[
    {
        "id": 863338,
        "updated_sequence": 1832230,
        "published_at": {
            "unix": 1555101000,
            "text": "2019-04-12 21:30:00 +0100",
            "iso_8601": "2019-04-12T20:30:00Z"
        },
        "updated_at": {
            "unix": 1555101000,
            "text": "2019-04-12 21:30:00 +0100",
            "iso_8601": "2019-04-12T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-05-04-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 04:30:00",
        "gmt_time": "2019-04-12 20:30:00"
    },
    {
        "id": 864458,
        "updated_sequence": 1832226,
        "published_at": {
            "unix": 1555099860,
            "text": "2019-04-12 21:11:00 +0100",
            "iso_8601": "2019-04-12T20:11:00Z"
        },
        "updated_at": {
            "unix": 1555099912,
            "text": "2019-04-12 21:11:52 +0100",
            "iso_8601": "2019-04-12T20:11:52Z"
        },
        "subject": "S&P affirms Germany at AAA, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-affirms-germany-at-aaa-outlook-stable-12-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 04:11:00",
        "gmt_time": "2019-04-12 20:11:00"
    },
    {
        "id": 864451,
        "updated_sequence": 1832228,
        "published_at": {
            "unix": 1555099800,
            "text": "2019-04-12 21:10:00 +0100",
            "iso_8601": "2019-04-12T20:10:00Z"
        },
        "updated_at": {
            "unix": 1555099932,
            "text": "2019-04-12 21:12:12 +0100",
            "iso_8601": "2019-04-12T20:12:12Z"
        },
        "subject": "RANsquawk Central Bank Weekly 12 Apr 2019: Reviewing FOMC, ECB, RBA, BCB; Previewing RBA mins, BOK",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21609/download\"><strong>here</strong></a></p><ul><li><strong>FOMC: </strong>Fed not on the cusp of cutting rates, minutes reiterate neutral stance.</li><li><strong>ECB:</strong> Draghi reiterates downside risks; TLTRO/tiered-rates details due in the months ahead.</li><li><strong>BOC: </strong>Outlook survey to slip slightly, though qualitative commentary may be constructive.</li><li><strong>RBA: </strong>No easing bias revealed in Debelle remarks, will the minutes shed some light?</li><li><strong>BCB: </strong>New governor makes more business-friendly noises.</li><li><strong>BOK: </strong>expected unchanged, may acknowledge possibility of a slowdown.</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-12-apr-2019-reviewing-fomc-ecb-rba-bcb-previewing-rba-mins-bok-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 04:10:00",
        "gmt_time": "2019-04-12 20:10:00"
    },
    {
        "id": 864450,
        "updated_sequence": 1832223,
        "published_at": {
            "unix": 1555099800,
            "text": "2019-04-12 21:10:00 +0100",
            "iso_8601": "2019-04-12T20:10:00Z"
        },
        "updated_at": {
            "unix": 1555099879,
            "text": "2019-04-12 21:11:19 +0100",
            "iso_8601": "2019-04-12T20:11:19Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 15 April 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21608/download\"><strong>here</strong></a></p><ul><li><strong>Monday: </strong>NY Fed Manufacturing</li><li><strong>Tuesday:</strong> UK Labour Market Report, German ZEW Survey, US Industrial Production, NAHB Housing Market Index</li><li><strong>Wednesday: </strong>Indonesia elections, UK CPI, Eurozone CPI (Final), US Current Account, Canadian CPI</li><li><strong>Thursday: </strong>Australian Labour Market Report, UK Retail Sales, Philly Fed, US Retail Sales</li><li><strong>Friday:</strong> Good Friday Holiday</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-15-april-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 04:10:00",
        "gmt_time": "2019-04-12 20:10:00"
    },
    {
        "id": 864457,
        "updated_sequence": 1832219,
        "published_at": {
            "unix": 1555099680,
            "text": "2019-04-12 21:08:00 +0100",
            "iso_8601": "2019-04-12T20:08:00Z"
        },
        "updated_at": {
            "unix": 1555099695,
            "text": "2019-04-12 21:08:15 +0100",
            "iso_8601": "2019-04-12T20:08:15Z"
        },
        "subject": "US MARKET WRAP 12 April 2019: SPX above 2900 as earnings season gets into full swing ",
        "content": "<p><strong>* SNAP SHOT: </strong>Equities up, dollar down, Treasuries down, crude up.</p><p><strong>* REAR VIEW: </strong>JPM beats as capital markets rebound; WFC reports weak NII guidance; Michigan sentiment weak; trade optimism.</p><p>* NEXT WEEK: Monday: NY Fed Manufacturing, Tuesday: UK Labour Market Report, German ZEW Survey, US Industrial Production, NAHB Housing Market Index, Wednesday: Indonesia elections, UK CPI, Eurozone CPI (Final), US Current Account, Canadian CPI, Thursday: Australian Labour Market Report, UK Retail Sales, Philly Fed, US Retail Sales, Friday: Good Friday Holiday. <a href=\"https://ransquawk.com/research_sheets/21608/download\">Click here&nbsp; for RANsquawk’s Week In Focus Preview</a>.</p><p><strong>* TRADE: </strong>The US and China have agreed to measures that US officials believe will encourage China to avoid currency manipulation by requiring enhanced disclosure of economic actions, according to WSJ sources. Elsewhere, China officials told the WTO that Australia's restriction on Chinese 5G technology is discriminative and appears to violate WTO rules; officials said that country-specific restrictions on 5G cannot address concerns about cybersecurity, or make any one safe. From the European perspective, the EU Commission reportedly has made a list of US imports to potentially impose tariffs on due to the Boeing (BA) WTO case, with the list set to target around EUR 20bln of US goods, according to an EU diplomat.</p><p><strong>* UNIVERSITY OF MICHIGAN:</strong> April's prelim print fell more than expected (sentiment 96.9 vs expected 98.0) as did the expectations component (85.8 vs expected 88.5), although the conditions measure rose to 114.2 vs expected 112.5. Both inflation gauges fell. Analysts noted that the April weakness was a function of weaker expectations, and comes despite the recent boost in stock prices, which Capital Economics says, adds to the evidence that the recent slowdown in economic growth will be sustained this year.</p><p><strong>* WTI (F9) SETTLES $0.31 HIGHER AT $63.89; BRENT (M9) SETTLES $0.72 HIGHER AT $71.55. </strong>Oil prices ended the week on the front foot, catching a tailwind from a risk on sentiment and a weaker dollar. Shortly after the European equity open major risks assets saw a (seemingly unexplained) leg higher, with equities and commodities surging whilst treasuries sold off. On top of macro themes, the head of Libya’s NOC said that the ongoing conflict between the eastern and western forces could “wipe out” production, the country has a 1.1mln BPD capacity, a fair chunk which bulls have been paying close attention too. The market also took no cues from data out of China which showed the super nation’s imports falling to a six-month low of 9.26mln BPD, which “does not bode well for Chinese oil demand growth prospects,” analysts at PVM comment. US drillers increased oil rig count for the second consecutive week, according to data from Baker Hughes which showed oil rigs +2 at 833, gas rigs -5 at 189, and total rigs -3 at 1022.</p><p><strong>* SPX +0.66% at 2908, NDX +0.44% at 7628, DJI +1%% at 26412. SECTORS: Communications +0.61%, Cons Discretionary +0.6%, Cons Staples +0.3%, Energy +0.2%, Financials +1.9%, Healthcare -1%, Industrials +1.3%, Materials +1.3%, Tech +0.7%, Telecoms +1.2%, Utilities +0.5%.</strong></p><p><strong>* STOCKS SPECIFICS: </strong>Anadarko (APC) shares shot higher after news emerged that Chevron (CVX) was to acquire its smaller peer at USD 65 per share. Chevron shares fell on news of the deal. Occidental Petroleum Corp (OXY) shares fell on the open, after reports that it had made a bid for Anadarko but been rejected. Disney (DIS) shares opened at all-time highs after the film production co. held a press conference which revealed new details about its soon to be released Disney+ online streaming service. Rival online streaming co. Netflix (NFLX) shares fell at the open. JP Morgan Chase (JPM) shares opened higher after the firm released its Q1 earnings report, where it beat expectations across the board, most notably in EPS and revenue. On the earnings optimism, other big investment banks (GS, MS, BAC, C) also opened higher and held on to gains throughout the session. An outlier was Wells Fargo (WFC), whose shares initially opened higher after the bank beat earnings expectations before falling lower after its CFO announced that they expected NII to fall up to 5%. PG&amp;E (PCG) shares shot higher as news emerged that California Governor Newton had issued a report laying out a fire fund for utilities, a possible form of financial assistance for the energy utility company.</p><p><strong>* US T-NOTE FUTURES (M9) SETTLED 15 TICKS LOWER AT 123-03. </strong>Following an upbeat set of China data, that reassured investors about the stabilisation seen in the World’s second largest economy, the risk tone became constructive, although the reaction was somewhat delayed. The result was selling of the Treasury curve, and yields are higher by between 4bps and 6.5bps at settlement<strong>.</strong> The selling saw a pause after a soft Michigan survey, which lifted the T-Note off of lows. Major curve spreads were mixed into a quiet close.&nbsp;</p><p><strong>*</strong> <strong>Weekly FX Wrap:</strong> easy ECB, neutral FOMC, another ‘Brextension’ and EM divergence.</p><p><strong>* DXY: </strong>Revived risk appetite over the last session of the week and order-driven moves elsewhere have weighed on the Dollar, especially against the high beta Aussie and Euro. Hence, having reclaimed 97.000 status after the latest Fed minutes on ‘super Wednesday’, above forecast PPI and a fresh 50 year/cycle low in weekly claims the index is slipping to fresh wtd lows at 96.742 amidst broad Usd losses vs other G10s bar the even more safe-haven Jpy.</p><p><strong>* AUD: </strong>As noted above, the Aussie has been a major beneficiary of improved risk sentiment ahead of the weekend, and belatedly Chinese trade data showing a much wider the expected trade surplus. Aud/Usd has now rebounded more firmly above the 0.7150 level that has been pivotal this week after fading gains made in wake of relatively neutral comments made by RBA deputy Governor Debelle compared to official guidance or nuances in the official policy meeting statement last week. However, 0.7200 looms and the 200 DMA at 0.7195 vs a 0.7188 high so far.</p><p><strong>* NZD/EUR: </strong>The Kiwi has largely coat-tailed its Antipodean counterpart and risk-on/off fluctuations, but lagged on the more overtly dovish RBNZ OCR guidance. Nzd/Usd is currently back around the top of a 0.6773-11 range and stronger than is began the week around 0.6734 with attention turning towards next week’s NZ CPI data that could be key in terms of determining whether the Central Bank eases in early May. Similarly, the single currency is putting in a strong performance and reversing more of its mid-week ECB inspired losses to set a new high vs the Greenback and other major currency peers, with technical resistance near 1.1250 finally breached and the 1.1300 handle as well. To recap, more confident/upbeat rhetoric following President Draghi’s rather cautious if not downbeat post-meeting press conference and Q&amp;A helped the Euro regain composure, but the telling boost came via a big buy order in Eur/Jpy at Friday’s Tokyo fixing linked to an M&amp;A deal. Note, the cross has now been up to 126.76 and Eur/Usd just a few pips shy of the next line of chart resistance circa 1.1330.</p><p><strong>* GBP/CAD: </strong>Cable has also carved out fresh peaks on the final session of the week around 1.3130 vs lows of 1.3019 and an ‘open’ not too far away (1.3034), mainly due to the generally soft Buck, but also due to a combination of Brexit relief and optimism after Article 50 was extended again and with a flexible leave earlier than October 31 if you can find a deal clause. The EU rejected PM May’s June 30 request, but another no deal nightmare has been averted to allow extra time for Parliament to come up with an alternative or approve the current WA with tweaks to the body of the PD rather than add-ons. The Tories and Labour are still in talks to strike an accord, but Easter recess has started and there will be a (welcome?) slowdown in the sheer volume of headlines that could give MPs a chance to reflect and take stock. Elsewhere, the Loonie has been volatile within 1.3400-1.3275 trading parameters and mostly strengthening alongside oil prices after last Friday’s disappointing Canadian jobs report and will now be eyeing BoC’s Lane for potential pointers ahead of next week’s CPI data and the Business Outlook Survey.</p><p><strong>* CHF/JPY/NOK/SEK: </strong>Mixed and inter-changing fortunes for the traditional ‘safe-havens’ and Scandi Crowns with the Franc weakening vs the Dollar to multi-week lows not far from 1.0050 before rebounding as the Usd weakened back towards parity and not far from best levels (0.9975). However, the Jpy has gradually retreated back to where it kicked off and below between a 110.83-111.99 band amidst some bleak Japanese data and more dovish BoJ statements alongside the waxing and waning of overall risk sentiment. Meanwhile, techs, inflation data, Norges Bank and Riksbank guidance have all been factors and independent drivers for the Nok and Sek, but the former has also benefited from the ongoing bull run in crude to stay on course to close out the week with net gains vs the Eur despite the single currency’s strength.</p><p><strong>* EM: </strong>In keeping with the divergence noted above, the Try’s trials and tribulations continue on more political wrangling over the recent elections and an underwhelming Turkish Economic Plan, while the Zar goes from strength to strength on the wave of positive ratings reviews and the hope of reform.</p><p><strong>* CENTRAL BANK WEEKLY:</strong></p><p>RANsquawk Central Bank Weekly 12 Apr 2019: Reviewing FOMC, ECB, RBA, BCB; Previewing RBA mins, BOK. <a href=\"https://ransquawk.com/research_sheets/21609/download\">To download the report, please click here</a>.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-12-april-2019-spx-above-2900-as-earnings-season-gets-into-full-swing-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 04:08:00",
        "gmt_time": "2019-04-12 20:08:00"
    },
    {
        "id": 864456,
        "updated_sequence": 1832216,
        "published_at": {
            "unix": 1555098300,
            "text": "2019-04-12 20:45:00 +0100",
            "iso_8601": "2019-04-12T19:45:00Z"
        },
        "updated_at": {
            "unix": 1555098449,
            "text": "2019-04-12 20:47:29 +0100",
            "iso_8601": "2019-04-12T19:47:29Z"
        },
        "subject": "SPX MOC 534mln to buy (unch vs 1544 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-534mln-to-buy-unch-vs-1544-edt-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 03:45:00",
        "gmt_time": "2019-04-12 19:45:00"
    },
    {
        "id": 864455,
        "updated_sequence": 1832211,
        "published_at": {
            "unix": 1555097400,
            "text": "2019-04-12 20:30:00 +0100",
            "iso_8601": "2019-04-12T19:30:00Z"
        },
        "updated_at": {
            "unix": 1555097462,
            "text": "2019-04-12 20:31:02 +0100",
            "iso_8601": "2019-04-12T19:31:02Z"
        },
        "subject": "Weekly CFTC FX COT data shows Eur shorts increasing",
        "content": "<ul><li>EUR short 102K vs 99K&nbsp;short last week.&nbsp; Shorts increased by 3K</li><li>GBP short 7K vs 10K short last week. Shorts trimmed by 3K</li><li>JPY short 72K vs 63K short last week. Shorts increased by 9K</li><li>CHF short 28k vs 26k short&nbsp;last week. Shorts increased by 2K</li><li>AUD short 54k vs 56k short&nbsp;last week. Shorts trimmed by 2K</li><li>NZD short 1K vs 0K short last week. Shorts increased by 1K</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "weekly-cftc-fx-cot-data-shows-eur-shorts-increasing-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 03:30:00",
        "gmt_time": "2019-04-12 19:30:00"
    },
    {
        "id": 864454,
        "updated_sequence": 1832208,
        "published_at": {
            "unix": 1555097040,
            "text": "2019-04-12 20:24:00 +0100",
            "iso_8601": "2019-04-12T19:24:00Z"
        },
        "updated_at": {
            "unix": 1555097051,
            "text": "2019-04-12 20:24:11 +0100",
            "iso_8601": "2019-04-12T19:24:11Z"
        },
        "subject": "US T-Note futures (M9) settled 15 ticks lower at 123-03",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Following an upbeat set of China data, that reassured investors about the stabilisation seen in the World’s second largest economy, the risk tone became constructive, although the reaction was somewhat delayed. The result was selling of the Treasury curve, and yields are higher by between 4bps and 6.5bps at settlement<strong>.</strong> The selling saw a pause after a soft Michigan survey, which lifted the T-Note off of lows. Major curve spreads were mixed into a quiet close.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1555097050,
            "text": "2019-04-12 20:24:10 +0100",
            "iso_8601": "2019-04-12T19:24:10Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settled-15-ticks-lower-at-123-03-12-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 03:24:00",
        "gmt_time": "2019-04-12 19:24:00"
    },
    {
        "id": 864453,
        "updated_sequence": 1832213,
        "published_at": {
            "unix": 1555096560,
            "text": "2019-04-12 20:16:00 +0100",
            "iso_8601": "2019-04-12T19:16:00Z"
        },
        "updated_at": {
            "unix": 1555097498,
            "text": "2019-04-12 20:31:38 +0100",
            "iso_8601": "2019-04-12T19:31:38Z"
        },
        "subject": "US Secret Service is responding to a police/medical incident along the North fence of the White House",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secret-service-is-responding-to-a-police-medical-incident-along-the-north-fence-of-the-white-house-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 03:16:00",
        "gmt_time": "2019-04-12 19:16:00"
    },
    {
        "id": 864452,
        "updated_sequence": 1832202,
        "published_at": {
            "unix": 1555095300,
            "text": "2019-04-12 19:55:00 +0100",
            "iso_8601": "2019-04-12T18:55:00Z"
        },
        "updated_at": {
            "unix": 1555095365,
            "text": "2019-04-12 19:56:05 +0100",
            "iso_8601": "2019-04-12T18:56:05Z"
        },
        "subject": "US President Trump says US will put more troops on the Southern Border with Mexico",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-us-will-put-more-troops-on-the-southern-border-with-mexico-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 02:55:00",
        "gmt_time": "2019-04-12 18:55:00"
    },
    {
        "id": 864449,
        "updated_sequence": 1832191,
        "published_at": {
            "unix": 1555093980,
            "text": "2019-04-12 19:33:00 +0100",
            "iso_8601": "2019-04-12T18:33:00Z"
        },
        "updated_at": {
            "unix": 1555094064,
            "text": "2019-04-12 19:34:24 +0100",
            "iso_8601": "2019-04-12T18:34:24Z"
        },
        "subject": "Reportedly Twitter's (TWTR) servers were down for a short period of time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reportedly-twitter-s-twtr-servers-were-down-for-a-short-period-of-time-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 02:33:00",
        "gmt_time": "2019-04-12 18:33:00"
    },
    {
        "id": 864448,
        "updated_sequence": 1832193,
        "published_at": {
            "unix": 1555093860,
            "text": "2019-04-12 19:31:00 +0100",
            "iso_8601": "2019-04-12T18:31:00Z"
        },
        "updated_at": {
            "unix": 1555094384,
            "text": "2019-04-12 19:39:44 +0100",
            "iso_8601": "2019-04-12T18:39:44Z"
        },
        "subject": "WTI (F9) settles USD 0.31 higher at USD 63.89/bbl; Brent (M9) settles USD 0.72 higher at USD 71.55/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Oil prices ended the week on the front foot, catching a tailwind from a risk on sentiment and a weaker dollar. Shortly after the European equity open major risks assets saw a (seemingly unexplained) leg higher, with equities and commodities surging whilst treasuries sold off. On top of macro themes, the head of Libya’s NOC said that the ongoing conflict between the eastern and western forces could “wipe out” production, the country has a 1.1mln BPD capacity, a fair chunk which bulls have been paying close attention too. The market also took no cues from data out of China which showed the super nation’s imports falling to a six-month low of 9.26mln BPD, which “does not bode well for Chinese oil demand growth prospects,” analysts at PVM comment. US drillers increased oil rig count for the second consecutive week, according to data from Baker Hughes which showed oil rigs +2 at 833, gas rigs -5 at 189, and total rigs -3 at 1022.</p>",
        "analysis_updated_at": {
            "unix": 1555093980,
            "text": "2019-04-12 19:33:00 +0100",
            "iso_8601": "2019-04-12T18:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-f9-settles-usd-0-31-higher-at-usd-63-89-bbl-brent-m9-settles-usd-0-72-higher-at-usd-71-55-bbl-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 02:31:00",
        "gmt_time": "2019-04-12 18:31:00"
    },
    {
        "id": 864447,
        "updated_sequence": 1832183,
        "published_at": {
            "unix": 1555092420,
            "text": "2019-04-12 19:07:00 +0100",
            "iso_8601": "2019-04-12T18:07:00Z"
        },
        "updated_at": {
            "unix": 1555092561,
            "text": "2019-04-12 19:09:21 +0100",
            "iso_8601": "2019-04-12T18:09:21Z"
        },
        "subject": "US announced fresh sanctions on Venezuela to target four companies and nine vessels",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-announced-fresh-sanctions-on-venezuela-to-target-four-companies-and-nine-vessels-12-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 02:07:00",
        "gmt_time": "2019-04-12 18:07:00"
    },
    {
        "id": 864446,
        "updated_sequence": 1832178,
        "published_at": {
            "unix": 1555092060,
            "text": "2019-04-12 19:01:00 +0100",
            "iso_8601": "2019-04-12T18:01:00Z"
        },
        "updated_at": {
            "unix": 1555092209,
            "text": "2019-04-12 19:03:29 +0100",
            "iso_8601": "2019-04-12T18:03:29Z"
        },
        "subject": "California Governor Newton has issued a report laying out a fire fund for utilities, a signal that PG&E (PCG) will get wildfire help",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "california-governor-newton-has-issued-a-report-laying-out-a-fire-fund-for-utilities-a-signal-that-pg-e-pcg-will-get-wildfire-help-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 02:01:00",
        "gmt_time": "2019-04-12 18:01:00"
    },
    {
        "id": 864445,
        "updated_sequence": 1832175,
        "published_at": {
            "unix": 1555090800,
            "text": "2019-04-12 18:40:00 +0100",
            "iso_8601": "2019-04-12T17:40:00Z"
        },
        "updated_at": {
            "unix": 1555090917,
            "text": "2019-04-12 18:41:57 +0100",
            "iso_8601": "2019-04-12T17:41:57Z"
        },
        "subject": "ECB's nowcasting model signalled 0.2% growth in Q1 and a possible slight slowdown in Q2, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-nowcasting-model-signalled-0-2-growth-in-q1-and-a-possible-slight-slowdown-in-q2-according-to-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:40:00",
        "gmt_time": "2019-04-12 17:40:00"
    },
    {
        "id": 864444,
        "updated_sequence": 1832172,
        "published_at": {
            "unix": 1555090200,
            "text": "2019-04-12 18:30:00 +0100",
            "iso_8601": "2019-04-12T17:30:00Z"
        },
        "updated_at": {
            "unix": 1555090312,
            "text": "2019-04-12 18:31:52 +0100",
            "iso_8601": "2019-04-12T17:31:52Z"
        },
        "subject": "UK Chancellor of the Exchequer Hammond says govt is prepared to talk about a customs union",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-of-the-exchequer-hammond-says-govt-is-prepared-to-talk-about-a-customs-union-12-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:30:00",
        "gmt_time": "2019-04-12 17:30:00"
    },
    {
        "id": 864443,
        "updated_sequence": 1832169,
        "published_at": {
            "unix": 1555089840,
            "text": "2019-04-12 18:24:00 +0100",
            "iso_8601": "2019-04-12T17:24:00Z"
        },
        "updated_at": {
            "unix": 1555089933,
            "text": "2019-04-12 18:25:33 +0100",
            "iso_8601": "2019-04-12T17:25:33Z"
        },
        "subject": "BCB Governor Campus Neto says central bank independence would allow for lower structural interest rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bcb-governor-campus-neto-says-central-bank-independence-would-allow-for-lower-structural-interest-rates-12-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:24:00",
        "gmt_time": "2019-04-12 17:24:00"
    },
    {
        "id": 864442,
        "updated_sequence": 1832166,
        "published_at": {
            "unix": 1555089540,
            "text": "2019-04-12 18:19:00 +0100",
            "iso_8601": "2019-04-12T17:19:00Z"
        },
        "updated_at": {
            "unix": 1555089634,
            "text": "2019-04-12 18:20:34 +0100",
            "iso_8601": "2019-04-12T17:20:34Z"
        },
        "subject": "Kinder Morgan's Southern Nat Gas has cancelled the force majeure following the completion of work at Gwinville compressor station, Mississippi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-s-southern-nat-gas-has-cancelled-the-force-majeure-following-the-completion-of-work-at-gwinville-compressor-station-mississippi-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:19:00",
        "gmt_time": "2019-04-12 17:19:00"
    },
    {
        "id": 864441,
        "updated_sequence": 1832163,
        "published_at": {
            "unix": 1555088460,
            "text": "2019-04-12 18:01:00 +0100",
            "iso_8601": "2019-04-12T17:01:00Z"
        },
        "updated_at": {
            "unix": 1555088750,
            "text": "2019-04-12 18:05:50 +0100",
            "iso_8601": "2019-04-12T17:05:50Z"
        },
        "subject": "Baker Hughes (April 12): oil rigs +2 at 833, gas rigs -5 at 189, total rigs -3 at 1022",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-april-12-oil-rigs-2-at-833-gas-rigs-5-at-189-total-rigs-3-at-1022-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:01:00",
        "gmt_time": "2019-04-12 17:01:00"
    },
    {
        "id": 864440,
        "updated_sequence": 1832160,
        "published_at": {
            "unix": 1555088400,
            "text": "2019-04-12 18:00:00 +0100",
            "iso_8601": "2019-04-12T17:00:00Z"
        },
        "updated_at": {
            "unix": 1555088596,
            "text": "2019-04-12 18:03:16 +0100",
            "iso_8601": "2019-04-12T17:03:16Z"
        },
        "subject": "BoJ Governor Kuroda says global economy is continuing its expansion, but does not he is seeing global slowdown from second half of last year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-global-economy-is-continuing-its-expansion-but-does-not-he-is-seeing-global-slowdown-from-second-half-of-last-year-12-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 01:00:00",
        "gmt_time": "2019-04-12 17:00:00"
    },
    {
        "id": 864439,
        "updated_sequence": 1832157,
        "published_at": {
            "unix": 1555087980,
            "text": "2019-04-12 17:53:00 +0100",
            "iso_8601": "2019-04-12T16:53:00Z"
        },
        "updated_at": {
            "unix": 1555088185,
            "text": "2019-04-12 17:56:25 +0100",
            "iso_8601": "2019-04-12T16:56:25Z"
        },
        "subject": "BRL weakens after Geopolitical Consultancy Eurasia says they see the Brazilian House Committee likely to delay the pension vote, ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news USD/BRL jumped to 3.870 to 3.900</li></ul>",
        "reaction_updated_at": {
            "unix": 1555088184,
            "text": "2019-04-12 17:56:24 +0100",
            "iso_8601": "2019-04-12T16:56:24Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brl-weakens-after-geopolitical-consultancy-eurasia-says-they-see-the-brazilian-house-committee-likely-to-delay-the-pension-vote-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:53:00",
        "gmt_time": "2019-04-12 16:53:00"
    },
    {
        "id": 864438,
        "updated_sequence": 1832152,
        "published_at": {
            "unix": 1555087440,
            "text": "2019-04-12 17:44:00 +0100",
            "iso_8601": "2019-04-12T16:44:00Z"
        },
        "updated_at": {
            "unix": 1555087539,
            "text": "2019-04-12 17:45:39 +0100",
            "iso_8601": "2019-04-12T16:45:39Z"
        },
        "subject": "US President Trump calls ICC \"illegitimate\" and says if anybody targets Israel, the US or allied personnel they will be met with a \"swift a vigorous response\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-calls-icc-illegitimate-and-says-if-anybody-targets-israel-the-us-or-allied-personnel-they-will-be-met-with-a-swift-a-vigorous-response-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:44:00",
        "gmt_time": "2019-04-12 16:44:00"
    },
    {
        "id": 864437,
        "updated_sequence": 1832149,
        "published_at": {
            "unix": 1555087380,
            "text": "2019-04-12 17:43:00 +0100",
            "iso_8601": "2019-04-12T16:43:00Z"
        },
        "updated_at": {
            "unix": 1555087526,
            "text": "2019-04-12 17:45:26 +0100",
            "iso_8601": "2019-04-12T16:45:26Z"
        },
        "subject": "Germany Economy Minister Scholz says it is a priority for the EU and the US to end current trade dispute and aim for a more open and extensive trading relationship",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-economy-minister-scholz-says-it-is-a-priority-for-the-eu-and-the-us-to-end-current-trade-dispute-and-aim-for-a-more-open-and-extensive-trading-relationship-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:43:00",
        "gmt_time": "2019-04-12 16:43:00"
    },
    {
        "id": 864436,
        "updated_sequence": 1832146,
        "published_at": {
            "unix": 1555087200,
            "text": "2019-04-12 17:40:00 +0100",
            "iso_8601": "2019-04-12T16:40:00Z"
        },
        "updated_at": {
            "unix": 1555087423,
            "text": "2019-04-12 17:43:43 +0100",
            "iso_8601": "2019-04-12T16:43:43Z"
        },
        "subject": "US President Trump tweets he is considering placing immigrants into sanctuary cities",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1116742280919044096\">Via twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-he-is-considering-placing-immigrants-into-sanctuary-cities-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:40:00",
        "gmt_time": "2019-04-12 16:40:00"
    },
    {
        "id": 864435,
        "updated_sequence": 1832139,
        "published_at": {
            "unix": 1555087200,
            "text": "2019-04-12 17:40:00 +0100",
            "iso_8601": "2019-04-12T16:40:00Z"
        },
        "updated_at": {
            "unix": 1555087248,
            "text": "2019-04-12 17:40:48 +0100",
            "iso_8601": "2019-04-12T16:40:48Z"
        },
        "subject": "Reports that Mexico's proven oil reserves are at 7.2 billion barrels, as of the beginning of 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-that-mexico-s-proven-oil-reserves-are-at-7-2-billion-barrels-as-of-the-beginning-of-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:40:00",
        "gmt_time": "2019-04-12 16:40:00"
    },
    {
        "id": 864434,
        "updated_sequence": 1832144,
        "published_at": {
            "unix": 1555087080,
            "text": "2019-04-12 17:38:00 +0100",
            "iso_8601": "2019-04-12T16:38:00Z"
        },
        "updated_at": {
            "unix": 1555087345,
            "text": "2019-04-12 17:42:25 +0100",
            "iso_8601": "2019-04-12T16:42:25Z"
        },
        "subject": "CNBC's Vajarian notes unusual option activity on Microsoft (MSFT)",
        "content": "<ul><li>Adds there is unusual options activity in Centene Corp (CNC)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-s-vajarian-notes-unusual-option-activity-on-microsoft-msft-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:38:00",
        "gmt_time": "2019-04-12 16:38:00"
    },
    {
        "id": 864433,
        "updated_sequence": 1832133,
        "published_at": {
            "unix": 1555086960,
            "text": "2019-04-12 17:36:00 +0100",
            "iso_8601": "2019-04-12T16:36:00Z"
        },
        "updated_at": {
            "unix": 1555087079,
            "text": "2019-04-12 17:37:59 +0100",
            "iso_8601": "2019-04-12T16:37:59Z"
        },
        "subject": "US Justice Department say GE have agreed to pay USD 1.5bln relating misrepresentation of sub-prime loans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-justice-department-say-ge-have-agreed-to-pay-usd-1-5bln-relating-misrepresentation-of-sub-prime-loans-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:36:00",
        "gmt_time": "2019-04-12 16:36:00"
    },
    {
        "id": 864432,
        "updated_sequence": 1832130,
        "published_at": {
            "unix": 1555085400,
            "text": "2019-04-12 17:10:00 +0100",
            "iso_8601": "2019-04-12T16:10:00Z"
        },
        "updated_at": {
            "unix": 1555085505,
            "text": "2019-04-12 17:11:45 +0100",
            "iso_8601": "2019-04-12T16:11:45Z"
        },
        "subject": "US deputy energy secretary says US government offered expertise for the design of a new oil refinery in Mexico",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-deputy-energy-secretary-says-us-government-offered-expertise-for-the-design-of-a-new-oil-refinery-in-mexico-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:10:00",
        "gmt_time": "2019-04-12 16:10:00"
    },
    {
        "id": 864431,
        "updated_sequence": 1832127,
        "published_at": {
            "unix": 1555085280,
            "text": "2019-04-12 17:08:00 +0100",
            "iso_8601": "2019-04-12T16:08:00Z"
        },
        "updated_at": {
            "unix": 1555085341,
            "text": "2019-04-12 17:09:01 +0100",
            "iso_8601": "2019-04-12T16:09:01Z"
        },
        "subject": "China Premier Li says Beijing is committed to rules-based free trade with Europe, FT reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "china-premier-li-says-beijing-is-committed-to-rules-based-free-trade-with-europe-ft-reports-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:08:00",
        "gmt_time": "2019-04-12 16:08:00"
    },
    {
        "id": 864430,
        "updated_sequence": 1832124,
        "published_at": {
            "unix": 1555085040,
            "text": "2019-04-12 17:04:00 +0100",
            "iso_8601": "2019-04-12T16:04:00Z"
        },
        "updated_at": {
            "unix": 1555085113,
            "text": "2019-04-12 17:05:13 +0100",
            "iso_8601": "2019-04-12T16:05:13Z"
        },
        "subject": "Royal Dutch Shell (RDS NA) says no significant flaring today at its 404k Pernis, Netherlands refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "royal-dutch-shell-rds-na-says-no-significant-flaring-today-at-its-404k-pernis-netherlands-refinery-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-13 00:04:00",
        "gmt_time": "2019-04-12 16:04:00"
    },
    {
        "id": 864429,
        "updated_sequence": 1832121,
        "published_at": {
            "unix": 1555084140,
            "text": "2019-04-12 16:49:00 +0100",
            "iso_8601": "2019-04-12T15:49:00Z"
        },
        "updated_at": {
            "unix": 1555084156,
            "text": "2019-04-12 16:49:16 +0100",
            "iso_8601": "2019-04-12T15:49:16Z"
        },
        "subject": "China officials tell WTO that Australia's restriction on Chinese 5G technology is discriminative and appear to violate WTO rules; offical says country-specific restrictions on 5G cannot address concerns about cybersecurity, or make any one safe",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-officials-tell-wto-that-australia-s-restriction-on-chinese-5g-technology-is-discriminative-and-appear-to-violate-wto-rules-offical-says-country-specific-restrictions-on-5g-cannot-address-concerns-about-cybersecurity-or-make-any-one-s-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:49:00",
        "gmt_time": "2019-04-12 15:49:00"
    },
    {
        "id": 864427,
        "updated_sequence": 1832110,
        "published_at": {
            "unix": 1555083120,
            "text": "2019-04-12 16:32:00 +0100",
            "iso_8601": "2019-04-12T15:32:00Z"
        },
        "updated_at": {
            "unix": 1555083196,
            "text": "2019-04-12 16:33:16 +0100",
            "iso_8601": "2019-04-12T15:33:16Z"
        },
        "subject": "Biohaven (BHVN) is said to be mulling a sale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "biohaven-bhvn-is-said-to-be-mulling-a-sale-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:32:00",
        "gmt_time": "2019-04-12 15:32:00"
    },
    {
        "id": 864428,
        "updated_sequence": 1832116,
        "published_at": {
            "unix": 1555083000,
            "text": "2019-04-12 16:30:00 +0100",
            "iso_8601": "2019-04-12T15:30:00Z"
        },
        "updated_at": {
            "unix": 1555083371,
            "text": "2019-04-12 16:36:11 +0100",
            "iso_8601": "2019-04-12T15:36:11Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.38%), FTSE 100 (+0.14%), DAX (+0.54%), CAC (+0.33%), IBEX (+0.28%), FTSE MIB (+0.75), SMI (-0.67%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-38-ftse-100-0-14-dax-0-54-cac-0-33-ibex-0-28-ftse-mib-0-75-smi-0-67-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:30:00",
        "gmt_time": "2019-04-12 15:30:00"
    },
    {
        "id": 864426,
        "updated_sequence": 1832107,
        "published_at": {
            "unix": 1555082280,
            "text": "2019-04-12 16:18:00 +0100",
            "iso_8601": "2019-04-12T15:18:00Z"
        },
        "updated_at": {
            "unix": 1555082379,
            "text": "2019-04-12 16:19:39 +0100",
            "iso_8601": "2019-04-12T15:19:39Z"
        },
        "subject": "NY Fed GDP nowcast (Q1) 1.4% (unchanged); (Q2) raised to 2% (prev. 1.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q1-1-4-unchanged-q2-raised-to-2-prev-1-9-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:18:00",
        "gmt_time": "2019-04-12 15:18:00"
    },
    {
        "id": 864425,
        "updated_sequence": 1832104,
        "published_at": {
            "unix": 1555082100,
            "text": "2019-04-12 16:15:00 +0100",
            "iso_8601": "2019-04-12T15:15:00Z"
        },
        "updated_at": {
            "unix": 1555082249,
            "text": "2019-04-12 16:17:29 +0100",
            "iso_8601": "2019-04-12T15:17:29Z"
        },
        "subject": "Big3 Basketball has asked federal agencies to investigate actions by related to Chartered Communications's (CHTR) CEO related to a bid to buy 21 regional networks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "big3-basketball-has-asked-federal-agencies-to-investigate-actions-by-related-to-chartered-communications-s-chtr-ceo-related-to-a-bid-to-buy-21-regional-networks-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:15:00",
        "gmt_time": "2019-04-12 15:15:00"
    },
    {
        "id": 864424,
        "updated_sequence": 1832101,
        "published_at": {
            "unix": 1555081560,
            "text": "2019-04-12 16:06:00 +0100",
            "iso_8601": "2019-04-12T15:06:00Z"
        },
        "updated_at": {
            "unix": 1555081631,
            "text": "2019-04-12 16:07:11 +0100",
            "iso_8601": "2019-04-12T15:07:11Z"
        },
        "subject": "Weekly FX Wrap: easy ECB, neutral FOMC, another ‘Brextension’ and EM divergence",
        "content": "<p><strong>DXY</strong></p><p>Revived risk appetite over the last session of the week and order-driven moves elsewhere have weighed on the Dollar, especially against the high beta Aussie and Euro. Hence, having reclaimed 97.000 status after the latest Fed minutes on ‘super Wednesday’, above forecast PPI and a fresh 50 year/cycle low in weekly claims the index is slipping to fresh wtd lows at 96.742 amidst broad Usd losses vs other G10s bar the even more safe-haven Jpy.</p><p><strong>AUD&nbsp;</strong></p><p>As noted above, the Aussie has been a major beneficiary of improved risk sentiment ahead of the weekend, and belatedly Chinese trade data showing a much wider the expected trade surplus. Aud/Usd has now rebounded more firmly above the 0.7150 level that has been pivotal this week after fading gains made in wake of relatively neutral comments made by RBA deputy Governor Debelle compared to official guidance or nuances in the official policy meeting statement last week. However, 0.7200 looms and the 200 DMA at 0.7195 vs a 0.7188 high so far.</p><p><strong>NZD/EUR</strong></p><p>The Kiwi has largely coat-tailed its Antipodean counterpart and risk-on/off fluctuations, but lagged on the more overtly dovish RBNZ OCR guidance. Nzd/Usd is currently back around the top of a 0.6773-11 range and stronger than is began the week around 0.6734 with attention turning towards next week’s NZ CPI data that could be key in terms of determining whether the Central Bank eases in early May. Similarly, the single currency is putting in a strong performance and reversing more of its mid-week ECB inspired losses to set a new high vs the Greenback and other major currency peers, with technical resistance near 1.1250 finally breached and the 1.1300 handle as well. To recap, more confident/upbeat rhetoric following President Draghi’s rather cautious if not downbeat post-meeting press conference and Q&amp;A helped the Euro regain composure, but the telling boost came via a big buy order in Eur/Jpy at Friday’s Tokyo fixing linked to an M&amp;A deal. Note, the cross has now been up to 126.76 and Eur/Usd just a few pips shy of the next line of chart resistance circa 1.1330.</p><p><strong>GBP/CAD</strong></p><p>Cable has also carved out fresh peaks on the final session of the week around 1.3130 vs lows of 1.3019 and an ‘open’ not too far away (1.3034), mainly due to the generally soft Buck, but also due to a combination of Brexit relief and optimism after Article 50 was extended again and with a flexible leave earlier than October 31 if you can find a deal clause. The EU rejected PM May’s June 30 request, but another no deal nightmare has been averted to allow extra time for Parliament to come up with an alternative or approve the current WA with tweaks to the body of the PD rather than add-ons. The Tories and Labour are still in talks to strike an accord, but Easter recess has started and there will be a (welcome?) slowdown in the sheer volume of headlines that could give MPs a chance to reflect and take stock. Elsewhere, the Loonie has been volatile within 1.3400-1.3275 trading parameters and mostly strengthening alongside oil prices after last Friday’s disappointing Canadian jobs report and will now be eyeing BoC’s Lane for potential pointers ahead of next week’s CPI data and the Business Outlook Survey.</p><p><strong>CHF/JPY/NOK/SEK</strong></p><p>Mixed and inter-changing fortunes for the traditional ‘safe-havens’ and Scandi Crowns with the Franc weakening vs the Dollar to multi-week lows not far from 1.0050 before rebounding as the Usd weakened back towards parity and not far from best levels (0.9975). However, the Jpy has gradually retreated back to where it kicked off and below between a 110.83-111.99 band amidst some bleak Japanese data and more dovish BoJ statements alongside the waxing and waning of overall risk sentiment. Meanwhile, techs, inflation data, Norges Bank and Riksbank guidance have all been factors and independent drivers for the Nok and Sek, but the former has also benefited from the ongoing bull run in crude to stay on course to close out the week with net gains vs the Eur despite the single currency’s strength.</p><p><strong>EM&nbsp;</strong></p><p>In keeping with the divergence noted above, the Try’s trials and tribulations continue on more political wrangling over the recent elections and an underwhelming Turkish Economic Plan, while the Zar goes from strength to strength on the wave of positive ratings reviews and the hope of reform.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-easy-ecb-neutral-fomc-another-brextension-and-em-divergence-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:06:00",
        "gmt_time": "2019-04-12 15:06:00"
    },
    {
        "id": 864423,
        "updated_sequence": 1832118,
        "published_at": {
            "unix": 1555081260,
            "text": "2019-04-12 16:01:00 +0100",
            "iso_8601": "2019-04-12T15:01:00Z"
        },
        "updated_at": {
            "unix": 1555083662,
            "text": "2019-04-12 16:41:02 +0100",
            "iso_8601": "2019-04-12T15:41:02Z"
        },
        "subject": "EU Commission has reportedly made a list of US imports to potentially impose tariffs on due to the Boeing (BA) WTO case, list to target around EUR 20bln of US goods, according to an EU diplomat",
        "content": "<ul><li>List to include tractors, video game consoles, motorcycle parts and cotton</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This comes after US published a prelim list of USD 11bln worth of EU goods to tariff due to Airbus (AIR FP) subsidies&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1555081440,
            "text": "2019-04-12 16:04:00 +0100",
            "iso_8601": "2019-04-12T15:04:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "eu-commission-has-reportedly-made-a-list-of-us-imports-to-potentially-impose-tariffs-on-due-to-the-boeing-ba-wto-case-list-to-target-around-eur-20bln-of-us-goods-according-to-an-eu-diplomat-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 23:01:00",
        "gmt_time": "2019-04-12 15:01:00"
    },
    {
        "id": 864422,
        "updated_sequence": 1832093,
        "published_at": {
            "unix": 1555079760,
            "text": "2019-04-12 15:36:00 +0100",
            "iso_8601": "2019-04-12T14:36:00Z"
        },
        "updated_at": {
            "unix": 1555079894,
            "text": "2019-04-12 15:38:14 +0100",
            "iso_8601": "2019-04-12T14:38:14Z"
        },
        "subject": "WPP (WPP LN) reportedly expects bids from at least five funds for Kantar ahead of the April 17th deadline, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>In an immediate reaction, WPP rises from GBP 0.864 to 0.872</p>",
        "analysis_updated_at": {
            "unix": 1555079894,
            "text": "2019-04-12 15:38:14 +0100",
            "iso_8601": "2019-04-12T14:38:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wpp-wpp-ln-reportedly-expects-bids-from-at-least-five-funds-for-kantar-ahead-of-the-april-17th-deadline-according-to-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:36:00",
        "gmt_time": "2019-04-12 14:36:00"
    },
    {
        "id": 864421,
        "updated_sequence": 1832088,
        "published_at": {
            "unix": 1555079220,
            "text": "2019-04-12 15:27:00 +0100",
            "iso_8601": "2019-04-12T14:27:00Z"
        },
        "updated_at": {
            "unix": 1555079397,
            "text": "2019-04-12 15:29:57 +0100",
            "iso_8601": "2019-04-12T14:29:57Z"
        },
        "subject": "Wells Fargo (WFC) CFO expects NII to fall between 2% and 5%",
        "content": "",
        "reaction_details": "<p>WFC falls from USD 48.70 to USD 48.50, before continuing lower to 47.30, erasing the day's gains following their earnings</p>",
        "reaction_updated_at": {
            "unix": 1555079397,
            "text": "2019-04-12 15:29:57 +0100",
            "iso_8601": "2019-04-12T14:29:57Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-wfc-cfo-expects-nii-to-fall-between-2-and-5-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:27:00",
        "gmt_time": "2019-04-12 14:27:00"
    },
    {
        "id": 864420,
        "updated_sequence": 1832083,
        "published_at": {
            "unix": 1555078980,
            "text": "2019-04-12 15:23:00 +0100",
            "iso_8601": "2019-04-12T14:23:00Z"
        },
        "updated_at": {
            "unix": 1555079069,
            "text": "2019-04-12 15:24:29 +0100",
            "iso_8601": "2019-04-12T14:24:29Z"
        },
        "subject": "Bristol-Myers Squibb Co (BMY) have been successful in their shareholder vote for their takeover of Celgene (CELG)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>CELG ticks higher from 94.55 to 94.80 in an immediate reaction, BMT also saw more modest positive ticks</p>",
        "analysis_updated_at": {
            "unix": 1555079069,
            "text": "2019-04-12 15:24:29 +0100",
            "iso_8601": "2019-04-12T14:24:29Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bristol-myers-squibb-co-bmy-have-been-successful-in-their-shareholder-vote-for-their-takeover-of-celgene-celg-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:23:00",
        "gmt_time": "2019-04-12 14:23:00"
    },
    {
        "id": 864419,
        "updated_sequence": 1832078,
        "published_at": {
            "unix": 1555078920,
            "text": "2019-04-12 15:22:00 +0100",
            "iso_8601": "2019-04-12T14:22:00Z"
        },
        "updated_at": {
            "unix": 1555078974,
            "text": "2019-04-12 15:22:54 +0100",
            "iso_8601": "2019-04-12T14:22:54Z"
        },
        "subject": "Eni (ENI IM) says its operations in Libya are working as usual as military attacks were over 25km away",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eni-eni-im-says-its-operations-in-libya-are-working-as-usual-as-military-attacks-were-over-25km-away-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:22:00",
        "gmt_time": "2019-04-12 14:22:00"
    },
    {
        "id": 864418,
        "updated_sequence": 1832075,
        "published_at": {
            "unix": 1555078800,
            "text": "2019-04-12 15:20:00 +0100",
            "iso_8601": "2019-04-12T14:20:00Z"
        },
        "updated_at": {
            "unix": 1555078884,
            "text": "2019-04-12 15:21:24 +0100",
            "iso_8601": "2019-04-12T14:21:24Z"
        },
        "subject": "Bristol Myers-Squibb (BMY) say they don't expect a change in the dividend policy post the Celgene (CELG) deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bristol-myers-squibb-bmy-say-they-don-t-expect-a-change-in-the-dividend-policy-post-the-celgene-celg-deal-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:20:00",
        "gmt_time": "2019-04-12 14:20:00"
    },
    {
        "id": 864417,
        "updated_sequence": 1832072,
        "published_at": {
            "unix": 1555078620,
            "text": "2019-04-12 15:17:00 +0100",
            "iso_8601": "2019-04-12T14:17:00Z"
        },
        "updated_at": {
            "unix": 1555078737,
            "text": "2019-04-12 15:18:57 +0100",
            "iso_8601": "2019-04-12T14:18:57Z"
        },
        "subject": "Target Corp (TGT) Executive Office reported open market sales of 20k common shares yesterday at an average price of USD 80.83/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>TGT shares have been seeing some downside over the last few minutes, from around USD 81.10 to 80.67</p>",
        "analysis_updated_at": {
            "unix": 1555078737,
            "text": "2019-04-12 15:18:57 +0100",
            "iso_8601": "2019-04-12T14:18:57Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "target-corp-tgt-executive-office-reported-open-market-sales-of-20k-common-shares-yesterday-at-an-average-price-of-usd-80-83-shr-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:17:00",
        "gmt_time": "2019-04-12 14:17:00"
    },
    {
        "id": 864416,
        "updated_sequence": 1832067,
        "published_at": {
            "unix": 1555078320,
            "text": "2019-04-12 15:12:00 +0100",
            "iso_8601": "2019-04-12T14:12:00Z"
        },
        "updated_at": {
            "unix": 1555078503,
            "text": "2019-04-12 15:15:03 +0100",
            "iso_8601": "2019-04-12T14:15:03Z"
        },
        "subject": "Klepierre (LI FP) has no current plans to make an approach for Hammerson (HMSO LN), according to sources ",
        "content": "",
        "reaction_details": "<p>In an immediate reaction HMSO shares drop from GBP 3.41 to 3.35; LI jumped from 32.10 to 32.23</p>",
        "reaction_updated_at": {
            "unix": 1555078380,
            "text": "2019-04-12 15:13:00 +0100",
            "iso_8601": "2019-04-12T14:13:00Z"
        },
        "analysis_details": "<ul><li>As a reminder, FT's Alphaville highlighted earlier potential renewed interest in Hammerson (HMSO LN) with Klepierre (LI FP) potentially mounting another bid for the Co.- Unconfirmed</li></ul>",
        "analysis_updated_at": {
            "unix": 1555078503,
            "text": "2019-04-12 15:15:03 +0100",
            "iso_8601": "2019-04-12T14:15:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "klepierre-li-fp-has-no-current-plans-to-make-an-approach-for-hammerson-hmso-ln-according-to-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:12:00",
        "gmt_time": "2019-04-12 14:12:00"
    },
    {
        "id": 864415,
        "updated_sequence": 1832058,
        "published_at": {
            "unix": 1555078260,
            "text": "2019-04-12 15:11:00 +0100",
            "iso_8601": "2019-04-12T14:11:00Z"
        },
        "updated_at": {
            "unix": 1555078363,
            "text": "2019-04-12 15:12:43 +0100",
            "iso_8601": "2019-04-12T14:12:43Z"
        },
        "subject": "ECB's Praet (Dovish) says the ECB does not need to lower rates and is aware of the negative effects but it's in the toolbox",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-praet-dovish-says-the-ecb-does-not-need-to-lower-rates-and-is-aware-of-the-negative-effects-but-it-s-in-the-toolbox-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:11:00",
        "gmt_time": "2019-04-12 14:11:00"
    },
    {
        "id": 864414,
        "updated_sequence": 1832055,
        "published_at": {
            "unix": 1555077660,
            "text": "2019-04-12 15:01:00 +0100",
            "iso_8601": "2019-04-12T14:01:00Z"
        },
        "updated_at": {
            "unix": 1555077925,
            "text": "2019-04-12 15:05:25 +0100",
            "iso_8601": "2019-04-12T14:05:25Z"
        },
        "subject": "ECB President Draghi (Dovish) reiterates that ample degree of monetary accommodation remains necessary",
        "content": "<ul><li>Risk-taking in parts of the financial and real estate markets contributed to mild signs of overstretched valuations in some areas, with marked cross-country differences, while risks continued to grow in the non-bank financial sector.&nbsp;</li><li><a href=\"https://www.ecb.europa.eu/press/key/date/2019/html/ecb.sp190412~8acda1aa03.en.html\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The speech largely reiterates his statement from this week's press conference</li></ul>",
        "analysis_updated_at": {
            "unix": 1555077840,
            "text": "2019-04-12 15:04:00 +0100",
            "iso_8601": "2019-04-12T14:04:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-president-draghi-dovish-reiterates-that-ample-degree-of-monetary-accommodation-remains-necessary-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 22:01:00",
        "gmt_time": "2019-04-12 14:01:00"
    },
    {
        "id": 864408,
        "updated_sequence": 1832033,
        "published_at": {
            "unix": 1555077000,
            "text": "2019-04-12 14:50:00 +0100",
            "iso_8601": "2019-04-12T13:50:00Z"
        },
        "updated_at": {
            "unix": 1555077371,
            "text": "2019-04-12 14:56:11 +0100",
            "iso_8601": "2019-04-12T13:56:11Z"
        },
        "subject": "US Movers: Anadarko (APC) +32.2%, Disney (DIS) +10.9%, JP Morgan Chase (JPM) +4%, Goldman Sachs (GS) +2.8%, Chevron (CVX) -5.2%, Netflix (NFLX) -3.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-anadarko-apc-32-2-disney-dis-10-9-jp-morgan-chase-jpm-4-goldman-sachs-gs-2-8-chevron-cvx-5-2-netflix-nflx-3-8-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:50:00",
        "gmt_time": "2019-04-12 13:50:00"
    },
    {
        "id": 864407,
        "updated_sequence": 1832030,
        "published_at": {
            "unix": 1555076880,
            "text": "2019-04-12 14:48:00 +0100",
            "iso_8601": "2019-04-12T13:48:00Z"
        },
        "updated_at": {
            "unix": 1555077056,
            "text": "2019-04-12 14:50:56 +0100",
            "iso_8601": "2019-04-12T13:50:56Z"
        },
        "subject": "FCC chairman set to announce a USD 26bln fund for rural 5G service and a 5G spectrum auction, agency calling it the largest ever at the White House, according to CNBC",
        "content": "<p><a href=\"https://twitter.com/CNBCnow/status/1116699344361664515\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fcc-chairman-set-to-announce-a-usd-26bln-fund-for-rural-5g-service-and-a-5g-spectrum-auction-agency-calling-it-the-largest-ever-at-the-white-house-according-to-cnbc-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:48:00",
        "gmt_time": "2019-04-12 13:48:00"
    },
    {
        "id": 864406,
        "updated_sequence": 1832025,
        "published_at": {
            "unix": 1555076340,
            "text": "2019-04-12 14:39:00 +0100",
            "iso_8601": "2019-04-12T13:39:00Z"
        },
        "updated_at": {
            "unix": 1555076433,
            "text": "2019-04-12 14:40:33 +0100",
            "iso_8601": "2019-04-12T13:40:33Z"
        },
        "subject": "UK Chancellor Hammond has reappointed FPC member Anil Kashyap and MPC member Saunderes to BoE Policy Committees",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-hammond-has-reappointed-fpc-member-anil-kashyap-and-mpc-member-saunderes-to-boe-policy-committees-12-04-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:39:00",
        "gmt_time": "2019-04-12 13:39:00"
    },
    {
        "id": 864404,
        "updated_sequence": 1832022,
        "published_at": {
            "unix": 1555074780,
            "text": "2019-04-12 14:13:00 +0100",
            "iso_8601": "2019-04-12T13:13:00Z"
        },
        "updated_at": {
            "unix": 1555075986,
            "text": "2019-04-12 14:33:06 +0100",
            "iso_8601": "2019-04-12T13:33:06Z"
        },
        "subject": "Occidental Petroleum Corp (OXY) is reportedly bidding over USD70/shr for Anadarko (APC) with Occidental now considering their options, according to CNBC citing sources",
        "content": "",
        "reaction_details": "<ul><li>OXY shares are down 2% pre-market</li></ul>",
        "reaction_updated_at": {
            "unix": 1555074900,
            "text": "2019-04-12 14:15:00 +0100",
            "iso_8601": "2019-04-12T13:15:00Z"
        },
        "analysis_details": "<ul><li>Chevron-Anadarko break-up fee is reportedly 3% of the deal, according to sources</li></ul>",
        "analysis_updated_at": {
            "unix": 1555074900,
            "text": "2019-04-12 14:15:00 +0100",
            "iso_8601": "2019-04-12T13:15:00Z"
        },
        "push_notify": false,
        "source": "CNBC",
        "slug": "occidental-petroleum-corp-oxy-is-reportedly-bidding-over-usd70-shr-for-anadarko-apc-with-occidental-now-considering-their-options-according-to-cnbc-citing-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:13:00",
        "gmt_time": "2019-04-12 13:13:00"
    },
    {
        "id": 864404,
        "updated_sequence": 1832022,
        "published_at": {
            "unix": 1555074780,
            "text": "2019-04-12 14:13:00 +0100",
            "iso_8601": "2019-04-12T13:13:00Z"
        },
        "updated_at": {
            "unix": 1555075986,
            "text": "2019-04-12 14:33:06 +0100",
            "iso_8601": "2019-04-12T13:33:06Z"
        },
        "subject": "Occidental Petroleum Corp (OXY) is reportedly bidding over USD70/shr for Anadarko (APC) with Occidental now considering their options, according to CNBC citing sources",
        "content": "",
        "reaction_details": "<ul><li>OXY shares are down 2% pre-market</li></ul>",
        "reaction_updated_at": {
            "unix": 1555074900,
            "text": "2019-04-12 14:15:00 +0100",
            "iso_8601": "2019-04-12T13:15:00Z"
        },
        "analysis_details": "<ul><li>Chevron-Anadarko break-up fee is reportedly 3% of the deal, according to sources</li></ul>",
        "analysis_updated_at": {
            "unix": 1555074900,
            "text": "2019-04-12 14:15:00 +0100",
            "iso_8601": "2019-04-12T13:15:00Z"
        },
        "push_notify": false,
        "source": "CNBC",
        "slug": "occidental-petroleum-corp-oxy-is-reportedly-bidding-over-usd70-shr-for-anadarko-apc-with-occidental-now-considering-their-options-according-to-cnbc-citing-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:13:00",
        "gmt_time": "2019-04-12 13:13:00"
    },
    {
        "id": 864403,
        "updated_sequence": 1832015,
        "published_at": {
            "unix": 1555074660,
            "text": "2019-04-12 14:11:00 +0100",
            "iso_8601": "2019-04-12T13:11:00Z"
        },
        "updated_at": {
            "unix": 1555075109,
            "text": "2019-04-12 14:18:29 +0100",
            "iso_8601": "2019-04-12T13:18:29Z"
        },
        "subject": "ECB's Praet (Dovish) says there is no need to further compress the term premium ",
        "content": "<ul><li>ECB's Praet does not see a need for QE but says all instruments are still available</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-praet-dovish-says-there-is-no-need-to-further-compress-the-term-premium-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:11:00",
        "gmt_time": "2019-04-12 13:11:00"
    },
    {
        "id": 864402,
        "updated_sequence": 1832003,
        "published_at": {
            "unix": 1555074540,
            "text": "2019-04-12 14:09:00 +0100",
            "iso_8601": "2019-04-12T13:09:00Z"
        },
        "updated_at": {
            "unix": 1555074659,
            "text": "2019-04-12 14:10:59 +0100",
            "iso_8601": "2019-04-12T13:10:59Z"
        },
        "subject": "UK Shadow Chancellor McDonnell is hopeful and optimistic regarding ongoing cross-party talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-shadow-chancellor-mcdonnell-is-hopeful-and-optimistic-regarding-ongoing-cross-party-talks-12-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:09:00",
        "gmt_time": "2019-04-12 13:09:00"
    },
    {
        "id": 864401,
        "updated_sequence": 1831996,
        "published_at": {
            "unix": 1555074300,
            "text": "2019-04-12 14:05:00 +0100",
            "iso_8601": "2019-04-12T13:05:00Z"
        },
        "updated_at": {
            "unix": 1555074391,
            "text": "2019-04-12 14:06:31 +0100",
            "iso_8601": "2019-04-12T13:06:31Z"
        },
        "subject": "US Auto Safety Agency has opened an investigation into Nissan (NSANY) over rogue braking in 675k vehicles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-auto-safety-agency-has-opened-an-investigation-into-nissan-nsany-over-rogue-braking-in-675k-vehicles-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:05:00",
        "gmt_time": "2019-04-12 13:05:00"
    },
    {
        "id": 864400,
        "updated_sequence": 1831993,
        "published_at": {
            "unix": 1555074180,
            "text": "2019-04-12 14:03:00 +0100",
            "iso_8601": "2019-04-12T13:03:00Z"
        },
        "updated_at": {
            "unix": 1555074259,
            "text": "2019-04-12 14:04:19 +0100",
            "iso_8601": "2019-04-12T13:04:19Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 12th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21603/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li><strong>JPMorgan Chase &amp; Co. (JPM)</strong> Q1 adj. EPS USD 2.65 vs. exp. USD 2.32, revenue USD 29.25bln vs. exp. USD 28.07bln. FICC Sales &amp; Trading Revenue USD 3.73bln vs. exp USD 3.67bln. Investment Banking Revenue USD 1.75bln vs. exp. USD 1.63bln</li><li><strong>Chevron (CVX), Anadarko (APC)</strong> – Oil major Chevron is to acquire Anadarko for USD 65 per share, totalling USD 33bln in equity value (representing a 39% premium), in a 25% cash and 75% stock transaction</li><li><strong>Disney (DIS), Netflix (NFLX)</strong> - The film production co. announced yesterday evening that its Disney+ streaming service would be available in the US for $6.99 per month</li></ul><p>&nbsp;</p><p><strong>12th April 2019</strong></p><p><strong>EARNINGS</strong></p><ul><li><strong>JPMorgan Chase &amp; Co. (JPM)</strong> Q1 adj. EPS USD 2.65 vs. exp. USD 2.32, revenue USD 29.25bln vs. exp. USD 28.07bln. FICC Sales &amp; Trading Revenue USD 3.73bln vs. exp USD 3.67bln. Investment Banking Revenue USD 1.75bln vs. exp. USD 1.63bln. Equities Sales &amp; Trading Revenue USD 1.74bln vs. exp. USD 1.73bln. Adj. Revenue USD 29.85bln vs. exp. USD 28.36bln. CET1 Ratio 12.1% vs. exp. 12%. (Newswires)</li><li><strong>PNC Bank (PNC)</strong> Q1 diluted EPS USD 2.61 vs. Exp. USD 2.59, revenue USD 4.3bln vs. Exp. USD 4.25bln. Sees Q2 NII up low single digits vs. Q1. Sees Q2 fee income up mid-single digits. (Newswires)</li><li><strong>Wells Fargo &amp; Co. (WFC)</strong> Q1 diluted USD 1.20 vs. Exp. USD 1.08, revenue USD 21.6bln vs. Exp. USD 20.87bln. NIM declines 3bps to 2.91% vs. Exp. 2.93%. Quarterly mortgage banking income USD 708mln vs previous USD 497mln in Q4; says residential mortgage loan originations in Q1 was USD 33bln, down from USD 38bln in Q4. Raises common stock dividend to USD 0.45 from 0.43. CET1 Ratio 11.9% vs. Exp. 11.6%. (Newswires)</li></ul><p><strong>DJIA</strong></p><ul><li><strong>Apple (AAPL)</strong> – Morgan Stanley analyst Katy Huberty said that data from China suggests that the co.’s share of the region’s smartphone installed base grew by 3% YY in March. (Newswires)</li><li><strong>Apple (AAPL), Disney (DIS)</strong> – Disney CEO Bob Iger said that the upcoming Disney+ service is likely to be included on Apple TV. (AppleInsider)</li><li><strong>Chevron (CVX), Anadarko (APC)</strong> – Oil major Chevron is to acquire Anadarko for USD 65 per share, totalling USD 33bln in equity value (representing a 39% premium), in a 25% cash and 75% stock transaction, in a deal that it expects to unlock run-rate synergies of approximately USD 2 billion, and will be accretive to FCF and earnings one year after close, which it expects to close in H2 2019. Chevron will issue 200mln shares and pay USD 8bln in cash; the co. will also assume USD 15bln of Anadarko’s debt. Chevron is looking to increase its share repurchase programme to USD 5bln from USD 4bln after the deal closes. (Newswires)</li><li><strong>Disney (DIS), Netflix (NFLX)</strong> - The film production co. announced yesterday evening that its Disney+ streaming service would be available in the US for $6.99 from the 12th November and next year in Europe and Asia (and is weighing a Latin America launch). Disney will also likely bundle its Hulu, ESPN+ and Disney+ service for a discounted price, with Disney+ exclusively including key franchises (Marvel, Star Wars etc.) and plan to pursue an aggressive ad campaign in the run up to launch. (Newswires)</li><li><strong>Merck (MRK)</strong> – the pharma co. announced that the FDA had approved an expanded label for Ketyruda, its cancer treatment therapy, after it demonstrated stronger survival rates. (Newswires)</li></ul><p><strong>S&amp;P500</strong></p><ul><li><strong>General Motors (GM), Amazon (AMZN) – </strong>Talks between GM owned electric truck maker Rivian and Amazon are reported to have collapsed. (Newswires)</li><li><strong>Telecoms Names (VZ, T, S, TMUS) –</strong> Reportedly the Trump administration plans to auction airwaves speed to the nation’s adoption of 5G wireless communications and is planning on devoting more than USD 20bln on improving mobile connections in rural areas. US President Trump will hold a 5G event this afternoon at the White House. (Newswires)</li><li><strong>The Mosaic Company (MOS) – </strong>The mining co. announced that it would idle production at its phosphate mines in Tapira and Catalao, Brazil in order to comply with new Brazilian regulations governing mining tales. The company has sufficient inventory stocks to meet near-term market requirements. (Newswires)</li></ul><p><strong>NASDAQ</strong></p><ul><li><strong>Align Technology (ALGN)</strong> – In a regulatory filing, the health care co. expects to record charges of between USD 26mln-30mln related to the closure of stores. (Newswires)</li><li><strong>Alphabet (GOOGL)</strong> – The co.’s YouTube unit is changing the criteria of how it measures successful videos due to reports of scandalous behaviour on the platform. Elsewhere, WSJ reports that the German price-comparison service Idealo Internet is suing Google in the EU over its dominance in the search-engine market. (Newswires/WSJ)</li><li><strong>Amazon (AMZN) </strong>– Senator and presidential candidate Elizabeth Warren has proposed a new 75 tax on corporate profits, where she estimates USD 1trln of tax revenue would be raised in a 10-year period, she specifically cited Amazon as a company that does not pay enough tax currently. (AP)</li><li><strong>Biogen (BIIB)</strong> – The pharma co. is to present data on the progressive nature of spinal muscular atrophy at the Muscular Dystrophy Association. (Newswires)</li><li><strong>Gilead Sciences (GILD)</strong> – The pharma co., alongside Novo Nordisk (NVO), will collaborate by combining their respective pipelines in non-alcoholic steatohepatitis, or NASH. (Newswires)</li><li><strong>Tesla (TSLA)</strong> – The electric auto maker is disputing reports that it is putting its plans, to expand its Gigafactory on hold, which is a joint venture with Panasonic. ‘Both Tesla and Panasonic continue to invest substantial funds into the Gigafactory’ said a Tesla spokesperson. The co. announced it has taken the base version of the Model 3 vehicle off its website. (Newswires)</li></ul><p><strong>OTHER NEWS</strong></p><ul><li><strong>Alaska Air (ALK)</strong> – On a combined basis for all operations, the airline reported an increase in traffic of 0.5% and capacity of 1.3% YY. (Newswires)</li><li><strong>PG&amp;E (PCG)</strong> – The utilities co. has appointed the ex-CEO of Tennessee Valley Authority, Bill Johnson, as its new CEO, effective May 1st. The bankrupt co. has also appointed former state and federal regulator Nora Brownell and former US Ambassador Jeffrey Bleich to its board too. (Newswires)</li><li><strong>Uber (UBER), Lyft (LYFT)</strong> – In after-market hours last night, Uber filed for an IPO on the NYSE under ticker symbol ‘UBER’ and will seek a valuation of up to USD 100bln. This follows Lyft’s recent IPO on the Nasdaq stock exchange just last week. (Newswires)</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>BRUKER (BRKR) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>EXACT SCIENCES (EXAS) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li><li>MARTIN MARIETTA (MLM) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>AGNICO EAGLE (AEM) DOWNGRADED TO HOLD FROM BUY AT DESJARDINS</li><li>ALLEGHENY TECHNOLOGIES (ATI) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li><li>APPLE (AAPL) DOWNGRADED TO SELL AT NEW STREET</li><li>ARMSTRONG WORLD (AWI) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>CANADIAN NATIONAL (CNI) DOWNGRADED TO HOLD FROM BUY AT DESJARDINS</li><li>CHESAPEAKE (CHK) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>CROWN CASTLE (CCI) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>GRAINGER (GWW) DOWNGRADED TO UNDERPERFORM AT GORDON HASKETT</li><li>INNOSPEC (IOSP) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>LOGMELN (LOGM) DOWNGRADED TO UNDERWEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>ROYAL GOLD (RGLD) DOWNGRADED TO HOLD FROM BUY AT DESJARDINS</li><li>W.R. GRACE (GRA) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>WHITING PETROLEUM (WLL) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>ACTIVISION BLIZZARD (ATVI) INITIATED WITH A NEUTRAL AT BUCKINGHAM</li><li>ALNYLAM (ALNY) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI; PT USD 120</li><li>AVALARA (AVLR) INITIATED WITH A BUY AT NEEDHAM; PT USD 64</li><li>COMMSCOPE (COMM) RESUMED WITH A BUY AT DEUTSCHE BANK</li><li>CRISPR THERAPEUTICS (CRSP) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI; PT USD 46</li><li>DISNEY (DIS) REINSTATED WITH AN OVERWEIGHT AT JPMORGAN; PT USD 137</li><li>FIBROGEN (FGEN) INITIATED WITH A NEUTRAL AT PIPER JAFFRAY; PT USD 65</li><li>KIMBELL ROYALTY PARTNERS (KRP) INITIATED WITH AN OVERWEIGHT AT STEPHENS; PT USD 22</li><li>MYOVANT SCIENCES (MYOV) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI; PT USD 30</li><li>NEUROCRINE (NBIX) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI; PT USD 113</li><li>PTC (PTC) INITIATED WITH A BUY AT MIZUHO; PT USD 120</li><li>REDFIN (RDFN) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT USD 30</li><li>UPWORK (UPWK) INITIATED WITH A BUY AT BTIG; PT USD 45</li><li>VERTEX (VRTX) INITIATED WITH AN IN LINE AT EVERCORE ISI; PT USD 183</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Abbott Laboratories (ABT). Amount $0.32</li><li>AbbVie Inc (ABBV). Amount $1.07</li><li>American Financial Group Inc (AFG). Amount $0.40</li><li>Arcosa Inc (ACA). Amount $0.05</li><li>Bank Ozk (OZK). Amount $0.23</li><li>Becton Dickinson and Co (BDXA). Amount $0.76</li><li>Childrens Place Inc (PLCE). Amount $0.56</li><li>City Holding Co (CHCO). Amount $0.53</li><li>Freeport-McMoRan Inc (FCX). Amount $0.05</li><li>Geo Group Inc (GEO). Amount $0.48</li><li>Graco Inc (GGG). Amount $0.16</li><li>Hercules Capital Inc (HCXY). Amount $0.39</li><li>Hormel Foods Corp (HRL). Amount $0.21</li><li>McGrath RentCorp (MGRC). Amount $0.37</li><li>Mid-America Apartment Communities Inc (MAA). Amount $0.96</li><li>Raven Industries Inc (RAVN). Amount $0.13</li><li>Trinity Industries Inc (TRN). Amount $0.17</li><li>Watsco Inc (WSO). Amount $1.60</li><li>Werner Enterprises Inc (WERN). Amount $0.09​</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-12th-april-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:03:00",
        "gmt_time": "2019-04-12 13:03:00"
    },
    {
        "id": 864399,
        "updated_sequence": 1831990,
        "published_at": {
            "unix": 1555074180,
            "text": "2019-04-12 14:03:00 +0100",
            "iso_8601": "2019-04-12T13:03:00Z"
        },
        "updated_at": {
            "unix": 1555074214,
            "text": "2019-04-12 14:03:34 +0100",
            "iso_8601": "2019-04-12T13:03:34Z"
        },
        "subject": "Ferrari (RACE IM) Chairman says that they are currently in line with FY targets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ferrari-race-im-chairman-says-that-they-are-currently-in-line-with-fy-targets-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:03:00",
        "gmt_time": "2019-04-12 13:03:00"
    },
    {
        "id": 864398,
        "updated_sequence": 1831987,
        "published_at": {
            "unix": 1555074060,
            "text": "2019-04-12 14:01:00 +0100",
            "iso_8601": "2019-04-12T13:01:00Z"
        },
        "updated_at": {
            "unix": 1555074194,
            "text": "2019-04-12 14:03:14 +0100",
            "iso_8601": "2019-04-12T13:03:14Z"
        },
        "subject": "US and China have agreed to measures that US officials believe will encourage China to avoid currency manipulation by requiring enhanced disclosure of economic actions, according to WSJ sources ",
        "content": "<p>Link to article <a href=\"https://www.wsj.com/articles/u-s-china-trade-pact-takes-aim-at-currency-manipulation-11555074003?mod=newsviewer_click\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "WSJ",
        "slug": "us-and-china-have-agreed-to-measures-that-us-officials-believe-will-encourage-china-to-avoid-currency-manipulation-by-requiring-enhanced-disclosure-of-economic-actions-according-to-wsj-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 21:01:00",
        "gmt_time": "2019-04-12 13:01:00"
    },
    {
        "id": 864397,
        "updated_sequence": 1832000,
        "published_at": {
            "unix": 1555073940,
            "text": "2019-04-12 13:59:00 +0100",
            "iso_8601": "2019-04-12T12:59:00Z"
        },
        "updated_at": {
            "unix": 1555074473,
            "text": "2019-04-12 14:07:53 +0100",
            "iso_8601": "2019-04-12T13:07:53Z"
        },
        "subject": "ECB's Chief Economist Praet (Dovish) does not see de-anchoring of inflation expectations",
        "content": "<ul><li>Believes in a scenario of growth stabilising in Q2 then rebounding</li><li>weakness of consumption is not worrying, it could be temporary</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-chief-economist-praet-dovish-does-not-see-de-anchoring-of-inflation-expectations-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:59:00",
        "gmt_time": "2019-04-12 12:59:00"
    },
    {
        "id": 864396,
        "updated_sequence": 1831981,
        "published_at": {
            "unix": 1555073340,
            "text": "2019-04-12 13:49:00 +0100",
            "iso_8601": "2019-04-12T12:49:00Z"
        },
        "updated_at": {
            "unix": 1555073896,
            "text": "2019-04-12 13:58:16 +0100",
            "iso_8601": "2019-04-12T12:58:16Z"
        },
        "subject": "Chevron (CVX) expect to exceed previous Permian output target",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference Permian crude production is around 159k BPD</li></ul>",
        "analysis_updated_at": {
            "unix": 1555073896,
            "text": "2019-04-12 13:58:16 +0100",
            "iso_8601": "2019-04-12T12:58:16Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-cvx-expect-to-exceed-previous-permian-output-target-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:49:00",
        "gmt_time": "2019-04-12 12:49:00"
    },
    {
        "id": 864395,
        "updated_sequence": 1831974,
        "published_at": {
            "unix": 1555072860,
            "text": "2019-04-12 13:41:00 +0100",
            "iso_8601": "2019-04-12T12:41:00Z"
        },
        "updated_at": {
            "unix": 1555072897,
            "text": "2019-04-12 13:41:37 +0100",
            "iso_8601": "2019-04-12T12:41:37Z"
        },
        "subject": "Fixed and FX latest: bonds remain depressed, and the Buck weak",
        "content": "<p>Firmer than forecast US import/export price data has piled even more pressure on core debt with 10 year Bunds, Gilts and US Treasuries all slipping to fresh lows at 164.78, 127.02 and 123-04, but the Dollar has not gleaned any or much support at all in the same way that PPI and initial claims provided momentum as the DXY languishes near fresh wtd lows of 96.768 and Usd/pairs continue to slump, bar the Jpy, though even that has not crossed 112.00.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-remain-depressed-and-the-buck-weak-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:41:00",
        "gmt_time": "2019-04-12 12:41:00"
    },
    {
        "id": 864389,
        "updated_sequence": 1831956,
        "published_at": {
            "unix": 1555072200,
            "text": "2019-04-12 13:30:00 +0100",
            "iso_8601": "2019-04-12T12:30:00Z"
        },
        "updated_at": {
            "unix": 1555072290,
            "text": "2019-04-12 13:31:30 +0100",
            "iso_8601": "2019-04-12T12:31:30Z"
        },
        "subject": "Teranet Canadian Home Prices (Mar) -0.3% M/M",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "teranet-canadian-home-prices-mar-0-3-m-m-12-04-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:30:00",
        "gmt_time": "2019-04-12 12:30:00"
    },
    {
        "id": 864383,
        "updated_sequence": 1831929,
        "published_at": {
            "unix": 1555070460,
            "text": "2019-04-12 13:01:00 +0100",
            "iso_8601": "2019-04-12T12:01:00Z"
        },
        "updated_at": {
            "unix": 1555070467,
            "text": "2019-04-12 13:01:07 +0100",
            "iso_8601": "2019-04-12T12:01:07Z"
        },
        "subject": "Merck (MRK GY) - Co. have entered into a definitive agreement to purchase Versum Materials (VSM)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "merck-mrk-gy-co-have-entered-into-a-definitive-agreement-to-purchase-versum-materials-vsm-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:01:00",
        "gmt_time": "2019-04-12 12:01:00"
    },
    {
        "id": 864381,
        "updated_sequence": 1831947,
        "published_at": {
            "unix": 1555070400,
            "text": "2019-04-12 13:00:00 +0100",
            "iso_8601": "2019-04-12T12:00:00Z"
        },
        "updated_at": {
            "unix": 1555070900,
            "text": "2019-04-12 13:08:20 +0100",
            "iso_8601": "2019-04-12T12:08:20Z"
        },
        "subject": "Wells Fargo & Co. (WFC) Q1 diluted USD 1.20 vs. Exp. USD 1.08, revenue USD 21.6bln vs. Exp. USD 20.87bln",
        "content": "<ul><li>NIM declines 3bps to 2.91% vs. Exp. 2.93%</li><li>Quarterly mortgage banking income USD 708mln vs previous USD 497mln in Q4; says residential mortgage loan originations in Q1 was USD 33bln, down from USD 38bln in Q4</li><li>Raises common stock dividend to USD 0.45 from 0.43</li><li>CET1 Ratio 11.9% vs. Exp. 11.6%</li></ul>",
        "reaction_details": "<p>Up 2.6% in an immediate reaction, paring to +1.7%&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1555070580,
            "text": "2019-04-12 13:03:00 +0100",
            "iso_8601": "2019-04-12T12:03:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-co-wfc-q1-diluted-usd-1-20-vs-exp-usd-1-08-revenue-usd-21-6bln-vs-exp-usd-20-87bln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 20:00:00",
        "gmt_time": "2019-04-12 12:00:00"
    },
    {
        "id": 864377,
        "updated_sequence": 1831911,
        "published_at": {
            "unix": 1555070040,
            "text": "2019-04-12 12:54:00 +0100",
            "iso_8601": "2019-04-12T11:54:00Z"
        },
        "updated_at": {
            "unix": 1555070176,
            "text": "2019-04-12 12:56:16 +0100",
            "iso_8601": "2019-04-12T11:56:16Z"
        },
        "subject": "Scotiabank FX Daily - Risk Appetite Bolstered By Impressive China Lending Data  ",
        "content": "<ul><li>&nbsp; USD soft vs. G10 (ex-JPY) as relative performance suggests ‘risk on’ tone.</li><li>&nbsp; CAD range bound as oil prices are offset by spreads; BoC releases BOS Mon.</li><li>&nbsp; EUR climbs on sentiment and better than feared industrial production figures.</li><li>&nbsp; GBP consolidating at apex of month-long triangle, poised for break.</li><li>&nbsp; JPY underperforming as China lending data offer fresh catalyst for risk rally.</li><li>&nbsp; AUD surges on China lending figures as markets fade expectations for RBA cut.</li><li>&nbsp; MXN extends to fresh high; up an impressive 1.6% on the week.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-risk-appetite-bolstered-by-impressive-china-lending-data-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:54:00",
        "gmt_time": "2019-04-12 11:54:00"
    },
    {
        "id": 864376,
        "updated_sequence": 1831908,
        "published_at": {
            "unix": 1555069980,
            "text": "2019-04-12 12:53:00 +0100",
            "iso_8601": "2019-04-12T11:53:00Z"
        },
        "updated_at": {
            "unix": 1555070056,
            "text": "2019-04-12 12:54:16 +0100",
            "iso_8601": "2019-04-12T11:54:16Z"
        },
        "subject": "ECB's Weidmann (hawk) states that he would not overestimate the influence of tiering on bank lending ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-states-that-he-would-not-overestimate-the-influence-of-tiering-on-bank-lending-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:53:00",
        "gmt_time": "2019-04-12 11:53:00"
    },
    {
        "id": 864375,
        "updated_sequence": 1831905,
        "published_at": {
            "unix": 1555069740,
            "text": "2019-04-12 12:49:00 +0100",
            "iso_8601": "2019-04-12T11:49:00Z"
        },
        "updated_at": {
            "unix": 1555069792,
            "text": "2019-04-12 12:49:52 +0100",
            "iso_8601": "2019-04-12T11:49:52Z"
        },
        "subject": "Santander (SAN SM) chairman says bank is not interested in German banks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "santander-san-sm-chairman-says-bank-is-not-interested-in-german-banks-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:49:00",
        "gmt_time": "2019-04-12 11:49:00"
    },
    {
        "id": 864374,
        "updated_sequence": 1831902,
        "published_at": {
            "unix": 1555069680,
            "text": "2019-04-12 12:48:00 +0100",
            "iso_8601": "2019-04-12T11:48:00Z"
        },
        "updated_at": {
            "unix": 1555069746,
            "text": "2019-04-12 12:49:06 +0100",
            "iso_8601": "2019-04-12T11:49:06Z"
        },
        "subject": "USGS reports magnitude 7 earthquake strikes South of Indonesia's Sulawesi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "USGS",
        "slug": "usgs-reports-magnitude-7-earthquake-strikes-south-of-indonesia-s-sulawesi-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:48:00",
        "gmt_time": "2019-04-12 11:48:00"
    },
    {
        "id": 864373,
        "updated_sequence": 1831897,
        "published_at": {
            "unix": 1555069260,
            "text": "2019-04-12 12:41:00 +0100",
            "iso_8601": "2019-04-12T11:41:00Z"
        },
        "updated_at": {
            "unix": 1555069414,
            "text": "2019-04-12 12:43:34 +0100",
            "iso_8601": "2019-04-12T11:43:34Z"
        },
        "subject": "UK Chancellor Hammond says Brexit no longer an immediate threat, but risks haven't bene removed altogether; search for new BOE gov underway, hopes Brexit will be resolved before candidates are shortlisted",
        "content": "<ul><li>Says he would not support a second referendum, says it might take 6-months to organise</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-hammond-says-brexit-no-longer-an-immediate-threat-but-risks-haven-t-bene-removed-altogether-search-for-new-boe-gov-underway-hopes-brexit-will-be-resolved-before-candidates-are-shortlisted-12-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:41:00",
        "gmt_time": "2019-04-12 11:41:00"
    },
    {
        "id": 864369,
        "updated_sequence": 1831885,
        "published_at": {
            "unix": 1555067820,
            "text": "2019-04-12 12:17:00 +0100",
            "iso_8601": "2019-04-12T11:17:00Z"
        },
        "updated_at": {
            "unix": 1555067983,
            "text": "2019-04-12 12:19:43 +0100",
            "iso_8601": "2019-04-12T11:19:43Z"
        },
        "subject": "WPP (WPP LN) - Blackstone, Carlyle & Advent international who were in discussion to acquire a majority stake in the Co's Kantar unit have reportedly dropped out of the race., FT",
        "content": "<p><a href=\"https://www.ft.com/content/9846dc1c-5d08-11e9-9dde-7aedca0a081a\">Link to the Article</a></p>",
        "reaction_details": "<p>In an immediate reaction Co. shares moved lower from 887.0 to 866.2</p>",
        "reaction_updated_at": {
            "unix": 1555067940,
            "text": "2019-04-12 12:19:00 +0100",
            "iso_8601": "2019-04-12T11:19:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "wpp-wpp-ln-blackstone-carlyle-advent-international-who-were-in-discussion-to-acquire-a-majority-stake-in-the-co-s-kantar-unit-have-reportedly-dropped-out-of-the-race-ft-12-04-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:17:00",
        "gmt_time": "2019-04-12 11:17:00"
    },
    {
        "id": 864367,
        "updated_sequence": 1831875,
        "published_at": {
            "unix": 1555067640,
            "text": "2019-04-12 12:14:00 +0100",
            "iso_8601": "2019-04-12T11:14:00Z"
        },
        "updated_at": {
            "unix": 1555067699,
            "text": "2019-04-12 12:14:59 +0100",
            "iso_8601": "2019-04-12T11:14:59Z"
        },
        "subject": "German finance minister Scholz says that he is convinced that the chances of reaching a Brexit deal have risen",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-that-he-is-convinced-that-the-chances-of-reaching-a-brexit-deal-have-risen-12-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:14:00",
        "gmt_time": "2019-04-12 11:14:00"
    },
    {
        "id": 864368,
        "updated_sequence": 1831878,
        "published_at": {
            "unix": 1555067640,
            "text": "2019-04-12 12:14:00 +0100",
            "iso_8601": "2019-04-12T11:14:00Z"
        },
        "updated_at": {
            "unix": 1555067739,
            "text": "2019-04-12 12:15:39 +0100",
            "iso_8601": "2019-04-12T11:15:39Z"
        },
        "subject": "Commerzbank (CBK GY) - Martin Zielke the Co's chairman is reportedly likely to become the head of the retail units following the potential merger with Deutsche Bank (DBK GY)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerzbank-cbk-gy-martin-zielke-the-co-s-chairman-is-reportedly-likely-to-become-the-head-of-the-retail-units-following-the-potential-merger-with-deutsche-bank-dbk-gy-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:14:00",
        "gmt_time": "2019-04-12 11:14:00"
    },
    {
        "id": 864366,
        "updated_sequence": 1831880,
        "published_at": {
            "unix": 1555067520,
            "text": "2019-04-12 12:12:00 +0100",
            "iso_8601": "2019-04-12T11:12:00Z"
        },
        "updated_at": {
            "unix": 1555067867,
            "text": "2019-04-12 12:17:47 +0100",
            "iso_8601": "2019-04-12T11:17:47Z"
        },
        "subject": "German finance minister Scholz says economy is slowing, but it is still growing; says uncertainty due to trade disputes and Brexit have weighed on business investment",
        "content": "<ul><li>Says there are signs that China and US can reach a compromise in their trade conflict</li><li>Says progress must be made on a minimum global corporation tax</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-economy-is-slowing-but-it-is-still-growing-says-uncertainty-due-to-trade-disputes-and-brexit-have-weighed-on-business-investment-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:12:00",
        "gmt_time": "2019-04-12 11:12:00"
    },
    {
        "id": 864365,
        "updated_sequence": 1831899,
        "published_at": {
            "unix": 1555067100,
            "text": "2019-04-12 12:05:00 +0100",
            "iso_8601": "2019-04-12T11:05:00Z"
        },
        "updated_at": {
            "unix": 1555069669,
            "text": "2019-04-12 12:47:49 +0100",
            "iso_8601": "2019-04-12T11:47:49Z"
        },
        "subject": "ECB's Weidmann (hawk) says trade disputes are weighing on the global economy, and further escallation cannot be ruled out, Brexit also adds to uncertainty; says uncertainty is leading to businesses holding back investment",
        "content": "<ul><li>Says German exports are not giving a meaningful boost to overall growth</li><li>Consumption expected to rebound in H2, and economy also seen rebounding</li><li>Says Berlin's fiscal stimulus could boost German growth by 0.25-0.5 ppts this year</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-trade-disputes-are-weighing-on-the-global-economy-and-further-escallation-cannot-be-ruled-out-brexit-also-adds-to-uncertainty-says-uncertainty-is-leading-to-businesses-holding-back-investment-12-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 19:05:00",
        "gmt_time": "2019-04-12 11:05:00"
    },
    {
        "id": 864364,
        "updated_sequence": 1831856,
        "published_at": {
            "unix": 1555066020,
            "text": "2019-04-12 11:47:00 +0100",
            "iso_8601": "2019-04-12T10:47:00Z"
        },
        "updated_at": {
            "unix": 1555066725,
            "text": "2019-04-12 11:58:45 +0100",
            "iso_8601": "2019-04-12T10:58:45Z"
        },
        "subject": "JPMorgan Chase & Co. (JPM) Q1 Adj. EPS USD 2.65 vs. Exp. USD 2.32, revenue USD 29.25bln vs. Exp. USD 28.07bln",
        "content": "<ul><li>FICC Sales &amp; Trading Revenue USD 3.73bln vs. Exp USD 3.67bln</li><li>Investment Banking Revenue USD 1.75bln vs. Exp. USD 1.63bln</li><li>Equities Sales &amp; Trading Revenue USD 1.74bln vs. Exp. USD 1.73bln</li><li>Adj. Revenue USD 29.85bln vs. Exp. USD 28.36bln</li></ul><p>CET1 Ratio 12.1% vs. Exp. 12%</p>",
        "reaction_details": "<p>Co. shares rose 2.5% pre-market</p>",
        "reaction_updated_at": {
            "unix": 1555066260,
            "text": "2019-04-12 11:51:00 +0100",
            "iso_8601": "2019-04-12T10:51:00Z"
        },
        "analysis_details": "<ul><li>Co. have a weighting of 2.8% in DJIA and 1.4% in SPX</li></ul>",
        "analysis_updated_at": {
            "unix": 1555066200,
            "text": "2019-04-12 11:50:00 +0100",
            "iso_8601": "2019-04-12T10:50:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "jpmorgan-chase-co-jpm-q1-adj-eps-usd-2-65-vs-exp-usd-2-32-revenue-usd-29-25bln-vs-exp-usd-28-07bln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:47:00",
        "gmt_time": "2019-04-12 10:47:00"
    },
    {
        "id": 864363,
        "updated_sequence": 1831841,
        "published_at": {
            "unix": 1555065780,
            "text": "2019-04-12 11:43:00 +0100",
            "iso_8601": "2019-04-12T10:43:00Z"
        },
        "updated_at": {
            "unix": 1555065861,
            "text": "2019-04-12 11:44:21 +0100",
            "iso_8601": "2019-04-12T10:44:21Z"
        },
        "subject": "PNC Bank (PNC) Q1 Diluted EPS USD 2.61 vs. Exp. USD 2.59, revenue USD 4.3bln vs. Exp. USD 4.25bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pnc-bank-pnc-q1-diluted-eps-usd-2-61-vs-exp-usd-2-59-revenue-usd-4-3bln-vs-exp-usd-4-25bln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:43:00",
        "gmt_time": "2019-04-12 10:43:00"
    },
    {
        "id": 864362,
        "updated_sequence": 1831838,
        "published_at": {
            "unix": 1555065420,
            "text": "2019-04-12 11:37:00 +0100",
            "iso_8601": "2019-04-12T10:37:00Z"
        },
        "updated_at": {
            "unix": 1555065666,
            "text": "2019-04-12 11:41:06 +0100",
            "iso_8601": "2019-04-12T10:41:06Z"
        },
        "subject": "Infosys Technologies Ltd. (INFY) Q1 revenue USD 215.4bln vs. Exp. INR 210.4bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "infosys-technologies-ltd-infy-q1-revenue-usd-215-4bln-vs-exp-inr-210-4bln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:37:00",
        "gmt_time": "2019-04-12 10:37:00"
    },
    {
        "id": 864361,
        "updated_sequence": 1831833,
        "published_at": {
            "unix": 1555065420,
            "text": "2019-04-12 11:37:00 +0100",
            "iso_8601": "2019-04-12T10:37:00Z"
        },
        "updated_at": {
            "unix": 1555065486,
            "text": "2019-04-12 11:38:06 +0100",
            "iso_8601": "2019-04-12T10:38:06Z"
        },
        "subject": "RANsquawk Daily US Opening News - 12th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21602/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Major European indices are mildly higher [Euro Stoxx 50 +0.2%]; E-mini futures reclaimed the 2900 level and Chevron announced a USD 33bln deal, ahead of US banks reporting</li><li>China reported a trade balance of USD 32.64bln significantly above expectations of USD 7.05bln</li><li>Looking ahead, highlights include US Import/Export Prices, University of Michigan (Preliminary), Chinese Trade Balance, ECB's Weidmann &amp; Praet, BoE's Carney</li><li>Earnings: JP Morgan Chase, Wells Fargo &amp; PNC Financial</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed following an indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data</strong> and big bank earnings in US. <strong>ASX 200 (+0.8%)</strong> benefitted from early outperformance in its largest weighted financials sector as top lender CBA gained on the reports it plans to reduce 10k workers, while <strong>Nikkei 225 (+0.7%)</strong> exporters found solace from favourable currency flows. Elsewhere, <strong>Hang Seng (+0.3%)</strong> and <strong>Shanghai Comp (U/C)</strong> lagged amid weakness in tech and gambling names, as well as cautiousness heading into the latest Chinese trade data. Finally, 10yr JGBs were lower as stocks in Japan remained afloat although downside for bonds was stemmed amid the BoJ’s presence in the market for nearly JPY 1tln of JGBs and with SoftBank pricing a record JPY 500bln offering.</p><p>PBoC skipped open market operations and are net neutral for a 2nd consecutive week. (Newswires) <strong>PBoC set CNY mid-point at 6.7220 (Prev. 6.7088)</strong></p><p><strong>Monetary Authority of Singapore kept policy unchanged as expected</strong>, while it lowered 2019 all-items inflation forecasts to 0.5%-1.5% from 1.0%-2.0% and sees GDP growth to be slightly below mid-point of 1.5%-3.5% projected range. (Newswires)</p><p>Chinese Trade Balance USD 32.64B vs. Exp. 7.05B (Prev. 4.08B)</p><p>- Chinese Exports YY* Mar 14.2% vs. Exp. 7.3% (Prev. -20.8%)</p><p>- Chinese Imports YY* Mar -7.6% vs. Exp. -1.3% (Prev. -5.2%)</p><p>- Chinese Yuan-Denominated Trade Balance (Mar) 220B (Prev. 34.46B)</p><p>- Chinese Yuan-Denominated Exports (Mar) +21.3% (Prev. -16.6%)</p><p>- Chinese Yuan-Denominated Imports (Mar) -1.8% (Prev. -0.3%)</p><p>China customs spokesman says impact on China trade from US-Sino tensions is generally controllable and expects China imports and exports to show mild growth in Q2, Q1 Yuan-denominated exports to US -3.7%, imports -28.3%, March exports to US +10.6%, imports -21% Y/Y. (Newswires)</p><p>Singapore GDP (Q1) Q/Q 2.0% vs. Exp. 1.2% (Prev. 1.4%). (Newswires) Singapore GDP (Q1) Y/Y 1.3% vs. Exp. 1.5% (Prev. 1.9%)</p><p>US</p><p><strong>Fed Chair Powell (neutral)</strong> reiterated that rates are in the right place and that China's soft patch impacted US growth outlook, according to sources. (Newswires)</p><p>UK/EU</p><p>Italian Economy Minister Tria says cutting income tax is necessary and the Italian government will decide in Autumn how to go about it, adds that he believes Italy can overcome EU objection over excessive debt and rules out a ‘traditional’ budget correction, but adds that there could be adjustments. (Newswires)</p><p>German Economy Ministry notes that the state of the economy is currently mixed with weakness in the industrial sector, however, there is strength in the domestic impetus, weakness in the manufacturing sector will be significantly weaker in H1 2019 compared to H1 2018, however, softness in the sector in Q1 will be more than compensated by other parts of the economy. (Newswires)</p><p>German government will likely reduce their 2019 GDP forecast to 0.5% from 1.0% next week with 2020 growth expected at 1.5%, according to sources. (Newswires) <i>For reference, this is similar to German press reports yesterday.</i></p><p>EQUITIES</p><p><strong>European equities are marginally higher thus far [Eurostoxx 50 +0.2%]</strong> after having erased losses seen at the open. Broad-based gains are being seen across major bourses given the recent upturn of risk appetite wherein DAX breached 12k to the upside. Similarly, E-mini Jun’19 futures reclaimed the 2900 level ahead of the all time high just under 2940, last seen in October 2018. Back to Europe, sectors are mixed with outperformance in material names given the spike higher in sentiment-driven base metals. In terms of notable movers, Plus500 (-25%) fell over 40% at one point after reporting an 82% drop in revenue Y/Y, with IG Group (-3.0%) dragged lower in sympathy. Finally, markets are awaiting earnings from JP Morgan (11:55BST) and Wells Fargo (13:00BST) to kick off US earnings season.</p><p><strong>Chevron Corp (CVX) announce agreement to acquire Anadarko (APC) for USD 33bln at USD 65/shar</strong>e; will assume estimated net debt of USD 15bln. <i>Anadarko are higher by around 20% in pre-market.</i></p><p>FX</p><p>EUR/JPY - Eur/Usd and Usd/Jpy are both testing big figure levels, at 1.1300 and 112.00 respectively where decent option expiries lie (1.2 bn and 1.1 bn), but the move appears to be M&amp;A driven and via the Eur/Jpy cross that spiked through 126.00 at the Tokyo fix overnight. Specifically, a 3 bn buy order is said to have been filled between 125.70 and 126.29, with the proceeds touted to be related to MUFJ’s purchase of a DZ Bank unit. Note, Eur/Jpy has now extended gains to circa 126.60 and the single currency is seeing spill-over buying across the board to around 1.1310 vs the Dollar and 0.8656 against Sterling where stops were expected on a break of 0.8650. Technically, 1.1316 in Eur/Usd may cap the upside as it forms 55 DMA and Fib resistance, while for Usd/Jpy several chart levels reside not far above 112.00, including the 200 WMA (112.04), a Fib (112.06) and the 112.13-16 ytd peak.</p><p>AUD/CAD/NZD - All benefiting from a more risk-on tone unfolding during the EU session and rebounding from lows vs their US counterpart, with the Aussie retesting 0.7150+ and Loonie paring losses from 1.3390 through 1.3350, but the Kiwi hampered to a degree by some weak NZ data overnight as it falls short of 0.6750. Note, Aud/Usd is now back within the realms of 1 bn expiries between 0.7150-55, as the DXY slips back under 97.000 again, albeit mainly due to the aforementioned Eur’s ascent and its biggest weighting in the index.</p><p>CHF/GBP - Also firmer vs the Greenback, as the Franc pares more losses from multi-week lows and inches closer to parity and Cable retains the bulk of its Brexit extension optimism within a 1.3050-80 range, but remains toppy on approaches to 1.3100 or just above given resistance around earlier April highs.</p><p>EM - Usd/Try has advanced further amidst the political turmoil and uncertainty over recent regional elections as the official Board has deferred a decision on a recount in one area of Istanbul that the ruling AK Party is contesting. The Lira lurched down below 5.8100 at one stage and closer to lows seen last month around 5.8490.</p><p>FIXED INCOME</p><p>Bonds have sharply decelerated after a relatively calm and measured initial downturn from fresh session highs, with Bunds, Gilts and US Treasuries just off 165.01, 127.28 and 123-08+ troughs vs 165.79, 127.95 and 123-21+ at best. The catalyst seems clear given an almost as abrupt rise in equities, but the rationale or driver is far from certain unless a major asset reallocation is unearthed at some stage, or some bullish stock-specific news.</p><p>COMMODITIES</p><p><strong>WTI and Brent recently received a bout of demand as risk-on sentiment took the wheel, wherein the former reclaimed USD 64/bbl whilst the latter gained more ground above USD 71/bbl</strong>. Oil is poised for its third consecutive week of gains, as the benchmarks price in potential supply disruptions emanating from Libyan tensions. NOC Head Sanala warned that a renewal of fighting could wipe out the nation’s crude production which stood at 1.1mln BPD in March, according to secondary sources. Elsewhere, Europe’s largest oil refinery, Shell’s 404K BPD Pernis remains restricted at 65% of its normal output amid strikes conducted by a Dutch trade union which is expected to last until at least Monday. Finally, China’s trade report noted that the country’s crude oil imports in the first quarter rose 8.2% Y/Y, although March imports fell to the lowest since 2018. In the metals complex, gold remains below the USD 1300/oz level after having lost the mark as the Greenback recouped some recent losses. Elsewhere, copper prices received a boost from the risk appetite around the market. The red metal breached its 100 DMA to the upside at 2.8974/lb before briefly trading above the 2.950/lb level.</p><p>Libya NOC chief said oil and gas exports face biggest threat since 2011 given the recent fighting, subsequently stating that a renewal of fighting could wipe out the nations crude production. (Newswires)</p><p>Norway's Petroleum directorate states that preliminary March oil production was 1.396mln BPD. March production lagged its forecasts by 1.5% due to technical issues at some oil fields. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-12th-april-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:37:00",
        "gmt_time": "2019-04-12 10:37:00"
    },
    {
        "id": 864360,
        "updated_sequence": 1831835,
        "published_at": {
            "unix": 1555065240,
            "text": "2019-04-12 11:34:00 +0100",
            "iso_8601": "2019-04-12T10:34:00Z"
        },
        "updated_at": {
            "unix": 1555065649,
            "text": "2019-04-12 11:40:49 +0100",
            "iso_8601": "2019-04-12T10:40:49Z"
        },
        "subject": "FT's Alphaville notes potential renewed interest in Hammerson (HMSO LN) with Klepierre (LI FP) potentially mounting another bid for the Co.- Unconfirmed",
        "content": "",
        "reaction_details": "<p>In an immediate reaction to this Hammerson shares moved higher from 332.50 to 338.40, currently trading with gains of around 1.7% in the pre-market</p><p>In a somewhat delayed reaction Klepierre shares moved lower from EUR 32.35 to EUR 32.15</p>",
        "reaction_updated_at": {
            "unix": 1555065300,
            "text": "2019-04-12 11:35:00 +0100",
            "iso_8601": "2019-04-12T10:35:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "ft-s-alphaville-notes-potential-renewed-interest-in-hammerson-hmso-ln-with-klepierre-li-fp-potentially-mounting-another-bid-for-the-co-unconfirmed-12-04-2019",
        "hidden": false,
        "section": {
            "id": 35,
            "name": "UK Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-04-12 18:34:00",
        "gmt_time": "2019-04-12 10:34:00"
    },
    {
        "id": 864359,
        "updated_sequence": 1831823,
        "published_at": {
            "unix": 1555064220,
            "text": "2019-04-12 11:17:00 +0100",
            "iso_8601": "2019-04-12T10:17:00Z"
        },
        "updated_at": {
            "unix": 1555064715,
            "text": "2019-04-12 11:25:15 +0100",
            "iso_8601": "2019-04-12T10:25:15Z"
        },
        "subject": "Fiat Chrysler (FCA IM) chairman sees significant improvement in H2 this year following difficulties in H2 2018 and at the start of 2019, meanwhile CEO says 2019 operating  performance is expected to surpass 2018 record results",
        "content": "",
        "reaction_details": "<p>In a reaction to this Co. shares moved higher from EUR 14.06 to EUR 14.17; and subsequently extended on this currently trading around EUR 14.40</p>",
        "reaction_updated_at": {
            "unix": 1555064520,
            "text": "2019-04-12 11:22:00 +0100",
            "iso_8601": "2019-04-12T10:22:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-chairman-sees-significant-improvement-in-h2-this-year-following-difficulties-in-h2-2018-and-at-the-start-of-2019-meanwhile-ceo-says-2019-operating-performance-is-expected-to-surpass-2018-record-results-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:17:00",
        "gmt_time": "2019-04-12 10:17:00"
    },
    {
        "id": 864358,
        "updated_sequence": 1831814,
        "published_at": {
            "unix": 1555064100,
            "text": "2019-04-12 11:15:00 +0100",
            "iso_8601": "2019-04-12T10:15:00Z"
        },
        "updated_at": {
            "unix": 1555064200,
            "text": "2019-04-12 11:16:40 +0100",
            "iso_8601": "2019-04-12T10:16:40Z"
        },
        "subject": "RANsquawk EU Mid Session: Risk-on as markets await JPM and Wells Fargo to kick off earning season  - 12th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21601/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>European equities are marginally higher thus far [Eurostoxx 50 +0.3%] after having erased losses seen at the open. Broad-based gains are being seen across major bourses given the recent upturn of risk appetite wherein DAX breached 12k to the upside. Similarly, E-mini Jun’19 futures reclaimed the 2900 level ahead of the all time high just under 2940, last seen in October 2018. Back to Europe, sectors are mixed with outperformance in material names given the spike higher in sentiment-driven base metals. In terms of notable movers, Plus500 (-25%) fell over 40% at one point after reporting an 82% drop in revenue Y/Y, with IG Group (-3.0%) dragged lower in sympathy. Finally, markets are awaiting earnings from JP Morgan (11:55BST) and Wells Fargo (13:00BST) to kick off US earnings season.</p><p><strong>FX</strong></p><p>EUR/JPY - Eur/Usd and Usd/Jpy are both testing big figure levels, at 1.1300 and 112.00 respectively where decent option expiries lie (1.2 bn and 1.1 bn), but the move appears to be M&amp;A driven and via the Eur/Jpy cross that spiked through 126.00 at the Tokyo fix overnight. Specifically, a 3 bn buy order is said to have been filled between 125.70 and 126.29, with the proceeds touted to be related to MUFJ’s purchase of a DZ Bank unit. Note, Eur/Jpy has now extended gains to circa 126.60 and the single currency is seeing spill-over buying across the board to around 1.1310 vs the Dollar and 0.8656 against Sterling where stops were expected on a break of 0.8650. Technically, 1.1316 in Eur/Usd may cap the upside as it forms 55 DMA and Fib resistance, while for Usd/Jpy several chart levels reside not far above 112.00, including the 200 WMA (112.04), a Fib (112.06) and the 112.13-16 ytd peak.</p><p>AUD/CAD/NZD - All benefiting from a more risk-on tone unfolding during the EU session and rebounding from lows vs their US counterpart, with the Aussie retesting 0.7150+ and Loonie paring losses from 1.3390 through 1.3350, but the Kiwi hampered to a degree by some weak NZ data overnight as it falls short of 0.6750. Note, Aud/Usd is now back within the realms of 1 bn expiries between 0.7150-55, as the DXY slips back under 97.000 again, albeit mainly due to the aforementioned Eur’s ascent and its biggest weighting in the index.</p><p>CHF/GBP - Also firmer vs the Greenback, as the Franc pares more losses from multi-week lows and inches closer to parity and Cable retains the bulk of its Brexit extension optimism within a 1.3050-80 range, but remains toppy on approaches to 1.3100 or just above given resistance around earlier April highs.</p><p>EM - Usd/Try has advanced further amidst the political turmoil and uncertainty over recent regional elections as the official Board has deferred a decision on a recount in one area of Istanbul that the ruling AK Party is contesting. The Lira lurched down below 5.8100 at one stage and closer to lows seen last month around 5.8490.</p><p><strong>FIXED INCOME</strong></p><p>Bonds have sharply decelerated after a relatively calm and measured initial downturn from fresh session highs, with Bunds, Gilts and US Treasuries just off 165.01, 127.28 and 123-08+ troughs vs 165.79, 127.95 and 123-21+ at best. The catalyst seems clear given an almost as abrupt rise in equities, but the rationale or driver is far from certain unless a major asset reallocation is unearthed at some stage, or some bullish stock-specific news.</p><p><strong>COMMODITIES</strong></p><p>WTI and Brent recently received a bout of demand as risk-on sentiment took the wheel, wherein the former reclaimed USD 64/bbl whilst the latter gained more ground above USD 71/bbl. Oil is poised for its third consecutive week of gains, as the benchmarks price in potential supply disruptions emanating from Libyan tensions. NOC Head Sanala warned that a renewal of fighting could wipe out the nation’s crude production which stood at 1.1mln BPD in March, according to secondary sources. Elsewhere, Europe’s largest oil refinery, Shell’s 404K BPD Pernis remains restricted at 65% of its normal output amid strikes conducted by a Dutch trade union which is expected to last until at least Monday. Finally, China’s trade report noted that the country’s crude oil imports in the first quarter rose 8.2% Y/Y, although March imports fell to the lowest since 2018. In the metals complex, gold remains below the USD 1300/oz level after having lost the mark as the Greenback recouped some recent losses. Elsewhere, copper prices received a boost from the risk appetite around the market. The red metal breached its 100 DMA to the upside at 2.8974/lb before briefly trading above the 2.950/lb level.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-risk-on-as-markets-await-jpm-and-wells-fargo-to-kick-off-earning-season-12th-april-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:15:00",
        "gmt_time": "2019-04-12 10:15:00"
    },
    {
        "id": 864357,
        "updated_sequence": 1831811,
        "published_at": {
            "unix": 1555063860,
            "text": "2019-04-12 11:11:00 +0100",
            "iso_8601": "2019-04-12T10:11:00Z"
        },
        "updated_at": {
            "unix": 1555063906,
            "text": "2019-04-12 11:11:46 +0100",
            "iso_8601": "2019-04-12T10:11:46Z"
        },
        "subject": "Fixed Income: what goes up must (at some stage) come back down",
        "content": "<p>Bonds have sharply decelerated after a relatively calm and measured initial downturn from fresh session highs, with Bunds, Gilts and US Treasuries just off 165.01, 127.28 and 123-08+ troughs vs 165.79, 127.95 and 123-21+ at best. The catalyst seems clear given an almost as abrupt rise in equities, but the rationale or driver is far from certain unless a major asset reallocation is unearthed at some stage, or some bullish stock-specific news.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-what-goes-up-must-at-some-stage-come-back-down-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:11:00",
        "gmt_time": "2019-04-12 10:11:00"
    },
    {
        "id": 864355,
        "updated_sequence": 1831800,
        "published_at": {
            "unix": 1555063260,
            "text": "2019-04-12 11:01:00 +0100",
            "iso_8601": "2019-04-12T10:01:00Z"
        },
        "updated_at": {
            "unix": 1555063448,
            "text": "2019-04-12 11:04:08 +0100",
            "iso_8601": "2019-04-12T10:04:08Z"
        },
        "subject": "In the event of a Deutsche Bank (DBK GY)/Commerzbank (CBK GY) merger, Deutsche Bank CEO Sewing will become the CEO of the joint entity, according to Spiegel",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Spiegel ",
        "slug": "in-the-event-of-a-deutsche-bank-dbk-gy-commerzbank-cbk-gy-merger-deutsche-bank-ceo-sewing-will-become-the-ceo-of-the-joint-entity-according-to-spiegel-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:01:00",
        "gmt_time": "2019-04-12 10:01:00"
    },
    {
        "id": 864259,
        "updated_sequence": 1831787,
        "published_at": {
            "unix": 1555063200,
            "text": "2019-04-12 11:00:00 +0100",
            "iso_8601": "2019-04-12T10:00:00Z"
        },
        "updated_at": {
            "unix": 1555063200,
            "text": "2019-04-12 11:00:00 +0100",
            "iso_8601": "2019-04-12T10:00:00Z"
        },
        "subject": "PREVIEW: JPMorgan (JPM) Q1 2019 earnings due 1155 BST/0655 EDT",
        "content": "<p><strong>ESTIMATED EARNINGS RELEASE TIME: 11:55 BST/06:55 EDT</strong></p><ul><li><strong>CONSTITUENT: </strong>DJIA (2.7% weight), SPX (1.4% weight).</li><li><strong>SECTOR: </strong>Financials/Diversified Banks. Peers: BAC, C, CMA, USB, WFC.<strong> </strong>Other peers: SCHW, ETFC, GS, MS, RJF.</li><li><strong>PERFORMANCE SINCE LAST REPORT (15 JAN): </strong>+7.3% (vs financials sector +7.7%, vs diversified banks 5.8%)</li><li><strong>YESTERDAY CLOSE (USD):</strong> 106.23</li><li><strong>VWAP (USD):</strong> 5-day 105.43; 30-day 103.42; 90-day 103.29.</li><li><strong>OPTIONS-IMPLIED PRICE SWING (+/-): </strong>2.1%</li></ul><p><strong>Q1 2019 EXPECTATIONS:</strong></p><ul><li><strong>Q1 EPS (USD):</strong> 2.32 (prev. 1.98 vs exp. 2.20, first miss in 16 qtrs)</li><li><strong>Q1 REVENUE (USD): </strong>28.07bln (prev. 26.1bln, -2.1% surprise).</li><li><strong>FY 2019 EPS: ~</strong>9.85</li><li><strong>CO. GUIDANCE FOR Q1: </strong>Expects 1Q19 NII to be approximately flat Q/Q, market dependent (~14.35bln). Expects 1Q19 expense to be up mid-single digits Y/Y. CFO said sees a more constructive market tone in Q1, one quarter of fixed income declines did not signal a trend, and that he saw no signs of a turn in the credit cycle in Q1. Market revenues are to fall in the “high teens” in Q1 following the strong Q1 2018, driven by lower FX and EM units. Medium-term profitability targets lowered for IB as the division required more capital in 2019.</li></ul><p><strong>STOCK RATING:</strong></p><ul><li><strong>ANALYSTS: </strong>Of<strong> </strong>30 analysts covering JPM, strong buy: 7, buy: 7, hold: 15, sell: 1</li><li><strong>RECENT RATING MOVES: </strong>3 upgrades and 15 downgrades in the last 90 days.</li><li><strong>MEDIAN PRICE TARGET (USD): </strong>115.00 (9.2% upside vs closing price).</li><li><strong>SECTOR:</strong> S&amp;P 500 finance sector earnings estimated to grow by 6.9% this quarter; revenue is seen rising 4.6%.</li></ul><p><strong>FACTORS:</strong></p><ul><li><strong>CAPITAL MARKETS: </strong>FICC and equities seen -14% YY, according to RBC (f/c -11% FICC trading, -17% decline in equities trading). Prev. equities -17% QQ to USD 1.3bln (+15% YY); prev. FICC -35% QQ at USD 1.9bln (-16% YY).</li><li><strong>NIM/NII:</strong> Barclays forecasts NIM at 2.56% (+2bps) on an increase in loan yields, partially offset by rising deposit costs.</li><li><strong>SHARE BUYBACKS:</strong> The 2018 capital plan authorised a 20.7bln share repurchase facility, of which 10.4bln of the authorisation remained at the end of 2018.</li><li><strong>DIVIDEND:</strong> Quarterly dividend USD 0.80/shr (paid 30 April, ex-div on 5 April).</li><li><strong>PREVIOUS EARNINGS REPORT (Q4 2018, released 15 Jan): </strong>First earnings miss in 16 quarters. Higher than expected loan loss provisions (added to card and wholesale reserves) and managed tax rate, lower than anticipated fee income driven by FICC, home lending revenues were 8% lower YY.</li></ul><p>&nbsp;</p><p><i>Sources: RANsquawk, Refinitiv, Factset, RBC, Barclays, Trefis</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-jpmorgan-jpm-q1-2019-earnings-due-1155-bst-0655-edt-11-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:00:00",
        "gmt_time": "2019-04-12 10:00:00"
    },
    {
        "id": 864354,
        "updated_sequence": 1831808,
        "published_at": {
            "unix": 1555063200,
            "text": "2019-04-12 11:00:00 +0100",
            "iso_8601": "2019-04-12T10:00:00Z"
        },
        "updated_at": {
            "unix": 1555063602,
            "text": "2019-04-12 11:06:42 +0100",
            "iso_8601": "2019-04-12T10:06:42Z"
        },
        "subject": "Chevron Corp (CVX) announce agreement to acquire Anadarko (APC) for USD 33bln at USD 65/share",
        "content": "<ul><li>Chevron will assume estimated net debt of USD 15bln</li></ul>",
        "reaction_details": "<ul><li>Anadarko (APC) are trading with gains of 20% in the premarket off the back of this</li><li>BP (BP/ LN) and Shell (RDSA LN) moved higher in tandem with Anadarko&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1555063260,
            "text": "2019-04-12 11:01:00 +0100",
            "iso_8601": "2019-04-12T10:01:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "chevron-corp-cvx-announce-agreement-to-acquire-anadarko-apc-for-usd-33bln-at-usd-65-share-12-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 18:00:00",
        "gmt_time": "2019-04-12 10:00:00"
    },
    {
        "id": 864353,
        "updated_sequence": 1831783,
        "published_at": {
            "unix": 1555062840,
            "text": "2019-04-12 10:54:00 +0100",
            "iso_8601": "2019-04-12T09:54:00Z"
        },
        "updated_at": {
            "unix": 1555062933,
            "text": "2019-04-12 10:55:33 +0100",
            "iso_8601": "2019-04-12T09:55:33Z"
        },
        "subject": "CRH (CRH IE) have hired Bank of America to launch the USD 2.2bln sale of their European Distribution unit, as according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "crh-crh-ie-have-hired-bank-of-america-to-launch-the-usd-2-2bln-sale-of-their-european-distribution-unit-as-according-to-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 17:54:00",
        "gmt_time": "2019-04-12 09:54:00"
    },
    {
        "id": 864352,
        "updated_sequence": 1831780,
        "published_at": {
            "unix": 1555062000,
            "text": "2019-04-12 10:40:00 +0100",
            "iso_8601": "2019-04-12T09:40:00Z"
        },
        "updated_at": {
            "unix": 1555062074,
            "text": "2019-04-12 10:41:14 +0100",
            "iso_8601": "2019-04-12T09:41:14Z"
        },
        "subject": "Morning FX Colour: Euro and Yen diverge further on merger-related momentum",
        "content": "<p><strong>EUR/JPY</strong></p><p>Eur/Usd and Usd/Jpy are both testing big figure levels, at 1.1300 and 112.00 respectively where decent option expiries lie (1.2 bn and 1.1 bn), but the move appears to be M&amp;A driven and via the Eur/Jpy cross that spiked through 126.00 at the Tokyo fix overnight. Specifically, a 3 bn buy order is said to have been filled between 125.70 and 126.29, with the proceeds touted to be related to MUFJ’s purchase of a DZ Bank unit. Note, Eur/Jpy has now extended gains to circa 126.60 and the single currency is seeing spill-over buying across the board to around 1.1310 vs the Dollar and 0.8656 against Sterling where stops were expected on a break of 0.8650. Technically, 1.1316 in Eur/Usd may cap the upside as it forms 55 DMA and Fib resistance, while for Usd/Jpy several chart levels reside not far above 112.00, including the 200 WMA (112.04), a Fib (112.06) and the 112.13-16 ytd peak.</p><p><strong>AUD/CAD/NZD&nbsp;</strong></p><p>All benefiting from a more risk-on tone unfolding during the EU session and rebounding from lows vs their US counterpart, with the Aussie retesting 0.7150+ and Loonie paring losses from 1.3390 through 1.3350, but the Kiwi hampered to a degree by some weak NZ data overnight as it falls short of 0.6750. Note, Aud/Usd is now back within the realms of 1 bn expiries between 0.7150-55, as the <strong>DXY</strong> slips back under 97.000 again, albeit mainly due to the aforementioned Eur’s ascent and its biggest weighting in the index.</p><p><strong>CHF/GBP</strong></p><p>Also firmer vs the Greenback, as the Franc pares more losses from multi-week lows and inches closer to parity and Cable retains the bulk of its Brexit extension optimism within a 1.3050-80 range, but remains toppy on approaches to 1.3100 or just above given resistance around earlier April highs.</p><p><strong>EM</strong></p><p>Usd/Try has advanced further amidst the political turmoil and uncertainty over recent regional elections as the official Board has deferred a decision on a recount in one area of Istanbul that the ruling AK Party is contesting. The Lira lurched down below 5.8100 at one stage and closer to lows seen last month around 5.8490.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "morning-fx-colour-euro-and-yen-diverge-further-on-merger-related-momentum-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 17:40:00",
        "gmt_time": "2019-04-12 09:40:00"
    },
    {
        "id": 864351,
        "updated_sequence": 1831777,
        "published_at": {
            "unix": 1555060740,
            "text": "2019-04-12 10:19:00 +0100",
            "iso_8601": "2019-04-12T09:19:00Z"
        },
        "updated_at": {
            "unix": 1555061265,
            "text": "2019-04-12 10:27:45 +0100",
            "iso_8601": "2019-04-12T09:27:45Z"
        },
        "subject": "BAML Flow Show: USD 14.3bln flowed into bonds this week, the most since June 2017; annualized return for stocks at 64%, the highest ever; annualized return for commodities still at 91%, remains at the strongest pace in 100 years",
        "content": "<ul><li>BAML Bull &amp; Bear indicator neutral at 4.6</li><li>USD 95bn inflows into credit this year vs. USD 90bn out of equities YTD</li><li>Biggest inflow to financial sector funds since September 2018 (USD 0.5bn) which hints investors are discounting the end of the bond yield collapse.</li><li>investor feedback is \"twitchy\" as the Fed perma-ease, the US-China trade deal, and global green shoots are all largely discounted</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-usd-14-3bln-flowed-into-bonds-this-week-the-most-since-june-2017-annualized-return-for-stocks-at-64-the-highest-ever-annualized-return-for-commodities-still-at-91-remains-at-the-strongest-pace-in-100-years-12-04-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 17:19:00",
        "gmt_time": "2019-04-12 09:19:00"
    },
    {
        "id": 864350,
        "updated_sequence": 1831772,
        "published_at": {
            "unix": 1555059600,
            "text": "2019-04-12 10:00:00 +0100",
            "iso_8601": "2019-04-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1555059705,
            "text": "2019-04-12 10:01:45 +0100",
            "iso_8601": "2019-04-12T09:01:45Z"
        },
        "subject": "Volkswagen (VOW3 GY) Group sales -4.3% Y/Y In March; notes declining sales in China amid April's sales tax reduction and trade conflict with the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-group-sales-4-3-y-y-in-march-notes-declining-sales-in-china-amid-april-s-sales-tax-reduction-and-trade-conflict-with-the-us-12-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 17:00:00",
        "gmt_time": "2019-04-12 09:00:00"
    },
    {
        "id": 864133,
        "updated_sequence": 1831756,
        "published_at": {
            "unix": 1555059600,
            "text": "2019-04-12 10:00:00 +0100",
            "iso_8601": "2019-04-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1555059600,
            "text": "2019-04-12 10:00:00 +0100",
            "iso_8601": "2019-04-12T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-11-04-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 17:00:00",
        "gmt_time": "2019-04-12 09:00:00"
    },
    {
        "id": 864346,
        "updated_sequence": 1831754,
        "published_at": {
            "unix": 1555058700,
            "text": "2019-04-12 09:45:00 +0100",
            "iso_8601": "2019-04-12T08:45:00Z"
        },
        "updated_at": {
            "unix": 1555058832,
            "text": "2019-04-12 09:47:12 +0100",
            "iso_8601": "2019-04-12T08:47:12Z"
        },
        "subject": "German government will likely reduce their 2019 GDP forecast to 0.5% from 1.0% next week with 2020 growth expected at 1.5%, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, this is similar to German press reports yesterday.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1555058832,
            "text": "2019-04-12 09:47:12 +0100",
            "iso_8601": "2019-04-12T08:47:12Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-government-will-likely-reduce-their-2019-gdp-forecast-to-0-5-from-1-0-next-week-with-2020-growth-expected-at-1-5-according-to-sources-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:45:00",
        "gmt_time": "2019-04-12 08:45:00"
    },
    {
        "id": 864345,
        "updated_sequence": 1831751,
        "published_at": {
            "unix": 1555057980,
            "text": "2019-04-12 09:33:00 +0100",
            "iso_8601": "2019-04-12T08:33:00Z"
        },
        "updated_at": {
            "unix": 1555058175,
            "text": "2019-04-12 09:36:15 +0100",
            "iso_8601": "2019-04-12T08:36:15Z"
        },
        "subject": "UBI Banca (UBI IM) CEO confirmed that 2019 profit will be higher than that of 2018",
        "content": "",
        "reaction_details": "<p>In a reaction to this Co. shares moved higher from EUR 2.56 to EUR 2.59</p>",
        "reaction_updated_at": {
            "unix": 1555058174,
            "text": "2019-04-12 09:36:14 +0100",
            "iso_8601": "2019-04-12T08:36:14Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubi-banca-ubi-im-ceo-confirmed-that-2019-profit-will-be-higher-than-that-of-2018-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:33:00",
        "gmt_time": "2019-04-12 08:33:00"
    },
    {
        "id": 864344,
        "updated_sequence": 1831749,
        "published_at": {
            "unix": 1555057920,
            "text": "2019-04-12 09:32:00 +0100",
            "iso_8601": "2019-04-12T08:32:00Z"
        },
        "updated_at": {
            "unix": 1555058105,
            "text": "2019-04-12 09:35:05 +0100",
            "iso_8601": "2019-04-12T08:35:05Z"
        },
        "subject": "Shell (RDSA LN) announce that production at its 404k bpd Pernis refinery has been limited to 65% since Tuesday and will remain the case until at least Monday",
        "content": "<ul><li>Co states that they have not made any further proposals to resolve the strike&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-announce-that-production-at-its-404k-bpd-pernis-refinery-has-been-limited-to-65-since-tuesday-and-will-remain-the-case-until-at-least-monday-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:32:00",
        "gmt_time": "2019-04-12 08:32:00"
    },
    {
        "id": 864343,
        "updated_sequence": 1831739,
        "published_at": {
            "unix": 1555057020,
            "text": "2019-04-12 09:17:00 +0100",
            "iso_8601": "2019-04-12T08:17:00Z"
        },
        "updated_at": {
            "unix": 1555057102,
            "text": "2019-04-12 09:18:22 +0100",
            "iso_8601": "2019-04-12T08:18:22Z"
        },
        "subject": "Covestro (1COV GY) - Co. have affirmed Q1 EBITDA at EUR 440mln",
        "content": "",
        "reaction_details": "<p>Some mild positivity seen in Co. shares following this</p>",
        "reaction_updated_at": {
            "unix": 1555057101,
            "text": "2019-04-12 09:18:21 +0100",
            "iso_8601": "2019-04-12T08:18:21Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "covestro-1cov-gy-co-have-affirmed-q1-ebitda-at-eur-440mln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:17:00",
        "gmt_time": "2019-04-12 08:17:00"
    },
    {
        "id": 864342,
        "updated_sequence": 1831732,
        "published_at": {
            "unix": 1555056360,
            "text": "2019-04-12 09:06:00 +0100",
            "iso_8601": "2019-04-12T08:06:00Z"
        },
        "updated_at": {
            "unix": 1555056433,
            "text": "2019-04-12 09:07:13 +0100",
            "iso_8601": "2019-04-12T08:07:13Z"
        },
        "subject": "UK debt and STIR futures grinding higher after shaky start",
        "content": "<p>Gilts have mimicked the rebound in Bunds and are now marginally outperforming or unwinding some of their recent Brextension related relative losses within an early 127.65-95 Liffe range vs Thursday’s 127.66 close. Similarly, the Short Sterling strip is clawing back lost ground after an initial wobble with contracts 0.5-2 ticks ahead in the rare absence of Brexit news-flow and following remarks from BoE Governor Carney highlighting the adverse impact of uncertainty surrounding the terms of Britain leaving the EU on business investment and productivity. Back to bonds, fresh intraday highs also carved out in the 10 year German benchmark at 165.79 and USTs before a fade amidst rather choppy trade overall.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-grinding-higher-after-shaky-start-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:06:00",
        "gmt_time": "2019-04-12 08:06:00"
    },
    {
        "id": 864341,
        "updated_sequence": 1831736,
        "published_at": {
            "unix": 1555056240,
            "text": "2019-04-12 09:04:00 +0100",
            "iso_8601": "2019-04-12T08:04:00Z"
        },
        "updated_at": {
            "unix": 1555056630,
            "text": "2019-04-12 09:10:30 +0100",
            "iso_8601": "2019-04-12T08:10:30Z"
        },
        "subject": "Carl Zeiss Meditec (AFX GY) H1 revenue EUR 667mln vs. Prev. EUR 613mln; EBIT expected to rise significantly to H1 2019 to EUR 110mln vs. Prev. EUR 88.2mln, 2019 revenue expected to reach between EUR 1.35bln vs. EUR 1.42bln ",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares moved higher from EUR 71.80 to just under EUR 74.00</p>",
        "reaction_updated_at": {
            "unix": 1555056480,
            "text": "2019-04-12 09:08:00 +0100",
            "iso_8601": "2019-04-12T08:08:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "carl-zeiss-meditec-afx-gy-h1-revenue-eur-667mln-vs-prev-eur-613mln-ebit-expected-to-rise-significantly-to-h1-2019-to-eur-110mln-vs-prev-eur-88-2mln-2019-revenue-expected-to-reach-between-eur-1-35bln-vs-eur-1-42bln-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:04:00",
        "gmt_time": "2019-04-12 08:04:00"
    },
    {
        "id": 864338,
        "updated_sequence": 1831726,
        "published_at": {
            "unix": 1555056000,
            "text": "2019-04-12 09:00:00 +0100",
            "iso_8601": "2019-04-12T08:00:00Z"
        },
        "updated_at": {
            "unix": 1555056162,
            "text": "2019-04-12 09:02:42 +0100",
            "iso_8601": "2019-04-12T08:02:42Z"
        },
        "subject": "German Economy Ministry notes that the state of the economy is currently mixed with weakness in the industrial sector, however, there is strength in the domestic impetus ",
        "content": "<ul><li>Weakness in the manufacturing sector will be significantly weaker in H1 2019 compared to H1 2018, however, softness in the sector in Q1 will be more than compensated by other parts of the economy.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-ministry-notes-that-the-state-of-the-economy-is-currently-mixed-with-weakness-in-the-industrial-sector-however-there-is-strength-in-the-domestic-impetus-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 16:00:00",
        "gmt_time": "2019-04-12 08:00:00"
    },
    {
        "id": 864333,
        "updated_sequence": 1831693,
        "published_at": {
            "unix": 1555053780,
            "text": "2019-04-12 08:23:00 +0100",
            "iso_8601": "2019-04-12T07:23:00Z"
        },
        "updated_at": {
            "unix": 1555053854,
            "text": "2019-04-12 08:24:14 +0100",
            "iso_8601": "2019-04-12T07:24:14Z"
        },
        "subject": "Bunds: straddling parity within a tight range",
        "content": "<p>A rather subdued start to Friday’s session for the 10 year German debt future after a modest mark-up to 165.64 only saw follow-through buying to 165.66 vs yesterday’s 165.58 Eurex close before a fade and pull-back to 165.51 where underlying prevented a deeper pull-back. More recently Bunds have meandered in an even narrower band with just a knee-jerk dip on a significantly wider than forecast Chinese trade surplus and subsequent recovery to a very marginal new intraday high of 165.70. In short, consolidation seems the order of the day (for now at least) after the post-ECB rally faded and above forecast US data prompted a retreat on Thursday. Ahead, Eurozone ip is forecast to decline after a strong showing last time, but could pleasantly surprise following better data from some member states and ECB speakers are scheduled (Weidmann and Praet).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-straddling-parity-within-a-tight-range-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 15:23:00",
        "gmt_time": "2019-04-12 07:23:00"
    },
    {
        "id": 864332,
        "updated_sequence": 1831690,
        "published_at": {
            "unix": 1555053600,
            "text": "2019-04-12 08:20:00 +0100",
            "iso_8601": "2019-04-12T07:20:00Z"
        },
        "updated_at": {
            "unix": 1555053691,
            "text": "2019-04-12 08:21:31 +0100",
            "iso_8601": "2019-04-12T07:21:31Z"
        },
        "subject": "Libya's NOC Chief warns that a renewal of fighting could wipe out the nation's crude production",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-noc-chief-warns-that-a-renewal-of-fighting-could-wipe-out-the-nation-s-crude-production-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 15:20:00",
        "gmt_time": "2019-04-12 07:20:00"
    },
    {
        "id": 864331,
        "updated_sequence": 1831687,
        "published_at": {
            "unix": 1555053480,
            "text": "2019-04-12 08:18:00 +0100",
            "iso_8601": "2019-04-12T07:18:00Z"
        },
        "updated_at": {
            "unix": 1555053627,
            "text": "2019-04-12 08:20:27 +0100",
            "iso_8601": "2019-04-12T07:20:27Z"
        },
        "subject": "Bayer (BAYN GY) - Co. state they will comply with the California courts ruling on Glyphosate, adding that the trial is still in a early phase and the focus remains on defending the safety of the Co's herbicides",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-co-state-they-will-comply-with-the-california-courts-ruling-on-glyphosate-adding-that-the-trial-is-still-in-a-early-phase-and-the-focus-remains-on-defending-the-safety-of-the-co-s-herbicides-12-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 15:18:00",
        "gmt_time": "2019-04-12 07:18:00"
    },
    {
        "id": 864330,
        "updated_sequence": 1831684,
        "published_at": {
            "unix": 1555052700,
            "text": "2019-04-12 08:05:00 +0100",
            "iso_8601": "2019-04-12T07:05:00Z"
        },
        "updated_at": {
            "unix": 1555052799,
            "text": "2019-04-12 08:06:39 +0100",
            "iso_8601": "2019-04-12T07:06:39Z"
        },
        "subject": "European equity movers this morning: Eutelsat (ETL FP) +2.9%; Intermediate Capital Group (ICP LN) +1.3%; LVMH (MC FP) +0.7%; Plus 500 (PLUS LN) -34.0%; IG Group (IGG LN) -4.3%; Johnson Matthey (JMAT LN) -1.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-eutelsat-etl-fp-2-9-intermediate-capital-group-icp-ln-1-3-lvmh-mc-fp-0-7-plus-500-plus-ln-34-0-ig-group-igg-ln-4-3-johnson-matthey-jmat-ln-1-9-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 15:05:00",
        "gmt_time": "2019-04-12 07:05:00"
    },
    {
        "id": 864330,
        "updated_sequence": 1831684,
        "published_at": {
            "unix": 1555052700,
            "text": "2019-04-12 08:05:00 +0100",
            "iso_8601": "2019-04-12T07:05:00Z"
        },
        "updated_at": {
            "unix": 1555052799,
            "text": "2019-04-12 08:06:39 +0100",
            "iso_8601": "2019-04-12T07:06:39Z"
        },
        "subject": "European equity movers this morning: Eutelsat (ETL FP) +2.9%; Intermediate Capital Group (ICP LN) +1.3%; LVMH (MC FP) +0.7%; Plus 500 (PLUS LN) -34.0%; IG Group (IGG LN) -4.3%; Johnson Matthey (JMAT LN) -1.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-eutelsat-etl-fp-2-9-intermediate-capital-group-icp-ln-1-3-lvmh-mc-fp-0-7-plus-500-plus-ln-34-0-ig-group-igg-ln-4-3-johnson-matthey-jmat-ln-1-9-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 15:05:00",
        "gmt_time": "2019-04-12 07:05:00"
    },
    {
        "id": 864324,
        "updated_sequence": 1831681,
        "published_at": {
            "unix": 1555052340,
            "text": "2019-04-12 07:59:00 +0100",
            "iso_8601": "2019-04-12T06:59:00Z"
        },
        "updated_at": {
            "unix": 1555052660,
            "text": "2019-04-12 08:04:20 +0100",
            "iso_8601": "2019-04-12T07:04:20Z"
        },
        "subject": "China customs spokesman says impact on China trade from  US-Sino tensions is generally controllable and expects China imports and exports to show mild growth in Q2",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-customs-spokesman-says-impact-on-china-trade-from-us-sino-tensions-is-generally-controllable-and-expects-china-imports-and-exports-to-show-mild-growth-in-q2-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:59:00",
        "gmt_time": "2019-04-12 06:59:00"
    },
    {
        "id": 864323,
        "updated_sequence": 1831657,
        "published_at": {
            "unix": 1555052160,
            "text": "2019-04-12 07:56:00 +0100",
            "iso_8601": "2019-04-12T06:56:00Z"
        },
        "updated_at": {
            "unix": 1555052413,
            "text": "2019-04-12 08:00:13 +0100",
            "iso_8601": "2019-04-12T07:00:13Z"
        },
        "subject": "China Q1 Yuan-denominated exports to US -3.7%, imports -28.3%, March exports to US +10.6%, imports -21% Y/Y, according to a customs spokesman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-q1-yuan-denominated-exports-to-us-3-7-imports-28-3-march-exports-to-us-10-6-imports-21-y-y-according-to-a-customs-spokesman-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:56:00",
        "gmt_time": "2019-04-12 06:56:00"
    },
    {
        "id": 864312,
        "updated_sequence": 1831676,
        "published_at": {
            "unix": 1555051500,
            "text": "2019-04-12 07:45:00 +0100",
            "iso_8601": "2019-04-12T06:45:00Z"
        },
        "updated_at": {
            "unix": 1555052575,
            "text": "2019-04-12 08:02:55 +0100",
            "iso_8601": "2019-04-12T07:02:55Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news ",
        "content": "<p>Wirecard (WDI GY) – Co. have reportedly announced the next generation ‘Wirecard Platform’. (Newswires)</p><p>Rentokil (RTO LN) – UK CMA has determined that the Co’s initial takeover of Mitie Pest Control may restrict competition and result in higher prices for consumers. Co. has until April 23rd to offer proposals to these concerns or a further investigation into the merger will occur. (Newswires)</p><p>Danone (BN FP) – Co. has agreed to sell its US organic salad business “Earthbound Farm” to Taylor Farms. (Newswires)</p><p>Schneider Electric (SU FP) – Co. are reinforcing their partnership with Carlyle Group (CG), to develop new infrastructure projects. Along with the formation of a JV called Alphastruxure. (Newswires)</p><p>Vestas Wind Systems (VWS DC) - Co. have reportedly acquired 25.1% of Sowitec group, retaining the option to purchase the remainder of shares in the next 3 years; the acquisition is subject to regulatory approval. (newswires)</p><p>Plus 500 (PLUS LN) - Q1 revenue USD 53.9mln vs. Prev. USD 154.8mln. Co. state that subdued financial markets weighed on this periods revenue. Number of active customers in Q1 97.92k vs. Prev. 218k. Co. state that it is too soon to draw conclusions on on FY outcome based on this quarter. (Newswires)</p><p>Provident Financial (PFG LN) - Co. state there has been a lack of a response from Non-Standard Financial (NSF LN), are concerned by this and their historical dividend payments. Adding that the offer terms are still 'highly unattractive for shareholders, advises shareholders to take no action relating to the offer. (newswires)</p><p>Maersk (MAERSKB DC) - Co. has signed a contract with Eniram to install an energy advisory system on vessels. (Newswires)</p><p>Casino (CO FP) - Co. announces sale of four loss-making stores. (Newswires)</p><p>ASHMORE (ASHM LN) INITIATED EQUAL WEIGHT AT BARCLAYS</p><p>BOLIDEN (BOL SS) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</p><p>JOHNSON MATTHEY (JMAT LN) DOWNGRADED TO SELL FROM HOLD AT INVESTEC</p><p>RANDSTAD (RAND AV) UPGRADED TO BUY FROM UNDERPERFORM AT BOFA</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:45:00",
        "gmt_time": "2019-04-12 06:45:00"
    },
    {
        "id": 864322,
        "updated_sequence": 1831620,
        "published_at": {
            "unix": 1555050600,
            "text": "2019-04-12 07:30:00 +0100",
            "iso_8601": "2019-04-12T06:30:00Z"
        },
        "updated_at": {
            "unix": 1555050949,
            "text": "2019-04-12 07:35:49 +0100",
            "iso_8601": "2019-04-12T06:35:49Z"
        },
        "subject": "China Q1 iron ore imports -3.5% Y/Y at 261mln tonnes, March iron ore imports 39.17mln tonnes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-q1-iron-ore-imports-3-5-y-y-at-261mln-tonnes-march-iron-ore-imports-39-17mln-tonnes-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:30:00",
        "gmt_time": "2019-04-12 06:30:00"
    },
    {
        "id": 864319,
        "updated_sequence": 1831637,
        "published_at": {
            "unix": 1555050600,
            "text": "2019-04-12 07:30:00 +0100",
            "iso_8601": "2019-04-12T06:30:00Z"
        },
        "updated_at": {
            "unix": 1555051011,
            "text": "2019-04-12 07:36:51 +0100",
            "iso_8601": "2019-04-12T06:36:51Z"
        },
        "subject": "China Q1 crude oil imports +8.2% Y/Y to 121mln tonnes, March imports at 39.17mln tonnes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-q1-crude-oil-imports-8-2-y-y-to-121mln-tonnes-march-imports-at-39-17mln-tonnes-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:30:00",
        "gmt_time": "2019-04-12 06:30:00"
    },
    {
        "id": 864320,
        "updated_sequence": 1831614,
        "published_at": {
            "unix": 1555050360,
            "text": "2019-04-12 07:26:00 +0100",
            "iso_8601": "2019-04-12T06:26:00Z"
        },
        "updated_at": {
            "unix": 1555050917,
            "text": "2019-04-12 07:35:17 +0100",
            "iso_8601": "2019-04-12T06:35:17Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1200-10 (2.1BLN), 1.1225-40 (600M), <strong>1.1250 (1.2BLN)</strong>,</p><p><strong>1.1300 (1.2BLN)</strong>, 1.1325 (450M)</p><p>GBP/USD: 1.3000 (466M), 1.3050 (288M)</p><p>EUR/GBP: 0.8590-0.8600 (650M), 0.8650 (300M)</p><p>AUD/USD: <strong>0.7150-55 (1BLN)</strong></p><p>NZD/USD: 0.6700 (700M)</p><p>USD/CAD: <strong>1.3300 (1.3BLN)</strong>, 1.3325 (380M), 1.3350 (455M)</p><p>USD/JPY: 110.50 (660M), 111.60 (282M), <strong>112.00 (1.1BLN)</strong></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-12-04-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:26:00",
        "gmt_time": "2019-04-12 06:26:00"
    },
    {
        "id": 864313,
        "updated_sequence": 1831589,
        "published_at": {
            "unix": 1555049760,
            "text": "2019-04-12 07:16:00 +0100",
            "iso_8601": "2019-04-12T06:16:00Z"
        },
        "updated_at": {
            "unix": 1555049890,
            "text": "2019-04-12 07:18:10 +0100",
            "iso_8601": "2019-04-12T06:18:10Z"
        },
        "subject": "China March vehicle sales -5.2% Y/Y vs. -13.8% in February, Q1 vehicle sales -11.3% Y/Y vs. Prev. +2.8% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-march-vehicle-sales-5-2-y-y-vs-13-8-in-february-q1-vehicle-sales-11-3-y-y-vs-prev-2-8-12-04-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 14:16:00",
        "gmt_time": "2019-04-12 06:16:00"
    },
    {
        "id": 864309,
        "updated_sequence": 1831563,
        "published_at": {
            "unix": 1555048320,
            "text": "2019-04-12 06:52:00 +0100",
            "iso_8601": "2019-04-12T05:52:00Z"
        },
        "updated_at": {
            "unix": 1555048436,
            "text": "2019-04-12 06:53:56 +0100",
            "iso_8601": "2019-04-12T05:53:56Z"
        },
        "subject": "Norway's Petroleum directorate states that preliminary March oil production was 1.396mln BPD. March production lagged its forecasts by 1.5% due to technical issues at some oil fields",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-petroleum-directorate-states-that-preliminary-march-oil-production-was-1-396mln-bpd-march-production-lagged-its-forecasts-by-1-5-due-to-technical-issues-at-some-oil-fields-12-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:52:00",
        "gmt_time": "2019-04-12 05:52:00"
    },
    {
        "id": 864308,
        "updated_sequence": 1831584,
        "published_at": {
            "unix": 1555048260,
            "text": "2019-04-12 06:51:00 +0100",
            "iso_8601": "2019-04-12T05:51:00Z"
        },
        "updated_at": {
            "unix": 1555049529,
            "text": "2019-04-12 07:12:09 +0100",
            "iso_8601": "2019-04-12T06:12:09Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p><strong>12th April 2019</strong></p><p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p><strong>ASIA</strong></p><p>Asian equity markets traded mixed following an indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data and big bank earnings in US. ASX 200 (+0.7%) benefitted from early outperformance in its largest weighted financials sector as top lender CBA gained on the reports it plans to reduce 10k workers, while Nikkei 225 (+0.7%) exporters found solace from favourable currency flows. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) lagged amid weakness in tech and gambling names, as well as cautiousness heading into the latest Chinese trade data.</p><p><strong>FTSE</strong></p><p>Barclays (BARC LN) – Co. has accused activist investor Edward Bramson of being “disruptive and uncollaborative”, and added that he has a “poor understanding” of the business whilst his interests are not aligned with Barclays’ other shareholders. Bramson has a 5.5% stake in the bank. Co. also acknowledged that group performance needs to improve. (The Times)</p><p>Melrose (MRO LN) – Co. has dismissed complaints from MPs that the closure of a Birmingham factory undermines commitments which were outlined during the hostile takeover of GKN for GBP 8bln last year. (Sky)</p><p>Ted Baker (TED LN) – Co. is facing shareholder pressure to publish findings of an investigation into the allegedly inappropriate behaviour by Co’s founder Kelvin; the Co. have so far declined to release the enquiries findings but did note that it had found ‘several areas of improvement’. (Guardian)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>STANDARD LIFE ABERDEEN (SLA LN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p><p>MICRO FOCUS (MCRO LN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p><p>SCHRODERS (SDR LN) RESUMED OVERWEIGHT AT BARCLAYS</p><p>MAN GROUP (EMG LN) RESUMED OVERWEIGHT AT BARCLAYS</p><p>INTERMEDIATE CAPITAL GROUP (ICP LN) RESUMED OVERWEIGHT AT BARCLAYS</p><p><strong>DAX</strong></p><p>OTHER GERMAN COMPANIES</p><p>Software AG (SOW GY) – Co. raised 2019 outlook for ADABAS &amp; Natural business line. Q1 total revenue +8% Y.Y to EUR 201.4mln. Total product revenue +10% Y/Y to EUR 154.5mln. (Newswires)</p><p>Fraport (FRA GY) – Q1 passengers +2.5% Y/Y, aircraft movement +3.0%. In March, Co. reported traffic growth +1.4% Y/Y to around 5.6mln. (Newswires)</p><p>BROKER MOVES</p><p><strong>CAC</strong></p><p>OTHER FRENCH COMPANIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>BROKER MOVES</p><p>SODEXO (SW FP) REITERATED UNDERWEIGHT AT JPMORGAN CHASE</p><p>EUTELSAT (ETL FP) UPGRADED TO BUY FROM HOLD AT BERENBERG</p><p>LVMH (MC FP) REITERATED OUTPERFORM AT RBC</p><p><strong>PAN EUROPE</strong></p><p>Santander (SAN SM) – Co. intends to make an offer to acquire all shares of Mexico’s Banca Santander that are not already held (around 25%). The exchange offer is expected to be launched and settled in H2. Transaction is EPS neutral and slightly improves CET1 ratio. (Newswires)</p><p>Monte Dei Paschi (BMPS IM) – Co.’s chairwoman said the bank is consider several “strategic and extraordinary” operations but nothing is set in stone, only discussions within the board. (Newswires)</p><p>Generali (G IM)/Prudential (PRU LN) – Co’s are reportedly in initial discussions with Chinese authorities to enter the private pensions sector, which is valued at around USD 1.6trl. (Newswires)</p><p>ArcelorMittal (MT NA) – Top court in India has blocked the Co’s payment to lenders who are related with Essar Steel. (Newswires)</p><p>Red Electric (REE SM) – Co. are reportedly considering an IPO for their Fiber Optic Unit. (Newswires)</p><p>BROKER MOVES</p><p><strong>SMI</strong></p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>US</strong></p><p>* SPX 0.0% at 2888, NDX -0.2% at 7595, DJI -0.1% at 26142. SECTORS: Communications +0.1%, Cons Discretionary +0.1%, Cons Staples +0.1%, Energy 0.0%, Financials +0.6%, Healthcare -1.2%, Industrials +0.9%, Materials -0.1%, Tech -0.1%, Telecoms +0.2%, Utilities +0.6%</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-12-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:51:00",
        "gmt_time": "2019-04-12 05:51:00"
    },
    {
        "id": 864307,
        "updated_sequence": 1831555,
        "published_at": {
            "unix": 1555047240,
            "text": "2019-04-12 06:34:00 +0100",
            "iso_8601": "2019-04-12T05:34:00Z"
        },
        "updated_at": {
            "unix": 1555047739,
            "text": "2019-04-12 06:42:19 +0100",
            "iso_8601": "2019-04-12T05:42:19Z"
        },
        "subject": "Italian Economy Minister Tria says cutting income tax is necessary and the Italian government will decide in Autumn how to go about it, adds that he believes Italy can overcome EU objection over excessive debt",
        "content": "<ul><li>Adds that he rules out a 'traditional' budget correction, but that there could be adjustments&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-cutting-income-tax-is-necessary-and-the-italian-government-will-decide-in-autumn-how-to-go-about-it-adds-that-he-believes-italy-can-overcome-eu-objection-over-excessive-debt-12-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:34:00",
        "gmt_time": "2019-04-12 05:34:00"
    },
    {
        "id": 864306,
        "updated_sequence": 1831709,
        "published_at": {
            "unix": 1555046280,
            "text": "2019-04-12 06:18:00 +0100",
            "iso_8601": "2019-04-12T05:18:00Z"
        },
        "updated_at": {
            "unix": 1555055259,
            "text": "2019-04-12 08:47:39 +0100",
            "iso_8601": "2019-04-12T07:47:39Z"
        },
        "subject": "RANsquawk Daily European Opening News - 12th April 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21597/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Asian indices are mixed as markets await Chinese trade data and the start of US earnings season</li><li>France is reportedly against reopening EU-US trade talks, but will not block them given that a majority supports the talks</li><li>Looking ahead, highlights include EZ Industrial Production, US Import/Export Prices, University of Michigan (Preliminary), Chinese Trade Balance, ECB's Weidmann &amp; Praet, BoE's Carney</li><li>Earnings: JP Morgan Chase, Wells Fargo &amp; PNC Financial</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed following an indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data</strong> and big bank earnings in US. <strong>ASX 200 (+0.7%)</strong> benefitted from early outperformance in its largest weighted financials sector as top lender CBA gained on the reports it plans to reduce 10k workers, while <strong>Nikkei 225 (+0.7%)</strong> exporters found solace from favourable currency flows. Elsewhere, <strong>Hang Seng (-0.3%)</strong> and <strong>Shanghai Comp. (-0.4%)</strong> lagged amid weakness in tech and gambling names, as well as cautiousness heading into the latest Chinese trade data. Finally, 10yr JGBs were lower as stocks in Japan remained afloat although downside for bonds was stemmed amid the BoJ’s presence in the market for nearly JPY 1tln of JGBs and with SoftBank pricing a record JPY 500bln offering.</p><p>PBoC skipped open market operations and are net neutral for a 2nd consecutive week. (Newswires) <strong>PBoC set CNY mid-point at 6.7220 (Prev. 6.7088)</strong></p><p><strong>Monetary Authority of Singapore kept policy unchanged as expected</strong>, while it lowered 2019 all-items inflation forecasts to 0.5%-1.5% from 1.0%-2.0% and sees GDP growth to be slightly below mid-point of 1.5%-3.5% projected range. (Newswires)</p><p>Singapore GDP (Q1) Q/Q 2.0% vs. Exp. 1.2% (Prev. 1.4%). (Newswires) Singapore GDP (Q1) Y/Y 1.3% vs. Exp. 1.5% (Prev. 1.9%)&nbsp;</p><p>UK/EU</p><p><strong>BoE Governor Carney</strong> said business investment has stalled since the 2016 referendum and that it is having an effect on productivity, while he added that the UK labour market is incredibly tight and business uncertainty is 'through the roof'. (Newswires)</p><p><strong>ECB sources said policymakers are leaning towards offering a negative rate on TLTRO to banks that meet lending targets</strong> and that policymakers are sceptical on a tiered deposit rate. (Newswires)</p><p>France is said to object to re-opening trade talks with the US but will not block discussions since there is a majority of EU members who support the process. (Newswires)</p><p>FX</p><p>In FX markets, the <strong>DXY</strong> trickled below the 97.00 level as it gave back some of the prior session’s data-inspired gains in which encouraging jobless claims and firmer than expected PPI numbers subsequently dampened hopes for a Fed rate cut this year. Nonetheless, the greenback’s major counterparts have benefitted from the overnight pullback with outperformance in <strong>EUR</strong>/<strong>USD</strong> after it broke through the 5- and 20-day moving averages on its quest towards the 1.1300 level, while gains were exacerbated by cross-related flows as <strong>EUR</strong>/<strong>JPY</strong> tripped through stops at 126.00 post-Tokyo fix and some also suggested flows from a previously announced USD 6.3bln European M&amp;A foray by Japanese megabank MUFG. <strong>GBP</strong>/<strong>USD</strong> nursed recent losses as Brexit-related news quietened, although PM May continues to face challenges to her leadership with former Foreign Secretary Boris Johnson said to have held private talks with the DUP. Elsewhere, antipodeans were indecisive as participants awaited the Chinese trade data and as early momentum in <strong>AUD</strong>/<strong>USD</strong> faded after the RBA Financial Stability Review noted increased risks in the household sector and uncertainty regarding consumption outlook, while <strong>SGD</strong> was choppy in the aftermath of mixed GDP data and the Monetary Authority of Singapore’s semi-annual policy meeting where it maintained FX-based policy settings but lowered CPI forecasts.</p><p>RBA Financial Stability Review said risks in the household sector have increased and consumption outlook is uncertain but added the financial system is more resilient and banks have higher, more liquid capital. (Newswires)</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were rangebound overnight amid a tentative risk tone as participants awaited the latest Chinese trade figures. <strong>WTI</strong> crude futures consolidated after its recent decline to below USD 64.00/bbl amid reports the June OPEC meeting is to debate raising oil output if crude hits USD 80-85/bbl and if supply from Venezuela and Iran falls further. Elsewhere, <strong>gold</strong> was lacklustre and failed to benefit from a softer greenback with the precious metal despondent after it recently gave up the USD 1300/oz level, while <strong>copper</strong> prices were more resilient and extended on the intraday rebound seen during US hours but with upside limited by the looming China data.</p><p>&nbsp;</p><p>PDVSA reportedly shipped 1mln barrels of crude in two tankers to Cuba. (Newswires)</p><p>&nbsp;</p><p>Libya NOC chief said oil and gas exports face biggest threat since 2011 given the recent fighting. (Newswires)</p><p>GEOPOLITICS</p><p>US President Trump said he would support easing on the sanctions on North Korea at the right time but sanctions on the country are at a fair level right now. US President Trump added that North Korea did not fulfil what he wanted them to in the talks and that he is discussing further meeting with North Korea, while he also noted that South Korea has agreed to purchase 'tremendous' amounts of military equipment. (Newswires)&nbsp;</p><p>US</p><p>The implied probability for a Fed rate cut in 2019 fell to sub-50%, from around 55% on Wednesday, after decent jobless claims data and an upside surprise to PPI. However, ranges were low, and volumes were hardly exciting. Fed speakers added little new to the narrative, generally reiterating current positions and the central bank’s neutral stance (in line with yesterday’s minutes). This week’s auction series have been mixed, and after a solid 10-year sale on Wednesday, which stopped through by 1bps, Thursday’s sale of 30s was ok, tailing by 0.6bps, though direct participation fell slightly, picked-up by the indirects. At settlement, major curve spreads were a touch wider. US T-note futures (M9) settled 7+ lower at 123-18.</p><p><strong>Fed Chair Powell (neutral)</strong> reiterated that rates are in the right place. Sources also reported that he believes China's soft patch impacted US growth outlook. (Newswires)</p><p><strong>Fed's Kashkari (non-voter, dove)</strong> said if Fed keep rates low to spur wage growth that should also translate into lower mortgage costs which should help housing. Kashkari also commented that there is still slack in the labor market and therefore not yet at maximum employment, while he added that inflation is still below target so no need to tap the brakes. (Newswires/Twitter)</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-12th-april-2019-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:18:00",
        "gmt_time": "2019-04-12 05:18:00"
    },
    {
        "id": 864305,
        "updated_sequence": 1831542,
        "published_at": {
            "unix": 1555045200,
            "text": "2019-04-12 06:00:00 +0100",
            "iso_8601": "2019-04-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1555045575,
            "text": "2019-04-12 06:06:15 +0100",
            "iso_8601": "2019-04-12T05:06:15Z"
        },
        "subject": "Singapore Retail Sales (Feb) Y/Y -10.0% (Prev. 7.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-feb-y-y-10-0-prev-7-6-12-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:00:00",
        "gmt_time": "2019-04-12 05:00:00"
    },
    {
        "id": 864304,
        "updated_sequence": 1831539,
        "published_at": {
            "unix": 1555045200,
            "text": "2019-04-12 06:00:00 +0100",
            "iso_8601": "2019-04-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1555045520,
            "text": "2019-04-12 06:05:20 +0100",
            "iso_8601": "2019-04-12T05:05:20Z"
        },
        "subject": "Singapore Retail Sales (Feb) M/M -1.5% (Prev. 0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-feb-m-m-1-5-prev-0-2-12-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 13:00:00",
        "gmt_time": "2019-04-12 05:00:00"
    },
    {
        "id": 864303,
        "updated_sequence": 1831536,
        "published_at": {
            "unix": 1555045020,
            "text": "2019-04-12 05:57:00 +0100",
            "iso_8601": "2019-04-12T04:57:00Z"
        },
        "updated_at": {
            "unix": 1555045172,
            "text": "2019-04-12 05:59:32 +0100",
            "iso_8601": "2019-04-12T04:59:32Z"
        },
        "subject": "China said FTZ talks with Japan and South Korea made positive progress",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-said-ftz-talks-with-japan-and-south-korea-made-positive-progress-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 12:57:00",
        "gmt_time": "2019-04-12 04:57:00"
    },
    {
        "id": 864302,
        "updated_sequence": 1831533,
        "published_at": {
            "unix": 1555044900,
            "text": "2019-04-12 05:55:00 +0100",
            "iso_8601": "2019-04-12T04:55:00Z"
        },
        "updated_at": {
            "unix": 1555045017,
            "text": "2019-04-12 05:56:57 +0100",
            "iso_8601": "2019-04-12T04:56:57Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks traded mixed amid looming Chinese trade data",
        "content": "<p>Asia equity markets traded mixed following an indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data and big bank earnings in US. ASX 200 (+0.7%) benefitted from early outperformance in its largest weighted financials sector as top lender CBA gained on the reports it plans to reduce 10k workers, while Nikkei 225 (+0.7%) exporters found solace from favourable currency flows. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) lagged amid weakness in tech and gambling names, as well as cautiousness heading into the latest Chinese trade data. Finally, 10yr JGBs were lower as stocks in Japan remained afloat although downside for bonds was stemmed amid the BoJ’s presence in the market for nearly JPY 1tln of JGBs and with SoftBank pricing a record JPY 500bln offering.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-traded-mixed-amid-looming-chinese-trade-data-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 12:55:00",
        "gmt_time": "2019-04-12 04:55:00"
    },
    {
        "id": 864301,
        "updated_sequence": 1831530,
        "published_at": {
            "unix": 1555044000,
            "text": "2019-04-12 05:40:00 +0100",
            "iso_8601": "2019-04-12T04:40:00Z"
        },
        "updated_at": {
            "unix": 1555044072,
            "text": "2019-04-12 05:41:12 +0100",
            "iso_8601": "2019-04-12T04:41:12Z"
        },
        "subject": "Chinese President Xi says China is willing to push forward relationship with North Korea and highly values the friendship and cooperation between the 2 nations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-china-is-willing-to-push-forward-relationship-with-north-korea-and-highly-values-the-friendship-and-cooperation-between-the-2-nations-12-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 12:40:00",
        "gmt_time": "2019-04-12 04:40:00"
    },
    {
        "id": 864299,
        "updated_sequence": 1831524,
        "published_at": {
            "unix": 1555043100,
            "text": "2019-04-12 05:25:00 +0100",
            "iso_8601": "2019-04-12T04:25:00Z"
        },
        "updated_at": {
            "unix": 1555043175,
            "text": "2019-04-12 05:26:15 +0100",
            "iso_8601": "2019-04-12T04:26:15Z"
        },
        "subject": "Daewoo Shipbuilding (042660 KS) receives USD 1.0bln contract to build 3 submarines from Indonesian Navy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daewoo-shipbuilding-042660-ks-receives-usd-1-0bln-contract-to-build-3-submarines-from-indonesian-navy-12-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 12:25:00",
        "gmt_time": "2019-04-12 04:25:00"
    },
    {
        "id": 864298,
        "updated_sequence": 1831521,
        "published_at": {
            "unix": 1555042980,
            "text": "2019-04-12 05:23:00 +0100",
            "iso_8601": "2019-04-12T04:23:00Z"
        },
        "updated_at": {
            "unix": 1555043133,
            "text": "2019-04-12 05:25:33 +0100",
            "iso_8601": "2019-04-12T04:25:33Z"
        },
        "subject": "Asiana Airlines (020560 KS) is to be sold by parent Kumho",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "asiana-airlines-020560-ks-is-to-be-sold-by-parent-kumho-12-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 12:23:00",
        "gmt_time": "2019-04-12 04:23:00"
    },
    {
        "id": 864297,
        "updated_sequence": 1831518,
        "published_at": {
            "unix": 1555039500,
            "text": "2019-04-12 04:25:00 +0100",
            "iso_8601": "2019-04-12T03:25:00Z"
        },
        "updated_at": {
            "unix": 1555039732,
            "text": "2019-04-12 04:28:52 +0100",
            "iso_8601": "2019-04-12T03:28:52Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: Department of Telecom approved Bharti Airtel (BHARTI IS) - Tata Teleservices (TTSL) merger with conditions",
        "content": "<p>Bharti Airtel (BHARTI IS) - The Department of Telecom approved Co. merger with Tata Teleservices (TTSL). (Newswires)</p><p>Jet Airways (JETIN IS) - Co. founder Goyal plans to regain control of the airline, while there were separate reports that Etihad has formally communicated its intent to increase its stake in the Co. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-department-of-telecom-approved-bharti-airtel-bharti-is-tata-teleservices-ttsl-merger-with-conditions-12-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 11:25:00",
        "gmt_time": "2019-04-12 03:25:00"
    },
    {
        "id": 864296,
        "updated_sequence": 1831513,
        "published_at": {
            "unix": 1555037160,
            "text": "2019-04-12 03:46:00 +0100",
            "iso_8601": "2019-04-12T02:46:00Z"
        },
        "updated_at": {
            "unix": 1555037614,
            "text": "2019-04-12 03:53:34 +0100",
            "iso_8601": "2019-04-12T02:53:34Z"
        },
        "subject": "ASIA-PAC MARKET UPDATE: Asia trades mixed amid cautiousness ahead of the latest China trade data ",
        "content": "<p>Asia equity markets are mixed following an indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data and big bank earnings in US. ASX 200 (+0.7%) is higher with outperformance in Australia’s largest weighted financials sector boosting investor sentiment as top lender CBA gains on the reports it plans to reduce 10k workers, while Nikkei 225 (+0.5%) finds mild solace from favourable currency flows. Elsewhere, Hang Seng (-0.3%) underperforms and Shanghai Comp. is jittery amid weakness in tech and gambling names, as well as cautiousness heading into the latest Chinese trade data.</p><p>In FX markets, the USD has given back some of the prior session’s data-inspired gains from the encouraging jobless claims and firmer than expected PPI numbers which saw the implied probability of a Fed rate cut this year slip to below 50%. Nonetheless, the DXY just about holds on to the 97.00 level, while its major counterparts are mixed in which EUR/USD outperforms after breaking through its 5- and 20-day moving averages in its advance towards the 1.1300 level, while the gains are exacerbated by cross-related flows as EUR/JPY tripped through stops at 126.00 post-Tokyo fix and with some also suggesting flows from a previously announced USD 6.3bln European purchase by Japanese megabank MUFG. GBP/USD also attempts to recover recent lost ground as Brexit-related news quietens down although PM May continues to face challenges to her leadership with former Foreign Secretary Boris Johnson said to have held private talks with the DUP. Elsewhere, antipodeans are indecisive as participants await the Chinese trade data and as early momentum in AUD/USD faded after the RBA Financial Stability Review noted increased risks in the household sector and uncertainty regarding consumption outlook.</p><p>Finally, 10yr JGBs are lower as stocks in Japan remain afloat although downside for bonds is stemmed amid the BoJ’s presence in the market for nearly JPY 1tln of JGBs and with SoftBank pricing a record JPY 500bln offering.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-update-asia-trades-mixed-amid-cautiousness-ahead-of-the-latest-china-trade-data-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 10:46:00",
        "gmt_time": "2019-04-12 02:46:00"
    },
    {
        "id": 864295,
        "updated_sequence": 1831508,
        "published_at": {
            "unix": 1555035780,
            "text": "2019-04-12 03:23:00 +0100",
            "iso_8601": "2019-04-12T02:23:00Z"
        },
        "updated_at": {
            "unix": 1555035870,
            "text": "2019-04-12 03:24:30 +0100",
            "iso_8601": "2019-04-12T02:24:30Z"
        },
        "subject": "SoftBank (9984 JT) prices JPY 500bln of bonds at 1.64%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "softbank-9984-jt-prices-jpy-500bln-of-bonds-at-1-64-12-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 10:23:00",
        "gmt_time": "2019-04-12 02:23:00"
    },
    {
        "id": 864293,
        "updated_sequence": 1831515,
        "published_at": {
            "unix": 1555032660,
            "text": "2019-04-12 02:31:00 +0100",
            "iso_8601": "2019-04-12T01:31:00Z"
        },
        "updated_at": {
            "unix": 1555038081,
            "text": "2019-04-12 04:01:21 +0100",
            "iso_8601": "2019-04-12T03:01:21Z"
        },
        "subject": "RBA Financial Stability Review says risks in the household sector have increased and consumption outlook is uncertain, but adds financial system is more resilient and banks have higher, more liquid capital",
        "content": "",
        "reaction_details": "<ul><li>AUD/USD immediately moved lower by 10 pips to 0.7121 from 0.7131.</li></ul>",
        "reaction_updated_at": {
            "unix": 1555032780,
            "text": "2019-04-12 02:33:00 +0100",
            "iso_8601": "2019-04-12T01:33:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-financial-stability-review-says-risks-in-the-household-sector-have-increased-and-consumption-outlook-is-uncertain-but-adds-financial-system-is-more-resilient-and-banks-have-higher-more-liquid-capital-12-04-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:31:00",
        "gmt_time": "2019-04-12 01:31:00"
    },
    {
        "id": 864292,
        "updated_sequence": 1831495,
        "published_at": {
            "unix": 1555031700,
            "text": "2019-04-12 02:15:00 +0100",
            "iso_8601": "2019-04-12T01:15:00Z"
        },
        "updated_at": {
            "unix": 1555031769,
            "text": "2019-04-12 02:16:09 +0100",
            "iso_8601": "2019-04-12T01:16:09Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7220 (Prev. 6.7088)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7220-prev-6-7088-12-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:15:00",
        "gmt_time": "2019-04-12 01:15:00"
    },
    {
        "id": 864291,
        "updated_sequence": 1831497,
        "published_at": {
            "unix": 1555031640,
            "text": "2019-04-12 02:14:00 +0100",
            "iso_8601": "2019-04-12T01:14:00Z"
        },
        "updated_at": {
            "unix": 1555031835,
            "text": "2019-04-12 02:17:15 +0100",
            "iso_8601": "2019-04-12T01:17:15Z"
        },
        "subject": "Fed Chair Powell is said to reiterate that rates are in the right place and that China's soft patch impacted US growth outlook",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-chair-powell-is-said-to-reiterate-that-rates-are-in-the-right-place-and-that-china-s-soft-patch-impacted-us-growth-outlook-12-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:14:00",
        "gmt_time": "2019-04-12 01:14:00"
    },
    {
        "id": 864290,
        "updated_sequence": 1831489,
        "published_at": {
            "unix": 1555031520,
            "text": "2019-04-12 02:12:00 +0100",
            "iso_8601": "2019-04-12T01:12:00Z"
        },
        "updated_at": {
            "unix": 1555031578,
            "text": "2019-04-12 02:12:58 +0100",
            "iso_8601": "2019-04-12T01:12:58Z"
        },
        "subject": "PBoC skips open market operations and are net neutral for a 2nd consecutive week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-and-are-net-neutral-for-a-2nd-consecutive-week-12-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:12:00",
        "gmt_time": "2019-04-12 01:12:00"
    },
    {
        "id": 864289,
        "updated_sequence": 1831486,
        "published_at": {
            "unix": 1555031400,
            "text": "2019-04-12 02:10:00 +0100",
            "iso_8601": "2019-04-12T01:10:00Z"
        },
        "updated_at": {
            "unix": 1555031546,
            "text": "2019-04-12 02:12:26 +0100",
            "iso_8601": "2019-04-12T01:12:26Z"
        },
        "subject": "BoJ offers to buy JPY 350bln in 1-3yr JGBs, JPY 400bln in 3-5yr JGBs, JPY 180bln in 10-25yr JGBs and JPY 50bln in over 25yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-350bln-in-1-3yr-jgbs-jpy-400bln-in-3-5yr-jgbs-jpy-180bln-in-10-25yr-jgbs-and-jpy-50bln-in-over-25yr-jgbs-12-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:10:00",
        "gmt_time": "2019-04-12 01:10:00"
    },
    {
        "id": 864288,
        "updated_sequence": 1831483,
        "published_at": {
            "unix": 1555031040,
            "text": "2019-04-12 02:04:00 +0100",
            "iso_8601": "2019-04-12T01:04:00Z"
        },
        "updated_at": {
            "unix": 1555031185,
            "text": "2019-04-12 02:06:25 +0100",
            "iso_8601": "2019-04-12T01:06:25Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese Trade Balance Exports and Imports data due today",
        "content": "<p>China Aoyuan Property Group (3883 HK) - Co. enters dual currency loan facility agreement. (Newswires)</p><p>Other News - US Agricultural Secretary Perdue said China negotiations are \"hopeful\" and is impressed with how quickly China talks are going. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-trade-balance-exports-and-imports-data-due-today-12-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:04:00",
        "gmt_time": "2019-04-12 01:04:00"
    },
    {
        "id": 864287,
        "updated_sequence": 1831478,
        "published_at": {
            "unix": 1555030980,
            "text": "2019-04-12 02:03:00 +0100",
            "iso_8601": "2019-04-12T01:03:00Z"
        },
        "updated_at": {
            "unix": 1555031049,
            "text": "2019-04-12 02:04:09 +0100",
            "iso_8601": "2019-04-12T01:04:09Z"
        },
        "subject": "South Korean Finance Minister says downside risks to the economy are increasing due to downturn in memory chips sector and slowing global growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-finance-minister-says-downside-risks-to-the-economy-are-increasing-due-to-downturn-in-memory-chips-sector-and-slowing-global-growth-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 09:03:00",
        "gmt_time": "2019-04-12 01:03:00"
    },
    {
        "id": 864286,
        "updated_sequence": 1831475,
        "published_at": {
            "unix": 1555030200,
            "text": "2019-04-12 01:50:00 +0100",
            "iso_8601": "2019-04-12T00:50:00Z"
        },
        "updated_at": {
            "unix": 1555030241,
            "text": "2019-04-12 01:50:41 +0100",
            "iso_8601": "2019-04-12T00:50:41Z"
        },
        "subject": "Herman Cain is expected to withdraw name for Fed consideration amid opposition to nomination",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "herman-cain-is-expected-to-withdraw-name-for-fed-consideration-amid-opposition-to-nomination-12-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:50:00",
        "gmt_time": "2019-04-12 00:50:00"
    },
    {
        "id": 864285,
        "updated_sequence": 1831468,
        "published_at": {
            "unix": 1555028820,
            "text": "2019-04-12 01:27:00 +0100",
            "iso_8601": "2019-04-12T00:27:00Z"
        },
        "updated_at": {
            "unix": 1555029340,
            "text": "2019-04-12 01:35:40 +0100",
            "iso_8601": "2019-04-12T00:35:40Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Hon Hai (2317 TT) unit Polight plans Hong Kong IPO",
        "content": "<p>TAIWAN</p><p>Hon Hai (2317 TT) - Co. unit Polight plans Hong Kong IPO. (Newswires)</p><p>HTC Corp (2498 TT) - Co. former vice president of product design Thomas Chien of stealing proprietary technology to sell to China and other charges. (Taipei Times)</p><p>Largan Precision (3008 TT) - Co. Q1 net TWD 5.1bln vs. Exp. TWD 4.3bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Other News - Monetary Authority of Singapore kept policy unchanged as expected, while it lowered 2019 all-items inflation forecasts to 0.5%-1.5% from 1.0%-2.0% and sees GDP growth to be slightly below mid-point of 1.5%-3.5% projected range. (Newswires)</p><p>Data Recap - Singapore GDP (Q1) Q/Q 2.0% vs. Exp. 1.2% (Prev. 1.4%). (Newswires) - Singapore GDP (Q1) Y/Y 1.3% vs. Exp. 1.5% (Prev. 1.9%)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-hon-hai-2317-tt-unit-polight-plans-hong-kong-ipo-12-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:27:00",
        "gmt_time": "2019-04-12 00:27:00"
    },
    {
        "id": 864284,
        "updated_sequence": 1831465,
        "published_at": {
            "unix": 1555027680,
            "text": "2019-04-12 01:08:00 +0100",
            "iso_8601": "2019-04-12T00:08:00Z"
        },
        "updated_at": {
            "unix": 1555027931,
            "text": "2019-04-12 01:12:11 +0100",
            "iso_8601": "2019-04-12T00:12:11Z"
        },
        "subject": "Asia equity markets begin mixed following a similar indecisive lead from Wall St. with participants tentative ahead of the latest Chinese trade data and big bank earnings in US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mixed-following-a-similar-indecisive-lead-from-wall-st-with-participants-tentative-ahead-of-the-latest-chinese-trade-data-and-big-bank-earnings-in-us-12-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:08:00",
        "gmt_time": "2019-04-12 00:08:00"
    },
    {
        "id": 864282,
        "updated_sequence": 1831463,
        "published_at": {
            "unix": 1555027200,
            "text": "2019-04-12 01:00:00 +0100",
            "iso_8601": "2019-04-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1555027818,
            "text": "2019-04-12 01:10:18 +0100",
            "iso_8601": "2019-04-12T00:10:18Z"
        },
        "subject": "Singapore GDP (Q1) Y/Y 1.3% vs. Exp. 1.5% (Prev. 1.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q1-y-y-1-3-vs-exp-1-5-prev-1-9-12-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:00:00",
        "gmt_time": "2019-04-12 00:00:00"
    },
    {
        "id": 864283,
        "updated_sequence": 1831454,
        "published_at": {
            "unix": 1555027200,
            "text": "2019-04-12 01:00:00 +0100",
            "iso_8601": "2019-04-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1555027324,
            "text": "2019-04-12 01:02:04 +0100",
            "iso_8601": "2019-04-12T00:02:04Z"
        },
        "subject": "Singapore GDP (Q1) Q/Q 2.0% vs. Exp. 1.2% (Prev. 1.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q1-q-q-2-0-vs-exp-1-2-prev-1-4-12-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:00:00",
        "gmt_time": "2019-04-12 00:00:00"
    },
    {
        "id": 864281,
        "updated_sequence": 1831458,
        "published_at": {
            "unix": 1555027200,
            "text": "2019-04-12 01:00:00 +0100",
            "iso_8601": "2019-04-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1555027661,
            "text": "2019-04-12 01:07:41 +0100",
            "iso_8601": "2019-04-12T00:07:41Z"
        },
        "subject": "Monetary Authority of Singapore keeps policy unchanged as expected",
        "content": "<p>Says:</p><ul><li>Lowers 2019 all-items inflation forecasts to 0.5%-1.5% from 1.0%-2.0% and sees GDP growth to be slightly below mid-point of 1.5%-3.5% projected range.</li></ul>",
        "reaction_details": "<ul><li>USD/SGD immediately moved higher by 12 pips to 1.3570 from 1.3558.</li></ul>",
        "reaction_updated_at": {
            "unix": 1555027660,
            "text": "2019-04-12 01:07:40 +0100",
            "iso_8601": "2019-04-12T00:07:40Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "monetary-authority-of-singapore-keeps-policy-unchanged-as-expected-12-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-12 08:00:00",
        "gmt_time": "2019-04-12 00:00:00"
    }
]