[
    {
        "id": 689791,
        "updated_sequence": 1115913,
        "published_at": {
            "unix": 1546637400,
            "text": "2019-01-04 21:30:00 +0000",
            "iso_8601": "2019-01-04T21:30:00Z"
        },
        "updated_at": {
            "unix": 1546637400,
            "text": "2019-01-04 21:30:00 +0000",
            "iso_8601": "2019-01-04T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-28-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 05:30:00",
        "gmt_time": "2019-01-04 21:30:00"
    },
    {
        "id": 690213,
        "updated_sequence": 1115911,
        "published_at": {
            "unix": 1546635900,
            "text": "2019-01-04 21:05:00 +0000",
            "iso_8601": "2019-01-04T21:05:00Z"
        },
        "updated_at": {
            "unix": 1546635987,
            "text": "2019-01-04 21:06:27 +0000",
            "iso_8601": "2019-01-04T21:06:27Z"
        },
        "subject": "RANsquawk week in Focus, 7 January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20861/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: Eurozone Retail Sales, Sentix Investor Confidence; US ISM non-Mfg PMIs, Japan Services PMI, UK Parliament Returns</li>\r\n  <li>Tuesday: Australian Trade Balance, Japan Consumer Confidence, UK Halifax House Prices, Eurozone Economic Sentiment, US International Trade, Canadian Trade Balance</li>\r\n  <li>Wednesday: FOMC Minutes, BoC Rate Decision, Riksbank Minutes, Eurozone Unemployment Rate, Canadian Housing Starts</li>\r\n  <li>Thursday: ECB Minutes, China CPI</li>\r\n  <li>Friday: UK GDP, Australian Retail Sales, German ZEW Survey, US CPI</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-7-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 05:05:00",
        "gmt_time": "2019-01-04 21:05:00"
    },
    {
        "id": 690214,
        "updated_sequence": 1115909,
        "published_at": {
            "unix": 1546635900,
            "text": "2019-01-04 21:05:00 +0000",
            "iso_8601": "2019-01-04T21:05:00Z"
        },
        "updated_at": {
            "unix": 1546635977,
            "text": "2019-01-04 21:06:17 +0000",
            "iso_8601": "2019-01-04T21:06:17Z"
        },
        "subject": "RANsquawk Central Banks - RANsquawk Central Bank weekly Briefing, 4 January 2019",
        "content": "<ul><li><strong>FOMC minutes, ECB minutes, BOC rate decision, PBOC cut, Banxico minutes, Riksbank minutes;&nbsp;To download the report, please click <a href=\"/research_sheets/20862/download\">here</a></strong></li>\r\n  <li><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-ransquawk-central-bank-weekly-briefing-4-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 05:05:00",
        "gmt_time": "2019-01-04 21:05:00"
    },
    {
        "id": 690224,
        "updated_sequence": 1115907,
        "published_at": {
            "unix": 1546635840,
            "text": "2019-01-04 21:04:00 +0000",
            "iso_8601": "2019-01-04T21:04:00Z"
        },
        "updated_at": {
            "unix": 1546635892,
            "text": "2019-01-04 21:04:52 +0000",
            "iso_8601": "2019-01-04T21:04:52Z"
        },
        "subject": "US MARKET WRAP 4 Jan 2019: Stocks rally after blockbuster NFP and dovish Powell",
        "content": "<p><strong>* SNAP-SHOT: Equities up, treasuries down, dollar down, crude up.<br />* REAR-VIEW: US and China to resume trade talks 7-8 Jan, NFP gigantic beat adding 312k jobs, Fed&#39;s Powell says Fed watching data &amp; not on pre-set course, Trump to keep govt shut until funding bill.<br />* NEXT WEEK: FOMC Minutes, BoC Interest Rate Decision, Riksbank Minutes, ECB Minutes, UK Parliament Returns, US CPI, UK GDP, US ISM non-Mfg PMIs, Eurozone Unemployment Rate, China CPI.</strong></p>\r\n\r\n<p>&nbsp;<p><strong>* NON-FARM PAYROLLS </strong>widely exceeded expectations, adding 312k jobs in December compared to the ~180k consensus; the prior release was also upwardly revised to 176k from 155k. Wages rose 0.4% last month, enough to keep the annual rate unchanged at 3.2%, at the highest since 2009. Nonetheless, the unemployment rate rose a tad, to 3.9% from 3.7%, amid a rise in the participation rate which came in at 63.1%. Analysts at ING said &ldquo;this really positive report should certainly ease creeping fears in the market that the Federal Reserve may be forced to cut interest rates&rdquo; but warn at the same time that growing risks, including fading fiscal stimulus, a strong USD, and weaker external demand amid uncertainty in the trade war with China, exist and may contribute to worries that &ldquo;such strength is sustainable&rdquo;. Looking ahead, ING argues that payrolls will slow this year, below the 220k average seen this year, while wages will continue to rise; this reflects a lack of labour force supply rather than a fall in demand as competition amongst skilled workers intensifies pushing job compensations higher.</p>\r\n</p>\r\n\r\n<p><strong>* FED CHAIR POWELL </strong>once again reiterated that FOMC policy is not on a pre-set path, and that the Fed will be patient in watching data and are prepared to adjust policy stance. Powell said that amid mixed signals, Fed policy would be about risk management. Crucially, Powell impressed that the Fed is always prepared to shift its stance on policy, and could do so quickly if required, adding that if the Fed concluded that its balance sheet run off was causing problems, it could revisit its plans. On the economy, he argued that most data remain solid, and was encouraged by today&rsquo;s jobs report; while strength can be seen in consumer spending, Powell noted the latest ISM report had come off historically elevated levels, and said the reading was now consistent with moderate growth; he did not appear overly concerned about too strong inflation. On international markets, he warned that Chinese consumers appear to be pulling back, and Chinese weakness seems to be spilling over into other nations with markets sending warnings about downside risk. With regards to his relationship with US President Trump, he announced a meeting has not been scheduled and he has had no contact with the White House while making clear he would not resign if he was asked to.</p>\r\n\r\n<p><strong>* PBOC RRR CUT: </strong>China&#39;s central bank announced it would make a cut to its RRR ratio by 50bps on 15 January, and an additional 50bps on 25 January, with the central bank suggesting that the measures will free up around RMB 1.5trln of liquidity. The move comes after the PBOC&#39;s recently announced new Targeted Medium-term Lending Facility, as well as widening the parameters of a previous RRR cut, while also announcing that the medium-term lending facility funds that are set to mature in Q1 will not be rolled over. &quot;Taking all these measures together the PBOC estimates that the net liquidity injection will be RMB 800B,&quot; Pantheon Macroeconomics writes, &quot;on our estimates, the net injection is reasonably large but not uncommon for this time of year, as the PBOC points out, suggesting that the funds will help banks to continue with their provision of funds to small and micro-sized enterprises through Chinese New Year, when demand for cash spikes.&quot; Pantheon also argues that the central bank&#39;s statements are consistent with the newly established line that monetary policy is being maintained with a prudent stance. &quot;We still see more easing in store,&quot; Pantheon writes, adding that it suspects that the loosening so far has already been enough to turn the economy around from late this year, &quot;but that is a long time for the PBOC to wait before seeing results.&quot; Looking ahead, Pantheon expects further RRR cuts, and likely a shift lower in the interest rate corridor to make the new TMLF more effective.</p>\r\n\r\n<p><strong>* WHITE HOUSE ECONOMIC ADVISOR KUDLOW </strong>noted that the US will ask China to reduce subsidies. On the Fed, he made clear that details of a potential meeting between Fed&#39;s Powell and US President Trump have not been set but noted that both sides would like to meet; he once again criticised the Federal Reserve&rsquo;s inflation models, suggesting that there are currently no signs of inflation. He believes the latest jobs numbers will likely lead to upper revisions in GDP forecasts.</p>\r\n\r\n<p><strong>* FED: </strong>Fed&#39;s Mester (non-voter, hawk) appeared to suggest she would be open to a pause in rate hikes depending on how the economy performs as she is constantly watching the data. She noted that guidance indicates the Fed is open to intervene if the balance sheet run-off needs adjustment and if economy deteriorates. She is of the opinion the Fed is ahead of the curve and in a really good spot, urging for patience since inflation is not running away. Finally, she highlighted that stock market jitters are driven by a lot of currents, not just Fed policy; there are downside risks to the economy, which the market is putting emphasis on. Fed&#39;s Kashkari, commenting on the latest jobs report, urged in a tweet to stop assessing&quot; whether we are at max employment by looking at the unemployment rate and EPOP (Employment to Population Ratio)&rdquo; adding that they will be aware when wage growth will reach growth levels implying an inflation rate close to 2% target. Similarly, Fed&#39;s Bostic noted that the US is at or very close to full-employment.</p>\r\n\r\n<p><strong>* TRADE: </strong>Optimism emerged on this front after China&#39;s MOFCOM confirmed that US and China are to hold vice-ministerial trade talks on January 7th-8th. Also, US senators have proposed to combat technology threats from China. US President Trump said he thinks US will make a deal with China, adding that China&rsquo;s economic weakness has put US in strong position in trade talks.</p>\r\n\r\n<p><strong>* GOVT SHUTDOWN: </strong>US House Democrats overnight voted in favour of reopening the government, defying Trump&rsquo;s veto threat; note, however, that Trump is likely to prolong the government shutdown until he obtains funding for the border wall with Mexico, and said he is prepared to keep the government shut for &lsquo;months&rsquo; and maybe &lsquo;years&rsquo; if his demands are not met.</p>\r\n\r\n<p><strong>* WTI (G9) FUTURES SETTLE USD 0.97 HIGHER AT USD 47.96/BBL; BRENT (H9) SETTLES USD 1.11 HIGHER AT USD 57.06. </strong>Crude futures were tracking overall risk sentiment in the US premarket, rising in line with equities, and then bouncing on a blockbuster NFP report, which continues to paint a picture of a healthy US economy. The more constructive risk tone was also supported by surveys this week showing a consensus expectation that OPEC crude output will slip by around 500k BPD in December. However, sentiment was dampened after the (delayed) DOE energy inventory report, which did not reflect the crude bullishness seen in the API data on Thursday (crude +7k, Cushing +0.6mln, distillates +9.5mln, gasoline +6.9mln); analysts at Citi said &quot;these product builds may be more a function of a seasonal drop in refinery shipments over the holidays than any shift in underlying consumption.&quot; Baker Hughes Rig Count (4/Jan): Oil down 8 at 877, NatGas unchanged at 198; total down 4 at 1075.</p>\r\n\r\n<p><strong>* SPX +3.4% at 2532, NDX +4.5% at 6423, DJI +3.3% at 23430. </strong>SECTORS: Energy +3.5%, Materials +4%, Industrials +3.7%, Cons Discretionary +3.4%, Cons Staples +1.9%, Healthcare +2.9%, Financials +3.3%, Tech +4.3%, Telecoms +4%, Utilities +1.3%.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Trade sensitive semiconductors (AMD, NVDA, INTC) and other stocks (CAT, BA, MMM) pushed indices higher today. Netflix (NFLX) outperformed with thanks to an upgrade at Goldman. Apple (AAPL) pared back some of yesterday&rsquo;s selloff, supported by Citi reiterating its buy rating. GameStop (GME) opened higher after buyout firms showed bidding interest. Celgene (CELG) continued its upward trajectory from yesterday as the market digests Bristol-Myers (BMY) acquiring it. Mosaic (MOS) was another outperformer on the back of it gaining a final permit for a new phosphate mine project. Utilities was the underperforming sector as investors moved out of defensive stocks.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (H19) SETTLE 27+ TICKS LOWER AT 122-09+. </strong>Yields rose by between 7.5bps and 12bps across the curve on Friday, underpinned by a blockbuster payrolls report as well as dovish comments by Fed chair Powell. Most of the action was in the belly of the curve, which helped 2s5s widen by around 2bps on the session, leaving it around 0.5bps away from unwinding its inversion. However, other major curve spreads were tighter, notably the 5s30s part of the curve, which came in by over 5bps.</p>\r\n\r\n<p><strong>* JPY: </strong>Despite the holiday-shortened week after the festive break, FX markets kicked the year off with a bang with the most noteworthy source of volatility emanating from the JPY flash crash. Overnight on Wednesday, in a fast-paced move, JPY gained circa 8% vs. the AUD and 10% vs. TRY to knock USD/JPY sharply below 109.00 and breach 105.00 to the downside. The move was attributed to a multitude of factors including thin markets (Japan away from market), Apple-inspired risk aversion (following revenue guidance cut) and Japanese retail investors liquidating offside positions. Risk aversion had been an underpinning factor for the JPY since mid-December with dour sentiment in US equity markets leading USD/JPY firmly below its prior 112.00-114.00 range. The pace of the move was recognised by the Japanese MOF Currency Head Asakawa later in the week with the policymaker stating that he is worried about the volatile FX moves and will take steps on forex if needed. JPY thereafter conceded some ground towards the end of the week as US-Sino trade developments helped revive sentiment alongside a pick-up in the USD after a blockbuster NFP report which revealed payroll growth of 312k vs. Exp. 177k and the fastest pace of wage growth since 2009.</p>\r\n\r\n<p><strong>* DXY: </strong>Subsequently, the DXY moved back above 96.50 ahead of comments from Fed&rsquo;s Powell. The Fed Chair eventually walked the DXY back towards the lower 96.00 level after reiterating the FOMC&#39;s flexibility in adjusting policy if needed, which was in comparison to the slightly more rigid approach that some in the market felt he conveyed during the Dec press conference.</p>\r\n\r\n<p><strong>* GBP: </strong>Also fell victim to the aggressive moves in JPY as GBP/JPY fell through 137.00 to levels just shy of 131.50. As such, Cable lost the 1.2600 handle and briefly clipped 1.2450 to reach 21-month lows before recovering the entire move and breaching Monday&rsquo;s low of 1.2682, however, the move eventually ran out of steam amid the aforementioned USD strength on Friday. From a fundamental perspective, Brexit-related commentary began to pick-up marginally ahead of lawmakers returning to Parliament next week. Reports suggest that UK PM May will once again have to go cap in hand to the EU in order to secure more concessions after efforts by party whips to drum up support for her plan appear to be insufficient.</p>\r\n\r\n<p><strong>* EUR: </strong>A quiet week from a macro perspective for the Eurozone, inflation metrics provided another headache for policymakers with headline Y/Y CPI printing at 1.6% vs. Exp. 1.8%. Furthermore, ING highlight that core inflation remaining at 1% shows that higher wages are still yet to translate into higher prices. The EUR proved to be more resilient to the aforementioned JPY strength with EUR/USD maintaining its 1.13-1.15 range. However, tough tests lie ahead for the multi-bloc currency as markets look to challenge the ECB&rsquo;s view that risks to the Eurozone growth outlook are broadly balanced (albeit risks are increasing).</p>\r\n\r\n<p><strong>* AUD, CAD: </strong>With a raft of market closure and holiday-thinned conditions, macro newsflow elsewhere was relatively muted. On Friday AUD/USD managed to extend its recovery above 0.7000 amid a slightly more upbeat US-Chinese trade outlook whilst also garnering some fleeting support from the PBOC&rsquo;s decision to reduce its RRR for banks by 100bps. However, the move eventually ran out of steam as the announcement was more of a targeted adjustment ahead of the Lunar New Year rather than a stimulus attempt. CAD has seen a relatively stellar start to the year alongside advances in crude markets with USD/CAD moving from a 1.36 handle to mid-1.34 levels. USD/CAD briefly spiked higher before returning to pre-announced levels in the wake of the simultaneous Canadian and US jobs report with the former showing a modest beat on the headline print, albeit, largely fuelled by part-time gains.</p>\r\n\r\n<p><strong>* NEXT WEEK: </strong>Monday: Eurozone Retail Sales &amp; Sentix Investor Confidence, US ISM non-Mfg PMIs, Japan Services PMI, UK Parliament Returns. Tuesday: Australian Trade Balance, Japan Consumer Confidence, UK Halifax House Prices, Eurozone Economic Sentiment, US International Trade, Canadian Trade Balance. Wednesday: FOMC Minutes, BoC Interest Rate Decision, Riksbank Minutes, Eurozone Unemployment Rate, Canadian Housing Starts. Thursday: ECB Minutes, China CPI. Friday: UK GDP, Australian Retail Sales, German ZEW Survey, US CPI. <a href=\"https://ransquawk.com/research_sheets/20861/download\">Click here for the full RANsquawk Week In Focus report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY: </strong>FOMC minutes, ECB minutes, BOC rate decision, PBOC cut, Banxico minutes. <a href=\"https://ransquawk.com/research_sheets/20862/download\">Click here for the full RANsquawk report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-4-jan-2019-stocks-rally-after-blockbuster-nfp-and-dovish-powell-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 05:04:00",
        "gmt_time": "2019-01-04 21:04:00"
    },
    {
        "id": 690223,
        "updated_sequence": 1115904,
        "published_at": {
            "unix": 1546631100,
            "text": "2019-01-04 19:45:00 +0000",
            "iso_8601": "2019-01-04T19:45:00Z"
        },
        "updated_at": {
            "unix": 1546631149,
            "text": "2019-01-04 19:45:49 +0000",
            "iso_8601": "2019-01-04T19:45:49Z"
        },
        "subject": "US President Trump says he thinks US will make a deal with China, says China economic weakness put US in strong position in trade talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-thinks-us-will-make-a-deal-with-china-says-china-economic-weakness-put-us-in-strong-position-in-trade-talks-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 03:45:00",
        "gmt_time": "2019-01-04 19:45:00"
    },
    {
        "id": 690222,
        "updated_sequence": 1115901,
        "published_at": {
            "unix": 1546630260,
            "text": "2019-01-04 19:31:00 +0000",
            "iso_8601": "2019-01-04T19:31:00Z"
        },
        "updated_at": {
            "unix": 1546631055,
            "text": "2019-01-04 19:44:15 +0000",
            "iso_8601": "2019-01-04T19:44:15Z"
        },
        "subject": "WTI (G9) futures settle USD 0.97 higher at USD 47.96/bbl; Brent (H9) settles USD 1.11 higher at USD 57.06",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude futures were tracking overall risk sentiment in the US premarket, rising in line with equities, and then bouncing on a blockbuster NFP report, which continues to paint a picture of a healthy US economy. The more constructive risk tone was also supported by surveys this week showing a consensus expectation that OPEC crude output will slip by around 500k BPD in December. However, sentiment was dampened after the (delayed) DOE energy inventory report, which did not reflect the crude bullishness seen in the API data on Thursday (crude +7k, Cushing +0.6mln, distillates +9.5mln, gasoline +6.9mln); analysts at Citi said &quot;these product builds may be more a function of a seasonal drop in refinery shipments over the holidays than any shift in underlying consumption.&quot; Baker Hughes Rig Count (4/Jan): Oil down 8 at 877, NatGas unchanged at 198; total down 4 at 1075.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1546630440,
            "text": "2019-01-04 19:34:00 +0000",
            "iso_8601": "2019-01-04T19:34:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-g9-futures-settle-usd-0-97-higher-at-usd-47-96-bbl-brent-h9-settles-usd-1-11-higher-at-usd-57-06-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 03:31:00",
        "gmt_time": "2019-01-04 19:31:00"
    },
    {
        "id": 690221,
        "updated_sequence": 1115893,
        "published_at": {
            "unix": 1546629840,
            "text": "2019-01-04 19:24:00 +0000",
            "iso_8601": "2019-01-04T19:24:00Z"
        },
        "updated_at": {
            "unix": 1546629974,
            "text": "2019-01-04 19:26:14 +0000",
            "iso_8601": "2019-01-04T19:26:14Z"
        },
        "subject": "US President Trump says he is willing for government shutdown to go on for months/years, but doesn't think it will; hopes can reopen in a few days",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-is-willing-for-government-shutdown-to-go-on-for-months-years-but-doesn-t-think-it-will-hopes-can-reopen-in-a-few-days-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 03:24:00",
        "gmt_time": "2019-01-04 19:24:00"
    },
    {
        "id": 690220,
        "updated_sequence": 1115890,
        "published_at": {
            "unix": 1546628760,
            "text": "2019-01-04 19:06:00 +0000",
            "iso_8601": "2019-01-04T19:06:00Z"
        },
        "updated_at": {
            "unix": 1546628861,
            "text": "2019-01-04 19:07:41 +0000",
            "iso_8601": "2019-01-04T19:07:41Z"
        },
        "subject": "Irish PM Varadkar says he and German Chancellor Merkel have a strong desire to help UK PM May, will do anything they can within reason to help May",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-says-he-and-german-chancellor-merkel-have-a-strong-desire-to-help-uk-pm-may-will-do-anything-they-can-within-reason-to-help-may-04-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 03:06:00",
        "gmt_time": "2019-01-04 19:06:00"
    },
    {
        "id": 690219,
        "updated_sequence": 1115887,
        "published_at": {
            "unix": 1546628340,
            "text": "2019-01-04 18:59:00 +0000",
            "iso_8601": "2019-01-04T18:59:00Z"
        },
        "updated_at": {
            "unix": 1546628455,
            "text": "2019-01-04 19:00:55 +0000",
            "iso_8601": "2019-01-04T19:00:55Z"
        },
        "subject": "US President Trump says the shutdown meeting was productive, progress made; doing very with China in trade negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-shutdown-meeting-was-productive-progress-made-doing-very-with-china-in-trade-negotiations-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 02:59:00",
        "gmt_time": "2019-01-04 18:59:00"
    },
    {
        "id": 690218,
        "updated_sequence": 1115879,
        "published_at": {
            "unix": 1546627020,
            "text": "2019-01-04 18:37:00 +0000",
            "iso_8601": "2019-01-04T18:37:00Z"
        },
        "updated_at": {
            "unix": 1546627261,
            "text": "2019-01-04 18:41:01 +0000",
            "iso_8601": "2019-01-04T18:41:01Z"
        },
        "subject": "US House Majority Leader Pelosi says Trump talks were lengthy, sometimes contentious; Democrats agree that cant resolve impasse till government opens",
        "content": "<ul><li>US House Minority Leader Schumer says he told Trump to open the government for talks to continue; says Trump sad he would keep government shut for months or even years</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-majority-leader-pelosi-says-trump-talks-were-lengthy-sometimes-contentious-democrats-agree-that-cant-resolve-impasse-till-government-opens-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 02:37:00",
        "gmt_time": "2019-01-04 18:37:00"
    },
    {
        "id": 690217,
        "updated_sequence": 1115873,
        "published_at": {
            "unix": 1546626600,
            "text": "2019-01-04 18:30:00 +0000",
            "iso_8601": "2019-01-04T18:30:00Z"
        },
        "updated_at": {
            "unix": 1546626696,
            "text": "2019-01-04 18:31:36 +0000",
            "iso_8601": "2019-01-04T18:31:36Z"
        },
        "subject": "Fed's Barkin (non-voter) says economy will grow more slowly in 2019 than in 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-barkin-non-voter-says-economy-will-grow-more-slowly-in-2019-than-in-2018-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 02:30:00",
        "gmt_time": "2019-01-04 18:30:00"
    },
    {
        "id": 690216,
        "updated_sequence": 1115870,
        "published_at": {
            "unix": 1546624800,
            "text": "2019-01-04 18:00:00 +0000",
            "iso_8601": "2019-01-04T18:00:00Z"
        },
        "updated_at": {
            "unix": 1546624924,
            "text": "2019-01-04 18:02:04 +0000",
            "iso_8601": "2019-01-04T18:02:04Z"
        },
        "subject": "Baker Hughes Rig Count (4/Jan): Oil down 8 at 877, NatGas unchanged at 198; total down 4 at 1075",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-4-jan-oil-down-8-at-877-natgas-unchanged-at-198-total-down-4-at-1075-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 02:00:00",
        "gmt_time": "2019-01-04 18:00:00"
    },
    {
        "id": 690215,
        "updated_sequence": 1115867,
        "published_at": {
            "unix": 1546623900,
            "text": "2019-01-04 17:45:00 +0000",
            "iso_8601": "2019-01-04T17:45:00Z"
        },
        "updated_at": {
            "unix": 1546624015,
            "text": "2019-01-04 17:46:55 +0000",
            "iso_8601": "2019-01-04T17:46:55Z"
        },
        "subject": "Fed's Bostic (voter, dovish) defends central bank's approach to winding down the balance sheet; policy path not \"set in stone\", can be adjusted for the unexpected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-voter-dovish-defends-central-bank-s-approach-to-winding-down-the-balance-sheet-policy-path-not-set-in-stone-can-be-adjusted-for-the-unexpected-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 01:45:00",
        "gmt_time": "2019-01-04 17:45:00"
    },
    {
        "id": 690212,
        "updated_sequence": 1115858,
        "published_at": {
            "unix": 1546619400,
            "text": "2019-01-04 16:30:00 +0000",
            "iso_8601": "2019-01-04T16:30:00Z"
        },
        "updated_at": {
            "unix": 1546619617,
            "text": "2019-01-04 16:33:37 +0000",
            "iso_8601": "2019-01-04T16:33:37Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+2.70%), FTSE 100 (+1.99%), DAX (+3.12%), CAC (+2.62%), IBEX (+2.46%), FTSE MIB (+3.12%), SMI (+1.76%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-2-70-ftse-100-1-99-dax-3-12-cac-2-62-ibex-2-46-ftse-mib-3-12-smi-1-76-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 00:30:00",
        "gmt_time": "2019-01-04 16:30:00"
    },
    {
        "id": 690211,
        "updated_sequence": 1115855,
        "published_at": {
            "unix": 1546618620,
            "text": "2019-01-04 16:17:00 +0000",
            "iso_8601": "2019-01-04T16:17:00Z"
        },
        "updated_at": {
            "unix": 1546618689,
            "text": "2019-01-04 16:18:09 +0000",
            "iso_8601": "2019-01-04T16:18:09Z"
        },
        "subject": "New York Fed GDP Nowcast (Q4) unchanged at 2.5%, (Q1) unchanged at 2.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fed",
        "slug": "new-york-fed-gdp-nowcast-q4-unchanged-at-2-5-q1-unchanged-at-2-1-04-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 00:17:00",
        "gmt_time": "2019-01-04 16:17:00"
    },
    {
        "id": 690210,
        "updated_sequence": 1115852,
        "published_at": {
            "unix": 1546618500,
            "text": "2019-01-04 16:15:00 +0000",
            "iso_8601": "2019-01-04T16:15:00Z"
        },
        "updated_at": {
            "unix": 1546618591,
            "text": "2019-01-04 16:16:31 +0000",
            "iso_8601": "2019-01-04T16:16:31Z"
        },
        "subject": "Tesla (TSLA) has almost 14,000 Model 3 orders in Europe; Electrek",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Electrek",
        "slug": "tesla-tsla-has-almost-14-000-model-3-orders-in-europe-electrek-04-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 00:15:00",
        "gmt_time": "2019-01-04 16:15:00"
    },
    {
        "id": 690209,
        "updated_sequence": 1115847,
        "published_at": {
            "unix": 1546618020,
            "text": "2019-01-04 16:07:00 +0000",
            "iso_8601": "2019-01-04T16:07:00Z"
        },
        "updated_at": {
            "unix": 1546618137,
            "text": "2019-01-04 16:08:57 +0000",
            "iso_8601": "2019-01-04T16:08:57Z"
        },
        "subject": "Ironwood Pharmaceuticals (IRWD) names Astrazeneca (AZN LN) executive as its next CEO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ironwood-pharmaceuticals-irwd-names-astrazeneca-azn-ln-executive-as-its-next-ceo-04-01-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-05 00:07:00",
        "gmt_time": "2019-01-04 16:07:00"
    },
    {
        "id": 690201,
        "updated_sequence": 1115817,
        "published_at": {
            "unix": 1546617480,
            "text": "2019-01-04 15:58:00 +0000",
            "iso_8601": "2019-01-04T15:58:00Z"
        },
        "updated_at": {
            "unix": 1546617542,
            "text": "2019-01-04 15:59:02 +0000",
            "iso_8601": "2019-01-04T15:59:02Z"
        },
        "subject": "US Senate Minority Leader Schumer says US President Trump is a terrible negotiator and adds that McConnell must intervene in government funding talks ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-senate-minority-leader-schumer-says-us-president-trump-is-a-terrible-negotiator-and-adds-that-mcconnell-must-intervene-in-government-funding-talks-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:58:00",
        "gmt_time": "2019-01-04 15:58:00"
    },
    {
        "id": 690200,
        "updated_sequence": 1115812,
        "published_at": {
            "unix": 1546616700,
            "text": "2019-01-04 15:45:00 +0000",
            "iso_8601": "2019-01-04T15:45:00Z"
        },
        "updated_at": {
            "unix": 1546616734,
            "text": "2019-01-04 15:45:34 +0000",
            "iso_8601": "2019-01-04T15:45:34Z"
        },
        "subject": "Weekly FX Wrap: JPY flash crash and blockbuster NFP spurs price action in early 2019 trade",
        "content": "<p>Despite the holiday-shortened week after the festive break, FX markets kicked the year off with a bang with the most noteworthy source of volatility emanating from the JPY flash crash. Overnight on Wednesday, in a fast-paced move, JPY gained circa 8% vs. the AUD and 10% vs. TRY to knock USD/JPY sharply below 109.00 and breach 105.00 to the downside. The move was attributed to a multitude of factors including thin markets (Japan away from market), Apple-inspired risk aversion (following revenue guidance cut) and Japanese retail investors liquidating offside positions. Risk aversion had been an underpinning factor for the JPY since mid-December with dour sentiment in US equity markets leading USD/JPY firmly below its prior 112.00-114.00 range. The pace of the move was recognised by the Japanese MOF Currency Head Asakawa later in the week with the policymaker stating that he is worried about the volatile FX moves and will take steps on forex if needed. JPY thereafter conceded some ground towards the end of the week as US-Sino trade developments helped revive sentiment alongside a pick-up in the USD after a blockbuster NFP report which revealed payroll growth of 312k vs. Exp. 177k and the fastest pace of wage growth since 2009. Subsequently, the DXY moved back above 96.50 ahead of comments from Fed&rsquo;s Powell. The Fed Chair eventually walked the DXY back towards the lower 96.00 level after reiterating the FOMC&#39;s flexibility in adjusting policy if needed, which was in comparison to the slightly more rigid approach that some in the market felt he conveyed during the Dec press conference.</p>\r\n\r\n<p>Elsewhere, GBP also fell victim to the aggressive moves in JPY as GBP/JPY fell through 137.00 to levels just shy of 131.50. As such, Cable lost the 1.2600 handle and briefly clipped 1.2450 to reach 21-month lows before recovering the entire move and breaching Monday&rsquo;s low of 1.2682, however, the move eventually ran out of steam amid the aforementioned USD strength on Friday. From a fundamental perspective, Brexit-related commentary began to pick-up marginally ahead of lawmakers returning to Parliament next week. Reports suggest that UK PM May will once again have to go cap in hand to the EU in order to secure more concessions after efforts by party whips to drum up support for her plan appear to be insufficient.</p>\r\n\r\n<p>A quiet week from a macro perspective for the Eurozone, inflation metrics provided another headache for policymakers with headline Y/Y CPI printing at 1.6% vs. Exp. 1.8%. Furthermore, ING highlight that core inflation remaining at 1% shows that higher wages are still yet to translate into higher prices. The EUR proved to be more resilient to the aforementioned JPY strength with EUR/USD maintaining its 1.13-1.15 range. However, tough tests lie ahead for the multi-bloc currency as markets look to challenge the ECB&rsquo;s view that risks to the Eurozone growth outlook are broadly balanced (albeit risks are increasing).</p>\r\n\r\n<p>With a raft of market closure and holiday-thinned conditions, macro newsflow elsewhere was relatively muted. On Friday AUD/USD managed to extend its recovery above 0.7000 amid a slightly more upbeat US-Chinese trade outlook whilst also garnering some fleeting support from the PBOC&rsquo;s decision to reduce its RRR for banks by 100bps. However, the move eventually ran out of steam as the announcement was more of a targeted adjustment ahead of the Lunar New Year rather than a stimulus attempt. CAD has seen a relatively stellar start to the year alongside advances in crude markets with USD/CAD moving from a 1.36 handle to mid-1.34 levels. USD/CAD briefly spiked higher before returning to pre-announced levels in the wake of the simultaneous Canadian and US jobs report with the former showing a modest beat on the headline print, albeit, largely fuelled by part-time gains.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "weekly-fx-wrap-jpy-flash-crash-and-blockbuster-nfp-spurs-price-action-in-early-2019-trade-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:45:00",
        "gmt_time": "2019-01-04 15:45:00"
    },
    {
        "id": 690198,
        "updated_sequence": 1115804,
        "published_at": {
            "unix": 1546616040,
            "text": "2019-01-04 15:34:00 +0000",
            "iso_8601": "2019-01-04T15:34:00Z"
        },
        "updated_at": {
            "unix": 1546616118,
            "text": "2019-01-04 15:35:18 +0000",
            "iso_8601": "2019-01-04T15:35:18Z"
        },
        "subject": "As Fed Chair Powell speaks, USD continues to soften and US equity futures continue to tick higher with the Chair reiterating the FOMC's flexibility in adjusting policy if needed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Slightly bucking the trend is US Bonds continue to drift lower (as opposed to the slightly more dovish reaction seen in the FX and equity space) with Bond traders potentially instead focusing on Powell&#39;s upbeat assessment of the US economy which of course takes place in the context of today&#39;s stellar US jobs report.</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1546616040,
            "text": "2019-01-04 15:34:00 +0000",
            "iso_8601": "2019-01-04T15:34:00Z"
        },
        "push_notify": false,
        "source": "ransquawk",
        "slug": "as-fed-chair-powell-speaks-usd-continues-to-soften-and-us-equity-futures-continue-to-tick-higher-with-the-chair-reiterating-the-fomc-s-flexibility-in-adjusting-policy-if-needed-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:34:00",
        "gmt_time": "2019-01-04 15:34:00"
    },
    {
        "id": 690196,
        "updated_sequence": 1115792,
        "published_at": {
            "unix": 1546615740,
            "text": "2019-01-04 15:29:00 +0000",
            "iso_8601": "2019-01-04T15:29:00Z"
        },
        "updated_at": {
            "unix": 1546615828,
            "text": "2019-01-04 15:30:28 +0000",
            "iso_8601": "2019-01-04T15:30:28Z"
        },
        "subject": "Fed's Bostic says the US is at or very close to full-employment; adds US employment is performing well ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-says-the-us-is-at-or-very-close-to-full-employment-adds-us-employment-is-performing-well-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:29:00",
        "gmt_time": "2019-01-04 15:29:00"
    },
    {
        "id": 690195,
        "updated_sequence": 1115787,
        "published_at": {
            "unix": 1546615320,
            "text": "2019-01-04 15:22:00 +0000",
            "iso_8601": "2019-01-04T15:22:00Z"
        },
        "updated_at": {
            "unix": 1546615782,
            "text": "2019-01-04 15:29:42 +0000",
            "iso_8601": "2019-01-04T15:29:42Z"
        },
        "subject": "Fed Chair Powell says that the Fed will be patient in watching data and are prepared to adjust policy stance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fed-chair-powell-says-that-the-fed-will-be-patient-in-watching-data-and-are-prepared-to-adjust-policy-stance-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:22:00",
        "gmt_time": "2019-01-04 15:22:00"
    },
    {
        "id": 690194,
        "updated_sequence": 1115809,
        "published_at": {
            "unix": 1546615080,
            "text": "2019-01-04 15:18:00 +0000",
            "iso_8601": "2019-01-04T15:18:00Z"
        },
        "updated_at": {
            "unix": 1546616531,
            "text": "2019-01-04 15:42:11 +0000",
            "iso_8601": "2019-01-04T15:42:11Z"
        },
        "subject": "Fed Chair Powell says that Fed policy is not on a preset path",
        "content": "<ul><li>Jobs data was strong</li>\r\n  <li>Data doesn&#39;t raise concerns about too strong inflation</li>\r\n  <li>Sees strength in consumer spending</li>\r\n  <li>ISM report shows moderate growth is underway</li>\r\n  <li>Chinese consumers appear to be pulling back, and Chinese weakness seems to be spilling over into other nations</li>\r\n  <li>Markets have been sending warnings about downside risks</li>\r\n  <li>Highlights that 2018 was a good year for the US economy and most data remains solid</li>\r\n  <li>Doesn&#39;t believe that issuance is a large part of market turbulence</li>\r\n  <li>Has no scheduled meeting with Trump, and has had no contact with the White House, would not resigned if asked to</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-chair-powell-says-that-fed-policy-is-not-on-a-preset-path-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:18:00",
        "gmt_time": "2019-01-04 15:18:00"
    },
    {
        "id": 690193,
        "updated_sequence": 1115760,
        "published_at": {
            "unix": 1546614900,
            "text": "2019-01-04 15:15:00 +0000",
            "iso_8601": "2019-01-04T15:15:00Z"
        },
        "updated_at": {
            "unix": 1546614949,
            "text": "2019-01-04 15:15:49 +0000",
            "iso_8601": "2019-01-04T15:15:49Z"
        },
        "subject": "White House Economic Advisor Kudlow says December US jobs numbers likely to lead to upper revisions in GDP forecasts ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-says-december-us-jobs-numbers-likely-to-lead-to-upper-revisions-in-gdp-forecasts-04-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:15:00",
        "gmt_time": "2019-01-04 15:15:00"
    },
    {
        "id": 690192,
        "updated_sequence": 1115755,
        "published_at": {
            "unix": 1546614120,
            "text": "2019-01-04 15:02:00 +0000",
            "iso_8601": "2019-01-04T15:02:00Z"
        },
        "updated_at": {
            "unix": 1546614174,
            "text": "2019-01-04 15:02:54 +0000",
            "iso_8601": "2019-01-04T15:02:54Z"
        },
        "subject": "US senators have proposed to combat technology threats from China ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-senators-have-proposed-to-combat-technology-threats-from-china-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 23:02:00",
        "gmt_time": "2019-01-04 15:02:00"
    },
    {
        "id": 690191,
        "updated_sequence": 1115757,
        "published_at": {
            "unix": 1546613700,
            "text": "2019-01-04 14:55:00 +0000",
            "iso_8601": "2019-01-04T14:55:00Z"
        },
        "updated_at": {
            "unix": 1546614863,
            "text": "2019-01-04 15:14:23 +0000",
            "iso_8601": "2019-01-04T15:14:23Z"
        },
        "subject": "WATCH: Fed Chair Powell set to speak at the AEA conference",
        "content": "<p>For livestream click <a href=\"https://www.aeaweb.org/conference/livecasts/2019?id=MzZIcTdOUGc3OEdZdjgwNzgxMg==\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "watch-fed-chair-powell-set-to-speak-at-the-aea-conference-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:55:00",
        "gmt_time": "2019-01-04 14:55:00"
    },
    {
        "id": 690190,
        "updated_sequence": 1115745,
        "published_at": {
            "unix": 1546613400,
            "text": "2019-01-04 14:50:00 +0000",
            "iso_8601": "2019-01-04T14:50:00Z"
        },
        "updated_at": {
            "unix": 1546613480,
            "text": "2019-01-04 14:51:20 +0000",
            "iso_8601": "2019-01-04T14:51:20Z"
        },
        "subject": "White House Economic Advisor Kudlow criticises the Federal Reserves inflation models, suggest that there are not signs of inflation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-criticises-the-federal-reserves-inflation-models-suggest-that-there-are-not-signs-of-inflation-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:50:00",
        "gmt_time": "2019-01-04 14:50:00"
    },
    {
        "id": 690189,
        "updated_sequence": 1115742,
        "published_at": {
            "unix": 1546613280,
            "text": "2019-01-04 14:48:00 +0000",
            "iso_8601": "2019-01-04T14:48:00Z"
        },
        "updated_at": {
            "unix": 1546613335,
            "text": "2019-01-04 14:48:55 +0000",
            "iso_8601": "2019-01-04T14:48:55Z"
        },
        "subject": "White House Economic Advisor Kudlow details of a potential meeting between Fed's Powell and US President Trump have not been set",
        "content": "<ul><li>Suggests that both sides would like to meet</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-details-of-a-potential-meeting-between-fed-s-powell-and-us-president-trump-have-not-been-set-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:48:00",
        "gmt_time": "2019-01-04 14:48:00"
    },
    {
        "id": 690188,
        "updated_sequence": 1115739,
        "published_at": {
            "unix": 1546613220,
            "text": "2019-01-04 14:47:00 +0000",
            "iso_8601": "2019-01-04T14:47:00Z"
        },
        "updated_at": {
            "unix": 1546613272,
            "text": "2019-01-04 14:47:52 +0000",
            "iso_8601": "2019-01-04T14:47:52Z"
        },
        "subject": "White House Economic Advisor Kudlow says that US are asking China to reduce subsidies in talks next week",
        "content": "<ul><li>goes on to say that cyber hacking must stop</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-says-that-us-are-asking-china-to-reduce-subsidies-in-talks-next-week-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:47:00",
        "gmt_time": "2019-01-04 14:47:00"
    },
    {
        "id": 690185,
        "updated_sequence": 1115750,
        "published_at": {
            "unix": 1546612800,
            "text": "2019-01-04 14:40:00 +0000",
            "iso_8601": "2019-01-04T14:40:00Z"
        },
        "updated_at": {
            "unix": 1546613794,
            "text": "2019-01-04 14:56:34 +0000",
            "iso_8601": "2019-01-04T14:56:34Z"
        },
        "subject": "Fed's Kashkari tweets \"Stop trying to assess whether we are at max employment by looking at the unemployment rate and EPOP (Employment to Population Ratio).\" [cont]",
        "content": "<p>[cont] We will know it when wage growth sustainably picks up to levels that, considering productivity, imply future inflation at or above our 2 percent target.</p>\r\n\r\n<p>For source click <a href=\"https://twitter.com/neelkashkari/status/1081198182514741249\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-tweets-stop-trying-to-assess-whether-we-are-at-max-employment-by-looking-at-the-unemployment-rate-and-epop-employment-to-population-ratio-cont-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:40:00",
        "gmt_time": "2019-01-04 14:40:00"
    },
    {
        "id": 690184,
        "updated_sequence": 1115713,
        "published_at": {
            "unix": 1546612740,
            "text": "2019-01-04 14:39:00 +0000",
            "iso_8601": "2019-01-04T14:39:00Z"
        },
        "updated_at": {
            "unix": 1546612822,
            "text": "2019-01-04 14:40:22 +0000",
            "iso_8601": "2019-01-04T14:40:22Z"
        },
        "subject": "US President Trump tweets \"Great jobs numbers just announced!\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-tweets-great-jobs-numbers-just-announced-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:39:00",
        "gmt_time": "2019-01-04 14:39:00"
    },
    {
        "id": 690183,
        "updated_sequence": 1115720,
        "published_at": {
            "unix": 1546612560,
            "text": "2019-01-04 14:36:00 +0000",
            "iso_8601": "2019-01-04T14:36:00Z"
        },
        "updated_at": {
            "unix": 1546612958,
            "text": "2019-01-04 14:42:38 +0000",
            "iso_8601": "2019-01-04T14:42:38Z"
        },
        "subject": "White House Economic Advisor Kudlow says that there is no recession in sight ",
        "content": "<ul><li>Adds that people are now streaming into the US workforce</li>\r\n  <li>it is not a &#39;sugar high&#39; on Trump policies, they will stay</li>\r\n  <li>States that there is too much doom and gloom right now in sentiment</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-says-that-there-is-no-recession-in-sight-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:36:00",
        "gmt_time": "2019-01-04 14:36:00"
    },
    {
        "id": 690182,
        "updated_sequence": 1115700,
        "published_at": {
            "unix": 1546611300,
            "text": "2019-01-04 14:15:00 +0000",
            "iso_8601": "2019-01-04T14:15:00Z"
        },
        "updated_at": {
            "unix": 1546611338,
            "text": "2019-01-04 14:15:38 +0000",
            "iso_8601": "2019-01-04T14:15:38Z"
        },
        "subject": "Fixed Income: More workers, more looking for work, more for the Fed to think about",
        "content": "<p>A surprising labour market report blows the floor out of the fixed income sector, with the US posting a payroll figure enormously over estimates at 312k with average earnings also beating estimates, conversely the unemployment rate also hit the top of estimate ranges. The headline NFP figure saw T-notes collapse through its former Jan. 3rd high of 122-23 to bounce off of its 38.2% fib at 122-11, before retracting a large part of the move ahead of upcoming Fed speak from Chairman Powell (alongside Bostic and Barkin).</p>\r\n\r\n<p>This downside in the US added some steam to the downward trajectory in Europe with Bunds printing fresh session lows of 164.37 but failing to break the 38.2% fib set at 164.36.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-income-more-workers-more-looking-for-work-more-for-the-fed-to-think-about-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:15:00",
        "gmt_time": "2019-01-04 14:15:00"
    },
    {
        "id": 690179,
        "updated_sequence": 1115704,
        "published_at": {
            "unix": 1546610700,
            "text": "2019-01-04 14:05:00 +0000",
            "iso_8601": "2019-01-04T14:05:00Z"
        },
        "updated_at": {
            "unix": 1546611798,
            "text": "2019-01-04 14:23:18 +0000",
            "iso_8601": "2019-01-04T14:23:18Z"
        },
        "subject": "Additional US Equity Stories ",
        "content": "<p>Jack In The Box (JACK) - The co. is appoint two independent directors. (Newswires)&nbsp;</p>\r\n\r\n<p>Boeing (BA)/Embraer (ERJ) - Brazilian President Bolsonaro has said he is in favor of the Boeing/Embraer tie up. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-04-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 22:05:00",
        "gmt_time": "2019-01-04 14:05:00"
    },
    {
        "id": 690178,
        "updated_sequence": 1115687,
        "published_at": {
            "unix": 1546609620,
            "text": "2019-01-04 13:47:00 +0000",
            "iso_8601": "2019-01-04T13:47:00Z"
        },
        "updated_at": {
            "unix": 1546609664,
            "text": "2019-01-04 13:47:44 +0000",
            "iso_8601": "2019-01-04T13:47:44Z"
        },
        "subject": "EU reportedly plans to keep steel import curbs in place until July 2021 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-reportedly-plans-to-keep-steel-import-curbs-in-place-until-july-2021-04-01-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:47:00",
        "gmt_time": "2019-01-04 13:47:00"
    },
    {
        "id": 690177,
        "updated_sequence": 1115682,
        "published_at": {
            "unix": 1546609440,
            "text": "2019-01-04 13:44:00 +0000",
            "iso_8601": "2019-01-04T13:44:00Z"
        },
        "updated_at": {
            "unix": 1546609617,
            "text": "2019-01-04 13:46:57 +0000",
            "iso_8601": "2019-01-04T13:46:57Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 4th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20858/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; Citi reiterated Apple (AAPL) with a &ldquo;buy&rdquo; rating but cut its price target to USD 170 from USD 200. Separately, a report in the WSJ suggested that headwinds are more severe than just a China slowdown since competition from cheaper rivals such as Huawei are also hurting the co.</li>\r\n  <li>Bristol-Myers (BMY), Celgene (CELG) &ndash; The merger deal between the two pharma co.s has a USD 2.2bln termination fee.</li>\r\n  <li>Netflix (NFLX) upgraded to conviction buy from buy at Goldman Sachs</li>\r\n</ul>\r\n\r\n<p>4th January 2019</p>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; Citi reiterated Apple (AAPL) with a &ldquo;buy&rdquo; rating but cut its price target to USD 170 from USD 200. Separately, a report in the WSJ suggested that headwinds are more severe than just a China slowdown since competition from cheaper rivals such as Huawei are also hurting the co. (Newswires/WSJ)</li>\r\n  <li>Microsoft (MSFT), Amazon (AMZN) &ndash; A research note from Piper Jaffray shows data from a survey of 110 CIOs which showed that Amazon Web Services remains a leading public cloud offering and will continue to compete with Microsoft Azure. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Bristol-Myers (BMY), Celgene (CELG) &ndash; The merger deal between the two pharma co.s has a USD 2.2bln termination fee. (Newswires)</li>\r\n  <li>Ford (F) &ndash; The automaker urged its shareholders to reject a mini-tender offer from Baker Mills LLC that is below market value. (Newswires)</li>\r\n  <li>GameStop (GME) &ndash; Sycamore and Apollo are bidding for the co. with a possible deal to be announced by mid-February, according to a person familiar with the matter. (WSJ)</li>\r\n  <li>Marriott (MAR) &ndash; The hotels co. provided an update on its Starwood database breach, saying that fewer customers were affected than originally proposed. (Newswires)</li>\r\n  <li>Mosaic (MOS) &ndash; The US&rsquo; largest phosphate and potash miner has acquired the final permit for its Ona phosphate mine project in Florida, securing 160.2mln tons for future mining. (Newswires)</li>\r\n  <li>Wells Fargo (WFC) &ndash; Employees at the bank have said that little has changed at the bank since the scandal emerged a few years ago. (Guardian)</li>\r\n</ul>\r\n\r\n<p>NASDAQ</p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The Alphabet owned Verily has received a USD 1bln strategic investment round, led by Silver Lake. (Newswires)</li>\r\n  <li>AMD (AMD) - BofA/Merrill says risks such as AMD shares loss, 7nm product delays, more difficult PC/data center comps still exist but appear to be reflects in Intel (INTC). (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; CEO Mark Zuckerberg stopped selling his personal shares in the co. in Q4 2018 for the first time in two years. Elsewhere, WSJ reports the co. needs to balance its push for growth with greater security efforts as it moves forward from recent controversies. (Newswires/WSJ)</li>\r\n  <li>Square (SQ), Activision Blizzard (ATVI) &ndash; The fintech co. has appointed Amrita Ahuja, current Blizzard CFO, as its new CFO starting in January. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; NY governor Andrew Cuomo has called on the electric automaker to improve the city&rsquo;s signal system on its subway system; BI reports. Elsewhere, the co. plans to begin delivering Model 3 vehicles to China in March. (Newswires/BI)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Bio-Rad (BIO) &ndash; The med-tech co.&rsquo;s CFO Christine A. Tsingos is retiring, effective April 30th. (Newswires)</li>\r\n  <li>Snap (SNAP) &ndash; The social media co.&rsquo;s head of global strategic partnerships is the latest executive to leave the co. (BI)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>ARES MANAGEMENT (ARES) UPGRADED TO CONVICTION BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>ARMSTRONG WORLD (AWI) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>ASPEN TECHNOLOGY (AZPN) UPGRADED TO BUY FROM HOLD AT BENCHMARK</li>\r\n  <li>CAMDEN PROPERTY (CPT) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT MUFG</li>\r\n  <li>CARLYLE GROUP (CG) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CBOE GLOBAL MARKETS (CBOE) UPGRADED TO CONVICTION BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CELGENE (CELG) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>CELGENE (CELG) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>CHEMOURS (CC) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>CORPORATE OFFICE PROPERTIES (OFC) UPGRADED TO HOLD FROM SELL AT STIFEL</li>\r\n  <li>COTY (COTY) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li>\r\n  <li>DANA (DAN) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>EDISON INTERNATIONAL (EIX) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>ETSY (ETSY) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>EXPEDIA (EXPE) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>FORTUNE BRANDS (FBHS) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>HONEYWELL (HON) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>IDEX CORP. (IEX) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>IMPERIAL OIL (IMO) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>INTEL (INTC) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>KOSMOS (KOS) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BERNSTEIN</li>\r\n  <li>LEAR (LEA) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>MASCO (MAS) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>MYRIAD GENETICS (MYGN) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li>\r\n  <li>NETFLIX (NFLX) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>NOKIA (NOK) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li>\r\n  <li>OMEGA HEALTHCARE (OHI) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT MUFG</li>\r\n  <li>QUALYS (QLYS) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li>\r\n  <li>REGENERON (REGN) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li>\r\n  <li>SCHNEIDER NATIONAL (SNDR) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li>\r\n  <li>SHERWIN-WILLIAMS (SHW) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>SHUTTERFLY (SFLY) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li>\r\n  <li>VARIAN MEDICAL (VAR) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>VIRTU FINANCIAL (VIRT) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ADIENT (ADNT) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>ANALOG DEVICES (ADI) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>ANALOG DEVICES (ADI) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>AUTOLIV (ALV) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>AVANOS (AVNS) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>COOPER COMPANIES (COO) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CRITEO (CRTO) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CYBERARK (CYBR) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>DIAGEO (DEO) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BERNSTEIN</li>\r\n  <li>EBAY (EBAY) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>EMERSON (EMR) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>EQGP HOLDINGS (EQGP) DOWNGRADED TO HOLD FROM OVERWEIGHT AT US CAPITAL ADVISORS</li>\r\n  <li>EQT MIDSTREAM PARTNERS (EQT) DOWNGRADED TO HOLD FROM OVERWEIGHT AT US CAPITAL ADVISORS</li>\r\n  <li>EQUITRANS MIDSTREAM (ETRN) DOWNGRADED TO HOLD FROM OVERWEIGHT AT US CAPITAL ADVISORS</li>\r\n  <li>EVERGY (EVRG) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>EXELON (EXC) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>FLEXION (FLXN) DOWNGRADED TO HOLD FROM BUY AT BENCHMARK</li>\r\n  <li>FORTINET (FTNT) DOWNGRADED TO SELL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>FTS INTERNATIONAL (FTSI) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>HOLOGIC (HOLX) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li>\r\n  <li>INTERCONTINENTALEXCHANGE (ICE) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>KKR (KKR) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>LIBERTY PROPERTY (LPT) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT MUFG</li>\r\n  <li>MAXIM INTEGRATED (MXIM) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>PACIFIC BIOSCIENCES (PACB) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li>\r\n  <li>QURATE RETAIL (QRTEA) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>RPC, INC. (RES) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>SKYWORKS (SWKS) DOWNGRADED TO NEUTRAL FROM BUY AT NOMURA INSTINET</li>\r\n  <li>SNAP (SNAP) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>SPX FLOW (FLOW) DOWNGRADED TO UNDERPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>T. ROWE PRICE (TROW) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>TEXAS INSTRUMENTS (TXN) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>UNITED TECHNOLOGIES (UTX) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>VEONEER (VNE) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>VISTEON (VC) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>AVEO (AVEO) RATED NEW OUTPERFORM AT BAIRD; PT USD 3</li>\r\n  <li>CATALYST BIOSCIENCES (CBIO) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 24</li>\r\n  <li>CHEMBIO DIAGNOSTICS (CEMI) RATED NEW BUY AT CANACCORD; PT USD 9</li>\r\n  <li>DELL TECHNOLOGIES (DELL) RATED NEW BUY AT BOFAML; PT USD 63</li>\r\n  <li>EVERBRIDGE (EVBG) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 70</li>\r\n  <li>FIVE9 (FIVN) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 48</li>\r\n  <li>INFINITY PHARMA (INFI) RATED NEW BUY AT B RILEY FBR, INC.; PT USD 3</li>\r\n  <li>MAXLINEAR (MXL) RATED NEW NEUTRAL AT JPMORGAN; PT USD 18</li>\r\n  <li>MGM GROWTH PROPERTIES (MGP) RATED NEW OUTPERFORM AT BAIRD; PT USD 33</li>\r\n  <li>MIRAGEN THERAPEUTICS (MGEN) RATED NEW OUTPERFORM AT BAIRD; PT USD 10</li>\r\n  <li>SMARTSHEET (SMAR) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 32</li>\r\n  <li>STAR BULK (SBLK) RATED NEW BUY AT DNB MARKETS; PT USD 16.80</li>\r\n  <li>SYNDAX PHARMACEUTICALS (SNDX) RATED NEW OUTPERFORM AT BAIRD; PT USD 30</li>\r\n  <li>TWILIO (TWLO) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 110</li>\r\n  <li>VONAGE (VG) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 14</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Universal Corp (UVV). Amount USD 0.75</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-4th-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:44:00",
        "gmt_time": "2019-01-04 13:44:00"
    },
    {
        "id": 690176,
        "updated_sequence": 1115666,
        "published_at": {
            "unix": 1546608840,
            "text": "2019-01-04 13:34:00 +0000",
            "iso_8601": "2019-01-04T13:34:00Z"
        },
        "updated_at": {
            "unix": 1546608853,
            "text": "2019-01-04 13:34:13 +0000",
            "iso_8601": "2019-01-04T13:34:13Z"
        },
        "subject": "Canada Wage Growth (Dec): 1.5% YY (Prev. 1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-wage-growth-dec-1-5-yy-prev-1-5-04-01-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:34:00",
        "gmt_time": "2019-01-04 13:34:00"
    },
    {
        "id": 690174,
        "updated_sequence": 1115660,
        "published_at": {
            "unix": 1546608600,
            "text": "2019-01-04 13:30:00 +0000",
            "iso_8601": "2019-01-04T13:30:00Z"
        },
        "updated_at": {
            "unix": 1546608837,
            "text": "2019-01-04 13:33:57 +0000",
            "iso_8601": "2019-01-04T13:33:57Z"
        },
        "subject": "US total nonfarm birth/death adjustment (Dec): -36k (Prev. -9k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-total-nonfarm-birth-death-adjustment-dec-36k-prev-9k-04-01-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:30:00",
        "gmt_time": "2019-01-04 13:30:00"
    },
    {
        "id": 690154,
        "updated_sequence": 1115586,
        "published_at": {
            "unix": 1546607220,
            "text": "2019-01-04 13:07:00 +0000",
            "iso_8601": "2019-01-04T13:07:00Z"
        },
        "updated_at": {
            "unix": 1546607315,
            "text": "2019-01-04 13:08:35 +0000",
            "iso_8601": "2019-01-04T13:08:35Z"
        },
        "subject": "US President Trump tweets, As I have stated many times, if the Democrats take over the House or Senate, there will be disruption to the Financial Markets. We won the Senate, they won the House. Things will settle down. ",
        "content": "<p>(cont) They only want to impeach me because they know they can&rsquo;t win in 2020, too much success.</p>\r\n\r\n<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1081175076727345152\">link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-tweets-as-i-have-stated-many-times-if-the-democrats-take-over-the-house-or-senate-there-will-be-disruption-to-the-financial-markets-we-won-the-senate-they-won-the-house-things-will-settle-down-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:07:00",
        "gmt_time": "2019-01-04 13:07:00"
    },
    {
        "id": 690153,
        "updated_sequence": 1115598,
        "published_at": {
            "unix": 1546607100,
            "text": "2019-01-04 13:05:00 +0000",
            "iso_8601": "2019-01-04T13:05:00Z"
        },
        "updated_at": {
            "unix": 1546608211,
            "text": "2019-01-04 13:23:31 +0000",
            "iso_8601": "2019-01-04T13:23:31Z"
        },
        "subject": "Fed's Mester (non-voter, hawk) says future rate hikes depends on how economy performs",
        "content": "<ul><li>stock market jitters are driven by a lot of currents, not just Fed policy; there are downside risks to the economy, which the market is putting emphasis on</li>\r\n  <li>Mester thinks the Fed is ahead of the curve, is in a really good spot: Fed can be patient, inflation is not running away</li>\r\n  <li>Mester appears to suggest she would be open to a pause in rate hikes, but has said she is watching the data</li>\r\n  <li>Rates are in the range of the neutral rate</li>\r\n  <li>Mester says she is not at the point she will reconsider the balance sheet run-off</li>\r\n  <li>Mester says if the economy deteriorates and the balance sheet run-off needs adjusting, the Fed&#39;s guidance suggests it&nbsp;would be open to that</li>\r\n  <li>Adds that if inflation doesn&#39;t rise, the Fed could stop hiking</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-mester-non-voter-hawk-says-future-rate-hikes-depends-on-how-economy-performs-04-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:05:00",
        "gmt_time": "2019-01-04 13:05:00"
    },
    {
        "id": 690152,
        "updated_sequence": 1115590,
        "published_at": {
            "unix": 1546607100,
            "text": "2019-01-04 13:05:00 +0000",
            "iso_8601": "2019-01-04T13:05:00Z"
        },
        "updated_at": {
            "unix": 1546607519,
            "text": "2019-01-04 13:11:59 +0000",
            "iso_8601": "2019-01-04T13:11:59Z"
        },
        "subject": "US President Trump is not going to back down on border security according to Press Secretary Sanders",
        "content": "<ul><li><p>Adds that the shutdown is to continue until President Trump gets border security</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-not-going-to-back-down-on-border-security-according-to-press-secretary-sanders-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 21:05:00",
        "gmt_time": "2019-01-04 13:05:00"
    },
    {
        "id": 690151,
        "updated_sequence": 1115575,
        "published_at": {
            "unix": 1546606260,
            "text": "2019-01-04 12:51:00 +0000",
            "iso_8601": "2019-01-04T12:51:00Z"
        },
        "updated_at": {
            "unix": 1546606306,
            "text": "2019-01-04 12:51:46 +0000",
            "iso_8601": "2019-01-04T12:51:46Z"
        },
        "subject": "Scotia FX Daily - Sentiment Recovers On China RRR Cut & Trade Talk Hope",
        "content": "<ul><li>USD soft vs. most G10 with distribution of performance suggesting risk appetite.</li>\r\n  <li>CAD setting up for best weekly gain since March; risk into 8:30am ET jobs data.</li>\r\n  <li>EUR quiet around 1.14 despite softer PMIs &amp; CPI; spreads offering support.</li>\r\n  <li>GBP supported by PMI surprise while lending data disappoints; neut/bearish.</li>\r\n  <li>JPY soft but still up 2% on the week as Asakawa, Aso &amp; Kuroda comment.</li>\r\n  <li>AUD setting up for impressive &lsquo;morning star&rsquo; reversal; OIS recovering.</li>\r\n  <li>MXN remarkably well behaved through recent period of turbulence.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Scotiabank",
        "slug": "scotia-fx-daily-sentiment-recovers-on-china-rrr-cut-trade-talk-hope-04-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 20:51:00",
        "gmt_time": "2019-01-04 12:51:00"
    },
    {
        "id": 690150,
        "updated_sequence": 1115572,
        "published_at": {
            "unix": 1546605000,
            "text": "2019-01-04 12:30:00 +0000",
            "iso_8601": "2019-01-04T12:30:00Z"
        },
        "updated_at": {
            "unix": 1546606257,
            "text": "2019-01-04 12:50:57 +0000",
            "iso_8601": "2019-01-04T12:50:57Z"
        },
        "subject": "Swiss Re (SREN SW) approached by Rothesay to buy reassure unit for GBP 3.5bln; according to sources cited by Sky",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swiss-re-sren-sw-approached-by-rothesay-to-buy-reassure-unit-for-gbp-3-5bln-according-to-sources-cited-by-sky-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 20:30:00",
        "gmt_time": "2019-01-04 12:30:00"
    },
    {
        "id": 690149,
        "updated_sequence": 1115567,
        "published_at": {
            "unix": 1546604760,
            "text": "2019-01-04 12:26:00 +0000",
            "iso_8601": "2019-01-04T12:26:00Z"
        },
        "updated_at": {
            "unix": 1546604833,
            "text": "2019-01-04 12:27:13 +0000",
            "iso_8601": "2019-01-04T12:27:13Z"
        },
        "subject": "Shell (RDSA LN) reports restarting a unit at Scotford Alberta facility; according to a community line ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-reports-restarting-a-unit-at-scotford-alberta-facility-according-to-a-community-line-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 20:26:00",
        "gmt_time": "2019-01-04 12:26:00"
    },
    {
        "id": 690146,
        "updated_sequence": 1115558,
        "published_at": {
            "unix": 1546602660,
            "text": "2019-01-04 11:51:00 +0000",
            "iso_8601": "2019-01-04T11:51:00Z"
        },
        "updated_at": {
            "unix": 1546602808,
            "text": "2019-01-04 11:53:28 +0000",
            "iso_8601": "2019-01-04T11:53:28Z"
        },
        "subject": "PBoC states they are to maintain stable monetary policy, improve counter cyclical adjustments and keep rates stable",
        "content": "<ul><li>Will steadily proceed with CNY internationalisation.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-states-they-are-to-maintain-stable-monetary-policy-improve-counter-cyclical-adjustments-and-keep-rates-stable-04-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 19:51:00",
        "gmt_time": "2019-01-04 11:51:00"
    },
    {
        "id": 690145,
        "updated_sequence": 1115549,
        "published_at": {
            "unix": 1546601520,
            "text": "2019-01-04 11:32:00 +0000",
            "iso_8601": "2019-01-04T11:32:00Z"
        },
        "updated_at": {
            "unix": 1546601593,
            "text": "2019-01-04 11:33:13 +0000",
            "iso_8601": "2019-01-04T11:33:13Z"
        },
        "subject": "RANsquawk Daily US Opening News - 4th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20857/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>European equities are up as market risk sentiment improves from US-China trade developments</li>\r\n  <li>Dollar underperforms major counterparts (ex-JPY) ahead of Powell speaking after NFP</li>\r\n  <li>Looking ahead, highlights include US services PMI, US and Canadian jobs reports, DoEs, Baker Hughes, Fed&rsquo;s Powell, Bostic, Mester and Barkin</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equities were mixed following the slide in US stocks as disappointing ISM manufacturing data added to global growth fears after Apple&rsquo;s trade-related profit warning. The Dow shed in excess of 600 points while the S&amp;P fell further below the 2500 level and the Nasdaq tumbled 3.0% as the tech sector fell over 5.0%. ASX 200 (-0.3%) and Nikkei 225 (-2.2%) both failed to benefit from the higher base metal prices as the indices bore the brunt of the tech decline on Wall St, while the latter also played catch-up after a week-long holiday. Elsewhere, Hang Seng (+2.4%) and Shanghai Comp. (+2.0%) outperformed after erasing opening losses as almost all Chinese sectors turned green (gains led by oil names and financial firms) on the back of constructive trade developments, with China&rsquo;s MOFCOM confirming that trade talks with the US are to take place next week, while the release of above-forecast Caixin services PMI exacerbated gains in the bourses.</p>\r\n\r\n<p>China&#39;s MOFCOM has confirmed that US and China are to hold vice-ministerial trade talks on January 7th-8th. (Newswires)</p>\r\n\r\n<p>Chinese Caixin Services PMI Dec 53.9 vs. Exp. 53.1 (Prev. 53.8) (Newswires)<br />Chinese Caixin Composite PMI Dec 52.2 (Prev. 51.9)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.8586 (Prev. 6.8631) (Newswires)<br />PBoC drained a net CNY 320bln via OMO vs. net injection of CNY 240bln last week</p>\r\n\r\n<p>China&#39;s Premier Li reiterated that China will take more measures including a targeted RRR cuts and further tax and fee reductions in order to support private and smaller firms; according to a statement. (Newswires)</p>\r\n\r\n<p>BoJ is considering lowering its fiscal 2019 CPI growth forecast to circa 1.0% (Prev. projection 1.4%) at their next policy meeting on January 23rd. Policy makers are also said to be considering a minor downward revision to the fiscal 2020 forecast of 1.5%. (Nikkei)</p>\r\n\r\n<p>BoJ Governor Kuroda reiterated that it is important to take consistent policy &quot;patiently and persistently&quot; towards beating deflation. (Newswires)</p>\r\n\r\n<p>Japan MOF&#39;s Currency Head Asakawa said he is worried about the volatile FX moves and they will take steps on forex if needed. He added that G7 and G20 have confirmed that cooperation on FX is possible if needed and that speculative moves were seen in thin markets, regarding yesterday&rsquo;s FX flash-crash. (Newswires)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>PBOC cuts bank&#39;s RRR by 100bps; 50bps as of Jan 15th and then a further 50bps on Jan 25th (Newswires)</p>\r\n\r\n<p>- Banks will use released funds to repay maturing MLF in Q1</p>\r\n\r\n<p>- Will help offset liquidity in volatility during the Lunar New Year Holiday</p>\r\n\r\n<p>- Seen as a targeted adjustment, and not as a large stimulus</p>\r\n\r\n<p>US</p>\r\n\r\n<p>US House Democrats have voted to reopen government, defying US President Trump&rsquo;s veto threat. (Washington Post)</p>\r\n\r\n<p>US Senate Minority Leader Schumer (Democrat) is to attend Friday&#39;s meeting on the US government shutdown at the White House. (Newswires)</p>\r\n\r\n<p>US Vice President Pence said that there can be no deal without border-wall funding. (Fox News)</p>\r\n\r\n<p>US House Speaker Pelosi has invited US President Trump to deliver a State of the Union address on January 29th. (Newswires)</p>\r\n\r\n<p>UK/EU</p>\r\n\r\n<p>UK Cabinet ministers have been told that EU countries are likely to provide assurances to PM May over her Brexit deal. Assurances could include a promise that the EU does not intend to keep Britain in the backstop on a permanent basis and that it is &ldquo;not the desired outcome&rdquo; or that it will be &ldquo;only for a short period&rdquo;. (The Times)</p>\r\n\r\n<p>Most UK Conservative activists back a no-deal Brexit over PM May&#39;s deal; according to a YouGov poll of over 1,200 Tory activists. (FT)</p>\r\n\r\n<p>UK Markit/CIPS Services PMI (Dec) 51.2 vs. Exp. 50.7 (Prev. 50.4)</p>\r\n\r\n<p>ECB&#39;s Coeure says that interest rates are to remain low for as long as is necessary. (Newswires)</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>Thirteen Canadians have been detained in China since the Huawei CFO arrest; according to Global &amp; Mail citing a Canadian government official. (Newswires)</p>\r\n\r\n<p>Japanese PM Abe said he has intentions to push towards a peace treaty with Russia. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European equities are in the green [Euro Stoxx 50 +1.2%] with the SMI (+0.5%) lagging its peers, weighed on by underperformance in the healthcare sector with index heavyweights Roche (-0.2%) and Novartis (-0.1%) in the red. All sectors, including the aforementioned healthcare sector, are in the green with outperformance seen in materials on the back of positive China trade developments. Mining names such as Thyssenkrupp (+3.5%) and Anglo American (+2.8%) sit towards the top of the Stoxx 600. Other notable stories include BMW (+1.6%) and Volkswagen (+1.3%) who are up after reporting increased US December vehicles sales of +0.3% and +5.0% respectively. Elsewhere, Bayer (+3.3%) are higher after the federal judge overseeing lawsuits alleging that their glyphosate-based weed killer causes cancer has granted the Co&rsquo;s request to split the upcoming trial into two phases.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>Price action for FX markets thus far has been significantly more orderly than the JPY-inspired volatility seen on late Wednesday as traders await key macro and central bank updates. Starting with the JPY, the Japanese currency has given back some gains to its major counterparts with USD/JPY hovering around the 108.00 level. The story for USD/JPY is more one of JPY weakness rather than USD strength with the DXY in negative territory, albeit still on a 96.00 handle. From a JPY perspective, Japan MOF&#39;s Currency Head Asakawa stated overnight that he is worried about the volatile FX moves and will take steps on forex if needed. Going back to the USD, given recent disappointing macro data, today&rsquo;s jobs reports from the US will be one of the more pertinent ones as of late from a Fed-perspective. Given the recent market turmoil, markets now fully price in a rate cut by April 2020 vs. the Fed&rsquo;s view of two hikes in 2019 and one hike in 2020. Amid the starkly opposing views, an out of line report could have major ramifications for the USD either way. However, with Powell speaking two hours after the release, moves in the DXY may lack some conviction as participants await the latest communication from the Fed Chair.</p>\r\n\r\n<p>Elsewhere, EUR/USD has been able to capitalize on the USD weakness and retain status on a 1.1400 handle within the mid-point of its 2019 range thus far. On the data front, core EZ service PMI readings fell short of analyst estimates who had forecast unchanged readings from the prior report. This was then followed by EZ-wide inflation metrics which revealed a decline in headline CPI Y/Y to 1.6% from 1.9% vs. Exp. 1.8% but did little to place any major weight on the multi-bloc currency.</p>\r\n\r\n<p>GBP is exerting some strength against its major counterparts as GBP/USD continues to extend its post-flash crash ascent with the move pausing for breath after breaching Monday&rsquo;s low of 1.2682. The Pound was unable to garner much in the way of support despite a beat on the all-important Services PMI (51.2 vs. Exp. 50.7) with Markit suggesting &ldquo;The meagre service sector expansion recorded in December is indicative of the economy growing by just 0.1% in the closing quarter of 2018&rdquo;.</p>\r\n\r\n<p>AUD/USD has continued to extend its advance above 0.7000 with traders looking to see if the antipodean can see the week out above the psychological level and thus spur hopes for a near-term recovery. AUD was given a further helping hand briefly after the PBOC announced a 100bps cut to bank&#39;s RRR. However, the move higher will fleeting given it had already been touted by Premier Li and was seen as more of a targeted adjustment to cover the Lunar New Year period rather than an unveiling of major stimulus.</p>\r\n\r\n<p>USD/CAD is due to come into focus later in the session amid the release of the Dec Canadian jobs report with consensus looking for 5.5k jobs to be added to the economy vs. the prior +94.1k. CAD has seen a relatively stellar start to the year alongside advances in crude markets with USD/CAD moving from a 1.36 handle to mid-1.34 levels. However, given the aforementioned importance of the US jobs report, performance today for the pair will likely be driven by events stateside with the possibility of opposing simultaneous reports a key risk factor for traders.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core EU debt is falling after flattering Caixin services PMI and Nikkei Manufacturing PMI prints fixed sentiment alongside further positivity found in confident conversations vis-&agrave;-vis China-US trade talks.</p>\r\n\r\n<p>This has pressured 10-year Bund futures to lows of 164.37 with traders now eyeing the 164.01 Dec. 20th high next as support. &nbsp;The UK benchmark is seeing similar price action and taking aim at the big figure of 123.00 to the downside after printing a session low of 123.34. Some PMI data releases from the EU have failed to stop the fixed income rot, with both Germany and France missing expectations and the UK beating expectations, whilst the EZ CPI miss also failed to have an effect. BTPs are conforming to the risk-tolerant tone but have pulled back off of highs of 127.22 in recent trade to slowly revert to a 9 tick gain for the day after Italian YY CPI figures came in 50bps below the previous reading, traders remain mindful of Banca Carige developments.</p>\r\n\r\n<p>US Treasuries are in the red for the day with the largest moves in the long end of the curve after 10-years hit a pinnacle and two day high of 123-07+ in the early European morning ahead of the 1st jobs report of the year, where consensus is looking for 177k payrolls added to have been added to the labor market in Dec. 2018.</p>\r\n\r\n<p>COMMODITIES&nbsp;</p>\r\n\r\n<p>Brent (+2.2%) and WTI (+2.2%) prices are higher, with WTI trading around the USD 48.00/bbl level and Brent just above the USD 57.00/bbl level. This support comes after a larger than expected draw in API weekly crude stocks of -4.5mln vs. Exp. -3.1mln, with markets now looking towards today&rsquo;s EIA release. In addition, the Iraq oil ministry has reportedly taken measures to cut output by 3% from October&rsquo;s level of 4.653mln BPD. Elsewhere, Energy Intel&rsquo;s Amena Bakr has tweeted that Saudi Arabia are to announce a jump in oil reserves.</p>\r\n\r\n<p>Gold (-0.2%) has turned negative as the positive trade news from China improved the risk sentiment, with the yellow metal trading just over USD 1290/oz. Additionally, copper prices have improved on the back of positive Chinese trade news with the metal recovering from a 18-month low hit in the previous session.</p>\r\n\r\n<p>Iraq are to keep their average oil output at 4.513M BPD for the next 6 months. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-4th-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 19:32:00",
        "gmt_time": "2019-01-04 11:32:00"
    },
    {
        "id": 690141,
        "updated_sequence": 1115537,
        "published_at": {
            "unix": 1546601280,
            "text": "2019-01-04 11:28:00 +0000",
            "iso_8601": "2019-01-04T11:28:00Z"
        },
        "updated_at": {
            "unix": 1546601378,
            "text": "2019-01-04 11:29:38 +0000",
            "iso_8601": "2019-01-04T11:29:38Z"
        },
        "subject": "Sources report that Banca Carige has had preliminary contacts with the Treasury's bad loan company SGA for the possible acquisition of bad loans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-report-that-banca-carige-has-had-preliminary-contacts-with-the-treasury-s-bad-loan-company-sga-for-the-possible-acquisition-of-bad-loans-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 19:28:00",
        "gmt_time": "2019-01-04 11:28:00"
    },
    {
        "id": 690139,
        "updated_sequence": 1115529,
        "published_at": {
            "unix": 1546599900,
            "text": "2019-01-04 11:05:00 +0000",
            "iso_8601": "2019-01-04T11:05:00Z"
        },
        "updated_at": {
            "unix": 1546599975,
            "text": "2019-01-04 11:06:15 +0000",
            "iso_8601": "2019-01-04T11:06:15Z"
        },
        "subject": "RANsquawk EU Mid Session - 4th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20856/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EU MID-SESSION UPDATE: Chinese trade talks confirmed, as markets await NFP and Powell</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European equities are in the green [Euro Stoxx 50 +1.1%] with the SMI (+0.4%) lagging its peers, weighed on by underperformance in the healthcare sector with index heavyweights Roche (-0.2%) and Novartis (-0.1%) in the red. All sectors, including the aforementioned healthcare sector, are in the green with outperformance seen in materials on the back of positive China trade developments. Mining names such as Thyssenkrupp (+3.5%) and Anglo American (+2.8%) sit towards the top of the Stoxx 600. Other notable stories include BMW (+1.6%) and Volkswagen (+1.3%) who are up after reporting increased US December vehicles sales of +0.3% and +5.0% respectively. Elsewhere, Bayer (+3.3%) are higher after the federal judge overseeing lawsuits alleging that their glyphosate-based weed killer causes cancer has granted the Co&rsquo;s request to split the upcoming trial into two phases.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>Price action for FX markets thus far has been significantly more orderly than the JPY-inspired volatility seen on late Wednesday as traders await key macro and central bank updates. Starting with the JPY, the Japanese currency has given back some gains to its major counterparts with USD/JPY hovering around the 108.00 level. The story for USD/JPY is more one of JPY weakness rather than USD strength with the DXY in negative territory, albeit still on a 96.00 handle. From a JPY perspective, Japan MOF&#39;s Currency Head Asakawa stated overnight that he is worried about the volatile FX moves and will take steps on forex if needed. Going back to the USD, given recent disappointing macro data, today&rsquo;s jobs reports from the US will be one of the more pertinent ones as of late from a Fed-perspective. Given the recent market turmoil, markets now fully price in a rate cut by April 2020 vs. the Fed&rsquo;s view of two hikes in 2019 and one hike in 2020. Amid the starkly opposing views, an out of line report could have major ramifications for the USD either way. However, with Powell speaking two hours after the release, moves in the DXY may lack some conviction as participants await the latest communication from the Fed Chair.</p>\r\n\r\n<p>Elsewhere, EUR/USD has been able to capitalize on the USD weakness and retain status on a 1.1400 handle within the mid-point of its 2019 range thus far. On the data front, core EZ service PMI readings fell short of analyst estimates who had forecast unchanged readings from the prior report. This was then followed by EZ-wide inflation metrics which revealed a decline in headline CPI Y/Y to 1.6% from 1.9% vs. Exp. 1.8% but did little to place any major weight on the multi-bloc currency.</p>\r\n\r\n<p>GBP is exerting some strength against its major counterparts as GBP/USD continues to extend its post-flash crash ascent with the move pausing for breath after breaching Monday&rsquo;s low of 1.2682. The Pound was unable to garner much in the way of support despite a beat on the all-important Services PMI (51.2 vs. Exp. 50.7) with Markit suggesting &ldquo;The meagre service sector expansion recorded in December is indicative of the economy growing by just 0.1% in the closing quarter of 2018&rdquo;.</p>\r\n\r\n<p>AUD/USD has continued to extend its advance above 0.7000 with traders looking to see if the antipodean can see the week out above the psychological level and thus spur hopes for a near-term recovery. AUD was given a further helping hand briefly after the PBOC announced a 100bps cut to bank&#39;s RRR. However, the move higher will fleeting given it had already been touted by Premier Li and was seen as more of a targeted adjustment to cover the Lunar New Year period rather than an unveiling of major stimulus.</p>\r\n\r\n<p>USD/CAD is due to come into focus later in the session amid the release of the Dec Canadian jobs report with consensus looking for 5.5k jobs to be added to the economy vs. the prior +94.1k. CAD has seen a relatively stellar start to the year alongside advances in crude markets with USD/CAD moving from a 1.36 handle to mid-1.34 levels. However, given the aforementioned importance of the US jobs report, performance today for the pair will likely be driven by events stateside with the possibility of opposing simultaneous reports a key risk factor for traders.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core EU debt is falling after flattering Caixin services PMI and Nikkei Manufacturing PMI prints fixed sentiment alongside further positivity found in confident conversations vis-&agrave;-vis China-US trade talks.</p>\r\n\r\n<p>This has pressured 10-year Bund futures to lows of 164.37 with traders now eyeing the 164.01 Dec. 20th high next as support. &nbsp;The UK benchmark is seeing similar price action and taking aim at the big figure of 123.00 to the downside after printing a session low of 123.34. Some PMI data releases from the EU have failed to stop the fixed income rot, with both Germany and France missing expectations and the UK beating expectations, whilst the EZ CPI miss also failed to have an effect. BTPs are conforming to the risk-tolerant tone but have pulled back off of highs of 127.22 in recent trade to slowly revert to a 20 tick gain for the day after Italian YY CPI figures came in 50bps below the previous reading, traders remain mindful of Banca Carige developments.</p>\r\n\r\n<p>US Treasuries are in the red for the day with the largest moves in the long end of the curve after 10-years hit a pinnacle and two day high of 123-07+ in the early European morning ahead of the 1st jobs report of the year, where consensus is looking for 177k payrolls added to have been added to the labor market in Dec. 2018.</p>\r\n\r\n<p>COMMODITIES&nbsp;</p>\r\n\r\n<p>Brent (+2.0%) and WTI (+1.9%) prices are higher, with WTI trading around the USD 48.00/bbl level and Brent just above the USD 57.00/bbl level. This support comes after a larger than expected draw in API weekly crude stocks of -4.5mln vs. Exp. -3.1mln, with markets now looking towards today&rsquo;s EIA release. In addition, the Iraq oil ministry has reportedly taken measures to cut output by 3% from October&rsquo;s level of 4.653mln BPD. Elsewhere, Energy Intel&rsquo;s Amena Bakr has tweeted that Saudi Arabia are to announce a jump in oil reserves.</p>\r\n\r\n<p>Gold (-0.3%) has turned negative as the positive trade news from China improved the risk sentiment, with the yellow metal trading just over USD 1290/oz. Additionally, copper prices have improved on the back of positive Chinese trade news with the metal recovering from a 18-month low hit in the previous session.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-4th-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 19:05:00",
        "gmt_time": "2019-01-04 11:05:00"
    },
    {
        "id": 690138,
        "updated_sequence": 1115526,
        "published_at": {
            "unix": 1546599660,
            "text": "2019-01-04 11:01:00 +0000",
            "iso_8601": "2019-01-04T11:01:00Z"
        },
        "updated_at": {
            "unix": 1546599710,
            "text": "2019-01-04 11:01:50 +0000",
            "iso_8601": "2019-01-04T11:01:50Z"
        },
        "subject": "Fixed Income: Sellers revitalized on rosier US-Sino trade rhetoric",
        "content": "<p>Core EU debt is falling after flattering Caixin services PMI and Nikkei Manufacturing PMI prints fixed sentiment alongside further positivity found in confident conversations vis-&agrave;-vis China-US trade talks.</p>\r\n\r\n<p>This has pressured 10-year Bund futures to lows of 164.37 with traders now eyeing the 164.01 Dec. 20th high next as support. &nbsp;The UK benchmark is seeing similar price action and taking aim at the big figure of 123.00 to the downside after printing a session low of 123.34. Some PMI data releases from the EU have failed to stop the fixed income rot, with both Germany and France missing expectations and the UK beating expectations, whilst the EZ CPI miss also failed to have an effect. BTPs are conforming to the risk-tolerant tone but have pulled back off of highs of 127.22 in recent trade to slowly revert to a 20 tick gain for the day after Italian YY CPI figures came in 50bps below the previous reading, traders remain mindful of Banca Carige developments.</p>\r\n\r\n<p>US Treasuries are in the red for the day with the largest moves in the long end of the curve after 10-years hit a pinnacle and two day high of 123-07+ in the early European morning ahead of the 1st jobs report of the year, where consensus is looking for 177k payrolls added to have been added to the labor market in Dec. 2018.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-income-sellers-revitalized-on-rosier-us-sino-trade-rhetoric-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 19:01:00",
        "gmt_time": "2019-01-04 11:01:00"
    },
    {
        "id": 690137,
        "updated_sequence": 1115531,
        "published_at": {
            "unix": 1546599300,
            "text": "2019-01-04 10:55:00 +0000",
            "iso_8601": "2019-01-04T10:55:00Z"
        },
        "updated_at": {
            "unix": 1546600223,
            "text": "2019-01-04 11:10:23 +0000",
            "iso_8601": "2019-01-04T11:10:23Z"
        },
        "subject": "EU are reportedly to plan selecting a new executive board member on 11th February, are planning to invite bids for the executive board on Jan 21st.",
        "content": "<ul><li>EU are also said to be considering 30th January deadline bids to succeed ECB&#39;s Praet</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-are-reportedly-to-plan-selecting-a-new-executive-board-member-on-11th-february-are-planning-to-invite-bids-for-the-executive-board-on-jan-21st-04-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 18:55:00",
        "gmt_time": "2019-01-04 10:55:00"
    },
    {
        "id": 690137,
        "updated_sequence": 1115531,
        "published_at": {
            "unix": 1546599300,
            "text": "2019-01-04 10:55:00 +0000",
            "iso_8601": "2019-01-04T10:55:00Z"
        },
        "updated_at": {
            "unix": 1546600223,
            "text": "2019-01-04 11:10:23 +0000",
            "iso_8601": "2019-01-04T11:10:23Z"
        },
        "subject": "EU are reportedly to plan selecting a new executive board member on 11th February, are planning to invite bids for the executive board on Jan 21st.",
        "content": "<ul><li>EU are also said to be considering 30th January deadline bids to succeed ECB&#39;s Praet</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-are-reportedly-to-plan-selecting-a-new-executive-board-member-on-11th-february-are-planning-to-invite-bids-for-the-executive-board-on-jan-21st-04-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 18:55:00",
        "gmt_time": "2019-01-04 10:55:00"
    },
    {
        "id": 690135,
        "updated_sequence": 1115517,
        "published_at": {
            "unix": 1546596600,
            "text": "2019-01-04 10:10:00 +0000",
            "iso_8601": "2019-01-04T10:10:00Z"
        },
        "updated_at": {
            "unix": 1546596693,
            "text": "2019-01-04 10:11:33 +0000",
            "iso_8601": "2019-01-04T10:11:33Z"
        },
        "subject": "Morning FX colour  USD softer as markets await vital macro and central bank updates",
        "content": "<p>Price action for FX markets thus far has been significantly more orderly than the JPY-inspired volatility seen on late Wednesday as traders await key macro and central bank updates. Starting with the JPY, the Japanese currency has given back some gains to its major counterparts with USD/JPY hovering around the 108.00 level. The story for USD/JPY is more one of JPY weakness rather than USD strength with the DXY in negative territory, albeit still on a 96.00 handle. From a JPY perspective, Japan MOF&#39;s Currency Head Asakawa stated overnight that he is worried about the volatile FX moves and will take steps on forex if needed. Going back to the USD, given recent disappointing macro data, today&rsquo;s jobs reports from the US will be one of the more pertinent ones as of late from a Fed-perspective. Given the recent market turmoil, markets now fully price in a rate cut by April 2020 vs. the Fed&rsquo;s view of two hikes in 2019 and one hike in 2020. Amid the starkly opposing views, an out of line report could have major ramifications for the USD either way. However, with Powell speaking two hours after the release, moves in the DXY may lack some conviction as participants await the latest communication from the Fed Chair.</p>\r\n\r\n<p>Elsewhere, EUR/USD has been able to capitalize on the USD weakness and retain status on a 1.1400 handle within the mid-point of its 2019 range thus far. On the data front, core EZ service PMI readings fell short of analyst estimates who had forecast unchanged readings from the prior report. This was then followed by EZ-wide inflation metrics which revealed a decline in headline CPI Y/Y to 1.6% from 1.9% vs. Exp. 1.8% but did little to place any major weight on the multi-bloc currency.</p>\r\n\r\n<p>GBP is exerting some strength against its major counterparts as GBP/USD continues to extend its post-flash crash ascent with the move pausing for breath at Monday&rsquo;s low of 1.2682. The Pound was unable to garner much in the way of support despite a beat on the all-important Services PMI (51.2 vs. Exp. 50.7) with Markit suggesting &ldquo;The meagre service sector expansion recorded in December is indicative of the economy growing by just 0.1% in the closing quarter of 2018&rdquo;.</p>\r\n\r\n<p>AUD/USD has continued to extend its advance above 0.7000 with traders looking to see if the antipodean can see the week out above the psychological level and thus spur hopes for a near-term recovery. AUD was given a further helping hand briefly after the PBOC announced a 100bps cut to bank&#39;s RRR. However, the move higher will fleeting given it had already been touted by Premier Li and was seen as more of a targeted adjustment to cover the Lunar New Year period rather than an unveiling of major stimulus.</p>\r\n\r\n<p>USD/CAD is due to come into focus later in the session amid the release of the Dec Canadian jobs report with consensus looking for 5.5k jobs to be added to the economy vs. the prior +94.1k. CAD has seen a relatively stellar start to the year alongside advances in crude markets with USD/CAD moving from a 1.36 handle to mid-1.34 levels. However, given the aforementioned importance of the US jobs report, performance today for the pair will likely be driven by events stateside with the possibility of opposing simultaneous reports a key risk factor for traders.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "morning-fx-colour-usd-softer-as-markets-await-vital-macro-and-central-bank-updates-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 18:10:00",
        "gmt_time": "2019-01-04 10:10:00"
    },
    {
        "id": 690119,
        "updated_sequence": 1115475,
        "published_at": {
            "unix": 1546594140,
            "text": "2019-01-04 09:29:00 +0000",
            "iso_8601": "2019-01-04T09:29:00Z"
        },
        "updated_at": {
            "unix": 1546594326,
            "text": "2019-01-04 09:32:06 +0000",
            "iso_8601": "2019-01-04T09:32:06Z"
        },
        "subject": "Energy Intel's Amena Bakr tweets that Saudi Arabia are to announce a jump in oil reserves which was conducted by a 3rd party audit",
        "content": "<p><a href=\"https://twitter.com/Amena__Bakr/status/1081119910657441792\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "energy-intel-s-amena-bakr-tweets-that-saudi-arabia-are-to-announce-a-jump-in-oil-reserves-which-was-conducted-by-a-3rd-party-audit-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 17:29:00",
        "gmt_time": "2019-01-04 09:29:00"
    },
    {
        "id": 690118,
        "updated_sequence": 1115480,
        "published_at": {
            "unix": 1546593720,
            "text": "2019-01-04 09:22:00 +0000",
            "iso_8601": "2019-01-04T09:22:00Z"
        },
        "updated_at": {
            "unix": 1546594539,
            "text": "2019-01-04 09:35:39 +0000",
            "iso_8601": "2019-01-04T09:35:39Z"
        },
        "subject": "PBOC cuts bank's RRR by 100bps; 50bps as of Jan 15th and then a further 50bps on Jan 25th ",
        "content": "<ul><li>Banks will use funds released from the cut to repay maturing MLF in Q1</li>\r\n  <li>Will help offset liquidity in volatility during Lunar New Year Holiday</li>\r\n  <li>Seen as a targeted adjustment, not large stimulus</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>Initial support was seen for AUD/USD which jumped from 0.7040 to 0.7053, E-mini S&amp;P Mar&#39;19 future rose from 2470.00 to 2475.00 and USD/CNY rose from 6.8720 to 6.8820. However, the moves were relatively short-lived with the move more a targeted adjustment to cover the Lunar New Year period rather than an unveiling of major stimulus.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1546594539,
            "text": "2019-01-04 09:35:39 +0000",
            "iso_8601": "2019-01-04T09:35:39Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "pboc-cuts-bank-s-rrr-by-100bps-50bps-as-of-jan-15th-and-then-a-further-50bps-on-jan-25th-04-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 17:22:00",
        "gmt_time": "2019-01-04 09:22:00"
    },
    {
        "id": 690117,
        "updated_sequence": 1115448,
        "published_at": {
            "unix": 1546593600,
            "text": "2019-01-04 09:20:00 +0000",
            "iso_8601": "2019-01-04T09:20:00Z"
        },
        "updated_at": {
            "unix": 1546593644,
            "text": "2019-01-04 09:20:44 +0000",
            "iso_8601": "2019-01-04T09:20:44Z"
        },
        "subject": "Sinopec (338 HK) Co expects 2018 profit to increase by over 50% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sinopec-338-hk-co-expects-2018-profit-to-increase-by-over-50-y-y-04-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 17:20:00",
        "gmt_time": "2019-01-04 09:20:00"
    },
    {
        "id": 690115,
        "updated_sequence": 1115442,
        "published_at": {
            "unix": 1546593060,
            "text": "2019-01-04 09:11:00 +0000",
            "iso_8601": "2019-01-04T09:11:00Z"
        },
        "updated_at": {
            "unix": 1546593124,
            "text": "2019-01-04 09:12:04 +0000",
            "iso_8601": "2019-01-04T09:12:04Z"
        },
        "subject": "Iraq oil ministry reportedly took measuers to cut output by 3% from October's level of 4.653mln BPD, with the minister instructing officials to take immediate measures to cut production to the agreed level",
        "content": "<ul><li>Adding that Iraq is fully committed to its agreement with OPEC</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-oil-ministry-reportedly-took-measuers-to-cut-output-by-3-from-october-s-level-of-4-653mln-bpd-with-the-minister-instructing-officials-to-take-immediate-measures-to-cut-production-to-the-agreed-level-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 17:11:00",
        "gmt_time": "2019-01-04 09:11:00"
    },
    {
        "id": 689954,
        "updated_sequence": 1115424,
        "published_at": {
            "unix": 1546592400,
            "text": "2019-01-04 09:00:00 +0000",
            "iso_8601": "2019-01-04T09:00:00Z"
        },
        "updated_at": {
            "unix": 1546592400,
            "text": "2019-01-04 09:00:00 +0000",
            "iso_8601": "2019-01-04T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-03-01-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 17:00:00",
        "gmt_time": "2019-01-04 09:00:00"
    },
    {
        "id": 690101,
        "updated_sequence": 1115398,
        "published_at": {
            "unix": 1546591500,
            "text": "2019-01-04 08:45:00 +0000",
            "iso_8601": "2019-01-04T08:45:00Z"
        },
        "updated_at": {
            "unix": 1546591550,
            "text": "2019-01-04 08:45:50 +0000",
            "iso_8601": "2019-01-04T08:45:50Z"
        },
        "subject": "German New Car Registrations -6.6% Y/Y in Dec, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-new-car-registrations-6-6-y-y-in-dec-according-to-sources-04-01-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 16:45:00",
        "gmt_time": "2019-01-04 08:45:00"
    },
    {
        "id": 690099,
        "updated_sequence": 1115392,
        "published_at": {
            "unix": 1546590360,
            "text": "2019-01-04 08:26:00 +0000",
            "iso_8601": "2019-01-04T08:26:00Z"
        },
        "updated_at": {
            "unix": 1546590417,
            "text": "2019-01-04 08:26:57 +0000",
            "iso_8601": "2019-01-04T08:26:57Z"
        },
        "subject": "Iraq are to keep their average oil output at 4.513M BPD for the next 6 months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-are-to-keep-their-average-oil-output-at-4-513m-bpd-for-the-next-6-months-04-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 16:26:00",
        "gmt_time": "2019-01-04 08:26:00"
    },
    {
        "id": 690098,
        "updated_sequence": 1115389,
        "published_at": {
            "unix": 1546590060,
            "text": "2019-01-04 08:21:00 +0000",
            "iso_8601": "2019-01-04T08:21:00Z"
        },
        "updated_at": {
            "unix": 1546590169,
            "text": "2019-01-04 08:22:49 +0000",
            "iso_8601": "2019-01-04T08:22:49Z"
        },
        "subject": "Volvo (VOLVB SS) sales +12.4% to 642,253 cars in 2018. Co sold 60,157 cars in December, +2.8% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volvo-volvb-ss-sales-12-4-to-642-253-cars-in-2018-co-sold-60-157-cars-in-december-2-8-y-y-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 16:21:00",
        "gmt_time": "2019-01-04 08:21:00"
    },
    {
        "id": 690095,
        "updated_sequence": 1115380,
        "published_at": {
            "unix": 1546589520,
            "text": "2019-01-04 08:12:00 +0000",
            "iso_8601": "2019-01-04T08:12:00Z"
        },
        "updated_at": {
            "unix": 1546589612,
            "text": "2019-01-04 08:13:32 +0000",
            "iso_8601": "2019-01-04T08:13:32Z"
        },
        "subject": "ECB says banks borrowed EUR 115 mln at marginal rate & deposited EUR 663.3bln ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-115-mln-at-marginal-rate-deposited-eur-663-3bln-04-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 16:12:00",
        "gmt_time": "2019-01-04 08:12:00"
    },
    {
        "id": 690094,
        "updated_sequence": 1115377,
        "published_at": {
            "unix": 1546589040,
            "text": "2019-01-04 08:04:00 +0000",
            "iso_8601": "2019-01-04T08:04:00Z"
        },
        "updated_at": {
            "unix": 1546589108,
            "text": "2019-01-04 08:05:08 +0000",
            "iso_8601": "2019-01-04T08:05:08Z"
        },
        "subject": "European equity movers this morning: Rio Tinto (RIO LN) +2.8%; Bayer (BAYN GY) +2.2%; Volkswagen (VOW3 GY) +1.7%; BMW (BMW GY) +1.2%; Sainsburys (SBRY LN) -1.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-rio-tinto-rio-ln-2-8-bayer-bayn-gy-2-2-volkswagen-vow3-gy-1-7-bmw-bmw-gy-1-2-sainsburys-sbry-ln-1-9-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 16:04:00",
        "gmt_time": "2019-01-04 08:04:00"
    },
    {
        "id": 690092,
        "updated_sequence": 1115369,
        "published_at": {
            "unix": 1546588260,
            "text": "2019-01-04 07:51:00 +0000",
            "iso_8601": "2019-01-04T07:51:00Z"
        },
        "updated_at": {
            "unix": 1546588332,
            "text": "2019-01-04 07:52:12 +0000",
            "iso_8601": "2019-01-04T07:52:12Z"
        },
        "subject": "DUP's Wilson says that they will not support PM May's deal, and they are more alarmed by what is coming out of the EU about the backstop",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-s-wilson-says-that-they-will-not-support-pm-may-s-deal-and-they-are-more-alarmed-by-what-is-coming-out-of-the-eu-about-the-backstop-04-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 15:51:00",
        "gmt_time": "2019-01-04 07:51:00"
    },
    {
        "id": 690089,
        "updated_sequence": 1115371,
        "published_at": {
            "unix": 1546587660,
            "text": "2019-01-04 07:41:00 +0000",
            "iso_8601": "2019-01-04T07:41:00Z"
        },
        "updated_at": {
            "unix": 1546588796,
            "text": "2019-01-04 07:59:56 +0000",
            "iso_8601": "2019-01-04T07:59:56Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>BMW (BMW GY) - CEO has confirmed the Co.&#39;s 2018 margin target. (Newswires)&nbsp;</p>\r\n\r\n<p>Schneider Electric (SU FP) - Announces that revenues will be lifted by EUR 1bln per annum from their purchase of Delixi. (Newswires)&nbsp;</p>\r\n\r\n<p>PERNOD RICARD (RI FP) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BERNSTEIN</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 15:41:00",
        "gmt_time": "2019-01-04 07:41:00"
    },
    {
        "id": 690087,
        "updated_sequence": 1115354,
        "published_at": {
            "unix": 1546586820,
            "text": "2019-01-04 07:27:00 +0000",
            "iso_8601": "2019-01-04T07:27:00Z"
        },
        "updated_at": {
            "unix": 1546586862,
            "text": "2019-01-04 07:27:42 +0000",
            "iso_8601": "2019-01-04T07:27:42Z"
        },
        "subject": "ECB's Coeure says that interest rates are to remain low for as long as is necessary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-that-interest-rates-are-to-remain-low-for-as-long-as-is-necessary-04-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 15:27:00",
        "gmt_time": "2019-01-04 07:27:00"
    },
    {
        "id": 690085,
        "updated_sequence": 1115346,
        "published_at": {
            "unix": 1546585560,
            "text": "2019-01-04 07:06:00 +0000",
            "iso_8601": "2019-01-04T07:06:00Z"
        },
        "updated_at": {
            "unix": 1546585620,
            "text": "2019-01-04 07:07:00 +0000",
            "iso_8601": "2019-01-04T07:07:00Z"
        },
        "subject": "FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1345-50 (1.3BLN)</strong>, 1.1375 (563M), 1.1400 (411M) 1.1425-30 (1.2BLN), 1.1480-1.1500 (850M)</p>\r\n\r\n<p>AUD/USD: 0.7075 (715M), 0.7150 (1.2BLN)</p>\r\n\r\n<p>USD/JPY: 108.50 (300M), 109.00 (1BLN), 109.50 (300M)</p>\r\n\r\n<p>EUR/JPY: 126.50 (440M).</p>\r\n\r\n<p>USD/CAD: 1.3380 (200M), 1.3410 (250M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fx-option-expiries-for-today-s-ny-cut-04-01-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 15:06:00",
        "gmt_time": "2019-01-04 07:06:00"
    },
    {
        "id": 690080,
        "updated_sequence": 1115351,
        "published_at": {
            "unix": 1546584660,
            "text": "2019-01-04 06:51:00 +0000",
            "iso_8601": "2019-01-04T06:51:00Z"
        },
        "updated_at": {
            "unix": 1546586168,
            "text": "2019-01-04 07:16:08 +0000",
            "iso_8601": "2019-01-04T07:16:08Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>4th January 2019</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equities were mixed following the slide in US stocks as disappointing ISM manufacturing data added to global growth fears after Apple&rsquo;s trade-related profit warning. The Dow shed in excess of 600 points while the S&amp;P fell further below the 2500 level and the Nasdaq tumbled 3.0% as the tech sector fell over 5.0%. ASX 200 (-0.3%) and Nikkei 225 (-2.6%) both failed to benefit from the higher base metal prices as the indices bore the brunt of the tech decline on Wall St, while the latter also played catch-up after a week-long holiday. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+1.6%) outperformed after erasing opening losses as almost all Chinese sectors turned green (gains led by oil names and financial firms) on the back of constructive trade developments, with China&rsquo;s MOFCOM confirming that trade talks with the US are to take place next week, while the release of above-forecast Caixin services PMI exacerbated gains in the bourses.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>LSE (LSE LN) UPGRADED TO HOLD FROM REDUCE AT COMMERZBANK</p>\r\n\r\n<p>SAINSBURYS (SBRY LN) DOWNGRADED TO REDUCE FROM HOLD AT HSBC</p>\r\n\r\n<p>NEXT (NXT LN) UPGRADED TO HOLD FROM SELL AT BERENBERG</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Bayer (BAYN GY) &ndash; The federal judge overseeing lawsuits alleging that the Co&rsquo;s glyphosate-based weed killer causes cancer has granted the Co&rsquo;s request to spilt an upcoming trial into two phases, which may restrict evidence that plaintiffs consider crucial to their cases. (Newswires)</p>\r\n\r\n<p>BMW (BMW GY) &ndash; December US vehicle sales +0.3% at 34.4k (Newswires)</p>\r\n\r\n<p>Daimler (DAI GY) &ndash; December US vehicle sales -8% Y/Y at 36.3k. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; December US vehicle sales +5% Y/Y at 32k. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Renault (RNO FP) &ndash; Former Nissan Chairman Ghosn is to hear the reason for his detention in a court appearance within 5 days. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Wendel Investissement (MF FP) &ndash; Co. has acquired an additional 4.8% stake in Stahl from Clariant at a price of EUR 50mln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Credit Suisse (CSGN SW) &ndash; 3 former Credit Suisse group bankers were arrested in London on US charges that they partook in a fraud scheme involving USD 2bln to state owned companies in Mozambique. (Newswires)</p>\r\n\r\n<p>Nestle (NESN SW) &ndash; Co has told Sky News that it would welcome stronger regulation on high sugar food to tackle the UK&rsquo;s obesity crisis. (Sky News)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Volvo (VOLVB SS) &ndash; Co are setting aside USD 778mln, to cover the costs related to its admissions in October that their truck and bus engines could be exceeding limits for nitrogen oxide emissions. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX -2.48% at 2448, NDX -3.36% at 6147, DJI -2.83% at 22686. SECTORS: Energy -1.09%, Materials -2.76%, Industrials -2.97%, Cons Discretionary -2.18%, Cons Staples -0.73%, Healthcare -2.21%, Financials -2.27%, Tech -5.07%, Telecoms -1.45%, Utilities +0.06%.&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-04-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 14:51:00",
        "gmt_time": "2019-01-04 06:51:00"
    },
    {
        "id": 690079,
        "updated_sequence": 1115328,
        "published_at": {
            "unix": 1546582800,
            "text": "2019-01-04 06:20:00 +0000",
            "iso_8601": "2019-01-04T06:20:00Z"
        },
        "updated_at": {
            "unix": 1546582844,
            "text": "2019-01-04 06:20:44 +0000",
            "iso_8601": "2019-01-04T06:20:44Z"
        },
        "subject": "RANsquawk Daily European Opening News - 4th January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20854/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equities were mixed following the slide in US stocks with the Nikkei 225 underperforming its peers as Japanese participants returned to market</li>\r\n  <li>US House Democrats have voted to reopen government, defying US President Trump&rsquo;s veto threat</li>\r\n  <li>UK Cabinet ministers have been told that EU countries are likely to provide assurances to PM May over her Brexit deal&rsquo;</li>\r\n  <li>Looking ahead, highlights include EZ, UK and US services PMI, EZ CPI, US and Canadian jobs reports, DoEs, Baker Hughes, Fed&rsquo;s Powell, Bostic and Barkin</li>\r\n</ul>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian equities were mixed following the slide in US stocks as disappointing ISM manufacturing data added to global growth fears after Apple&rsquo;s trade-related profit warning. The Dow shed in excess of 600 points while the S&amp;P fell further below the 2500 level and the Nasdaq tumbled 3.0% as the tech sector fell over 5.0%. ASX 200 (-0.3%) and Nikkei 225 (-2.6%) both failed to benefit from the higher base metal prices as the indices bore the brunt of the tech decline on Wall St, while the latter also played catch-up after a week-long holiday. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+1.6%) outperformed after erasing opening losses as almost all Chinese sectors turned green (gains led by oil names and financial firms) on the back of constructive trade developments, with China&rsquo;s MOFCOM confirming that trade talks with the US are to take place next week, while the release of above-forecast Caixin services PMI exacerbated gains in the bourses.</p>\r\n\r\n<p>China&#39;s MOFCOM has confirmed that US and China are to hold vice-ministerial trade talks on January 7th-8th. (Newswires)</p>\r\n\r\n<p>Chinese Caixin Services PMI Dec 53.9 vs. Exp. 53.1 (Prev. 53.8) (Newswires)<br />Chinese Caixin Composite PMI Dec 52.2 (Prev. 51.9)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.8586 (Prev. 6.8631) (Newswires)<br />PBoC drained a net CNY 320bln via OMO vs. net injection of CNY 240bln last week</p>\r\n\r\n<p>China&#39;s Premier Li reiterated that China will take more measures including a targeted RRR cuts and further tax and fee reductions in order to support private and smaller firms; according to a statement. (Newswires)</p>\r\n\r\n<p>The BoJ is set to trim its inflation outlook for the next two years amid the oil slump and as cheaper mobile plans weigh on domestic consumer prices. The Central Bank is considering lowering its fiscal 2019 CPI growth forecast to circa 1.0% (Prev. projection 1.4%) at their next policy meeting on January 23rd. Policy makers are also said to be considering a minor downward revision to the fiscal 2020 forecast of 1.5%. (Nikkei)</p>\r\n\r\n<p>BoJ Governor Kuroda reiterated that it is important to take consistent policy &quot;patiently and persistently&quot; towards beating deflation. (Newswires)</p>\r\n\r\n<p>Japan MOF&#39;s Currency Head Asakawa said he is worried about the volatile FX moves and they will take steps on forex if needed. He added that G7 and G20 have confirmed that cooperation on FX is possible if needed and that speculative moves were seen in thin markets, regarding yesterday&rsquo;s FX flash-crash. (Newswires)</p>\r\n\r\n<p>UK/EU</p>\r\n\r\n<p>UK Cabinet ministers have been told that EU countries are likely to provide assurances to PM May over her Brexit deal. Assurances could include a promise that the EU does not intend to keep Britain in the backstop on a permanent basis and that it is &ldquo;not the desired outcome&rdquo; or that it will be &ldquo;only for a short period&rdquo;. (The Times)</p>\r\n\r\n<p>Most UK Conservative activists back a no-deal Brexit over PM May&#39;s deal; according to a YouGov poll of over 1,200 Tory activists. (FT)</p>\r\n\r\n<p>UK BRC Shop Price Index Y/Y 0.3% (Prev. 0.1%) (Newswires)</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>FX markets were mostly quiet with the DXY relatively choppy in tight range ahead of the Fed Chair Powell&rsquo;s panel participation and the key US jobs data release later today, as analysts expect an addition of 177k jobs to the headline NFP figure (full preview available on the research suite).&nbsp; As such EUR/USD traded on either side of 1.1400 for most of the session, ahead of a Fib level at 1.1425 and its 100DMA at 1.1477. Meanwhile, GBP/USD was indecisive and remained just under 1.2650 amid mixed Brexit news flow, as reports that EU countries are likely to provide assurances to PM May&rsquo;s deal were neutralised by a separate article that most Tory activists would rather back a no-deal Brexit than the negotiated deal. Elsewhere, USD/JPY reclaimed 108.00 to the upside before hitting resistance at 108.50 as the Yen unwound risk premium, while trade-proxy AUD/USD strengthened above 0.7000 following yesterday&rsquo;s so-called flash-crash as China&rsquo;s MOFCOM confirmed a date for US-Sino trade discussions shortly before Chinese Caixin services PMI beat forecasts, providing some respite to global growth fears. Subsequently AUD/JPY regained the 76.000 handle to the upside as the pair fully recovered from yesterday&rsquo;s algo-triggered slump.</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>Iranian Foreign Minister Zarif said the Iranian space vehicle launch and missile tests are not a violation of UN resolution, rejecting US Secretary of State Pompeo&rsquo;s warning. (Twitter)</p>\r\n\r\n<p>Thirteen Canadians have been detained in China since the Huawei CFO arrest; according to Global &amp; Mail citing a Canadian government official. (Newswires)</p>\r\n\r\n<p>Japanese PM Abe said he has intentions to push towards a peace treaty with Russia. (Newswires)</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>The oil complex showed mild gains as WTI and Brent futures reclaimed the USD 47.00/bbl and USD 56.00/bbl respectively after the API release showed a larger-than-expected draw in crude stocks. News flow for the complex has been light, and traders will be eyeing the DoE release later today for a fresh catalyst with headline crude stocks expected to show a drawdown of 3.086mln barrels. Elsewhere, gold initially benefitted from the soured risk tone, though the yellow metal gave up gains as sentiment in China improved. Meanwhile, copper rose almost 2%, albeit the red metal is still poised for the biggest weekly loss in two months. Finally, Dalian iron ore futures rose almost 3% at one point to two-month highs amid hopes that steel mills will replenish their inventories of the raw material.</p>\r\n\r\n<p>Libya&#39;s National Oil Corporation said the 315k BPD El-Sharara oil field will have an accumulated loss of up to 11k BPD even after restart; according to a statement. (Newswires)</p>\r\n\r\n<p>US API Weekly Crude Stocks (28 Dec) -4.5mln vs. Exp. -3.1mln (Prev. +3.452mln) (Newswires)<br />US API Weekly Gasoline Stocks (28 Dec) +8.0mln vs. Exp. +2.0mln (Prev. +1.767mln)<br />US API Weekly Distillate Stocks (28 Dec) +4.0mln vs. Exp. +1.6mln (Prev. -3.442mln)<br />US API Cushing Number (28 Dec) +0.483mln (Prev. +1.063mln)</p>\r\n\r\n<p>US</p>\r\n\r\n<p>The Treasury complex drifted higher on Thursday amid widespread risk-off tone inspired by Apple cutting its revenue estimates and the &lsquo;flash crash&rsquo; overnight. Most of the action was concentrated in the front-end and belly of the curve were yields were lower by c.1bps. The complex saw brief downside in response to a massive beat in ADP payrolls though likely to be driven by volatile and temporary factors; focus now shits on the official payroll release due on Friday. Spreads were wider across the curve with the exception of 2s5s which were narrower by just below 1bps. * US T-NOTE FUTURES (H19) SETTLE 31 TICKS HIGHER AT 123-05</p>\r\n\r\n<p>US House Democrats have voted to reopen government, defying US President Trump&rsquo;s veto threat. (Washington Post)</p>\r\n\r\n<p>US Senate Minority Leader Schumer (Democrat) is to attend Friday&#39;s meeting on the US government shutdown at the White House. (Newswires)</p>\r\n\r\n<p>US Vice President Pence said that there can be no deal without border-wall funding. (Fox News)</p>\r\n\r\n<p>US President Trump said the US economy is doing &ldquo;so well&rdquo;. (Newswires)</p>\r\n\r\n<p>Democrat Lawmaker Wyden has re-introduced the bill that requires US President Trump to release tax returns. (Newswires)</p>\r\n\r\n<p>US House Speaker Pelosi has invited US President Trump to deliver a State of the Union address on January 29th. (Newswires)</p>\r\n\r\n<p><br />&nbsp;</p>\r\n\r\n<p><br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-4th-january-2019-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 14:20:00",
        "gmt_time": "2019-01-04 06:20:00"
    },
    {
        "id": 690078,
        "updated_sequence": 1115325,
        "published_at": {
            "unix": 1546582020,
            "text": "2019-01-04 06:07:00 +0000",
            "iso_8601": "2019-01-04T06:07:00Z"
        },
        "updated_at": {
            "unix": 1546582092,
            "text": "2019-01-04 06:08:12 +0000",
            "iso_8601": "2019-01-04T06:08:12Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Chinese bourses rebounded amid strong services data and trade developments ",
        "content": "<p>Asian equities were mixed following the slide in US stocks as disappointing ISM manufacturing data added to global growth fears after Apple&rsquo;s trade-related profit warning. The Dow shed in excess of 600 points while the S&amp;P fell further below the 2500 level and the Nasdaq tumbled 3.0% as the tech sector fell over 5.0%. ASX 200 (-0.3%) and Nikkei 225 (-2.5%) both failed to benefit from the higher base metal prices as the indices bore the brunt of the tech decline on Wall St, while the latter also played catch-up after a week-long holiday. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+1.6%) outperformed after erasing opening losses as almost all Chinese sectors turned green (gains led by oil names and financial firms) on the back of constructive trade developments, with China&rsquo;s MOFCOM confirming that trade talks with the US are to take place next week, while the release of above-forecast Caixin services PMI exacerbated gains in the bourses.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-chinese-bourses-rebounded-amid-strong-services-data-and-trade-developments-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 14:07:00",
        "gmt_time": "2019-01-04 06:07:00"
    },
    {
        "id": 690077,
        "updated_sequence": 1115322,
        "published_at": {
            "unix": 1546579620,
            "text": "2019-01-04 05:27:00 +0000",
            "iso_8601": "2019-01-04T05:27:00Z"
        },
        "updated_at": {
            "unix": 1546579662,
            "text": "2019-01-04 05:27:42 +0000",
            "iso_8601": "2019-01-04T05:27:42Z"
        },
        "subject": "Japanese PM Abe says he has intentions to push towards a peace treaty with Russia ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-says-he-has-intentions-to-push-towards-a-peace-treaty-with-russia-04-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 13:27:00",
        "gmt_time": "2019-01-04 05:27:00"
    },
    {
        "id": 690075,
        "updated_sequence": 1115316,
        "published_at": {
            "unix": 1546577280,
            "text": "2019-01-04 04:48:00 +0000",
            "iso_8601": "2019-01-04T04:48:00Z"
        },
        "updated_at": {
            "unix": 1546577391,
            "text": "2019-01-04 04:49:51 +0000",
            "iso_8601": "2019-01-04T04:49:51Z"
        },
        "subject": "China's Premier Li reiterates that China will take more measures including a targeted RRR cut and further tax and fees reduction in order to support private and smaller firms; according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-premier-li-reiterates-that-china-will-take-more-measures-including-a-targeted-rrr-cut-and-further-tax-and-fees-reduction-in-order-to-support-private-and-smaller-firms-according-to-a-statement-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 12:48:00",
        "gmt_time": "2019-01-04 04:48:00"
    },
    {
        "id": 690074,
        "updated_sequence": 1115310,
        "published_at": {
            "unix": 1546576140,
            "text": "2019-01-04 04:29:00 +0000",
            "iso_8601": "2019-01-04T04:29:00Z"
        },
        "updated_at": {
            "unix": 1546576412,
            "text": "2019-01-04 04:33:32 +0000",
            "iso_8601": "2019-01-04T04:33:32Z"
        },
        "subject": "Japan MOF's Currency Head Asakawa says he is worried about the volatile FX moves and they will take steps on forex if needed. He added that G7 and G20 have confirmed that cooperation on FX is possible if needed",
        "content": "<ul><li>He adds that shrinking US-Japan spread is one reason for the JPY strength&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-mof-s-currency-head-asakawa-says-he-is-worried-about-the-volatile-fx-moves-and-they-will-take-steps-on-forex-if-needed-he-added-that-g7-and-g20-have-confirmed-that-cooperation-on-fx-is-possible-if-needed-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 12:29:00",
        "gmt_time": "2019-01-04 04:29:00"
    },
    {
        "id": 690073,
        "updated_sequence": 1115304,
        "published_at": {
            "unix": 1546575120,
            "text": "2019-01-04 04:12:00 +0000",
            "iso_8601": "2019-01-04T04:12:00Z"
        },
        "updated_at": {
            "unix": 1546575236,
            "text": "2019-01-04 04:13:56 +0000",
            "iso_8601": "2019-01-04T04:13:56Z"
        },
        "subject": "Philippines Central Bank sees low and stable inflation this year and in 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-sees-low-and-stable-inflation-this-year-and-in-2020-04-01-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 12:12:00",
        "gmt_time": "2019-01-04 04:12:00"
    },
    {
        "id": 690072,
        "updated_sequence": 1115301,
        "published_at": {
            "unix": 1546572360,
            "text": "2019-01-04 03:26:00 +0000",
            "iso_8601": "2019-01-04T03:26:00Z"
        },
        "updated_at": {
            "unix": 1546572485,
            "text": "2019-01-04 03:28:05 +0000",
            "iso_8601": "2019-01-04T03:28:05Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: RBI are said to be in talks with the government over the merger of three PSU banks. (Newswires)",
        "content": "<p><strong>STOCKS</strong></p>\r\n\r\n<p>Jet Airways (JETIN IS)<br />- Co. has proposed to its banks that revenue from ticket sales be securitised against outstanding debt, said two people with knowledge of the matter. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>HDFC (HDFC IS)<br />- Co. assigned loans amounting to almost INR 70bln in Q3 last year. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>GMR Infra (GMRI IS)<br />- Malaysia Airport Holdings has terminated an agreement to sell all of its 11% shareholding of GMR Infra&rsquo;s Hyderabad airport to GMR&rsquo;s airport holding company. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Power Grid (PWGR IS)<br />- Co.&rsquo;s board has approved investment proposals worth around INR 38bln. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Reliance Communications (RCOM IS)<br />- Ericsson filed its second contempt petition in the Supreme Court against Reliance Communications&rsquo; chairman Anil Ambani. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>JK Tyre (JKI IS)<br />- Co. has set itself a target of doubling market share in passenger vehicles and two-wheeler tyre segment. (ET)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<p>- RBI are said to be in talks with the government over the merger of three PSU banks. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "pre-market-india-stock-news-rbi-are-said-to-be-in-talks-with-the-government-over-the-merger-of-three-psu-banks-newswires-04-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 11:26:00",
        "gmt_time": "2019-01-04 03:26:00"
    },
    {
        "id": 690071,
        "updated_sequence": 1115298,
        "published_at": {
            "unix": 1546572240,
            "text": "2019-01-04 03:24:00 +0000",
            "iso_8601": "2019-01-04T03:24:00Z"
        },
        "updated_at": {
            "unix": 1546572286,
            "text": "2019-01-04 03:24:46 +0000",
            "iso_8601": "2019-01-04T03:24:46Z"
        },
        "subject": "Japanese Finance Minister Aso, in regard to falling stock prices, says true corporate conditions are extremely good",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-in-regard-to-falling-stock-prices-says-true-corporate-conditions-are-extremely-good-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 11:24:00",
        "gmt_time": "2019-01-04 03:24:00"
    },
    {
        "id": 690070,
        "updated_sequence": 1115295,
        "published_at": {
            "unix": 1546570320,
            "text": "2019-01-04 02:52:00 +0000",
            "iso_8601": "2019-01-04T02:52:00Z"
        },
        "updated_at": {
            "unix": 1546570625,
            "text": "2019-01-04 02:57:05 +0000",
            "iso_8601": "2019-01-04T02:57:05Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: China buoyed by positive trade news and optimistic data as AUD/JPY recovers to 76.000 ",
        "content": "<p>Asia-Pac&nbsp;equities are mixed following the slide in US stocks as disappointing ISM manufacturing data added to global growth fears after Apple&rsquo;s trade-related profit warning. The Dow shed in excess of 600 points while the S&amp;P fell further below the 2500 level and the Nasdaq tumbled 3.0% as the tech sector fell over 5.0%. ASX 200 (-0.7%) and Nikkei 225 (-3.1%) both fail to benefit from the higher base metal prices as the indices bear the brunt of the tech decline on Wall St, while the latter also plays catch-up after a week-long holiday. Elsewhere, Hang Seng (+0.8%) and Shanghai Comp. (+0.6%) erased opening losses as constructive trade news and strong Caixin services data sent most of the sectors into positive territory, with property and financial names leading the gains.</p>\r\n\r\n<p>FX markets are relatively quiet with the DXY trading in a tight range ahead of the key US jobs data later today, with analysts expecting an addition of 177k jobs to the headline NFP figure (full preview available on the research suite). &nbsp;As such EUR/USD sits around 1.1400 ahead of a Fib level at 1.1425 and its 100DMA at 1.1477. Meanwhile, Cable trades sideways just under 1.2650 amid an uneventful buck and mixed Brexit news flow, as reports that EU countries are likely to provide assurances to PM May&rsquo;s deal are neutralised by a separate article that most Tory activists would rather back a no-deal Brexit than the negotiated deal. Elsewhere, USD/JPY is unwinding some risk premium and tests 108.00 to the upside, while trade-proxy AUD/USD strengthens above 0.7000 following yesterday&rsquo;s so-called flash-crash as China&rsquo;s MOFCOM confirmed a date for US-Sino trade discussions shortly before Chinese Caixin services PMI beat forecasts, subsequently AUD/JPY tests 76.000 to the upside as the pair fully recovers from yesterday&rsquo;s algo-triggered slump.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-china-buoyed-by-positive-trade-news-and-optimistic-data-as-aud-jpy-recovers-to-76-000-04-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 10:52:00",
        "gmt_time": "2019-01-04 02:52:00"
    },
    {
        "id": 690069,
        "updated_sequence": 1115289,
        "published_at": {
            "unix": 1546569120,
            "text": "2019-01-04 02:32:00 +0000",
            "iso_8601": "2019-01-04T02:32:00Z"
        },
        "updated_at": {
            "unix": 1546570359,
            "text": "2019-01-04 02:52:39 +0000",
            "iso_8601": "2019-01-04T02:52:39Z"
        },
        "subject": "US House Democrats vote to reopen government, defying Trumps veto threat ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "us-house-democrats-vote-to-reopen-government-defying-trump-s-veto-threat-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 10:32:00",
        "gmt_time": "2019-01-04 02:32:00"
    },
    {
        "id": 690068,
        "updated_sequence": 1115286,
        "published_at": {
            "unix": 1546568700,
            "text": "2019-01-04 02:25:00 +0000",
            "iso_8601": "2019-01-04T02:25:00Z"
        },
        "updated_at": {
            "unix": 1546568845,
            "text": "2019-01-04 02:27:25 +0000",
            "iso_8601": "2019-01-04T02:27:25Z"
        },
        "subject": "BoJ Governor Kuroda reiterates that it is important to take consistent policy \"patiently and persistently\" towards beating deflation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-reiterates-that-it-is-important-to-take-consistent-policy-patiently-and-persistently-towards-beating-deflation-04-01-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 10:25:00",
        "gmt_time": "2019-01-04 02:25:00"
    },
    {
        "id": 690067,
        "updated_sequence": 1115283,
        "published_at": {
            "unix": 1546567380,
            "text": "2019-01-04 02:03:00 +0000",
            "iso_8601": "2019-01-04T02:03:00Z"
        },
        "updated_at": {
            "unix": 1546567450,
            "text": "2019-01-04 02:04:10 +0000",
            "iso_8601": "2019-01-04T02:04:10Z"
        },
        "subject": "Japan's Finance Ministry, FSA and BoJ are to hold a meeting on markets at 04:00 GMT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-s-finance-ministry-fsa-and-boj-are-to-hold-a-meeting-on-markets-at-04-00-gmt-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 10:03:00",
        "gmt_time": "2019-01-04 02:03:00"
    },
    {
        "id": 690066,
        "updated_sequence": 1115280,
        "published_at": {
            "unix": 1546566360,
            "text": "2019-01-04 01:46:00 +0000",
            "iso_8601": "2019-01-04T01:46:00Z"
        },
        "updated_at": {
            "unix": 1546566428,
            "text": "2019-01-04 01:47:08 +0000",
            "iso_8601": "2019-01-04T01:47:08Z"
        },
        "subject": "Chinese Caixin Composite PMI Dec 52.2 (Prev. 51.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-caixin-composite-pmi-dec-52-2-prev-51-9-04-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:46:00",
        "gmt_time": "2019-01-04 01:46:00"
    },
    {
        "id": 690064,
        "updated_sequence": 1115271,
        "published_at": {
            "unix": 1546565580,
            "text": "2019-01-04 01:33:00 +0000",
            "iso_8601": "2019-01-04T01:33:00Z"
        },
        "updated_at": {
            "unix": 1546565685,
            "text": "2019-01-04 01:34:45 +0000",
            "iso_8601": "2019-01-04T01:34:45Z"
        },
        "subject": "China's MOFCOM confirms that US and China are to hold vice ministerial trade talks on January 7th-8th ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-mofcom-confirms-that-us-and-china-are-to-hold-vice-ministerial-trade-talks-on-january-7th-8th-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:33:00",
        "gmt_time": "2019-01-04 01:33:00"
    },
    {
        "id": 690063,
        "updated_sequence": 1115268,
        "published_at": {
            "unix": 1546564560,
            "text": "2019-01-04 01:16:00 +0000",
            "iso_8601": "2019-01-04T01:16:00Z"
        },
        "updated_at": {
            "unix": 1546565185,
            "text": "2019-01-04 01:26:25 +0000",
            "iso_8601": "2019-01-04T01:26:25Z"
        },
        "subject": "PBoC drains a net CNY 320bln via OMO vs. net CNY 240bln injection last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-drains-a-net-cny-320bln-via-omo-vs-net-cny-240bln-injection-last-week-04-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:16:00",
        "gmt_time": "2019-01-04 01:16:00"
    },
    {
        "id": 690062,
        "updated_sequence": 1115262,
        "published_at": {
            "unix": 1546564500,
            "text": "2019-01-04 01:15:00 +0000",
            "iso_8601": "2019-01-04T01:15:00Z"
        },
        "updated_at": {
            "unix": 1546564609,
            "text": "2019-01-04 01:16:49 +0000",
            "iso_8601": "2019-01-04T01:16:49Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8586 (Prev. 6.8631)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8586-prev-6-8631-04-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:15:00",
        "gmt_time": "2019-01-04 01:15:00"
    },
    {
        "id": 690061,
        "updated_sequence": 1115259,
        "published_at": {
            "unix": 1546564320,
            "text": "2019-01-04 01:12:00 +0000",
            "iso_8601": "2019-01-04T01:12:00Z"
        },
        "updated_at": {
            "unix": 1546564400,
            "text": "2019-01-04 01:13:20 +0000",
            "iso_8601": "2019-01-04T01:13:20Z"
        },
        "subject": "US Vice President Pence says that there can be no deal without border-wall funding",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "us-vice-president-pence-says-that-there-can-be-no-deal-without-border-wall-funding-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:12:00",
        "gmt_time": "2019-01-04 01:12:00"
    },
    {
        "id": 690060,
        "updated_sequence": 1115256,
        "published_at": {
            "unix": 1546564200,
            "text": "2019-01-04 01:10:00 +0000",
            "iso_8601": "2019-01-04T01:10:00Z"
        },
        "updated_at": {
            "unix": 1546564256,
            "text": "2019-01-04 01:10:56 +0000",
            "iso_8601": "2019-01-04T01:10:56Z"
        },
        "subject": "BoJ offers to buy JPY 430bln in 5-10yr JGBs; unchanged from prior",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-430bln-in-5-10yr-jgbs-unchanged-from-prior-04-01-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:10:00",
        "gmt_time": "2019-01-04 01:10:00"
    },
    {
        "id": 690059,
        "updated_sequence": 1115250,
        "published_at": {
            "unix": 1546563660,
            "text": "2019-01-04 01:01:00 +0000",
            "iso_8601": "2019-01-04T01:01:00Z"
        },
        "updated_at": {
            "unix": 1546563753,
            "text": "2019-01-04 01:02:33 +0000",
            "iso_8601": "2019-01-04T01:02:33Z"
        },
        "subject": "Philippines CPI (Dec) Y/Y 5.1% vs. Exp. 5.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-cpi-dec-y-y-5-1-vs-exp-5-6-04-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 09:01:00",
        "gmt_time": "2019-01-04 01:01:00"
    },
    {
        "id": 690058,
        "updated_sequence": 1115253,
        "published_at": {
            "unix": 1546563420,
            "text": "2019-01-04 00:57:00 +0000",
            "iso_8601": "2019-01-04T00:57:00Z"
        },
        "updated_at": {
            "unix": 1546564082,
            "text": "2019-01-04 01:08:02 +0000",
            "iso_8601": "2019-01-04T01:08:02Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: White House Advisor Hassett said China's economy is slowing, and this will impact many US companies. He added that Chinas economy appears to be in a recession. ",
        "content": "<p><strong>CHINA</strong></p>\r\n\r\n<p><strong>STOCKS</strong></p>\r\n\r\n<p>Jingrui Holdings (1862 HK)<br />- Co. reports December contracted sales CNY 3.62bln. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Tiangong International (826 HK)<br />- Guides FY 18 net +40-60% Y/Y. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Honghua (0196 HK)<br />- Guides FY 18 net profit vs. Prev. loss Y/Y. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>China Jinmao Holdings (817 HK)<br />- Reports December contract sales CNY 14.2bln. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Modern Land China (1107 HK)<br />- Reports December contract sales CNY 3.11bln. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Fantasia Holdings (1777 HK)<br />- Reports December sales CNY 4.8bln. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>China Shipbuilding Industry Company (601989 CH)<br />- Co. is planning a CNY 250-500mln share buyback. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>China Avionics Systems (6003720 CH)<br />- Co. is planning a CNY 150-300mln share buyback programmed over the next 12 months. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Vanke (2202 HK)<br />- Reports December contract sales CNY 63.01bln. (Newswires)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>DATA RECAP</strong></p>\r\n\r\n<p>Hong Kong December Home sales value (HKD bln) Y/Y 24.1 vs. Prev. 52.0 (Newswires)</p>\r\n\r\n<p>Hong Kong November Retail Sales Y/Y 1.2% vs. Exp. 4.6%. (Newswires)</p>\r\n\r\n<p>Hong Kong Manufacturing PMI (Dec)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 48.0 (Prev. 47.4)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<p>-White House Advisor Hassett says China&#39;s economy is slowing, and this will impact many US companies. He added that China&rsquo;s economy appears to be in a recession. (Newswires)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>-US President Trump tweeted that the US Treasury &quot;has taken in MANY billions of dollars from the Tariffs we are charging China and other countries that have not treated us fairly&quot;. (Twitter)</p>\r\n\r\n<p>-Thirteen Canadians have been detained in China since the Huawei CFO arrest; according to Global &amp; Mail citing a Canadian government official</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "pre-market-chinese-stock-news-white-house-advisor-hassett-said-china-s-economy-is-slowing-and-this-will-impact-many-us-companies-he-added-that-china-s-economy-appears-to-be-in-a-recession-04-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:57:00",
        "gmt_time": "2019-01-04 00:57:00"
    },
    {
        "id": 690057,
        "updated_sequence": 1115244,
        "published_at": {
            "unix": 1546561860,
            "text": "2019-01-04 00:31:00 +0000",
            "iso_8601": "2019-01-04T00:31:00Z"
        },
        "updated_at": {
            "unix": 1546562937,
            "text": "2019-01-04 00:48:57 +0000",
            "iso_8601": "2019-01-04T00:48:57Z"
        },
        "subject": "Japan MOF's Currency Head Asakawa says they will closely monitor if speculative moves were behind the FX swings; adding that speculative moves were seen in thin markets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows yesterday&#39;s FX flash-crash which was triggered by Apple&#39;s profit warning, citing weak China sales due to trade tensions</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1546561980,
            "text": "2019-01-04 00:33:00 +0000",
            "iso_8601": "2019-01-04T00:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-mof-s-currency-head-asakawa-says-they-will-closely-monitor-if-speculative-moves-were-behind-the-fx-swings-adding-that-speculative-moves-were-seen-in-thin-markets-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:31:00",
        "gmt_time": "2019-01-04 00:31:00"
    },
    {
        "id": 690056,
        "updated_sequence": 1115237,
        "published_at": {
            "unix": 1546561800,
            "text": "2019-01-04 00:30:00 +0000",
            "iso_8601": "2019-01-04T00:30:00Z"
        },
        "updated_at": {
            "unix": 1546561900,
            "text": "2019-01-04 00:31:40 +0000",
            "iso_8601": "2019-01-04T00:31:40Z"
        },
        "subject": "Hong Kong Manufacturing PMI (Dec)\t48.0 (Prev. 47.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-manufacturing-pmi-dec-48-0-prev-47-4-04-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:30:00",
        "gmt_time": "2019-01-04 00:30:00"
    },
    {
        "id": 690055,
        "updated_sequence": 1115234,
        "published_at": {
            "unix": 1546561800,
            "text": "2019-01-04 00:30:00 +0000",
            "iso_8601": "2019-01-04T00:30:00Z"
        },
        "updated_at": {
            "unix": 1546561885,
            "text": "2019-01-04 00:31:25 +0000",
            "iso_8601": "2019-01-04T00:31:25Z"
        },
        "subject": "Japan Nikkei Manufacturing PMI Final (Dec) 52.6 vs. Exp. 52.4 (Prev. 52.4, Rev. 52.6)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-nikkei-manufacturing-pmi-final-dec-52-6-vs-exp-52-4-prev-52-4-rev-52-6-04-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:30:00",
        "gmt_time": "2019-01-04 00:30:00"
    },
    {
        "id": 690054,
        "updated_sequence": 1115231,
        "published_at": {
            "unix": 1546561440,
            "text": "2019-01-04 00:24:00 +0000",
            "iso_8601": "2019-01-04T00:24:00Z"
        },
        "updated_at": {
            "unix": 1546561531,
            "text": "2019-01-04 00:25:31 +0000",
            "iso_8601": "2019-01-04T00:25:31Z"
        },
        "subject": "US House Speaker Pelosi has invited US President Trump to deliver a State of the Union address on January 29th ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-speaker-pelosi-has-invited-us-president-trump-to-deliver-a-state-of-the-union-address-on-january-29th-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:24:00",
        "gmt_time": "2019-01-04 00:24:00"
    },
    {
        "id": 690053,
        "updated_sequence": 1115228,
        "published_at": {
            "unix": 1546560900,
            "text": "2019-01-04 00:15:00 +0000",
            "iso_8601": "2019-01-04T00:15:00Z"
        },
        "updated_at": {
            "unix": 1546561286,
            "text": "2019-01-04 00:21:26 +0000",
            "iso_8601": "2019-01-04T00:21:26Z"
        },
        "subject": "UK Cabinet ministers have been told that EU countries are likely to provide assurances to PM May over her Brexit deal; according to The Times",
        "content": "<ul><li>&quot;The Times&nbsp;understands that Brussels may be prepared to offer something more legally significant once Mrs May has lost the vote, although this is far from certain.&quot;</li>\r\n  <li><a href=\"http://Share Save Cabinet ministers have been told that EU countries are likely to provide assurances to Theresa May over her Brexit deal,\">Click here for the article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Times",
        "slug": "uk-cabinet-ministers-have-been-told-that-eu-countries-are-likely-to-provide-assurances-to-pm-may-over-her-brexit-deal-according-to-the-times-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:15:00",
        "gmt_time": "2019-01-04 00:15:00"
    },
    {
        "id": 690052,
        "updated_sequence": 1115220,
        "published_at": {
            "unix": 1546560420,
            "text": "2019-01-04 00:07:00 +0000",
            "iso_8601": "2019-01-04T00:07:00Z"
        },
        "updated_at": {
            "unix": 1546560510,
            "text": "2019-01-04 00:08:30 +0000",
            "iso_8601": "2019-01-04T00:08:30Z"
        },
        "subject": "South Korean Finance Ministry held a meeting following the recent US stock rout",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-finance-ministry-held-a-meeting-following-the-recent-us-stock-rout-04-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:07:00",
        "gmt_time": "2019-01-04 00:07:00"
    },
    {
        "id": 690050,
        "updated_sequence": 1115214,
        "published_at": {
            "unix": 1546560240,
            "text": "2019-01-04 00:04:00 +0000",
            "iso_8601": "2019-01-04T00:04:00Z"
        },
        "updated_at": {
            "unix": 1546560336,
            "text": "2019-01-04 00:05:36 +0000",
            "iso_8601": "2019-01-04T00:05:36Z"
        },
        "subject": "Most UK Conservative activists back a no-deal Brexit over PM May's deal; according to a poll of over 1,200 Tory activists",
        "content": "<ul><li><a href=\"https://www.ft.com/content/acd84402-0f53-11e9-a3aa-118c761d2745\">Click here for the article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "most-uk-conservative-activists-back-a-no-deal-brexit-over-pm-may-s-deal-according-to-a-poll-of-over-1-200-tory-activists-04-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:04:00",
        "gmt_time": "2019-01-04 00:04:00"
    },
    {
        "id": 690049,
        "updated_sequence": 1115211,
        "published_at": {
            "unix": 1546560060,
            "text": "2019-01-04 00:01:00 +0000",
            "iso_8601": "2019-01-04T00:01:00Z"
        },
        "updated_at": {
            "unix": 1546560093,
            "text": "2019-01-04 00:01:33 +0000",
            "iso_8601": "2019-01-04T00:01:33Z"
        },
        "subject": "UK BRC Shop Price Index Y/Y 0.3% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brc-shop-price-index-y-y-0-3-prev-0-1-04-01-2019",
        "hidden": false,
        "section": {
            "id": 29,
            "name": "UK Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:01:00",
        "gmt_time": "2019-01-04 00:01:00"
    },
    {
        "id": 690051,
        "updated_sequence": 1115222,
        "published_at": {
            "unix": 1546560060,
            "text": "2019-01-04 00:01:00 +0000",
            "iso_8601": "2019-01-04T00:01:00Z"
        },
        "updated_at": {
            "unix": 1546560615,
            "text": "2019-01-04 00:10:15 +0000",
            "iso_8601": "2019-01-04T00:10:15Z"
        },
        "subject": "Asian stocks open subdued amid the slump seen on Wall St. and as Nikkei 225 plays catch-up after a week-long holiday [ASX 200 -1.0%, Nikkei 225 -3.1%]",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-stocks-open-subdued-amid-the-slump-seen-on-wall-st-and-as-nikkei-225-plays-catch-up-after-a-week-long-holiday-asx-200-1-0-nikkei-225-3-1-04-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-04 08:01:00",
        "gmt_time": "2019-01-04 00:01:00"
    }
]