[
    {
        "id": 880699,
        "updated_sequence": 1906963,
        "published_at": {
            "unix": 1565382600,
            "text": "2019-08-09 21:30:00 +0100",
            "iso_8601": "2019-08-09T20:30:00Z"
        },
        "updated_at": {
            "unix": 1565382600,
            "text": "2019-08-09 21:30:00 +0100",
            "iso_8601": "2019-08-09T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-02-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:30:00",
        "gmt_time": "2019-08-09 20:30:00"
    },
    {
        "id": 881699,
        "updated_sequence": 1906961,
        "published_at": {
            "unix": 1565381580,
            "text": "2019-08-09 21:13:00 +0100",
            "iso_8601": "2019-08-09T20:13:00Z"
        },
        "updated_at": {
            "unix": 1565381620,
            "text": "2019-08-09 21:13:40 +0100",
            "iso_8601": "2019-08-09T20:13:40Z"
        },
        "subject": "White House Trade Adviser Navarro is bullish US stocks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-trade-adviser-navarro-is-bullish-us-stocks-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:13:00",
        "gmt_time": "2019-08-09 20:13:00"
    },
    {
        "id": 881676,
        "updated_sequence": 1906956,
        "published_at": {
            "unix": 1565381100,
            "text": "2019-08-09 21:05:00 +0100",
            "iso_8601": "2019-08-09T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565381205,
            "text": "2019-08-09 21:06:45 +0100",
            "iso_8601": "2019-08-09T20:06:45Z"
        },
        "subject": "RANsquawk Central Bank Weekly, 9th August 2019: Reviewing Fedspeak, RBA, RBNZ, RBI; Previewing Norges Bank, Banxico.",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22507/download\"><strong>here</strong></a></p><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-9th-august-2019-reviewing-fedspeak-rba-rbnz-rbi-previewing-norges-bank-banxico-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:05:00",
        "gmt_time": "2019-08-09 20:05:00"
    },
    {
        "id": 881698,
        "updated_sequence": 1906952,
        "published_at": {
            "unix": 1565381100,
            "text": "2019-08-09 21:05:00 +0100",
            "iso_8601": "2019-08-09T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565381167,
            "text": "2019-08-09 21:06:07 +0100",
            "iso_8601": "2019-08-09T20:06:07Z"
        },
        "subject": "US MARKET WRAP 9th August 2019: Trade concerns and European political risk leave havens bid into the weekend",
        "content": "<ul><li><strong>SNAPSHOT: Equities down, Treasuries down, Dollar down, Crude up.</strong></li><li><strong>REAR VIEW: Trump says Sept talks with China could be cancelled; China reportedly charters tanker to ship US crude to China. UK GDP contracts in Q2; Italy govt faces confidence vote, possibility of elections in October; IEA cuts 2019 global oil demand growth view; Canada jobs report misses expectations.</strong></li><li><strong>COMING UP: TUE:&nbsp;German CPI, UK Labour Market Report, German ZEW, US CPI.&nbsp;WED:&nbsp;Australian Wage Price Index, Chinese Industrial Production, Retail Sales, German GDP, Swedish CPI, UK CPI, PPI and RPI, EZ GDP.&nbsp;THU:&nbsp;Australian Employment Report, Norges Bank, UK Retail Sales, US Philly Fed, NY Empire State Manufacturing, Retail Sales, Industrial Production.&nbsp;FRI:&nbsp;OPEC Monthly Report, Eurozone Trade Balance, US Building Permits, Housing Starts, Uni. Of Michigan.&nbsp;To download the report, please click&nbsp;</strong><a href=\"https://ransquawk.com/research_sheets/22508/download\"><strong>here.</strong></a></li></ul><p><strong>* MARKET WRAP: </strong>Risk sentiment was sour after US President Trump stated that the US and China were in talks, but he was not yet ready to strike a deal, adding to concerns of a global growth slowdown, and stoking fears of recession once again. Markets, however, had a mixed feel – although equities are mostly red, safe haven Treasuries are also lower, but crude trades firm with some citing technical factors and short-covering. In FX, the dollar index trades with an offered tone, and gold continues to consolidate around USD 1500. In afternoon trade, there was a bounce in risk, after the White House “clarified” Trump’s earlier comments on Huawei; Trump is quoted as saying “we’re not doing business with Huawei”, although the White House suggested that Trump was only referring to the ban on Federal departments buying from Huawei, but the Commerce Department process for special licenses was still going forward. Sources also reported that China had chartered a super tanker to transport its first US cargo since the recent tariff threats from the US. Meanwhile, Italian concerns are once again being thrusted into the forefront of trader’s minds, with Italy’s Senate due to convene on Monday to lay out the timetable for a confidence vote on the government, which with a medium-term view, carries some risk of elections in October. After market, attention will be on Fitch’s review of Italian ratings.</p><p><strong>* TRUMP:&nbsp;</strong>US President Trump said the US was doing very well, and is still talking to China, but is not going to make a deal right now, going as far as to say that September’s talks with China might be cancelled. Trump seemed to suggest that the US had deferred its Huawei licensing decision after China stopped buying US agriculture, saying “we will not be doing business” with the tech giant, but caveated that this could change in the event of a US-China deal. The market had interpreted these comments to mean “the whole of the US will not be doing business with Huawei”; however, White House later clarified these remarks, saying that, Trump was only referring to the ban on Federal departments buying from Huawei, but the Commerce Department process for special licenses was still going forward. Trump again took aim at the Fed, calling for 100bps of cuts. On the dollar, Trump said the USD was the safest bet, but its strength was hurting US manufacturers; however, he said that he would not devalue the dollar since there is no need. Finally, Trump said he received a “beautiful” letter from North Korean Leader Kim, and thinks he will have another meeting with the leader.</p><p><strong>* ITALY:</strong>&nbsp;Italy’s right-wing League party has introduced a no-confidence motion against PM Conte. The Italian senate will convene on Monday to set the timetable for a no-confidence vote against the government. The relationship between the League party and the 5-Star Movement reached breaking point over a project for a railway between Italy and France (TAV), as parliament rejected a motion by 5SM to block the plan. Thus, Italian Deputy PM/League Leader Salvini has called for a snap election after claiming that there is no longer a majority to support the coalition. Deputy PM Salvini reportedly favours 13th October as a date for an election, although others noted that President Mattarella is mulling 23rd October, subject to the timing of the confidence vote. Salvini is currently pressing for a parliamentary debate next week, while reports stated that the 5SM favours one after the 15th August national holiday. Following the confidence vote, it rests with Mattarella to dissolve the government and decide whether the next steps would be a general election, or the installation of a technocratic government, to pass the Autumn 2020 budget. Reports also speculated that the President could seek a “guarantee government”, i.e. a coalition that can manage. Salvini has dismissed this notion as undemocratic, and favours elections (note, Salvini’s Lega party currently lead the polls at approximately 38%).</p><p><strong>* CANADA JOBS REPORT:</strong>&nbsp;A weak jobs report, with the headline printing a decline of 24k in July vs. expectations of +12.5k. Both full- and part-time jobs declined, while the unemployment rate rose by 0.2ppts to 5.7% (was expected unchanged), as the participation rate slipped by one-tenth to 65.6%. It wasn't really surprising, Canadian bank RBC said: \"Outsized growth in prior months has for some time looked out-of-step with other measures of economic growth like GDP,\" adding that \"the employment numbers are also notoriously volatile, which is why Statistics Canada could still legitimately characterize the 24k drop in July as 'little-changed.'\" The bank also notes that the July data was still up by +353k from year-ago levels, a rate it says is tough to sustain. The bank suggests that the rise in the jobless rate was a little more surprising, but says that increases over the last two months have still not reversed the unusually large 0.3ppts dip to 5.4% in May. It is still down some 0.2ppts vs a year ago, and still sits around multi-decade lows. RBC also notes that wage growth, which has been a missing ingredient in indicators of late, jumped to a fresh cycle-high 4.5% Y/Y from 3.6%, extending earlier signs of improvement in Q2. \"Worries about the potential impact on Canada from escalating US-China trade tensions will persist,\" RBC says, \"and we still fully expect employment growth to be softer over the second-half of this year than it was over the first.\" However, the bank says details of the July report are still not really soft enough to change the narrative that Canadian labour markets still look pretty solid on balance.</p><p><strong>* US PPI:</strong>&nbsp;Headline PPI rose +0.2% M/M, although the core measure fell by 0.1% M/M (first decline in four years); the underlying trend rate also weakened, with core metric easing to 1.7% from 2.1% previously. \"Producer price inflation is expected to ease further, adding more reason for the Fed to implement two more 25bps rate cuts in six months during this 'mid-cycle adjustment',\" Oxford Economics said.</p><p><strong>* UK Q2 GDP:</strong>&nbsp;Prelim GDP data for Q2 contracted by 0.2%, against an expected unchanged reading and a prior 0.5%, the first quarterly contraction since 2012. Patheon Macroeconomics does not see a technical recession ahead, and looks for a recovery to +0.4% Q/Q growth in Q3, “as the impetus from stockpiling turns positive again and as growth in households’ spending remains strong”. Regarding the implications on BoE policy; the consultancy notes that the sub-zero print is likely to increase bets that the central bank’s next move will be a rate cut (note: markets now price a 70% chance of a cut by next January), however, Pantheon cautions that with recent GBP depreciation, combined with the prospect of fiscal stimulus, now is not the time for fresh monetary stimulus. Provided no-deal is averted, Pantheon expects the BoE to stand pat this year.</p><p><strong>* US T-NOTE FUTURES SETTLE 7+ TICKS LOWER AT 129-22.</strong> Treasuries were positive in early trade, on the familiar concerns of slowing global growth, and the reintroduction of political risk in Europe courtesy of Italy, while UK growth contracting in Q2 did little to help. However, in later trade, yields moved higher, leaving the curve slightly steeper, with major curve spreads modestly wider to the tune of 1-2bps at settlement; the afternoon bounce was due to the White House ‘clarifying’ comments President Trump made on Huawei. On the week, the curve has bull flattened (on the week: 2s -9bps, 5s -11bps, 10s -12bps, and 30s -14bps).</p><p><strong>* IRAN:</strong> US Defence Secretary Esper has asked South Korea to send troops to the Strait of Hormuz, Yonhap reported, coming amid the US’ efforts to gain international support for its maritime security mission through the Persian Gulf. Iran Foreign Minister Zarif later said the Persian Gulf is a vital lifeline and therefore a national security problem for Iran, and that Iran will not hesitate to safeguard its security; a spokesperson for the Iranian Foreign Ministry also said that if Israel were to join the US lead mission, it would interpret it as a threat to national security and would take adequate counter-measures.</p><p><strong>* IEA:</strong> The IEA cut its 2019 oil demand growth estimate by 100k BPD to 1.1mln BPD and cut its 2020 by 50k BPD to 1.3mln BPD. The IEA report takes a similar view to the EIA’s earlier in the week, where it cut its 2019 world oil demand growth forecast by 70k BPD to 1.0mln BPD y/y. However, in contrast to the IEA cutting 2020 oil demand growth outlook, the EIA raised 2020 world oil demand growth by 30k bpd to 1.43mln BPD y/y increase. As a side note, the OPEC monthly report is due to be released on Friday 16th August, note this is a rescheduled release due to the Eid Al-Adha holiday.</p><p><strong>* WTI FUTURES (U9) SETTLE USD 1.96 HIGHER AT USD 54.50/BBL; BRENT (V9) SETTLES USD 1.15 HIGHER AT USD 58.53/BBL. </strong>Crude continued to recover on Friday in what was a more technically driven session, although the major crude benchmarks are still lower on the week. Prices were edging higher in European trade before both benchmarks hit resistance levels at the 5DMA, and then broke out to the upside. Participants will be focusing on whether this bounce back can feed through into next week, or whether any new developments in the US-China trade conflict provides a fresh bout of selling on oil demand concerns; this weekend risk is likely to have provided some short covering, evident in Friday’s tape action. There were also reports that China has chartered its first US crude cargo since the most recent tariff threat from US President Trump, which was providing support to the complex, and further compressing the arb between WTI and Brent. On the outlook, PVM’s analysts are cautious, “accordingly, any recovery in risk appetite should not be taken for granted, especially given that there appears little hope for a swift resolution to the US-Sino trade spat.” Whereas UBS is worried that the market remains “excessively focused” on the demand side, seeing the recent sell off as “unquestionably an overreaction”, but does caveat that upside is limited until progress is made on US-China trade. In supply news flow, which has been on the back seat recently, Russia's oil production has reportedly increased to 11.32mln BPD between August 1st-8th (prev. 11.15mln BPD in July); Libya's El Sharara oil field (300k BPD capacity) is currently running at 70k BPD (vs 45k BPD on Thursday) following the restart yesterday. The latest Baker Hughes Rig Count in the US had oil rigs -6 at 764, gas rigs -2 at 169, and total rigs -8 at 934, where drillers cut rigs for the sixth consecutive week.</p><p><strong>* STOCKS: S&amp;P500 -0.7% at 2919, Dow Jones -0.3% at 26287, Nasdaq-100 -1.0% at 7646. </strong>SECTORS: consumer discretionary -1.0%, consumer staples -0.6%, energy -1.25%, financials -0.3%, health care +0.2%, industrials -0.8%, IT -1.25%, materials -0.7%, telecoms -0.8%, utilities +0.0%.<strong>&nbsp;</strong></p><p><strong>* TECH STOCKS:</strong> Semis (SOX) were hit overnight following reports the White House is delaying the license decision for US companies to restart business with Huawei. The decision comes as China halts US agricultural imports. Trump also stated “we’re not doing business with Huawei” however, the White House later tempered his comments. Tech stocks were also dragged lower following poor earnings results from DXC Tech (DXC), which fell over 30% on Friday as it lowered its FY forecast which led to a slew of price target cuts. Other names lower in the space include Microchip (MCHP), Micron (MU), Nvidia (NVDA) &amp; Xilinx (XLNX).</p><p><strong>* M&amp;A: </strong>Broadcom (AVGO) traded over 3% higher as it officially announced it will acquire Symantec’s (SYMC) enterprise security assets for USD 10.7bln, which is intended to be financed with proceeds from new committed debt financing; SYMC traded lower. CBS reported strong earnings however was an underperformer on the day as BMO noted that despite earnings, estimates and targets were lower and believe investors are more focused on the potential M&amp;A.</p><p><strong>* EARNINGS: </strong>Uber (UBER) were hit after misses on both EPS and revenue, as well as gross bookings. Activision Blizzard (ATVI) were hit after poor forecasts, outweighing the beats on the quarterly figures.&nbsp; Dropbox’s (DBX) figures were in line with street estimates, however, it was hit as it reported the slowest growth in paid users since its IPO. Nektar (NKTR) are lower by over 30% as it missed on revenue and disclosed a manufacturing discrepancy in its cancer drug. This was followed by a slew of price target downgrading with Mizuho cutting it from USD 79 to USD 21 with a neutral rating, and BMO cutting price target to USD 41 from USD 79. Kraft-Heinz (KHC) and Monster Beverages (MNST) were lower after earnings.</p><p><strong>* FX WRAP:</strong> There was a risk-off configuration to FX trading at the end of the week: havens JPY and CHF advanced, EMFX was under pressure, carry was getting hit; EUR continues to trade magnetically to the 1.12 handle, amid a stable yuan fix that caused little drama overnight. The GBP meanwhile fell after data showed a growth contraction in Q2, though holds above 1.2050. CAD was slammed after soft jobs data, though analysts don’t think it changes the dial much for the BOC; USDCAD jumped, but couldn’t eat through offers around 1.3280. The antipodes were lower with risk. DXY is flat around 97.50, weighed on by further criticism from Trump of the Fed. Commodity FX was mixed; the RUB couldn’t participate in the crude rally, though NOK is higher, with desks suggesting positioning plays were seen ahead of next week’s Norges Bank meeting.</p><p><strong>* WEEKLY FX WRAP: </strong>USD:<strong> </strong>Aside from a spike on Monday just over 98.000, the DXY has been remarkably rangebound and largely tethered to the 97.500 level amidst choppy risk sentiment and Dollar divergence vs is currency counterparts (G10 and EM). In fact, after hitting a 98.109 when the PBoC turned a blind eye to the YUAN weakening through a previously perceived 7.0000 red line against the Greenback, the index has been in an ever-decreasing circle tapering to just 97.649-487 on Friday, thus far. US data has hardly been a factor or impactor, as the focus has firmly rested on heightened US-China tensions over additional tariffs and Beijing suspending its purchases of agricultural products in response, while gradually devaluing the Cny, and Cnh by default if not design. President Trump and the White House have declared that China is manipulating its currency, with the former also renewing his criticism of the Fed in the midst of several other Central Banks cutting benchmark rates by more than expected or even when not forecast to do so at all.</p><p>* GBP: Sterling has been precarious all week (if not ever since hard-line Brexiteer UK PM) with recovery rallies in Cable confined to only a few pips above 1.2200 and fleeting, while retreats in Eur/Gbp through 0.9200 have been shallow. However, the final straw for Sterling came via Q2 GDP showing a 0.2% q/q contraction vs flat consensus, and Cable eventually caved into a fresh multi-year low circa 1.2055 as the cross eclipsed Thursday’s 2 year peak and edged closer towards 0.9300.</p><p>* JPY, CHF: In stark contrast, the traditional safe-havens are on course for healthy net gains vs the Buck and other peers, with Usd/Jpy much nearer the base of a 107.05-105.50 band and Usd/Chf also closer to 0.9695 than 0.9840. Firmer than forecast Japanese GDP and in line Swiss unemployment updates did not really prompt any reaction as broader swings between risk appetite and aversion dictated direction, while the Yen also maintained its correlation with UST yields (and spreads to JGBs).</p><p>* EUR: The single currency has benefited from its status as a pseudo or semi safe-haven amidst speculation that China could be buying/recycling Usds into Euros and cash flowing from EMs may be finding a home in the Eur. Hence, Eur/Usd recovered well from worst levels around 1.1105 to 1.1250 at one stage before losing momentum and spending the bulk of the week pivoting 1.1200 amidst renewed Italian coalition Government party angst that culminated in League Deputy PM Salvini calling for a new election given irrevocable differences with 5-Star Movement. First up, a vote of no confidence and date to be fixed next Monday.</p><p>* NZD, AUD, CAD: The non-US Dollars have endured, if not exactly enjoyed hectic weeks, with the Kiwi clattered by the RBNZ opting to cut the OCR by 50 bp rather than the ¼ point anticipated and priced in, while Governor Orr and his assistant Hawkesby embellished a dovish accompanying statement and guidance with post-policy meeting comments signalling further easing (perhaps even sub-zero vs the current 1% all time low). Hence, Nzd/Usd is hovering closer to the bottom of a 0.6380-0.6585 band and Aud/Nzd is just shy of 1.0500 within 1.0520-1.0265 extremes as Aud/Usd reclaims 0.6800+ status from 0.6680 or so at one stage. For the Aussie, next Thursday’s labour report looks pivotal given RBA rhetoric and the SOMP stressing the importance of jobs as Lowe and co maintain an loosening bias, but see tentative signs that the economy is turning for the better. Staying with jobs, the Loonie has been undermined by broadly disappointing data for July as headline payrolls declined, and not only due to temporary hiring, while the unemployment rate rose and together more than offset a cycle high wage component. Usd/Cad currently around 1.3240 vs 1.3175 and 1.3345 bounds, with another firm rebound in crude in the mix and countering the latest swing in overall risk sentiment after successive moves from aversion to appetite over the course of the week.</p><p>* NOK, SEK: The Norwegian Krona is gleaning some traction from the short squeeze in oil as well, but the Scandi Crowns have been mainly tracking general fluctuations in risk with a strong technical bent. Eur/Nok and Eur/Sek are now circa 9.9475 and 10.6900 vs 10.0960+ and 10.8350+ at the highs with the former eyeing next week’s Norges Bank meeting to see if a September hike is still on the cards or the Central Bank folds given no less than 6 peers easing this week in the face of heightened growth concerns (not to mention slower economic expansion levels already evident).</p><p>* EM: Contrasting fortunes across the region, with the Inr and Thb moving in opposite directions after the RBI lopped 35 bp off benchmark rates vs -1/4 point expected and the BoT deciding to cut 25 bp vs unchanged forecast, unlike the BSP, Serbian and Peruvian Central Banks that all delivered ¼ point eases in line with expectations. Meanwhile, the Try continues to outperform with the aid of not as high as feared Turkish CPI and CBRT tweaks to RRRs, while the Zar and Brl lagged/weakened markedly amidst poor SA data and despite Brazil passing its pension reforms.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-9th-august-2019-trade-concerns-and-european-political-risk-leave-havens-bid-into-the-weekend-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:05:00",
        "gmt_time": "2019-08-09 20:05:00"
    },
    {
        "id": 881677,
        "updated_sequence": 1906954,
        "published_at": {
            "unix": 1565381100,
            "text": "2019-08-09 21:05:00 +0100",
            "iso_8601": "2019-08-09T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565381199,
            "text": "2019-08-09 21:06:39 +0100",
            "iso_8601": "2019-08-09T20:06:39Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 12th August 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22508/download\"><strong>here</strong></a></p><ul><li><strong>MON:</strong> N/A</li><li><strong>TUE:</strong> German CPI, UK Labour Market Report, German ZEW, US CPI.</li><li><strong>WED:</strong> Australian Wage Price Index, Chinese Industrial Production, Retail Sales, German GDP, Swedish CPI, UK CPI, PPI and RPI, EZ GDP.</li><li><strong>THU: </strong>Australian Employment Report, Norges Bank, UK Retail Sales, US Philly Fed, NY Empire State Manufacturing, Retail Sales, Industrial Production.</li><li><strong>FRI:</strong> OPEC Monthly Report, Eurozone Trade Balance, US Building Permits, Housing Starts, Uni. Of Michigan.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22508/download\"><strong>here</strong></a></li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-12th-august-2019-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:05:00",
        "gmt_time": "2019-08-09 20:05:00"
    },
    {
        "id": 881697,
        "updated_sequence": 1906949,
        "published_at": {
            "unix": 1565381040,
            "text": "2019-08-09 21:04:00 +0100",
            "iso_8601": "2019-08-09T20:04:00Z"
        },
        "updated_at": {
            "unix": 1565381099,
            "text": "2019-08-09 21:04:59 +0100",
            "iso_8601": "2019-08-09T20:04:59Z"
        },
        "subject": "Fitch Upgrades Russia to 'BBB'; Outlook Stable",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10085692\">via Fitch</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-upgrades-russia-to-bbb-outlook-stable-09-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:04:00",
        "gmt_time": "2019-08-09 20:04:00"
    },
    {
        "id": 881696,
        "updated_sequence": 1906946,
        "published_at": {
            "unix": 1565381040,
            "text": "2019-08-09 21:04:00 +0100",
            "iso_8601": "2019-08-09T20:04:00Z"
        },
        "updated_at": {
            "unix": 1565381067,
            "text": "2019-08-09 21:04:27 +0100",
            "iso_8601": "2019-08-09T20:04:27Z"
        },
        "subject": "Fitch Affirms Italy at 'BBB'; Outlook Negative",
        "content": "<ul><li><a href=\"https://www.fitchratings.com/site/pr/10085318\">via Fitch</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-italy-at-bbb-outlook-negative-09-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:04:00",
        "gmt_time": "2019-08-09 20:04:00"
    },
    {
        "id": 881695,
        "updated_sequence": 1906958,
        "published_at": {
            "unix": 1565380800,
            "text": "2019-08-09 21:00:00 +0100",
            "iso_8601": "2019-08-09T20:00:00Z"
        },
        "updated_at": {
            "unix": 1565381580,
            "text": "2019-08-09 21:13:00 +0100",
            "iso_8601": "2019-08-09T20:13:00Z"
        },
        "subject": "IMF says China policy measures should stabilise growth, assuming there are no further increases in tariffs; official says yuan is neither over or under valued, is in line with fundamentals",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "IMF",
        "slug": "imf-says-china-policy-measures-should-stabilise-growth-assuming-there-are-no-further-increases-in-tariffs-official-says-yuan-is-neither-over-or-under-valued-is-in-line-with-fundamentals-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 04:00:00",
        "gmt_time": "2019-08-09 20:00:00"
    },
    {
        "id": 881694,
        "updated_sequence": 1906940,
        "published_at": {
            "unix": 1565380200,
            "text": "2019-08-09 20:50:00 +0100",
            "iso_8601": "2019-08-09T19:50:00Z"
        },
        "updated_at": {
            "unix": 1565380260,
            "text": "2019-08-09 20:51:00 +0100",
            "iso_8601": "2019-08-09T19:51:00Z"
        },
        "subject": "MOC: SPX 2bln to sell (vs 940mln to sell at 1549 EDT); Dow Jones 600mln to sell (vs 250mln to sell)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-2bln-to-sell-vs-940mln-to-sell-at-1549-edt-dow-jones-600mln-to-sell-vs-250mln-to-sell-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 03:50:00",
        "gmt_time": "2019-08-09 19:50:00"
    },
    {
        "id": 881693,
        "updated_sequence": 1906935,
        "published_at": {
            "unix": 1565380080,
            "text": "2019-08-09 20:48:00 +0100",
            "iso_8601": "2019-08-09T19:48:00Z"
        },
        "updated_at": {
            "unix": 1565380139,
            "text": "2019-08-09 20:48:59 +0100",
            "iso_8601": "2019-08-09T19:48:59Z"
        },
        "subject": "US EPA expected to announce small refinery waiver decision for 2018 on Friday, seen grating 30 exemptions of the 38 pending, sources say",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-epa-expected-to-announce-small-refinery-waiver-decision-for-2018-on-friday-seen-grating-30-exemptions-of-the-38-pending-sources-say-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 03:48:00",
        "gmt_time": "2019-08-09 19:48:00"
    },
    {
        "id": 881668,
        "updated_sequence": 1906932,
        "published_at": {
            "unix": 1565379600,
            "text": "2019-08-09 20:40:00 +0100",
            "iso_8601": "2019-08-09T19:40:00Z"
        },
        "updated_at": {
            "unix": 1565379621,
            "text": "2019-08-09 20:40:21 +0100",
            "iso_8601": "2019-08-09T19:40:21Z"
        },
        "subject": "ANALYSIS: Fitch is due to review Italy sovereign ratings (BBB/negative) after the close today",
        "content": "<ul><li>Fitch currently rates Italy BBB/negative outlook, the same as S&amp;P, and one notch higher than Moody's rating (Moody's rates the country at Baa3, stable).</li><li>Analysts at UBS say it is reasonable to expect the current rating to stand, given it was affirmed in February. \"Whilst concerns around Italy’s fiscal situation remain, an early-June confrontation with the European Commission over its deficit was averted when the country cut its deficit target,\" UBS says, \"besides, Italy’s situation hasn’t changed since February in a way to indicate it will receive a negative rating action from Fitch (ie, weaker GDP is offset by adequate budget execution and low rates; political uncertainty is ever-present but there has not been any notable change in the period, plus its budget is on track; and there haven’t been any adverse developments in the banking sector to increase risks to the real economy or public finances).\"</li><li>Some desks have suggested that, given the recent rise in tensions, and the prospects of a government collapse/general elections, Fitch could opt to wait to see how events play out immediately before it updates its rating. We saw a similar position taken by Moody's recently on South Africa, though the market took that strategy as a negative, and the rand was slammed in the following Monday's trade.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-fitch-is-due-to-review-italy-sovereign-ratings-bbb-negative-after-the-close-today-09-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 03:40:00",
        "gmt_time": "2019-08-09 19:40:00"
    },
    {
        "id": 881692,
        "updated_sequence": 1906930,
        "published_at": {
            "unix": 1565378760,
            "text": "2019-08-09 20:26:00 +0100",
            "iso_8601": "2019-08-09T19:26:00Z"
        },
        "updated_at": {
            "unix": 1565378848,
            "text": "2019-08-09 20:27:28 +0100",
            "iso_8601": "2019-08-09T19:27:28Z"
        },
        "subject": "CBS (CBS) and Viacom (VIAB) said to be nearing merger after agreeing to management",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbs-cbs-and-viacom-viab-said-to-be-nearing-merger-after-agreeing-to-management-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 03:26:00",
        "gmt_time": "2019-08-09 19:26:00"
    },
    {
        "id": 881691,
        "updated_sequence": 1906927,
        "published_at": {
            "unix": 1565377200,
            "text": "2019-08-09 20:00:00 +0100",
            "iso_8601": "2019-08-09T19:00:00Z"
        },
        "updated_at": {
            "unix": 1565377299,
            "text": "2019-08-09 20:01:39 +0100",
            "iso_8601": "2019-08-09T19:01:39Z"
        },
        "subject": "Carbon Black (CBLK) is considering a sale, according to M&A blog CTFN, where IBM (IBM) and Cisco (CSCO) are potential suitors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CTFN",
        "slug": "carbon-black-cblk-is-considering-a-sale-according-to-m-a-blog-ctfn-where-ibm-ibm-and-cisco-csco-are-potential-suitors-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 03:00:00",
        "gmt_time": "2019-08-09 19:00:00"
    },
    {
        "id": 881690,
        "updated_sequence": 1906924,
        "published_at": {
            "unix": 1565375520,
            "text": "2019-08-09 19:32:00 +0100",
            "iso_8601": "2019-08-09T18:32:00Z"
        },
        "updated_at": {
            "unix": 1565376290,
            "text": "2019-08-09 19:44:50 +0100",
            "iso_8601": "2019-08-09T18:44:50Z"
        },
        "subject": "WTI futures (U9) settle USD 1.96 higher at USD 54.50/bbl; Brent (V9) settles USD 1.15 higher at USD 58.53/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>* IEA: The IEA cut its 2019 oil demand growth estimate by 100k BPD to 1.1mln BPD and cut its 2020 by 50k BPD to 1.3mln BPD. The IEA report takes a similar view to the EIA’s earlier in the week, where it cut its 2019 world oil demand growth forecast by 70k BPD to 1.0mln BPD y/y. However, in contrast to the IEA cutting 2020 oil demand growth outlook, the EIA raised 2020 world oil demand growth by 30k bpd to 1.43mln BPD y/y increase. As a side note, the OPEC monthly report is due to be released on Friday 16th August, note this is a rescheduled release due to the Eid Al-Adha holiday.</p><p>* The energy markets have made further recovery on Friday in what was a more technically driven session rather than a fundamental one, although the major crude benchmarks are still lower on the week. Prices were edging higher in the European session before both benchmarks hit resistance levels at the 5DMA, and then broke out to the upside. Participants will be focusing on whether this bounce back can feed through into next week, or whether any new developments in the US-China trade conflict provides a fresh bout of selling on oil demand concerns; this weekend risk is likely to have provided some short covering evident in Friday’s tape action. There were also reports that China has chartered its first US crude cargo since the most recent tariff threat from US President Trump, which was providing support to the complex, and further compressing the arb between WTI and Brent. On the outlook, PVM’s analysts are cautious, “accordingly, any recovery in risk appetite should not be taken for granted, especially given that there appears little hope for a swift resolution to the US-Sino trade spat.” Whereas UBS is worried that the market remains “excessively focused” on the demand side, seeing the recent sell off as “unquestionably an overreaction”, but does caveat that upside is limited until progress is made on US-China trade. In supply news flow, which has been on the back seat recently, Russia's oil production has reportedly increased to 11.32mln BPD between August 1st-8th (prev. 11.15mln BPD in July); Libya's El Sharara oil field (300k BPD capacity) is currently running at 70k BPD (vs 45k BPD on Thursday) following the restart yesterday. The latest Baker Hughes Rig Count in the US had oil rigs -6 at 764, gas rigs -2 at 169, and total rigs -8 at 934, where drillers cut rigs for the sixth consecutive week.</p>",
        "analysis_updated_at": {
            "unix": 1565375580,
            "text": "2019-08-09 19:33:00 +0100",
            "iso_8601": "2019-08-09T18:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-u9-settle-usd-1-96-higher-at-usd-54-50-bbl-brent-v9-settles-usd-1-15-higher-at-usd-58-53-bbl-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 02:32:00",
        "gmt_time": "2019-08-09 18:32:00"
    },
    {
        "id": 881689,
        "updated_sequence": 1906919,
        "published_at": {
            "unix": 1565374140,
            "text": "2019-08-09 19:09:00 +0100",
            "iso_8601": "2019-08-09T18:09:00Z"
        },
        "updated_at": {
            "unix": 1565374206,
            "text": "2019-08-09 19:10:06 +0100",
            "iso_8601": "2019-08-09T18:10:06Z"
        },
        "subject": "Hundreds of exposed Amazon (AMZN) cloud backups reportedly found leaking sensitive data, according to Tech Crunch",
        "content": "<p><a href=\"https://techcrunch.com/2019/08/09/aws-ebs-cloud-backups-leak/\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "TechCrunch",
        "slug": "hundreds-of-exposed-amazon-amzn-cloud-backups-reportedly-found-leaking-sensitive-data-according-to-tech-crunch-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 02:09:00",
        "gmt_time": "2019-08-09 18:09:00"
    },
    {
        "id": 881688,
        "updated_sequence": 1906916,
        "published_at": {
            "unix": 1565374020,
            "text": "2019-08-09 19:07:00 +0100",
            "iso_8601": "2019-08-09T18:07:00Z"
        },
        "updated_at": {
            "unix": 1565374097,
            "text": "2019-08-09 19:08:17 +0100",
            "iso_8601": "2019-08-09T18:08:17Z"
        },
        "subject": "US President Trump reportedly says China GDP figures are phony, according to Fox Business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business",
        "slug": "us-president-trump-reportedly-says-china-gdp-figures-are-phony-according-to-fox-business-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 02:07:00",
        "gmt_time": "2019-08-09 18:07:00"
    },
    {
        "id": 881687,
        "updated_sequence": 1906913,
        "published_at": {
            "unix": 1565371320,
            "text": "2019-08-09 18:22:00 +0100",
            "iso_8601": "2019-08-09T17:22:00Z"
        },
        "updated_at": {
            "unix": 1565372312,
            "text": "2019-08-09 18:38:32 +0100",
            "iso_8601": "2019-08-09T17:38:32Z"
        },
        "subject": "China has chartered its first US crude cargo since the most recent tariff threat from US President Trump, according to sources",
        "content": "<ul><li>Chinese oil trader Unipec chartered a supertanker to bring US crude to China in September</li><li>China is set to receive nearly 11mln US barrels in August, the highest since June 2018, according to Reuters' vessel tracking data.</li><li>Another 4.1mln bbls is set to arrive in September, Reuters reports</li><li>Tankers loading in August and September estimated to arrive by October and November, sources said</li><li>Via <a href=\"https://www.reuters.com/article/us-usa-crude-china/china-charters-first-u-s-crude-cargo-since-newest-trump-tariff-threat-sources-idUSKCN1UZ239\">Rtrs</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-chartered-its-first-us-crude-cargo-since-the-most-recent-tariff-threat-from-us-president-trump-according-to-sources-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 01:22:00",
        "gmt_time": "2019-08-09 17:22:00"
    },
    {
        "id": 881686,
        "updated_sequence": 1906899,
        "published_at": {
            "unix": 1565371260,
            "text": "2019-08-09 18:21:00 +0100",
            "iso_8601": "2019-08-09T17:21:00Z"
        },
        "updated_at": {
            "unix": 1565371331,
            "text": "2019-08-09 18:22:11 +0100",
            "iso_8601": "2019-08-09T17:22:11Z"
        },
        "subject": "Peugeot (PEU FP, PUGOY) and Dong Feng’s Chinese Joint Venture is set to halve its China workforce to 4000 by the end of 2022",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "peugeot-peu-fp-pugoy-and-dong-feng-s-chinese-joint-venture-is-set-to-halve-its-china-workforce-to-4000-by-the-end-of-2022-09-08-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 01:21:00",
        "gmt_time": "2019-08-09 17:21:00"
    },
    {
        "id": 881685,
        "updated_sequence": 1906896,
        "published_at": {
            "unix": 1565370420,
            "text": "2019-08-09 18:07:00 +0100",
            "iso_8601": "2019-08-09T17:07:00Z"
        },
        "updated_at": {
            "unix": 1565370527,
            "text": "2019-08-09 18:08:47 +0100",
            "iso_8601": "2019-08-09T17:08:47Z"
        },
        "subject": "UK Foreign Minister Raab is calling for a fully independent investigation into the Hong Kong protests",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>China has previously urged other countries to stay out of the way in regards to the protests</li></ul>",
        "analysis_updated_at": {
            "unix": 1565370527,
            "text": "2019-08-09 18:08:47 +0100",
            "iso_8601": "2019-08-09T17:08:47Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-foreign-minister-raab-is-calling-for-a-fully-independent-investigation-into-the-hong-kong-protests-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 01:07:00",
        "gmt_time": "2019-08-09 17:07:00"
    },
    {
        "id": 881684,
        "updated_sequence": 1906893,
        "published_at": {
            "unix": 1565370060,
            "text": "2019-08-09 18:01:00 +0100",
            "iso_8601": "2019-08-09T17:01:00Z"
        },
        "updated_at": {
            "unix": 1565370101,
            "text": "2019-08-09 18:01:41 +0100",
            "iso_8601": "2019-08-09T17:01:41Z"
        },
        "subject": "Baker Hughes Rig Count (9/Aug): Oil rigs -6 at 764, gas rigs -2 at 169, total rigs -8 at 934",
        "content": "<ul><li>oil drillers cut rigs for a sixth straight week</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-9-aug-oil-rigs-6-at-764-gas-rigs-2-at-169-total-rigs-8-at-934-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 01:01:00",
        "gmt_time": "2019-08-09 17:01:00"
    },
    {
        "id": 881683,
        "updated_sequence": 1906890,
        "published_at": {
            "unix": 1565369820,
            "text": "2019-08-09 17:57:00 +0100",
            "iso_8601": "2019-08-09T16:57:00Z"
        },
        "updated_at": {
            "unix": 1565369967,
            "text": "2019-08-09 17:59:27 +0100",
            "iso_8601": "2019-08-09T16:59:27Z"
        },
        "subject": "White House, clarifying Trump's comments (\"we're not doing business with Huawei\") says President referring to only the ban on Federal Departments buying from Huawei, says Commerce Dept process for special licenses still going forward",
        "content": "<ul><li><a href=\"https://twitter.com/EdwardLawrence/status/1159870272067047424?s=20\">Via Edward Lawrence</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "white-house-clarifying-trump-s-comments-we-re-not-doing-business-with-huawei-says-president-referring-to-only-the-ban-on-federal-departments-buying-from-huawei-says-commerce-dept-process-for-special-licenses-still-going-forward-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 00:57:00",
        "gmt_time": "2019-08-09 16:57:00"
    },
    {
        "id": 881682,
        "updated_sequence": 1906885,
        "published_at": {
            "unix": 1565369160,
            "text": "2019-08-09 17:46:00 +0100",
            "iso_8601": "2019-08-09T16:46:00Z"
        },
        "updated_at": {
            "unix": 1565369463,
            "text": "2019-08-09 17:51:03 +0100",
            "iso_8601": "2019-08-09T16:51:03Z"
        },
        "subject": "Italy's League leader Salvini says that if he wins elections taxes will be cut regardless of EU opinion ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Reminder, both parties have called for snap elections after claiming there is no longer a majority to support the coalition government</li></ul>",
        "analysis_updated_at": {
            "unix": 1565369463,
            "text": "2019-08-09 17:51:03 +0100",
            "iso_8601": "2019-08-09T16:51:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-league-leader-salvini-says-that-if-he-wins-elections-taxes-will-be-cut-regardless-of-eu-opinion-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 00:46:00",
        "gmt_time": "2019-08-09 16:46:00"
    },
    {
        "id": 881681,
        "updated_sequence": 1906880,
        "published_at": {
            "unix": 1565366580,
            "text": "2019-08-09 17:03:00 +0100",
            "iso_8601": "2019-08-09T16:03:00Z"
        },
        "updated_at": {
            "unix": 1565366699,
            "text": "2019-08-09 17:04:59 +0100",
            "iso_8601": "2019-08-09T16:04:59Z"
        },
        "subject": "A draft executive order could put the FCC and FTC in control of how tech companies curate content, according to CNN",
        "content": "<ul><li><a href=\"https://edition.cnn.com/2019/08/09/tech/white-house-social-media-executive-order-fcc-ftc/\">Via CNN</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNN",
        "slug": "a-draft-executive-order-could-put-the-fcc-and-ftc-in-control-of-how-tech-companies-curate-content-according-to-cnn-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-10 00:03:00",
        "gmt_time": "2019-08-09 16:03:00"
    },
    {
        "id": 881680,
        "updated_sequence": 1906877,
        "published_at": {
            "unix": 1565364600,
            "text": "2019-08-09 16:30:00 +0100",
            "iso_8601": "2019-08-09T15:30:00Z"
        },
        "updated_at": {
            "unix": 1565364944,
            "text": "2019-08-09 16:35:44 +0100",
            "iso_8601": "2019-08-09T15:35:44Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-1.4%) at 3328, FTSE 100 (-0.6%) at 7243, DAX (-1.4%) at 11681, CAC 40 (-1.3%) at 5319, IBEX 35 (-1.4%) at 8749, FTSE Italian MIB (-2.5%) at 20311, SMI (0%) at 9750",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts -2.5%,&nbsp;</li><li>Banks -1.9%</li><li>Basic Resources -2.7%</li><li>Chemicals -1%</li><li>Construction &amp; Materials -0.9%</li><li>Financial Services -0.8%</li><li>Food &amp; Beverage&nbsp; 0%</li><li>Health Care 0.1%</li><li>Industrial Goods &amp; Services -1.3%</li><li>Insurance -1%</li><li>Media -0.3%</li><li>Oil &amp; Gas -1%</li><li>Personal &amp; Household Goods -1.1%</li><li>Retail -0.9%</li><li>Technology&nbsp; -1.9%</li><li>Telecommunications&nbsp; -1.3%</li><li>Travel &amp; Leisure -0.9%</li><li>Utilities -0.7%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-4-at-3328-ftse-100-0-6-at-7243-dax-1-4-at-11681-cac-40-1-3-at-5319-ibex-35-1-4-at-8749-ftse-italian-mib-2-5-at-20311-smi-0-at-9750-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 23:30:00",
        "gmt_time": "2019-08-09 15:30:00"
    },
    {
        "id": 881679,
        "updated_sequence": 1906874,
        "published_at": {
            "unix": 1565364240,
            "text": "2019-08-09 16:24:00 +0100",
            "iso_8601": "2019-08-09T15:24:00Z"
        },
        "updated_at": {
            "unix": 1565364320,
            "text": "2019-08-09 16:25:20 +0100",
            "iso_8601": "2019-08-09T15:25:20Z"
        },
        "subject": "Weekly FX Wrap: multiple Central Bank strikes as global trade wars intensify",
        "content": "<p><strong>USD</strong></p><p>Aside from a spike on Monday just over 98.000, the <strong>DXY </strong>has been remarkably rangebound and largely tethered to the 97.500 level amidst choppy risk sentiment and Dollar divergence vs is currency counterparts (G10 and EM). In fact, after hitting a 98.109 when the PBoC turned a blind eye to the <strong>YUAN </strong>weakening through a previously perceived 7.0000 red line against the Greenback, the index has been in an ever-decreasing circle tapering to just 97.649-487 on Friday, thus far. US data has hardly been a factor or impactor, as the focus has firmly rested on heightened US-China tensions over additional tariffs and Beijing suspending its purchases of agricultural products in response, while gradually devaluing the Cny, and Cnh by default if not design. President Trump and the White House have declared that China is manipulating its currency, with the former also renewing his criticism of the Fed in the midst of several other Central Banks cutting benchmark rates by more than expected or even when not forecast to do so at all.</p><p><strong>GBP&nbsp;</strong></p><p>The Pound has been precarious all week (if not ever since hard-line Brexiteer UK PM) with recovery rallies in Cable confined to only a few pips above 1.2200 and fleeting, while retreats in Eur/Gbp through 0.9200 have been shallow. However, the final straw for Sterling came via Q2 GDP showing a 0.2% q/q contraction vs flat consensus, and Cable eventually caved in to a fresh multi-year low circa 1.2055 as the cross eclipsed Thursday’s 2 year peak and edged closer towards 0.9300.</p><p><strong>JPY/CHF&nbsp;</strong></p><p>In stark contrast, the traditional safe-havens are on course for healthy net gains vs the Buck and other peers, with Usd/Jpy much nearer the base of a 107.05-105.50 band and Usd/Chf also closer to 0.9695 than 0.9840. Firmer than forecast Japanese GDP and in line Swiss unemployment updates did not really prompt any reaction as broader swings between risk appetite and aversion dictated direction, while the Yen also maintained its correlation with UST yields (and spreads to JGBs).</p><p><strong>EUR</strong></p><p>The single currency has benefited from its status as a pseudo or semi safe-haven amidst speculation that China could be buying/recycling Usds into Euros and cash flowing from EMs may be finding a home in the Eur. Hence, Eur/Usd recovered well from worst levels around 1.1105 to 1.1250 at one stage before losing momentum and spending the bulk of the week pivoting 1.1200 amidst renewed Italian coalition Government party angst that culminated in League Deputy PM Salvini calling for a new election given irrevocable differences with 5-Star Movement. First up, a vote of no confidence and date to be fixed next Monday.</p><p><strong>NZD/AUD/CAD</strong></p><p>The non-US Dollars have endured, if not exactly enjoyed hectic weeks, with the Kiwi clattered by the RBNZ opting to cut the OCR by 50 bp rather than the ¼ point anticipated and priced in, while Governor Orr and his assistant Hawkesby embellished a dovish accompanying statement and guidance with post-policy meeting comments signalling further easing (perhaps even sub-zero vs the current 1% all time low). Hence, Nzd/Usd is hovering closer to the bottom of a 0.6380-0.6585 band and Aud/Nzd is just shy of 1.0500 within 1.0520-1.0265 extremes as Aud/Usd reclaims 0.6800+ status from 0.6680 or so at one stage. For the Aussie, next Thursday’s labour report looks pivotal given RBA rhetoric and the SOMP stressing the importance of jobs as Lowe and co maintain an loosening bias, but see tentative signs that the economy is turning for the better. Staying with jobs, the Loonie has been undermined by broadly disappointing data for July as headline payrolls declined, and not only due to temporary hiring, while the unemployment rate rose and together more than offset a cycle high wage component. Usd/Cad currently around 1.3240 vs 1.3175 and 1.3345 bounds, with another firm rebound in crude in the mix and countering the latest swing in overall risk sentiment after successive moves from aversion to appetite over the course of the week.</p><p><strong>NOK/SEK</strong></p><p>The Norwegian Krona is gleaning some traction from the short squeeze in oil as well, but the Scandi Crowns have been mainly tracking general fluctuations in risk with a strong technical bent. Eur/Nok and Eur/Sek are now circa 9.9475 and 10.6900 vs 10.0960+ and 10.8350+ at the highs with the former eyeing next week’s Norges Bank meeting to see if a September hike is still on the cards or the Central Bank folds given no less than 6 peers easing this week in the face of heightened growth concerns (not to mention slower economic expansion levels already evident).</p><p><strong>EM&nbsp;</strong></p><p>Contrasting fortunes across the region, with the Inr and Thb moving in opposite directions after the RBI lopped 35 bp off benchmark rates vs -1/4 point expected and the BoT deciding to cut 25 bp vs unchanged forecast, unlike the BSP, Serbian and Peruvian Central Banks that all delivered ¼ point eases in line with expectations. Meanwhile, the Try continues to outperform with the aid of not as high as feared Turkish CPI and CBRT tweaks to RRRs, while the Zar and Brl lagged/weakened markedly amidst poor SA data and despite Brazil passing its pension reforms.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-multiple-central-bank-strikes-as-global-trade-wars-intensify-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 23:24:00",
        "gmt_time": "2019-08-09 15:24:00"
    },
    {
        "id": 881678,
        "updated_sequence": 1906871,
        "published_at": {
            "unix": 1565363760,
            "text": "2019-08-09 16:16:00 +0100",
            "iso_8601": "2019-08-09T15:16:00Z"
        },
        "updated_at": {
            "unix": 1565363900,
            "text": "2019-08-09 16:18:20 +0100",
            "iso_8601": "2019-08-09T15:18:20Z"
        },
        "subject": "NY Fed GDP Nowcast unchanged at 1.6% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "New York Fed",
        "slug": "ny-fed-gdp-nowcast-unchanged-at-1-6-09-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 23:16:00",
        "gmt_time": "2019-08-09 15:16:00"
    },
    {
        "id": 881675,
        "updated_sequence": 1906860,
        "published_at": {
            "unix": 1565362260,
            "text": "2019-08-09 15:51:00 +0100",
            "iso_8601": "2019-08-09T14:51:00Z"
        },
        "updated_at": {
            "unix": 1565362950,
            "text": "2019-08-09 16:02:30 +0100",
            "iso_8601": "2019-08-09T15:02:30Z"
        },
        "subject": "Iran Foreign Minister Zarif says the Persian Gulf is a vital lifeline and therefore a national security problem for Iran and that Iran will not hesitate to safeguard its security ",
        "content": "<p><a href=\"https://twitter.com/JZarif/status/1159836519047106560\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-foreign-minister-zarif-says-the-persian-gulf-is-a-vital-lifeline-and-therefore-a-national-security-problem-for-iran-and-that-iran-will-not-hesitate-to-safeguard-its-security-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:51:00",
        "gmt_time": "2019-08-09 14:51:00"
    },
    {
        "id": 881674,
        "updated_sequence": 1906855,
        "published_at": {
            "unix": 1565362080,
            "text": "2019-08-09 15:48:00 +0100",
            "iso_8601": "2019-08-09T14:48:00Z"
        },
        "updated_at": {
            "unix": 1565362132,
            "text": "2019-08-09 15:48:52 +0100",
            "iso_8601": "2019-08-09T14:48:52Z"
        },
        "subject": "US President Trump says he would not devalue the dollar as 'we do not have to'",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-would-not-devalue-the-dollar-as-we-do-not-have-to-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:48:00",
        "gmt_time": "2019-08-09 14:48:00"
    },
    {
        "id": 881673,
        "updated_sequence": 1906852,
        "published_at": {
            "unix": 1565360340,
            "text": "2019-08-09 15:19:00 +0100",
            "iso_8601": "2019-08-09T14:19:00Z"
        },
        "updated_at": {
            "unix": 1565360411,
            "text": "2019-08-09 15:20:11 +0100",
            "iso_8601": "2019-08-09T14:20:11Z"
        },
        "subject": "US President Trump says September talks with China may be cancelled., CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "CNBC",
        "slug": "us-president-trump-says-september-talks-with-china-may-be-cancelled-cnbc-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:19:00",
        "gmt_time": "2019-08-09 14:19:00"
    },
    {
        "id": 881672,
        "updated_sequence": 1906849,
        "published_at": {
            "unix": 1565359680,
            "text": "2019-08-09 15:08:00 +0100",
            "iso_8601": "2019-08-09T14:08:00Z"
        },
        "updated_at": {
            "unix": 1565360078,
            "text": "2019-08-09 15:14:38 +0100",
            "iso_8601": "2019-08-09T14:14:38Z"
        },
        "subject": "US President Trump says we will not be doing business with Huawei; but this may changed in the event of a US-China trade deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-we-will-not-be-doing-business-with-huawei-but-this-may-changed-in-the-event-of-a-us-china-trade-deal-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:08:00",
        "gmt_time": "2019-08-09 14:08:00"
    },
    {
        "id": 881671,
        "updated_sequence": 1906842,
        "published_at": {
            "unix": 1565359620,
            "text": "2019-08-09 15:07:00 +0100",
            "iso_8601": "2019-08-09T14:07:00Z"
        },
        "updated_at": {
            "unix": 1565359739,
            "text": "2019-08-09 15:08:59 +0100",
            "iso_8601": "2019-08-09T14:08:59Z"
        },
        "subject": "US President Trump says he received a beautiful letter from North Korean Leader Kim, and thinks he will have another meeting with the leader",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-received-a-beautiful-letter-from-north-korean-leader-kim-and-thinks-he-will-have-another-meeting-with-the-leader-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:07:00",
        "gmt_time": "2019-08-09 14:07:00"
    },
    {
        "id": 881670,
        "updated_sequence": 1906839,
        "published_at": {
            "unix": 1565359500,
            "text": "2019-08-09 15:05:00 +0100",
            "iso_8601": "2019-08-09T14:05:00Z"
        },
        "updated_at": {
            "unix": 1565359637,
            "text": "2019-08-09 15:07:17 +0100",
            "iso_8601": "2019-08-09T14:07:17Z"
        },
        "subject": "US President Trump says he wants the Fed to lower rates by 1 percentage point, adding that the USD is the safest but is so strong its hurting manufacturers ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-wants-the-fed-to-lower-rates-by-1-percentage-point-adding-that-the-usd-is-the-safest-but-is-so-strong-its-hurting-manufacturers-09-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:05:00",
        "gmt_time": "2019-08-09 14:05:00"
    },
    {
        "id": 881669,
        "updated_sequence": 1906847,
        "published_at": {
            "unix": 1565359200,
            "text": "2019-08-09 15:00:00 +0100",
            "iso_8601": "2019-08-09T14:00:00Z"
        },
        "updated_at": {
            "unix": 1565359796,
            "text": "2019-08-09 15:09:56 +0100",
            "iso_8601": "2019-08-09T14:09:56Z"
        },
        "subject": "China PBOC Q2 monetary policy implementation report pledges to keep monetary policy prudent, with a proper balance",
        "content": "<ul><li>Says it will guide financial institutions to increasing medium to long-term investment in manufacturing and private firms</li><li>Says it will continue to use multiple monetary policy tools</li><li>Will keep the yuan basically stable</li><li>Will deepen market-based interest rate reform</li><li>Says it will appropriately deal with liquidity of medium and small financial institutions, and resolutely prevent risks from spreading</li><li>To support Yuan usage in cross border trade and investment&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The language seems in keeping with recent guidance from the PBOC.</li><li>NOTE: the usual rumours of PBOC weekend action have been going around, as such, some desks are alert to the possibility of policy tweaks over the weekend</li></ul>",
        "analysis_updated_at": {
            "unix": 1565359500,
            "text": "2019-08-09 15:05:00 +0100",
            "iso_8601": "2019-08-09T14:05:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-pboc-q2-monetary-policy-implementation-report-pledges-to-keep-monetary-policy-prudent-with-a-proper-balance-09-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 22:00:00",
        "gmt_time": "2019-08-09 14:00:00"
    },
    {
        "id": 881667,
        "updated_sequence": 1906829,
        "published_at": {
            "unix": 1565358600,
            "text": "2019-08-09 14:50:00 +0100",
            "iso_8601": "2019-08-09T13:50:00Z"
        },
        "updated_at": {
            "unix": 1565359006,
            "text": "2019-08-09 14:56:46 +0100",
            "iso_8601": "2019-08-09T13:56:46Z"
        },
        "subject": "US President Trump says the US is doing very well and still talking to China, but is not going to make a deal right now",
        "content": "",
        "reaction_details": "<ul><li>ES futures fell from 2926 to 2922 over the space of five minutes</li></ul>",
        "reaction_updated_at": {
            "unix": 1565359006,
            "text": "2019-08-09 14:56:46 +0100",
            "iso_8601": "2019-08-09T13:56:46Z"
        },
        "analysis_details": "<ul><li>This comes ahead of the implementation of 10% tariffs on the additional USD 300bln of Chinese goods on September 1st. As of such, it appears that the tariffs are still going ahead given that no breakthrough has been established</li></ul>",
        "analysis_updated_at": {
            "unix": 1565358840,
            "text": "2019-08-09 14:54:00 +0100",
            "iso_8601": "2019-08-09T13:54:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-us-is-doing-very-well-and-still-talking-to-china-but-is-not-going-to-make-a-deal-right-now-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:50:00",
        "gmt_time": "2019-08-09 13:50:00"
    },
    {
        "id": 881666,
        "updated_sequence": 1906815,
        "published_at": {
            "unix": 1565358000,
            "text": "2019-08-09 14:40:00 +0100",
            "iso_8601": "2019-08-09T13:40:00Z"
        },
        "updated_at": {
            "unix": 1565358111,
            "text": "2019-08-09 14:41:51 +0100",
            "iso_8601": "2019-08-09T13:41:51Z"
        },
        "subject": "Senior Chinese Diplomat Wang Yi says China will continue to support Pakistan in the safeguarding of their interests and rights",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-chinese-diplomat-wang-yi-says-china-will-continue-to-support-pakistan-in-the-safeguarding-of-their-interests-and-rights-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:40:00",
        "gmt_time": "2019-08-09 13:40:00"
    },
    {
        "id": 881665,
        "updated_sequence": 1906817,
        "published_at": {
            "unix": 1565357940,
            "text": "2019-08-09 14:39:00 +0100",
            "iso_8601": "2019-08-09T13:39:00Z"
        },
        "updated_at": {
            "unix": 1565358317,
            "text": "2019-08-09 14:45:17 +0100",
            "iso_8601": "2019-08-09T13:45:17Z"
        },
        "subject": "US Movers: Broadcom (AVGO) +2.7%, Merck (MRK) +0.9%, Nektar Therapeutics (NKTR) -38%, DXC Technologies (DXC) -29%, CBS (CBS) -3.2%, Micron Technology (MU) -1.9%",
        "content": "<ul><li><strong>AVGO</strong> higher on <strong>SYMC </strong>acquisition&nbsp;</li><li><strong>MRK</strong> benefitting from defensive sector outperformance</li><li><strong>NKTR </strong>down on earnings and manufacturing issue disclosure</li><li><strong>DXC </strong>down on EPS guidance cut</li><li><strong>CBS </strong>down after earnings</li><li><strong>MU </strong>down with wider semiconductors following weaker risk sentiment and Huawei issues</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-broadcom-avgo-2-7-merck-mrk-0-9-nektar-therapeutics-nktr-38-dxc-technologies-dxc-29-cbs-cbs-3-2-micron-technology-mu-1-9-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:39:00",
        "gmt_time": "2019-08-09 13:39:00"
    },
    {
        "id": 881664,
        "updated_sequence": 1906809,
        "published_at": {
            "unix": 1565357040,
            "text": "2019-08-09 14:24:00 +0100",
            "iso_8601": "2019-08-09T13:24:00Z"
        },
        "updated_at": {
            "unix": 1565357147,
            "text": "2019-08-09 14:25:47 +0100",
            "iso_8601": "2019-08-09T13:25:47Z"
        },
        "subject": "Russia's oil production has increased to 11.32mln BPD between August 1st-8th (prev. 11.15mln BPD in July), according to two sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-oil-production-has-increased-to-11-32mln-bpd-between-august-1st-8th-prev-11-15mln-bpd-in-july-according-to-two-sources-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:24:00",
        "gmt_time": "2019-08-09 13:24:00"
    },
    {
        "id": 881662,
        "updated_sequence": 1906801,
        "published_at": {
            "unix": 1565355960,
            "text": "2019-08-09 14:06:00 +0100",
            "iso_8601": "2019-08-09T13:06:00Z"
        },
        "updated_at": {
            "unix": 1565356298,
            "text": "2019-08-09 14:11:38 +0100",
            "iso_8601": "2019-08-09T13:11:38Z"
        },
        "subject": "Goldman Sachs (GS) has been fined by Malaysia over 1MDB scandal and sources state fines/penalties/civil litigation from Malaysia could be as much as a year's worth of earnings, according to Fox's Gasparino ",
        "content": "<ul><li><a href=\"https://twitter.com/CGasparino/status/1159812435408240640\">Click here for link &nbsp;</a></li><li><a href=\"https://nypost.com/2019/08/09/malaysia-charges-17-goldman-sachs-figures-over-1mdb-scandal/?utm_source=facebook_sitebuttons&amp;utm_medium=site+buttons&amp;utm_campaign=site+buttons\">Click here for article regarding charges from Malaysia over a 1MDB scandal (NY Post)</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "goldman-sachs-gs-has-been-fined-by-malaysia-over-1mdb-scandal-and-sources-state-fines-penalties-civil-litigation-from-malaysia-could-be-as-much-as-a-year-s-worth-of-earnings-according-to-fox-s-gasparino-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:06:00",
        "gmt_time": "2019-08-09 13:06:00"
    },
    {
        "id": 881661,
        "updated_sequence": 1906794,
        "published_at": {
            "unix": 1565355960,
            "text": "2019-08-09 14:06:00 +0100",
            "iso_8601": "2019-08-09T13:06:00Z"
        },
        "updated_at": {
            "unix": 1565356054,
            "text": "2019-08-09 14:07:34 +0100",
            "iso_8601": "2019-08-09T13:07:34Z"
        },
        "subject": "Nomura quants say Thursday's stock bounce was a relief rally; seasonal patterns suggest rally will pause next week",
        "content": "<ul><li>Nomura quants attribute Thursday's equity buying -- where the SPX recovered 2900, and NDX to over 7220 -- as a reflexive rebound, given there was no noteworthy news driving the bounce. The bank says \"stock market sentiment improved slightly in the US and around the globe. While sentiment remains deep in negative territory (indicating risk aversion), investor psychology appears to be letting go of some of the excessive pessimism that had held sway.\"</li><li>Nomura says that the dip-buying by ultra-short term traders (with investment horizons under 10 days) and global hedge funds seems to be colliding with the unwinding of equity long positions by trend-following algos. However, Nomura says that globla macro hedge funds might be ramping up their bullishness again in response to solid economic data out of the US and china, and Nomura says they appear to be making something of a power play in staking out more long positions again. \"The upshot of this is that the buying of US equity by fundamentals-oriented human traders overpowered tentative selling attempts by more technically oriented algo traders.\"</li><li>Nomura says that global macro hedge funds are still bullish on fundamentals, and have been buying global equities on weakness, particularly in the US. \"Even during the US equity sell-off in the earlier part of the week, there was not much unwinding of long positions by macro players,\" the bank writes, noting that \"since 7th August, they have been tentatively buying US and European equity to sound out the market; and while macroeconomic indicators only show the state of the economy in the rear-view mirror, ongoing strength in these indicators in the US and China should provide some support for these bullish stances.\"</li><li>In contrast, while CTAs are still looking to pare their long positions, they also seem to be holding back to some extent in the light of the swiftness of the rebound in major market indices, Nomura observes. \"The NASDAQ 100 in particular has already recovered to around 7720, the breakeven point for CTAs' existing long positions (the cost of net buying of future since June), relieving some of the pressure for mechanistic selling,\" and while the S&amp;P 500 is still some way away from the breakeven point around 2960, \"it may be worth considering the possibility that macro players may intentionally push prices up to stem the selling by the systematic traders.\"</li><li>Nevertheless, Nomura still questions the sustainability of the rally, and still sees it as a mere relief rally following the plunge. \"Many aspects of this rally are following predictable patterns, arguably in keeping with the market's own particular rhythm,\" Nomura says, \"the rally looks likely to pause next week, and we think investors should cautiously watch the prospects for another 'vol-up' scenario in the latter half of August.\"</li><li>Nomura notes that the pace of macro indicators tends to show up in the APAC region from around mid-August, and in the US from the end of August. \"Considering that the current bullishness among macro investors may have been catalyzed by the upswing in these indicators, these investors' equity buying could lose speed as early as mid-August.\"</li><li>On volatility, the bank notes that VVIX has been moving in line with the usual seasonal patterns: \"Assuming that the present decline in the VVIX is also in line with the usual schedule, we see concerns over another market drop in late-August,\" Nomura states, \"there has been no increase in call buying in the VIX options market, so investors do not seem adequately prepared for a vol-up scenario.\"</li><li>Nomura looked through data since 1994 to see the average pattern for the SPX during phases where the VIX spikes a second time in the space of 10 to 30 days after the first, and notes that prices appear to be following a similar pattern (with 6 August as day 0), and if the pattern holds, the bank would expect the recovery in share prices to hit its peak around 14th August, six trading days after the first spike.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quants-say-thursday-s-stock-bounce-was-a-relief-rally-seasonal-patterns-suggest-rally-will-pause-next-week-09-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:06:00",
        "gmt_time": "2019-08-09 13:06:00"
    },
    {
        "id": 881656,
        "updated_sequence": 1906778,
        "published_at": {
            "unix": 1565355720,
            "text": "2019-08-09 14:02:00 +0100",
            "iso_8601": "2019-08-09T13:02:00Z"
        },
        "updated_at": {
            "unix": 1565355761,
            "text": "2019-08-09 14:02:41 +0100",
            "iso_8601": "2019-08-09T13:02:41Z"
        },
        "subject": "US Postal Service – Q3 revenue USD 17.1bln vs. Prev. USD 17.1bl, net loss of USD 2.3bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-postal-service-q3-revenue-usd-17-1bln-vs-prev-usd-17-1bl-net-loss-of-usd-2-3bln-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:02:00",
        "gmt_time": "2019-08-09 13:02:00"
    },
    {
        "id": 881660,
        "updated_sequence": 1906791,
        "published_at": {
            "unix": 1565355720,
            "text": "2019-08-09 14:02:00 +0100",
            "iso_8601": "2019-08-09T13:02:00Z"
        },
        "updated_at": {
            "unix": 1565356019,
            "text": "2019-08-09 14:06:59 +0100",
            "iso_8601": "2019-08-09T13:06:59Z"
        },
        "subject": "Motiva Port Arthur Texas refinery (635k BPD) has reportedly shut its small crude unit and slows output on its 2nd crude unit, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday, sources reported it had shut its large crude unit also</li></ul>",
        "analysis_updated_at": {
            "unix": 1565356019,
            "text": "2019-08-09 14:06:59 +0100",
            "iso_8601": "2019-08-09T13:06:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "motiva-port-arthur-texas-refinery-635k-bpd-has-reportedly-shut-its-small-crude-unit-and-slows-output-on-its-2nd-crude-unit-according-to-sources-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:02:00",
        "gmt_time": "2019-08-09 13:02:00"
    },
    {
        "id": 881659,
        "updated_sequence": 1906787,
        "published_at": {
            "unix": 1565355660,
            "text": "2019-08-09 14:01:00 +0100",
            "iso_8601": "2019-08-09T13:01:00Z"
        },
        "updated_at": {
            "unix": 1565355911,
            "text": "2019-08-09 14:05:11 +0100",
            "iso_8601": "2019-08-09T13:05:11Z"
        },
        "subject": "European crude and oil products -1.1% m/m at 1.095bln bbls (+0.1% y/y), Crude oil stocks -2.6% m/m at 0.481bln bbls -2.3% according to Euroilstocks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-crude-and-oil-products-1-1-m-m-at-1-095bln-bbls-0-1-y-y-crude-oil-stocks-2-6-m-m-at-0-481bln-bbls-2-3-according-to-euroilstocks-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 21:01:00",
        "gmt_time": "2019-08-09 13:01:00"
    },
    {
        "id": 881654,
        "updated_sequence": 1906772,
        "published_at": {
            "unix": 1565354940,
            "text": "2019-08-09 13:49:00 +0100",
            "iso_8601": "2019-08-09T12:49:00Z"
        },
        "updated_at": {
            "unix": 1565355102,
            "text": "2019-08-09 13:51:42 +0100",
            "iso_8601": "2019-08-09T12:51:42Z"
        },
        "subject": "Bayer (BAYN GY) - has denied proposal of paying USD 8bln to settle all US cancer claims, and compensation has not been discussed in Global mediation talks",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to this denial, Co. shares moved lower from EUR 65.50 to EUR 63.80</li></ul>",
        "reaction_updated_at": {
            "unix": 1565355102,
            "text": "2019-08-09 13:51:42 +0100",
            "iso_8601": "2019-08-09T12:51:42Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-has-denied-proposal-of-paying-usd-8bln-to-settle-all-us-cancer-claims-and-compensation-has-not-been-discussed-in-global-mediation-talks-09-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:49:00",
        "gmt_time": "2019-08-09 12:49:00"
    },
    {
        "id": 881653,
        "updated_sequence": 1906765,
        "published_at": {
            "unix": 1565354700,
            "text": "2019-08-09 13:45:00 +0100",
            "iso_8601": "2019-08-09T12:45:00Z"
        },
        "updated_at": {
            "unix": 1565354807,
            "text": "2019-08-09 13:46:47 +0100",
            "iso_8601": "2019-08-09T12:46:47Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 9th August 2019",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22504/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><p>Of note for <strong>Huawei exposed companies</strong>, such as Huawei suppliers <strong>Micron Technology (MU)</strong>, <strong>Quorvo (QRVO)</strong> and <strong>Western Digital (WDC)</strong>, and Huawei optical components makers including <strong>Oclaro (OCLR)</strong>, <strong>Acacia Communications (ACIA)</strong>, <strong>NeoPhotonics (NPTN)</strong>, <strong>Lumentum (LITE)</strong>, and <strong>Finisar (FNSR)</strong>; the Trump Administration has opted to hold off on a decision regarding licenses for US companies to restart sales to Huawei, reportedly in retaliation for China’s decision to halt agricultural purchases.</p><p><strong>Dow</strong></p><p><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) is reportedly offering cyber security researchers up to USD 1 million to detect flaws in iPhones, making it the largest reward offered by a company to cyber security experts to defend against potential hackers.</p><p><strong>NASDAQ 100</strong></p><ul><li><strong>Activision Blizzard (ATVI) (</strong>Communication Services/Interactive Home Entertainment) Q2 19 (USD): adj. EPS 0.53 (exp. 0.26), Revenue 1.4bln (exp. 1.19bln). FY adj. EPS view 2.02 (exp. 2.16); FY Revenue view 6.19bln (exp. 6.38bln). Elsewhere, Walmart (WMT) (Consumer Staples/Hypermarkets &amp; Super Centres) is reportedly removing violent video game displays from its stores, following strong criticisms of criticisms levelled toward such games from US President Trump in wake of a spate of mass shootings over the weekend; could also be of note for Electronic Arts (EA) (Communication Services/Interactive Home Entertainment) and Take-Two (TTWO) (Communication Services/Interactive Home Entertainment).</li><li><strong>Alphabet Inc (GOOG, GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) is reportedly having its digital advertising and search operations examined by the DoJ, as part of a broad anti-trust review into tech giants. Elsewhere, Huawei Technologies has unveiled its own smartphone operating system, which it said could act as a replacement to Google's Android in just \"one to two days\" if the US opted to block access to Android on Huawei mobiles.</li><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is investigating claims that, Foxconn, one of its Chinese suppliers, used illegal child labour in the making of its Alexa devices, CNBC reports.</li><li><strong>Amazon.com Inc.’s (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail)<strong> </strong>and<strong> FedEx Corporation’s (FDX) </strong>(Industrials/Air Freight &amp; Logistics) recent split is likely to give a holiday e-commerce boost to rivals like such as <strong>United Parcel Service (UPS)</strong> (Industrials/Air Freight &amp; Logistics), says the WSJ.</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) will offer news outlets “millions of dollars” every year for the right to use their content in the soon to be released news section of the social media company’s platform, reported the WSJ. Reportedly, news outlets whose content could be tapped could include ABC News, owned by Disney (DIS), WSJ parent Dow Jones (NWSA) and others. Elsewhere, Irish privacy regulators are looking into Facebook’s collection of Instagram users' data, reported Business Insider.</li><li><strong>Nektar Therapeutics (NKTR) </strong>(Health Care/Pharmaceuticals) Q2 19 (USD): EPS -0.80 (exp. -0.80), Revenue 0.023bln (exp. 0.03bln). The drugmaker also disclosed a manufacturing issue that resulted in batch to batch variability early lots of its bempeg drug used in clinical testing. Various desks have noted that the disclosure increases uncertainty surrounding the company’s leading program.</li><li><strong>Symantec Corp. (SYMC) </strong>(Information Technology/Application Software) Q1 19 (USD): EPS 0.43 (exp. 0.32), Revenue 1.24bln (exp. 1.19bln). Sees Q2 adj. EPS 0.40-0.44 (exp. 0.42), Sees Q2 Revenue 1.153bln-1.1203bln (exp. 1.19bln). Announces restructuring plan, in which headcount will be reduced by 7%. Board approves a USD 1.1bln share buyback programme. The co. also confirmed the sale of its Enterprise Security division to <strong>Broadcom Inc. (AVGO)</strong> (Information Technology/Semiconductors) for USD 10.7bln in cash.&nbsp;</li><li><strong>Tesla (TSLA)</strong> (Consumer Discretionary) CEO Elon Musk, speaking of the V10 software update with in-car video streaming and a feature called ‘Caraoke’, said the new update will be released to early access owners ‘soon’. Musk also said Tesla will expand the program to Full Self-Driving (FSD) owners. Separately, the electric car maker is reportedly being sued by a car owner who claims the company has limited the battery range of older vehicles via a software update, in order to avoid any recalls over defective batteries.&nbsp;</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>CBS Corp. (CBS)</strong> (Communication Services/Broadcasting) Q2 19 (USD): EPS 1.16 (exp. 1.15), Revenue 3.8bln (exp. 3.69bln).</li><li><strong>DXC Technology (DXC) </strong>(Information Technology/IT Consulting &amp; Other Services) Q1 20 (USD): EPS 1.74 (exp. 1.72), Revenue 4.89bln (exp. 4.87bln). Cuts FY EPS view to 7.00-7.75 (exp. 8.20).</li><li><strong>Leidos (LDOS) </strong>(Information Technology/IT Services) is to replace <strong>Anadarko Petroleum Corp (APC)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) and <strong>IDEX Corp. (IDEX)</strong> (Information Technology/Software) is to replace <strong>Foot Locker Inc (FL)</strong> (Consumer Discretionary/Apparel Retail) in S&amp;P 500 at the open today.</li><li><strong>News Corp. (NWS)</strong> (Communication Services/Publishing) Q4 19 (USD): adj. EPS 0.07 (exp. 0.03), Revenue 2.47bln (exp. 2.55bln), declares semi-annual dividend 0.10 per share.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Amarin (ARMN) </strong>(Health Care/Biotechnology) – The FDA plans to hold an advisory committee meeting for Amarin’s label expansion, relating to its review of a pending application for the expansion of its Vascepa drug labeling based on the REDUCE-IT cardiovascular study outcomes.</li><li><strong>Axa Equitable Holdings Inc (EQH)</strong> (Financials/Diversified Financial Services) Q2 19 (USD): adj. EPS 1.14 (exp. 1.04), Revenue 3.16bln (exp. 3.23bln).</li><li><strong>Beyond Meat (BYND)</strong> (Consumer Staples/Food Products) has reportedly halted plans to try to break into the Japanese market, opting instead to focus on the US market.</li><li><strong>Canopy Growth (CGC)</strong> (Health Care/Pharmaceuticals) announced that it has agreed to acquire UK cannabinoid-based medical researcher Beckley Canopy.</li><li><strong>Dropbox Inc (DBX)</strong> (Information Technology/Software) Q2 19 (USD): EPS 0.10 (exp. 0.09), Revenue 0.401bln (exp. 0.4bln). Raises FY Revenue view 1.648bln-1.654bln (exp. 1.64bln).</li><li><strong>Uber Technologies Inc (UBER)</strong> (Industrials/Rail &amp; Road) Q2 19 (USD): EPS -4.72 (exp. -3.20), Revenue 3.17bln (exp. 3.39bln). Uber Eats Revenue 3.39bln (exp. 3.51bln). Gross Bookings 15.76bln (exp. 15.8bln).</li><li><strong>ViaSat Inc (VSAT)</strong> (Information Technology/Communications Equipment) Q2 19 (USD): EPS -0.10 (exp. -0.30), Revenue 0.537bln (exp. 0.51bln).</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>BED BATH &amp; BEYOND (BBBY) UPGRADED TO IN LINE FROM UNDERPERFORM AT EVERCORE ISI</li><li>CINCINNATI BELL (CBB) UPGRADED TO BUY FROM NEUTRAL AT UBS</li><li>CIVISTA BANCSHARES (CIVB) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li><li>CORTEVA (CTVA) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>CRONOS GROUP (CRON) UPGRADED TO HOLD FROM SELL AT CANACCORD</li><li>FMC CORPORATION (FMC) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>GREEN DOT (GDOT) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li><li>HARBORONE BANCORP (HONE) UPGRADED TO BUY FROM NEUTRAL AT COMPASS POINT</li><li>IAC (IAC) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li><li>INNERWORKINGS (INWK) UPGRADED TO BUY FROM HOLD AT CRAIG-HALLUM</li><li>JACK IN THE BOX (JACK) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>PCTEL (PCTI) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>STMICROELECTRONICS (STM) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>VIASAT (VSAT) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li></ul><p><strong>Downgrades</strong></p><ul><li>ANGI HOMESERVICES (ANGI) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>AVEDRO (AVDR) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li><li>CARDLYTICS (CDLX) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>CHEMOURS (CC) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>COEUR MINING (CDE) DOWNGRADED TO HOLD FROM BUY AT CANACCORD</li><li>CORINDUS (CVRS) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li><li>DXC TECHNOLOGY (DXC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>DXC TECHNOLOGY (DXC) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>E-TRADE (ETFC) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>EXTENDED STAY (STAY) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>HAWAIIAN ELECTRIC (HE) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>HIMAX (HIMX) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>KRAFT HEINZ (KHC) DOWNGRADED TO SELL FROM NEUTRAL AT GUGGENHEIM</li><li>MAXIMUS (MMS) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>NEKTAR (NKTR) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>NEKTAR (NKTR) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li><li>PINNACLE WEST (PNW) DOWNGRADED TO UNDERPERFORM FROM IN LINE AT EVERCORE ISI</li><li>SYNAPTICS (SYNA) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>TD AMERITRADE (AMTD) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>TRADE DESK (TTD) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>VENATOR MATERIALS (VTNR) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>WAITR HOLDINGS (WTRH) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>WRIGHT MEDICAL (WMGI) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li></ul><p><strong>Initiations</strong></p><ul><li>ADDUS HOMECARE (ADUS) RATED NEW OUTPERFORM AT WILLIAM BLAIR</li><li>AFYA (AFYA) RATED NEW OVERWEIGHT AT JPMORGAN; PT USD 34</li><li>ANTERIX INC (ATEX) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 61</li><li>DENALI THERAPEUTICS (DNLI) RATED NEW BUY AT BTIG; PT USD 30</li><li>LOVESAC (LOVE) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 30</li><li>MONRO (MNRO) RATED NEW MARKET PERFORM AT BMO; PT USD 90</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>American Campus Communities Inc (ACC). Amount USD 0.47</li><li>Apple Inc (AAPL). Amount USD 0.77</li><li>BOK Financial Corp (BOKF). Amount USD 0.50</li><li>Chemed Corp (CHE). Amount USD 0.32</li><li>D.R. Horton Inc (DHI). Amount USD 0.15</li><li>Dolby Laboratories Inc (DLB). Amount USD 0.19</li><li>Helmerich and Payne Inc (HP). Amount USD 0.71</li><li>Highwoods Properties Inc (HIW). Amount USD 0.47</li><li>National Instruments Corp (NATI). Amount USD 0.25</li><li>New York Community Bancorp Inc (NYCB). Amount USD 0.17</li><li>ONE Gas Inc (OGS). Amount USD 0.50</li><li>PPG Industries Inc (PPG). Amount USD 0.51</li><li>Regency Centers Corp (REG). Amount USD 0.58</li><li>Rockwell Automation Inc (ROK). Amount USD 0.97</li><li>W W Grainger Inc (GWW). Amount USD 1.44</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-9th-august-2019-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:45:00",
        "gmt_time": "2019-08-09 12:45:00"
    },
    {
        "id": 881650,
        "updated_sequence": 1906756,
        "published_at": {
            "unix": 1565354640,
            "text": "2019-08-09 13:44:00 +0100",
            "iso_8601": "2019-08-09T12:44:00Z"
        },
        "updated_at": {
            "unix": 1565354684,
            "text": "2019-08-09 13:44:44 +0100",
            "iso_8601": "2019-08-09T12:44:44Z"
        },
        "subject": "Fixed and FX latest: core bonds remain firm, but Loonie lurches",
        "content": "<p>Not much reaction to broadly in-line US PPI data, naturally, but Bunds, Gilts and US Treasuries have regained momentum after a pull-back in early US trade amidst talk of Asian Central Bank selling in USTs, and the DXY is holding 97.500 with assistance from a Usd/Cad spike to circa 1.3275 on the back of a poor Canadian labour report, average earnings aside. Note also, Cable is slipping towards 1.2050, but Usd/Jpy is drifting further below 106.00 and Eur/Usd is still straddling 1.1200.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-core-bonds-remain-firm-but-loonie-lurches-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:44:00",
        "gmt_time": "2019-08-09 12:44:00"
    },
    {
        "id": 881649,
        "updated_sequence": 1906767,
        "published_at": {
            "unix": 1565354340,
            "text": "2019-08-09 13:39:00 +0100",
            "iso_8601": "2019-08-09T12:39:00Z"
        },
        "updated_at": {
            "unix": 1565354810,
            "text": "2019-08-09 13:46:50 +0100",
            "iso_8601": "2019-08-09T12:46:50Z"
        },
        "subject": "Pacific Gas & Electric (PCG) Q2 19 (USD): Adj. EPS 1.10 (Exp. 0.96), Revenue 3.943bln (Exp. 4.43bln); Forecasts 2019 expense of 1.2bln due to the wildfire safety plan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pacific-gas-electric-pcg-q2-19-usd-adj-eps-1-10-exp-0-96-revenue-3-943bln-exp-4-43bln-forecasts-2019-expense-of-1-2bln-due-to-the-wildfire-safety-plan-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:39:00",
        "gmt_time": "2019-08-09 12:39:00"
    },
    {
        "id": 881663,
        "updated_sequence": 1906806,
        "published_at": {
            "unix": 1565353800,
            "text": "2019-08-09 13:30:00 +0100",
            "iso_8601": "2019-08-09T12:30:00Z"
        },
        "updated_at": {
            "unix": 1565356725,
            "text": "2019-08-09 14:18:45 +0100",
            "iso_8601": "2019-08-09T13:18:45Z"
        },
        "subject": "Canada Average Hourly Wages (Jul) 4.5% Y/Y (prev. 3.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-average-hourly-wages-jul-4-5-y-y-prev-3-6-09-08-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:30:00",
        "gmt_time": "2019-08-09 12:30:00"
    },
    {
        "id": 881636,
        "updated_sequence": 1906708,
        "published_at": {
            "unix": 1565353620,
            "text": "2019-08-09 13:27:00 +0100",
            "iso_8601": "2019-08-09T12:27:00Z"
        },
        "updated_at": {
            "unix": 1565353741,
            "text": "2019-08-09 13:29:01 +0100",
            "iso_8601": "2019-08-09T12:29:01Z"
        },
        "subject": "Libya's El Sharara oil field (300k BPD capacity) is currently running at 70k BPD following the restart yesterday, according to Argus",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday, it was producing at around 45k BPD</li></ul>",
        "analysis_updated_at": {
            "unix": 1565353741,
            "text": "2019-08-09 13:29:01 +0100",
            "iso_8601": "2019-08-09T12:29:01Z"
        },
        "push_notify": false,
        "source": "Argus",
        "slug": "libya-s-el-sharara-oil-field-300k-bpd-capacity-is-currently-running-at-70k-bpd-following-the-restart-yesterday-according-to-argus-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:27:00",
        "gmt_time": "2019-08-09 12:27:00"
    },
    {
        "id": 881634,
        "updated_sequence": 1906702,
        "published_at": {
            "unix": 1565352960,
            "text": "2019-08-09 13:16:00 +0100",
            "iso_8601": "2019-08-09T12:16:00Z"
        },
        "updated_at": {
            "unix": 1565353278,
            "text": "2019-08-09 13:21:18 +0100",
            "iso_8601": "2019-08-09T12:21:18Z"
        },
        "subject": "Scotiabank FX Daily - Italy & UK Dent Sentiment, Adding To Market Concerns  ",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as relative performance hints to risk aversion; PPI 8:30am.</li><li>&nbsp; CAD consolidating Thursday’s impressive gain; remain fundamentally bullish.</li><li>&nbsp; EUR steady despite Italy turmoil, softer German trade &amp; weaker French I.P.</li><li>&nbsp; GBP underperforming &amp; hitting fresh lows on Q2 GDP disappointment; bearish.</li><li>&nbsp; JPY outperforming on renewed risk aversion; Q2 GDP stronger than expected.</li><li>&nbsp; AUD consolidating Thursday’s gain as RBA Gov. Lowe maintains neutral bias.</li><li>&nbsp; MXN trades defensively into weaker than expected industrial production; neutral.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-italy-uk-dent-sentiment-adding-to-market-concerns-09-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 20:16:00",
        "gmt_time": "2019-08-09 12:16:00"
    },
    {
        "id": 881629,
        "updated_sequence": 1906687,
        "published_at": {
            "unix": 1565351280,
            "text": "2019-08-09 12:48:00 +0100",
            "iso_8601": "2019-08-09T11:48:00Z"
        },
        "updated_at": {
            "unix": 1565351475,
            "text": "2019-08-09 12:51:15 +0100",
            "iso_8601": "2019-08-09T11:51:15Z"
        },
        "subject": "Italian Senate will meet on Monday to set a date for holding a no-confidence vote against the government, according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Italian press has been touting next Monday as the date for a confidence vote against the Conte-led government, although this is not set in stone</li><li>Following the confidence vote, it rests with President Mattarella to dissolve the government and decide if the next step would be a general election or the installation of a technocratic government in order to pass the Autumn 2020 budget.</li><li>Deputy PM Salvini favours October 13th as the date for an election (Corriere), although other newspapers noted that President Mattarella is mulling October 23rd (La Repubblica), subject to the timing of the no-confidence vote</li></ul><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1565351475,
            "text": "2019-08-09 12:51:15 +0100",
            "iso_8601": "2019-08-09T11:51:15Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-senate-will-meet-on-monday-to-set-a-date-for-holding-a-no-confidence-vote-against-the-government-according-to-a-statement-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:48:00",
        "gmt_time": "2019-08-09 11:48:00"
    },
    {
        "id": 881629,
        "updated_sequence": 1906687,
        "published_at": {
            "unix": 1565351280,
            "text": "2019-08-09 12:48:00 +0100",
            "iso_8601": "2019-08-09T11:48:00Z"
        },
        "updated_at": {
            "unix": 1565351475,
            "text": "2019-08-09 12:51:15 +0100",
            "iso_8601": "2019-08-09T11:51:15Z"
        },
        "subject": "Italian Senate will meet on Monday to set a date for holding a no-confidence vote against the government, according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Italian press has been touting next Monday as the date for a confidence vote against the Conte-led government, although this is not set in stone</li><li>Following the confidence vote, it rests with President Mattarella to dissolve the government and decide if the next step would be a general election or the installation of a technocratic government in order to pass the Autumn 2020 budget.</li><li>Deputy PM Salvini favours October 13th as the date for an election (Corriere), although other newspapers noted that President Mattarella is mulling October 23rd (La Repubblica), subject to the timing of the no-confidence vote</li></ul><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1565351475,
            "text": "2019-08-09 12:51:15 +0100",
            "iso_8601": "2019-08-09T11:51:15Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-senate-will-meet-on-monday-to-set-a-date-for-holding-a-no-confidence-vote-against-the-government-according-to-a-statement-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:48:00",
        "gmt_time": "2019-08-09 11:48:00"
    },
    {
        "id": 881628,
        "updated_sequence": 1906678,
        "published_at": {
            "unix": 1565350980,
            "text": "2019-08-09 12:43:00 +0100",
            "iso_8601": "2019-08-09T11:43:00Z"
        },
        "updated_at": {
            "unix": 1565351076,
            "text": "2019-08-09 12:44:36 +0100",
            "iso_8601": "2019-08-09T11:44:36Z"
        },
        "subject": "BNP Paribas raises its \"no-deal\" Brexit scenario to 50% (Prev. 40%) and sees a Q4 UK election as highly likely ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bnp-paribas-raises-its-no-deal-brexit-scenario-to-50-prev-40-and-sees-a-q4-uk-election-as-highly-likely-09-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:43:00",
        "gmt_time": "2019-08-09 11:43:00"
    },
    {
        "id": 881627,
        "updated_sequence": 1906675,
        "published_at": {
            "unix": 1565350740,
            "text": "2019-08-09 12:39:00 +0100",
            "iso_8601": "2019-08-09T11:39:00Z"
        },
        "updated_at": {
            "unix": 1565350855,
            "text": "2019-08-09 12:40:55 +0100",
            "iso_8601": "2019-08-09T11:40:55Z"
        },
        "subject": "Turkish CBRT survey forecasts USDTRY at 5.9002 at end of 2019 (Prev. 6.1448)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-cbrt-survey-forecasts-usdtry-at-5-9002-at-end-of-2019-prev-6-1448-09-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:39:00",
        "gmt_time": "2019-08-09 11:39:00"
    },
    {
        "id": 881625,
        "updated_sequence": 1906682,
        "published_at": {
            "unix": 1565350260,
            "text": "2019-08-09 12:31:00 +0100",
            "iso_8601": "2019-08-09T11:31:00Z"
        },
        "updated_at": {
            "unix": 1565351208,
            "text": "2019-08-09 12:46:48 +0100",
            "iso_8601": "2019-08-09T11:46:48Z"
        },
        "subject": "Irish Pilot union IALPA has voted to back the industrial action with 94% voting in favour, they say they will outline action plans unless RyanAir agree to union pay proposals by Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pilot-union-ialpa-has-voted-to-back-the-industrial-action-with-94-voting-in-favour-they-say-they-will-outline-action-plans-unless-ryanair-agree-to-union-pay-proposals-by-monday-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:31:00",
        "gmt_time": "2019-08-09 11:31:00"
    },
    {
        "id": 881624,
        "updated_sequence": 1906680,
        "published_at": {
            "unix": 1565350260,
            "text": "2019-08-09 12:31:00 +0100",
            "iso_8601": "2019-08-09T11:31:00Z"
        },
        "updated_at": {
            "unix": 1565351194,
            "text": "2019-08-09 12:46:34 +0100",
            "iso_8601": "2019-08-09T11:46:34Z"
        },
        "subject": "Of note for RyanAir (RYA LN); an Irish pilots union have voted by 94% to back industrial action; will outline plans for action unless the airline agrees to union proposals by Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-ryanair-rya-ln-an-irish-pilots-union-have-voted-by-94-to-back-industrial-action-will-outline-plans-for-action-unless-the-airline-agrees-to-union-proposals-by-monday-09-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:31:00",
        "gmt_time": "2019-08-09 11:31:00"
    },
    {
        "id": 881622,
        "updated_sequence": 1906660,
        "published_at": {
            "unix": 1565349600,
            "text": "2019-08-09 12:20:00 +0100",
            "iso_8601": "2019-08-09T11:20:00Z"
        },
        "updated_at": {
            "unix": 1565349679,
            "text": "2019-08-09 12:21:19 +0100",
            "iso_8601": "2019-08-09T11:21:19Z"
        },
        "subject": "China FX regulator says big fluctuations in cross-border capital flows are unlikely in the short term, according to state media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-fx-regulator-says-big-fluctuations-in-cross-border-capital-flows-are-unlikely-in-the-short-term-according-to-state-media-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 19:20:00",
        "gmt_time": "2019-08-09 11:20:00"
    },
    {
        "id": 881619,
        "updated_sequence": 1906651,
        "published_at": {
            "unix": 1565347680,
            "text": "2019-08-09 11:48:00 +0100",
            "iso_8601": "2019-08-09T10:48:00Z"
        },
        "updated_at": {
            "unix": 1565347890,
            "text": "2019-08-09 11:51:30 +0100",
            "iso_8601": "2019-08-09T10:51:30Z"
        },
        "subject": "Italian Deputy PM Salvini says a 5-Star Movement/PD government would be unacceptable, only option is election; Salvini calls on parliamentarians to come back from summer recess for a no-confidence vote",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-says-a-5-star-movement-pd-government-would-be-unacceptable-only-option-is-election-salvini-calls-on-parliamentarians-to-come-back-from-summer-recess-for-a-no-confidence-vote-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:48:00",
        "gmt_time": "2019-08-09 10:48:00"
    },
    {
        "id": 881618,
        "updated_sequence": 1906648,
        "published_at": {
            "unix": 1565347680,
            "text": "2019-08-09 11:48:00 +0100",
            "iso_8601": "2019-08-09T10:48:00Z"
        },
        "updated_at": {
            "unix": 1565347746,
            "text": "2019-08-09 11:49:06 +0100",
            "iso_8601": "2019-08-09T10:49:06Z"
        },
        "subject": "RANsquawk Daily US Opening News - 9th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22503/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices are firmly in negative territory [Euro Stoxx 50 -1.0%], as the mixed Asia-Pac handover fizzled out</li><li>BTPs, FTSE MIB and Italian Banks are under significant pressure as recent reports indicate League Party are to present a no-confidence motion in the Government</li><li>UK GDP Prelim QQ Q2 -0.2% vs. Exp. 0.0%, after which Sterling touched multi-year lows at 1.2080</li><li>Looking ahead, highlights include, include US PPI, Canadian Building Permits &amp; Jobs Data</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mostly higher as the region got a mild tailwind from the strong performance on Wall St where stocks extended their rebound</strong>, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, <strong>ASX 200 (+0.3%) </strong>and<strong> Nikkei 225 (+0.5%)</strong> were higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, <strong>Hang Seng (-0.7%) </strong>and<strong> Shanghai Comp. (-0.7%)</strong> were choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases, added to the cautiousness. Finally, 10yr JGBs were higher as they track upside in T-notes and as prices broke through prior at 154.50/55, with the BoJ also present in the market under its bond buying program in which it upped purchases in 1-3yr JGBs but lowered purchases of 3-5yr and 10-25yr maturities.</p><p>PBoC skipped open market operations and are net neutral for the week vs. last week's CNY 50bln net drain. (Newswires) PBoC set CNY mid-point at 7.0136 vs. Exp. 7.0222 (Prev. 7.0039)</p><p><strong>US delayed the decision regarding Huawei licenses following China’s suspension of agricultural purchases</strong>. (Newswires)</p><p><strong>Chinese CPI (Jul) Y/Y 2.8% vs. Exp. 2.7% (Prev. 2.7%). Chinese PPI (Jul) Y/Y -0.3% vs. Exp. -0.1% (Prev. 0.0%)</strong></p><p>Japanese GDP (Q2 P) 0.4% vs. Exp. 0.1% (Prev. 0.6%). Japanese GDP (Q2 P) Y/Y 1.8% vs. Exp. 0.4% (Prev. 2.2%)</p><p>China Q2 prelim current account surplus USD 57bln; H1 surplus USD 106bln; a small 2019 current account surplus is expected, according to FX regulator. (Newswires)</p><p>GEOPOLITICS</p><p>US Defence Secretary Esper has asked South Korea to send troops to the Strait of Hormuz. (Newswires)</p><p>Iranian Foreign Ministry spokesperson says any Israel involvement in any maritime coalition in the Gulf is a \"clear threat\" to national security, which Iran has a right to confront the threat. (Newswires)</p><p>UK/EU</p><p>UK Opposition Labour leader Corbyn has written to Cabinet Secretary Sedwill expressing his concern regarding the potential for PM Johnson to use the fact that parliament is dissolved 25 days prior to a general election as a means to push a no-deal Brexit through during such a period. (BBC)</p><p><strong>Italy's League Party to present in the Senate a no-confident motion in the government</strong>, adds that elections must be held quickly, according to a statement. Italian Deputy PM Salvini reportedly said the League are ready for a confidence vote as soon as next week. While, Italian President Mattarella reportedly may seek 'Guarantee' government before Monday's confidence vote, according to Corriere della Sera (Newswires)</p><p><strong>UK GDP Prelim QQ Q2 -0.2% Exp. 0.0% (Prev. 0.5%); first quarterly contraction since 2012</strong></p><p><strong>- UK GDP Prelim YY Q2 1.2% vs. Exp. 1.4% (Prev. 1.8%)</strong></p><p>- ONS: “GDP contracted in the second quarter for the first time since 2012 after robust growth in the first quarter. Manufacturing output fell back after a strong start to the year, with production brought forward ahead of the UK’s original departure date from the EU\"</p><p>EQUITIES</p><p><strong>Major European indices have diverted from their Asia-Pac counterparts largely positive performance and opened and remain in negative territory [Euro Stoxx 50 -1.0%].</strong> The FTSE MIB (-2.2%) is the notable underperformer this morning as the Italian political turmoil has escalated following comments from League’s Salvini that there is no longer a majority of support for the government and elections are necessary (a summary of the situation is available on the headline feed). The MIB’s underperformance is most significantly driven by banking names with the likes of UniCredit (-6.0%), UBI Banca (-6.0%) and Banco BPM (-8.3%) experiencing significant losses; as such, the FTSE MIB Banking Index is lagging (-4.4%) with the largest weighted bank in the Stoxx 600 Bank index (-1.5%), Intesa Sanpaolo (-4.5%), with a 3.8% weighting likely the most significant laggard out of Italy in terms of index points. Elsewhere, the DAX (-0.6%) did get a short-lived boost from a Bayer (+3.2%) update, where reported indicate the Co. are to propose up to a USD 8bln roundup settlement; which generated a significant spike in Co. shares from around EUR 63.50 to EUR 70.00 at best. DAX aside, this morning’s notable movers to the upside largely reside in the FTSE 100 (-0.2%), with WPP (+7.3%) topping the index higher post earnings where the Co. proposed an interim dividend of GBP 0.0266 and H1 net revenue came in above the prior. Sticking with the UK, but outside of the 100 are Hikma Pharmaceuticals (+6.8%) as the Co’s H1 revenue also came in above prior and additionally the Co. increased some FY guidance components.</p><p>Tesla (TSLA) - Elon Musk tweets that CO's software V10 is looking really good, will be releasing to early access list soon. (Twitter)</p><p>FX</p><p><strong>GBP/EUR</strong> - The Pound has come under renewed pressure on the back of an unexpected, but not exactly shocking negative UK GDP print for Q2, while monthly IP and output data also missed expectations. However, Cable has dipped below the 1.2080 multi-year base and Eur/Gbp has just crossed yesterday’s 2 year high at 0.9265. given the single currency’s separate struggles in wake of more Italian political instability. Indeed, Eur/Usd remains capped around 1.1200 after the collapse of Rome’s 2-party coalition, and ahead of a confidence vote before fresh elections potentially in October or November, while circa 1 bn option expiries at the big figure and from 1.1175-60 may also keep the headline pair in check into Friday’s NY cut.</p><p><strong>JPY/CHF/NZD/AUD/CAD</strong> - All mildly firmer against the Greenback, albeit well within this week’s ranges and for the Yen that means largely anchored on 106.00 as Fib resistance just above (106.06) continues to be respected on a closing basis, while decent expiry interest between 105.90-106.00 could stall pull-backs towards 105.50. Meanwhile, the Franc has rebounded through 0.9750 and 1.0900 vs the Euro on the aforementioned renewed political uncertainty in Italy and the Antipodean Dollars are still clawing back post-RBNZ declines vs their US counterpart even though RBA comments and the SOMP overnight have underscored clear downside economic risks that will likely require further monetary, or perhaps even unconventional easing. Hence, Aud/Usd looks vulnerable above 0.6800 and Nzd/Usd just shy of 0.6500 as the Aussie/Kiwi cross pivots 1.0500. Turning to the Loonie, looming Canadian jobs and to a lesser extent perhaps housing data should provide some independent impetus as crude prices essentially tread water approaching the end of a volatile week and the DXY stays close to 97.5000. Usd/Cad currently trading towards the base of 1.3245-15 parameters.</p><p><strong>NOK/SEK</strong> - The Scandi Crowns are flat-lining against the Euro after some relatively big swings so far this week, with Eur/Nok and Eur/Sek meandering between 9.9955-9665 and 10.7475-7070 respectively and neither really reacting to data as Norwegian inflation metrics and Swedish household consumption updates were both somewhat mixed.</p><p><strong>EM</strong> - Broad losses vs the Buck as the overall risk tone sours again and specific bearish factors persist, while the Lira has also been subject to fresh reports about more Government interference at the CBRT (at least 9 senior personnel ‘given’ new roles, according to the FT). Elsewhere, the Yuan continues to weaken after another seemingly off-radar incrementally higher PBoC Usd/Cny mid-point fix (at 7.0136).</p><p>At least nine senior figures at the CBRT, including the chief economist, Hakan Kara, were told on Thursday that they were being moved to other roles, according to two people familiar with the matter. (FT)</p><p>RBA Governor Lowe said Australian economy is to expand 2.5% this year in which the downward revision reflects weak consumption growth but added he expects quarterly GDP growth to increase gradually and suggested the economy may have reached a \"gentle turning point\", while he suggested fiscal option should be on the table if demand weakens and that monetary policy has a role to play but would like other options explored. Furthermore, Governor Lowe said they are prepared to use unconventional policy if warranted and that it is possible we head to zero lower bound, although he hopes it can be avoided and added that unconventional policy in Australia is unlikely. (Newswires)</p><p>RBA Statement on Monetary Policy reiterated that the board is prepared to ease policy if needed and are observing the labour market, while it added that it is reasonable to expect extended period of low rates, that near-term risks are more to the downside and that economic forecasts include technical assumption rates will move in line with market pricing of a cut to 0.75% by year-end and to 0.5% in H1 next year. RBA lowered GDP growth forecast for Dec. 2019 to 2.50% from 2.75%, maintained Dec. 2020 forecast at 2.75% and raised June 2021 forecast to 3.00% from 2.75%, while it sees underlying inflation for Dec. 2019 at 1.50% (Prev. 1.75%), Dec, 2020 at 1.75% (Prev. 2.00%) and for June 2021 at 2.00% (Prev. 2.00%). (Newswires)</p><p>Notable FX Option Expiries:</p><p>- EUR/USD: 1.1100 (570M), <strong>1.1160-75 (1B), 1.1200 (975M),</strong> 1.1245-50 (550M)</p><p>- USDJPY<strong>: 105.90-106.00 (1.3B),</strong> 106.90-107.00 (700M), 107.25 (420M)</p><p>FIXED INCOME</p><p>UK debt looks set to extend post-UK data gains from 134.43 currently and further outpace Bunds that have lost some momentum, but the big bond story of the session so far in terms of price action remains political and prompted by the collapse of Rome’s coalition Government. Indeed, the 10 Italian benchmark has now been as low as 137.13 (-288 ticks on the day) and the corresponding yield up over 1.80% at one stage as investors await confirmation of a vote of no confidence that could come later today. Meanwhile, US Treasuries are shadowing moves in core counterparts and the curve has flipped back into bull-flattening mode after the final leg of this week’s auction remit saw long bonds received more warmly than 10s overall, and with PPI data to come.</p><p>COMMODITIES</p><p><strong>WTI</strong> and <strong>Brent</strong> futures are firmer in early EU trade, albeit the benchmarks have far to go to retrace this week’s losses. The ramp up of US-China trade tensions saw the <strong>global</strong> <strong>benchmark</strong> slump to a current weekly low of 55.90/bbl (vs. 61.40/bbl weekly open), whilst <strong>WTI</strong> found a weekly base at 50.55/bbl (vs. 55.29/bbl weekly open). The former currently eyes 53/bbl (200 WMA 53.05/bbl) to the upside whilst the latter climbs closer towards 58/bbl (200 WMA at 57.76/bbl) . The oil demand outlook has been deteriorating with IEA the latest agency to cut its global demand growth forecast, by 100k BPD to 1.1mln BPD and 2020 by 50k BPD to 1.3mln BPD. The release is relatively in-fitting with EIA’s STEO earlier in the week, where it cut 2019 world oil demand growth forecast by 70k BPD to 1.0mln BPD, but raised its 2020 forecast by 30k BPD to 1.43mln BPD. Prices may also see support from the Saudi’s intention for intervention to stem the decline in the market, although official measures have not been announced. Elsewhere, a stellar week for <strong>gold</strong> as the yellow metal was bolstered as investors flocked to the safe-haven amid the aforementioned ramp up in protectionism. <strong>Spot</strong> <strong>gold</strong> has a current weekly (and 6-year) high of 1510/oz (vs. 1440/oz at the weekly open). BAML Flow Show notes that precious metals have reaped inflows of USD 2.3bln, its fourth largest weekly inflows to date. Meanwhile, <strong>copper</strong> prices are flat around the USD 2.6/lb level amid the cautious risk tone ahead of US’ market entrance. Sticking with base metals, <strong>iron</strong> <strong>ore</strong> prices continue to decline with the metal down 18% thus far this month amid a bleaker short-term demand outlook with steel mills potentially reducing operations on low profitability, whilst exports from Brazil and Australia continue to rise. The Reserve Bank of Australia, at its SoMP, also noted that <strong>iron</strong> <strong>ore</strong> prices are “expected to decline further” as supply gradually comes back online and China demand moderates. Finally, <strong>nickel</strong> prices continue to be supported by the speculation that Indonesia could reel in an export ban on nickel ore in a regulatory move. Indonesia initially planned to ban exporting nickel ore by 2022 in an attempt to build up its manufacturing base by using its raw resources. The country said that no decision has been made on the mineral ore export ban timing but bringing the deadline forward from 2022 will disrupt USD 4bln in ore exports.</p><p>CME raised Comex 5000 silver futures margins for August by 13.9% to USD 4100 per contract. (Newswires) ICE is raising margin requirements for ICE Futures US Oil Contract, effective from the close of business on August 12th and which will be reflected in margin calls made the next day. (ICE)</p><p>Indonesia says no decision has been on the mineral ore export ban timing but bringing the deadline forward from 2022 will disrupt USD 4bln ore exports. (Newswires)</p><p>Russian Energy Ministry says the possibility of slower global oil demand was taken into account when taking the decision to extend OPEC+ output deal. (Newswires)</p><p><strong>IEA Monthly Report: cuts 2019 oil demand growth estimate by 100k bpd to 1.1mln bpd and cuts 2020</strong> by 50k bpd to 1.3mln bpd. (Newswires)</p><p>- Global oil demand fell 160k bpd Y/Y in May</p><p>- Global oil supply held steady in July above 100mln bpd, but fell beneath year earlier levels for the first time since November 2017</p><p>- Iranian oil production fell 500k bpd in July to 2.23mln bpd; lowest since 1908's. Iranian oil exports fell 130k bpd in July to 400k bpd</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-9th-august-2019-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:48:00",
        "gmt_time": "2019-08-09 10:48:00"
    },
    {
        "id": 881617,
        "updated_sequence": 1906645,
        "published_at": {
            "unix": 1565346960,
            "text": "2019-08-09 11:36:00 +0100",
            "iso_8601": "2019-08-09T10:36:00Z"
        },
        "updated_at": {
            "unix": 1565347053,
            "text": "2019-08-09 11:37:33 +0100",
            "iso_8601": "2019-08-09T10:37:33Z"
        },
        "subject": "RANsquawk EU Mid Session: UK economy contracts and Italian coalition collapses - 9th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22502/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European indices have diverted from their Asia-Pac counterparts largely positive performance and opened and remain in negative territory [Euro Stoxx 50 -1.0%].</strong> The FTSE MIB (-2.4%) is the notable underperformer this morning as the Italian political turmoil has escalated following comments from League’s Salvini&nbsp; that there is no longer a majority of support for the government and elections are necessary (a summary of the situation is available on the headline feed). The MIB’s underperformance is most significantly driven by banking names with the likes of UniCredit (-5.9%), UBI Banca (-6.3%) and Banco BPM (-8.3%) experiencing significant losses; as such, the FTSE MIB Banking Index is lagging (-4.4%) with the largest weighted bank in the Stoxx 600 Bank index (-1.5%), Intesa Sanpaolo (-4.5%), with a 3.8% weighting likely the most significant laggard out of Italy in terms of index points. Elsewhere, the DAX (-1.1%) did get a short-lived boost from a Bayer (+3.2%) update, where reported indicate the Co. are to propose up to a USD 8bln roundup settlement; which generated a significant spike in Co. shares from around EUR 63.50 to EUR 70.00 at best. DAX aside, this morning’s notable movers to the upside largely reside in the FTSE 100 (-0.2%), with WPP (+8.3%) topping the index higher post earnings where the Co. proposed an interim dividend of GBP 0.0266 and H1 net revenue came in above the prior. Sticking with the UK, but outside of the 100 are Hikma Pharmaceuticals (+6.8%) as the Co’s H1 revenue also came in above prior and additionally the Co. increased some FY guidance components.</p><p><strong>FX</strong></p><p><strong>GBP/EUR</strong> - The Pound has come under renewed pressure on the back of an unexpected, but not exactly shocking negative UK GDP print for Q2, while monthly IP and output data also missed expectations. However, Cable continues to display stern resilience ahead of the 1.2080 multi-year base and Eur/Gbp has not crossed yesterday’s 2 year high at 0.9265 given the single currency’s separate struggles in wake of more Italian political instability. Indeed, Eur/Usd remains capped around 1.1200 after the collapse of Rome’s 2-party coalition, and ahead of a confidence vote before fresh elections potentially in October or November, while circa 1 bn option expiries at the big figure and from 1.1175-60 may also keep the headline pair in check into Friday’s NY cut.</p><p><strong>JPY/CHF/NZD/AUD/CAD</strong> - All mildly firmer against the Greenback, albeit well within this week’s ranges and for the Yen that means largely anchored on 106.00 as Fib resistance just above (106.06) continues to be respected on a closing basis, while decent expiry interest between 105.90-106.00 could stall pull-backs towards 105.50. Meanwhile, the Franc has rebounded through 0.9750 and 1.0900 vs the Euro on the aforementioned renewed political uncertainty in Italy and the Antipodean Dollars are still clawing back post-RBNZ declines vs their US counterpart even though RBA comments and the SOMP overnight have underscored clear downside economic risks that will likely require further monetary, or perhaps even unconventional easing. Hence, Aud/Usd looks vulnerable above 0.6800 and Nzd/Usd just shy of 0.6500 as the Aussie/Kiwi cross pivots 1.0500. Turning to the Loonie, looming Canadian jobs and to a lesser extent perhaps housing data should provide some independent impetus as crude prices essentially tread water approaching the end of a volatile week and the DXY stays close to 97.5000. Usd/Cad currently trading towards the base of 1.3245-15 parameters.</p><p><strong>NOK/SEK</strong> - The Scandi Crowns are flat-lining against the Euro after some relatively big swings so far this week, with Eur/Nok and Eur/Sek meandering between 9.9955-9665 and 10.7475-7070 respectively and neither really reacting to data as Norwegian inflation metrics and Swedish household consumption updates were both somewhat mixed.</p><p><strong>EM</strong> - Broad losses vs the Buck as the overall risk tone sours again and specific bearish factors persist, while the Lira has also been subject to fresh reports about more Government interference at the CBRT (at least 9 senior personnel ‘given’ new roles, according to the FT). Elsewhere, the Yuan continues to weaken after another seemingly off-radar incrementally higher PBoC Usd/Cny mid-point fix (at 7.0136).</p><p><strong>FIXED INCOME</strong></p><p>UK debt looks set to extend post-UK data gains from 134.43 currently and further outpace <strong>Bunds</strong> that have lost some momentum, but the big bond story of the session so far in terms of price action remains political and prompted by the collapse of Rome’s coalition Government. Indeed, the 10 Italian benchmark has now been as low as 137.13 (-288 ticks on the day) and the corresponding yield up over 1.80% at one stage as investors await confirmation of a vote of no confidence that could come later today. Meanwhile, <strong>US</strong> <strong>Treasuries</strong> are shadowing moves in core counterparts and the curve has flipped back into bull-flattening mode after the final leg of this week’s auction remit saw long bonds received more warmly than 10s overall, and with PPI data to come.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures are firmer in early EU trade, albeit the benchmarks have far to go to retrace this week’s losses. The ramp up of US-China trade tensions saw the <strong>global</strong> <strong>benchmark</strong> slump to a current weekly low of 55.90/bbl (vs. 61.40/bbl weekly open), whilst <strong>WTI</strong> found a weekly base at 50.55/bbl (vs. 55.29/bbl weekly open). WTI has breached 53/bbl (200 WMA 53.05/bbl) to the upside whilst the Brent trades north of 58/bbl (200 WMA at 57.76/bbl) . The oil demand outlook has been deteriorating with IEA the latest agency to cut its global demand growth forecast, by 100k BPD to 1.1mln BPD and 2020 by 50k BPD to 1.3mln BPD. The release is relatively in-fitting with EIA’s STEO earlier in the week, where it cut 2019 world oil demand growth forecast by 70k BPD to 1.0mln BPD, but raised its 2020 forecast by 30k BPD to 1.43mln BPD. Prices may also see support from the Saudi’s intention for intervention to stem the decline in the market, although official measures have not been announced. Elsewhere, a stellar week for <strong>gold</strong> as the yellow metal was bolstered as investors flocked to the safe-haven amid the aforementioned ramp up in protectionism. <strong>Spot</strong> <strong>gold</strong> has a current weekly (and 6-year) high of 1510/oz (vs. 1440/oz at the weekly open). BAML Flow Show notes that precious metals have reaped inflows of USD 2.3bln, its fourth largest weekly inflows to date. Meanwhile, <strong>copper</strong> prices are flat around the USD 2.6/lb level amid the cautious risk tone ahead of US’ market entrance. Sticking with base metals, <strong>iron</strong> <strong>ore</strong> prices continue to decline with the metal down 18% thus far this month amid a bleaker short-term demand outlook with steel mills potentially reducing operations on low profitability, whilst exports from Brazil and Australia continue to rise. The Reserve Bank of Australia, at its SoMP, also noted that <strong>iron</strong> <strong>ore</strong> prices are “expected to decline further” as supply gradually comes back online and China demand moderates. Finally, <strong>nickel</strong> prices continue to be supported by the speculation that Indonesia could reel in an export ban on nickel ore in a regulatory move. Indonesia initially planned to ban exporting nickel ore by 2022 in an attempt to build up its manufacturing base by using its raw resources. The country said that no decision has been made on the mineral ore export ban timing but bringing the deadline forward from 2022 will disrupt USD 4bln in ore exports.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-uk-economy-contracts-and-italian-coalition-collapses-9th-august-2019-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:36:00",
        "gmt_time": "2019-08-09 10:36:00"
    },
    {
        "id": 881616,
        "updated_sequence": 1906642,
        "published_at": {
            "unix": 1565346780,
            "text": "2019-08-09 11:33:00 +0100",
            "iso_8601": "2019-08-09T10:33:00Z"
        },
        "updated_at": {
            "unix": 1565346903,
            "text": "2019-08-09 11:35:03 +0100",
            "iso_8601": "2019-08-09T10:35:03Z"
        },
        "subject": "Iranian Foreign Ministry spokesperson says any Israel involvement in any maritime coalition in the Gulf is a \"clear threat\" to national security, which Iran has a right to confront the threat",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-foreign-ministry-spokesperson-says-any-israel-involvement-in-any-maritime-coalition-in-the-gulf-is-a-clear-threat-to-national-security-which-iran-has-a-right-to-confront-the-threat-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:33:00",
        "gmt_time": "2019-08-09 10:33:00"
    },
    {
        "id": 881615,
        "updated_sequence": 1906639,
        "published_at": {
            "unix": 1565346420,
            "text": "2019-08-09 11:27:00 +0100",
            "iso_8601": "2019-08-09T10:27:00Z"
        },
        "updated_at": {
            "unix": 1565346579,
            "text": "2019-08-09 11:29:39 +0100",
            "iso_8601": "2019-08-09T10:29:39Z"
        },
        "subject": "Fixed Income: Gilts bask, while BTPs burn",
        "content": "<p>UK debt looks set to extend post-UK data gains from 134.43 currently and further outpace Bunds that have lost some momentum, but the big bond story of the session so far in terms of price action remains political and prompted by the collapse of Rome’s coalition Government. Indeed, the 10 Italian benchmark has now been as low as 137.13 (-288 ticks on the day) and the corresponding yield up over 1.80% at one stage as investors await confirmation of a vote of no confidence that could come later today. Meanwhile, US Treasuries are shadowing moves in core counterparts and the curve has flipped back into bull-flattening mode after the final leg of this week’s auction remit saw long bonds received more warmly than 10s overall, and with PPI data to come.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-gilts-bask-while-btps-burn-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:27:00",
        "gmt_time": "2019-08-09 10:27:00"
    },
    {
        "id": 881614,
        "updated_sequence": 1906636,
        "published_at": {
            "unix": 1565346180,
            "text": "2019-08-09 11:23:00 +0100",
            "iso_8601": "2019-08-09T10:23:00Z"
        },
        "updated_at": {
            "unix": 1565346329,
            "text": "2019-08-09 11:25:29 +0100",
            "iso_8601": "2019-08-09T10:25:29Z"
        },
        "subject": "Russian Energy Ministry says the possibility of slower global oil demand was taken into account when taking the decision to extend OPEC+ output deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-ministry-says-the-possibility-of-slower-global-oil-demand-was-taken-into-account-when-taking-the-decision-to-extend-opec-output-deal-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 18:23:00",
        "gmt_time": "2019-08-09 10:23:00"
    },
    {
        "id": 881613,
        "updated_sequence": 1906633,
        "published_at": {
            "unix": 1565344740,
            "text": "2019-08-09 10:59:00 +0100",
            "iso_8601": "2019-08-09T09:59:00Z"
        },
        "updated_at": {
            "unix": 1565344939,
            "text": "2019-08-09 11:02:19 +0100",
            "iso_8601": "2019-08-09T10:02:19Z"
        },
        "subject": "FX Morning Colour: Sterling stumbles after ‘surprise’ UK economic contraction",
        "content": "<p><strong>GBP/EUR</strong></p><p>The Pound has come under renewed pressure on the back of an unexpected, but not exactly shocking negative UK GDP print for Q2, while monthly IP and output data also missed expectations. However, Cable continues to display stern resilience ahead of the 1.2080 multi-year base and Eur/Gbp has not crossed yesterday’s 2 year high at 0.9265 given the single currency’s separate struggles in wake of more Italian political instability. Indeed, Eur/Usd remains capped around 1.1200 after the collapse of Rome’s 2-party coalition, and ahead of a confidence vote before fresh elections potentially in October or November, while circa 1 bn option expiries at the big figure and from 1.1175-60 may also keep the headline pair in check into Friday’s NY cut.</p><p><strong>JPY/CHF/NZD/AUD/CAD</strong></p><p>All mildly firmer against the Greenback, albeit well within this week’s ranges and for the Yen that means largely anchored on 106.00 as Fib resistance just above (106.06) continues to be respected on a closing basis, while decent expiry interest between 105.90-106.00 could stall pull-backs towards 105.50. Meanwhile, the Franc has rebounded through 0.9750 and 1.0900 vs the Euro on the aforementioned renewed political uncertainty in Italy and the Antipodean Dollars are still clawing back post-RBNZ declines vs their US counterpart even though RBA comments and the SOMP overnight have underscored clear downside economic risks that will likely require further monetary, or perhaps even unconventional easing. Hence, Aud/Usd looks vulnerable above 0.6800 and Nzd/Usd just shy of 0.6500 as the Aussie/Kiwi cross pivots 1.0500. Turning to the Loonie, looming Canadian jobs and to a lesser extent perhaps housing data should provide some independent impetus as crude prices essentially tread water approaching the end of a volatile week and the <strong>DXY</strong> stays close to 97.5000. Usd/Cad currently trading towards the base of 1.3245-15 parameters.</p><p><strong>NOK/SEK</strong></p><p>The Scandi Crowns are flat-lining against the Euro after some relatively big swings so far this week, with Eur/Nok and Eur/Sek meandering between 9.9955-9665 and 10.7475-7070 respectively and neither really reacting to data as Norwegian inflation metrics and Swedish household consumption updates were both somewhat mixed.</p><p><strong>EM&nbsp;</strong></p><p>Broad losses vs the Buck as the overall risk tone sours again and specific bearish factors persist, while the Lira has also been subject to fresh reports about more Government interference at the CBRT (at least 9 senior personnel ‘given’ new roles, according to the FT). Elsewhere, the Yuan continues to weaken after another seemingly off-radar incrementally higher PBoC Usd/Cny mid-point fix (at 7.0136).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-sterling-stumbles-after-surprise-uk-economic-contraction-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:59:00",
        "gmt_time": "2019-08-09 09:59:00"
    },
    {
        "id": 881610,
        "updated_sequence": 1906624,
        "published_at": {
            "unix": 1565342940,
            "text": "2019-08-09 10:29:00 +0100",
            "iso_8601": "2019-08-09T09:29:00Z"
        },
        "updated_at": {
            "unix": 1565343633,
            "text": "2019-08-09 10:40:33 +0100",
            "iso_8601": "2019-08-09T09:40:33Z"
        },
        "subject": "BAML Flow Show notes that equity funds saw USD 24.9bln in outflows in the week to Wednesday, the most since December 2018",
        "content": "<ul><li>notes bond funds saw USD 3.6bln in inflows; investment grade funds saw inflows of USD 6.7bln</li><li>notes high yield funds saw outflows of USD 4bln (most since December 2018)</li><li>emerging market debt funds saw USD 1.7bln in outflows; emerging market equity funds saw USD 6.2bln in outflows&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-that-equity-funds-saw-usd-24-9bln-in-outflows-in-the-week-to-wednesday-the-most-since-december-2018-09-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:29:00",
        "gmt_time": "2019-08-09 09:29:00"
    },
    {
        "id": 881609,
        "updated_sequence": 1906617,
        "published_at": {
            "unix": 1565342760,
            "text": "2019-08-09 10:26:00 +0100",
            "iso_8601": "2019-08-09T09:26:00Z"
        },
        "updated_at": {
            "unix": 1565342802,
            "text": "2019-08-09 10:26:42 +0100",
            "iso_8601": "2019-08-09T09:26:42Z"
        },
        "subject": "US Defence Secretary Esper has asked South Korea to send troops to the Strait of Hormuz ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "us-defence-secretary-esper-has-asked-south-korea-to-send-troops-to-the-strait-of-hormuz-09-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:26:00",
        "gmt_time": "2019-08-09 09:26:00"
    },
    {
        "id": 881608,
        "updated_sequence": 1906614,
        "published_at": {
            "unix": 1565342460,
            "text": "2019-08-09 10:21:00 +0100",
            "iso_8601": "2019-08-09T09:21:00Z"
        },
        "updated_at": {
            "unix": 1565342634,
            "text": "2019-08-09 10:23:54 +0100",
            "iso_8601": "2019-08-09T09:23:54Z"
        },
        "subject": "Italy's League Party to present in the Senate a no-confident motion in the government, adds that elections must be held quickly, according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Italian press has been touting next Monday as the date for a confidence vote against the Conte-led government, although this is not set in stone</li><li>Deputy PM Salvini favours October 13th as the date for an election (Corriere), although other newspapers noted that President Mattarella is mulling October 23rd (La Repubblica),&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1565342520,
            "text": "2019-08-09 10:22:00 +0100",
            "iso_8601": "2019-08-09T09:22:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-league-party-to-present-in-the-senate-a-no-confident-motion-in-the-government-adds-that-elections-must-be-held-quickly-according-to-a-statement-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:21:00",
        "gmt_time": "2019-08-09 09:21:00"
    },
    {
        "id": 881607,
        "updated_sequence": 1906609,
        "published_at": {
            "unix": 1565342340,
            "text": "2019-08-09 10:19:00 +0100",
            "iso_8601": "2019-08-09T09:19:00Z"
        },
        "updated_at": {
            "unix": 1565342379,
            "text": "2019-08-09 10:19:39 +0100",
            "iso_8601": "2019-08-09T09:19:39Z"
        },
        "subject": "Huawei says its consumer business supply chain is now completely independent of US companies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "huawei-says-its-consumer-business-supply-chain-is-now-completely-independent-of-us-companies-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:19:00",
        "gmt_time": "2019-08-09 09:19:00"
    },
    {
        "id": 881606,
        "updated_sequence": 1906606,
        "published_at": {
            "unix": 1565342220,
            "text": "2019-08-09 10:17:00 +0100",
            "iso_8601": "2019-08-09T09:17:00Z"
        },
        "updated_at": {
            "unix": 1565342322,
            "text": "2019-08-09 10:18:42 +0100",
            "iso_8601": "2019-08-09T09:18:42Z"
        },
        "subject": "UK Chancellor Javid says UK fundamentals are strong, wages are growing, employment is at a record high, UK is forecast to grow faster than Germany, Italy and Japan this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-javid-says-uk-fundamentals-are-strong-wages-are-growing-employment-is-at-a-record-high-uk-is-forecast-to-grow-faster-than-germany-italy-and-japan-this-year-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:17:00",
        "gmt_time": "2019-08-09 09:17:00"
    },
    {
        "id": 881605,
        "updated_sequence": 1906603,
        "published_at": {
            "unix": 1565341560,
            "text": "2019-08-09 10:06:00 +0100",
            "iso_8601": "2019-08-09T09:06:00Z"
        },
        "updated_at": {
            "unix": 1565342005,
            "text": "2019-08-09 10:13:25 +0100",
            "iso_8601": "2019-08-09T09:13:25Z"
        },
        "subject": "China Q2 prelim current account surplus USD 57bln; H1 surplus USD 106bln; a small 2019 current account surplus is expected, according to FX regulator",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-q2-prelim-current-account-surplus-usd-57bln-h1-surplus-usd-106bln-a-small-2019-current-account-surplus-is-expected-according-to-fx-regulator-09-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:06:00",
        "gmt_time": "2019-08-09 09:06:00"
    },
    {
        "id": 881600,
        "updated_sequence": 1906582,
        "published_at": {
            "unix": 1565341260,
            "text": "2019-08-09 10:01:00 +0100",
            "iso_8601": "2019-08-09T09:01:00Z"
        },
        "updated_at": {
            "unix": 1565341318,
            "text": "2019-08-09 10:01:58 +0100",
            "iso_8601": "2019-08-09T09:01:58Z"
        },
        "subject": "Audi (NSU GY/VOW3 GY) July sales-6.1% to 1.06mln vehicles; Europe sales -13.3%, US sales +0.8%, China sales +6%, Germany sales -17%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "audi-nsu-gy-vow3-gy-july-sales-6-1-to-1-06mln-vehicles-europe-sales-13-3-us-sales-0-8-china-sales-6-germany-sales-17-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:01:00",
        "gmt_time": "2019-08-09 09:01:00"
    },
    {
        "id": 881363,
        "updated_sequence": 1906576,
        "published_at": {
            "unix": 1565341200,
            "text": "2019-08-09 10:00:00 +0100",
            "iso_8601": "2019-08-09T09:00:00Z"
        },
        "updated_at": {
            "unix": 1565341200,
            "text": "2019-08-09 10:00:00 +0100",
            "iso_8601": "2019-08-09T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-08-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 17:00:00",
        "gmt_time": "2019-08-09 09:00:00"
    },
    {
        "id": 881582,
        "updated_sequence": 1906511,
        "published_at": {
            "unix": 1565339040,
            "text": "2019-08-09 09:24:00 +0100",
            "iso_8601": "2019-08-09T08:24:00Z"
        },
        "updated_at": {
            "unix": 1565339127,
            "text": "2019-08-09 09:25:27 +0100",
            "iso_8601": "2019-08-09T08:25:27Z"
        },
        "subject": "China Securities Regulator has expanded the scope of stocks eligible for margin trading and short selling",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-securities-regulator-has-expanded-the-scope-of-stocks-eligible-for-margin-trading-and-short-selling-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 16:24:00",
        "gmt_time": "2019-08-09 08:24:00"
    },
    {
        "id": 881579,
        "updated_sequence": 1906508,
        "published_at": {
            "unix": 1565337600,
            "text": "2019-08-09 09:00:00 +0100",
            "iso_8601": "2019-08-09T08:00:00Z"
        },
        "updated_at": {
            "unix": 1565337902,
            "text": "2019-08-09 09:05:02 +0100",
            "iso_8601": "2019-08-09T08:05:02Z"
        },
        "subject": "IEA Monthly Report: cuts 2019 oil demand growth estimate by 100k bpd to 1.1mln bpd and cuts 2020 by 50k bpd to 1.3mln bpd",
        "content": "<ul><li>Global oil demand fell 160k bpd Y/Y in May</li><li>Global oil supply held steady in July above 100mln bpd, but fell beneath year earlier levels for the first time since November 2017</li><li>Iranian oil production fell 500k bpd in July to 2.23mln bpd; lowest since 1908's</li><li>Iranian oil exports fell 130k bpd in July to 400k bpd</li><li>Full report <a href=\"https://www.iea.org/oilmarketreport/\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The IEA report takes a similar stance to the EIA’s earlier in the week, where they cut 2019 world oil demand growth forecast by 70k BPD to 1.0mln BPD y/y.</li><li>However, in contrast to the IEA cutting 2020 oil demand growth outlook the EIA raised 2020 world oil demand growth by 30k bpd to 1.43mln BPD y/y increase.</li><li>As a side note, the OPEC monthly report is due to be released on Friday 16th August, note this is a rescheduled release due to the Eid Al-Adha holiday</li></ul>",
        "analysis_updated_at": {
            "unix": 1565337780,
            "text": "2019-08-09 09:03:00 +0100",
            "iso_8601": "2019-08-09T08:03:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "iea-monthly-report-cuts-2019-oil-demand-growth-estimate-by-100k-bpd-to-1-1mln-bpd-and-cuts-2020-by-50k-bpd-to-1-3mln-bpd-09-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 16:00:00",
        "gmt_time": "2019-08-09 08:00:00"
    },
    {
        "id": 881578,
        "updated_sequence": 1906491,
        "published_at": {
            "unix": 1565337120,
            "text": "2019-08-09 08:52:00 +0100",
            "iso_8601": "2019-08-09T07:52:00Z"
        },
        "updated_at": {
            "unix": 1565337394,
            "text": "2019-08-09 08:56:34 +0100",
            "iso_8601": "2019-08-09T07:56:34Z"
        },
        "subject": "Bayer (BAYN GY) – Co. are reportedly to propose up to an USD 8bln roundup settlement ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction Co. shares moved higher from EUR 63.60 to EUR 64.85</li><li>DAX Sep’19 futures moved from 11770 to 11850 in reaction to this news</li></ul>",
        "reaction_updated_at": {
            "unix": 1565337180,
            "text": "2019-08-09 08:53:00 +0100",
            "iso_8601": "2019-08-09T07:53:00Z"
        },
        "analysis_details": "<ul><li>Follows recent reports that the Co’s next upcoming trial on August 19th is expected to be postponed but this is yet to have been confirmed</li></ul>",
        "analysis_updated_at": {
            "unix": 1565337394,
            "text": "2019-08-09 08:56:34 +0100",
            "iso_8601": "2019-08-09T07:56:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-co-are-reportedly-to-propose-up-to-an-usd-8bln-roundup-settlement-09-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:52:00",
        "gmt_time": "2019-08-09 07:52:00"
    },
    {
        "id": 881577,
        "updated_sequence": 1906484,
        "published_at": {
            "unix": 1565336340,
            "text": "2019-08-09 08:39:00 +0100",
            "iso_8601": "2019-08-09T07:39:00Z"
        },
        "updated_at": {
            "unix": 1565336404,
            "text": "2019-08-09 08:40:04 +0100",
            "iso_8601": "2019-08-09T07:40:04Z"
        },
        "subject": "Gilts and Short Sterling futures gap up ahead of UK data deluge",
        "content": "<p>UK debt and STIR contracts have corrected higher in line with peers, as expected, and partly on the latest Italian political upheaval that is overshadowing similar instability on the home front at present. Gilts are holding above 134.00 within a 134.26-03 early Liffe range and the 3 month strip is straddling parity, but mostly on the firmer side between -0.5 to +2.5 ticks in the run up to Friday’s busy domestic release schedule including June monthly and Q2 GDP, ip and trade. For choice, quarterly growth will likely highlight especially as the consensus is for stagnation and therefore only a slight miss means a negative eye-catching print.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-gap-up-ahead-of-uk-data-deluge-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:39:00",
        "gmt_time": "2019-08-09 07:39:00"
    },
    {
        "id": 881576,
        "updated_sequence": 1906481,
        "published_at": {
            "unix": 1565336160,
            "text": "2019-08-09 08:36:00 +0100",
            "iso_8601": "2019-08-09T07:36:00Z"
        },
        "updated_at": {
            "unix": 1565336282,
            "text": "2019-08-09 08:38:02 +0100",
            "iso_8601": "2019-08-09T07:38:02Z"
        },
        "subject": "Tesla (TSLA) - Elon Musk tweets that CO's software V10 is looking really good, will be releasing to early access list soon",
        "content": "<p><a href=\"https://twitter.com/elonmusk/status/1159727724287520768\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "tesla-tsla-elon-musk-tweets-that-co-s-software-v10-is-looking-really-good-will-be-releasing-to-early-access-list-soon-09-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:36:00",
        "gmt_time": "2019-08-09 07:36:00"
    },
    {
        "id": 881575,
        "updated_sequence": 1906478,
        "published_at": {
            "unix": 1565336040,
            "text": "2019-08-09 08:34:00 +0100",
            "iso_8601": "2019-08-09T07:34:00Z"
        },
        "updated_at": {
            "unix": 1565336069,
            "text": "2019-08-09 08:34:29 +0100",
            "iso_8601": "2019-08-09T07:34:29Z"
        },
        "subject": "China auto sales (July), 1.51M -5.3%., according to PCA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-auto-sales-july-1-51m-5-3-according-to-pca-09-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:34:00",
        "gmt_time": "2019-08-09 07:34:00"
    },
    {
        "id": 881574,
        "updated_sequence": 1906475,
        "published_at": {
            "unix": 1565335920,
            "text": "2019-08-09 08:32:00 +0100",
            "iso_8601": "2019-08-09T07:32:00Z"
        },
        "updated_at": {
            "unix": 1565336035,
            "text": "2019-08-09 08:33:55 +0100",
            "iso_8601": "2019-08-09T07:33:55Z"
        },
        "subject": "ING Group (ING NA) - TMB and Thanachart Bank have agreed to a merger by the end of 2019, Co. are to remain the combined banks largest shareholder",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ing-group-ing-na-tmb-and-thanachart-bank-have-agreed-to-a-merger-by-the-end-of-2019-co-are-to-remain-the-combined-banks-largest-shareholder-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:32:00",
        "gmt_time": "2019-08-09 07:32:00"
    },
    {
        "id": 881612,
        "updated_sequence": 1906630,
        "published_at": {
            "unix": 1565335800,
            "text": "2019-08-09 08:30:00 +0100",
            "iso_8601": "2019-08-09T07:30:00Z"
        },
        "updated_at": {
            "unix": 1565344071,
            "text": "2019-08-09 10:47:51 +0100",
            "iso_8601": "2019-08-09T09:47:51Z"
        },
        "subject": "Swedish Household Consumption (Jun) Y/Y -0.3% (Prev. 1.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swedish-household-consumption-jun-y-y-0-3-prev-1-0-09-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:30:00",
        "gmt_time": "2019-08-09 07:30:00"
    },
    {
        "id": 881611,
        "updated_sequence": 1906627,
        "published_at": {
            "unix": 1565335800,
            "text": "2019-08-09 08:30:00 +0100",
            "iso_8601": "2019-08-09T07:30:00Z"
        },
        "updated_at": {
            "unix": 1565344036,
            "text": "2019-08-09 10:47:16 +0100",
            "iso_8601": "2019-08-09T09:47:16Z"
        },
        "subject": "Swedish Household Consumption (Jun) M/M 0.2% (Prev. -0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swedish-household-consumption-jun-m-m-0-2-prev-0-9-09-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:30:00",
        "gmt_time": "2019-08-09 07:30:00"
    },
    {
        "id": 881573,
        "updated_sequence": 1906472,
        "published_at": {
            "unix": 1565335740,
            "text": "2019-08-09 08:29:00 +0100",
            "iso_8601": "2019-08-09T07:29:00Z"
        },
        "updated_at": {
            "unix": 1565335875,
            "text": "2019-08-09 08:31:15 +0100",
            "iso_8601": "2019-08-09T07:31:15Z"
        },
        "subject": "German Business Association DIHK says they expect exports to nearly stagnate in 2019, previously forecast at +1.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-business-association-dihk-says-they-expect-exports-to-nearly-stagnate-in-2019-previously-forecast-at-1-2-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:29:00",
        "gmt_time": "2019-08-09 07:29:00"
    },
    {
        "id": 881572,
        "updated_sequence": 1906596,
        "published_at": {
            "unix": 1565335140,
            "text": "2019-08-09 08:19:00 +0100",
            "iso_8601": "2019-08-09T07:19:00Z"
        },
        "updated_at": {
            "unix": 1565341587,
            "text": "2019-08-09 10:06:27 +0100",
            "iso_8601": "2019-08-09T09:06:27Z"
        },
        "subject": "ANALYSIS: ROME’S POLITICAL RUINS ",
        "content": "<p><strong>*LONG STORY SHORT</strong>: Italy’s Deputy PM and League Leader Salvini have called for a snap election after claiming that there is no longer a majority to support the coalition government. The relationship between his party and the 5-Star Movement reached breaking point over a project for a railway between Italy and France (TAV), as parliament rejected a motion by 5SM to block the plan.&nbsp;</p><p><strong>*WHAT’S NEXT</strong>: Italian press has been touting next Monday as the date for a confidence vote against the Conte-led government, although this is not set in stone. Later reports stated that Deputy PM Salvini favours October 13th as the date for an election (Corriere), although other newspapers noted that President Mattarella is mulling October 23rd (La Repubblica), albeit this is subject to the timing of the aforementioned confidence vote. Salvini is currently pressing for a parliamentary debate next week, whilst reports stated that the 5SM favours one after the August 15th national holiday. It’s worth keeping in mind that the Italian parliament is currently on its summer break, but reports state that it could reconvene next week amid the political angst. Following the confidence vote, it rests with President Mattarella to dissolve the government and decide if the next step would be a general election or the installation of a technocratic government in order to pass the Autumn 2020 budget.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-rome-s-political-ruins-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:19:00",
        "gmt_time": "2019-08-09 07:19:00"
    },
    {
        "id": 881571,
        "updated_sequence": 1906464,
        "published_at": {
            "unix": 1565334240,
            "text": "2019-08-09 08:04:00 +0100",
            "iso_8601": "2019-08-09T07:04:00Z"
        },
        "updated_at": {
            "unix": 1565334267,
            "text": "2019-08-09 08:04:27 +0100",
            "iso_8601": "2019-08-09T07:04:27Z"
        },
        "subject": "European equity movers this morning: William Hill (WMH LN) +5.5%; Hikma Pharmaceuticals (HIK LN) +2.8%; Bechtle (BC8 GY) +2.7%; UniCredit (UCG IM) -3.0%; Intesa Sanpaolo (ISP IM) -2.8%; Commerzbank (CBK GY) -2.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-william-hill-wmh-ln-5-5-hikma-pharmaceuticals-hik-ln-2-8-bechtle-bc8-gy-2-7-unicredit-ucg-im-3-0-intesa-sanpaolo-isp-im-2-8-commerzbank-cbk-gy-2-1-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 15:04:00",
        "gmt_time": "2019-08-09 07:04:00"
    },
    {
        "id": 881568,
        "updated_sequence": 1906455,
        "published_at": {
            "unix": 1565333520,
            "text": "2019-08-09 07:52:00 +0100",
            "iso_8601": "2019-08-09T06:52:00Z"
        },
        "updated_at": {
            "unix": 1565333634,
            "text": "2019-08-09 07:53:54 +0100",
            "iso_8601": "2019-08-09T06:53:54Z"
        },
        "subject": "Huawei's consumer business group CEO says it will be difficult to achieve their prior target of becoming the world's top smartphone market this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "huawei-s-consumer-business-group-ceo-says-it-will-be-difficult-to-achieve-their-prior-target-of-becoming-the-world-s-top-smartphone-market-this-year-09-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 14:52:00",
        "gmt_time": "2019-08-09 06:52:00"
    },
    {
        "id": 881567,
        "updated_sequence": 1906452,
        "published_at": {
            "unix": 1565333460,
            "text": "2019-08-09 07:51:00 +0100",
            "iso_8601": "2019-08-09T06:51:00Z"
        },
        "updated_at": {
            "unix": 1565333497,
            "text": "2019-08-09 07:51:37 +0100",
            "iso_8601": "2019-08-09T06:51:37Z"
        },
        "subject": "Bunds: sharper rebound as BTPs flounder",
        "content": "<p>Once again German data has hardly figured, but the 10 year German benchmark has now reversed all and more of Thursday’s climate issuance related losses on the back of a collapse in Italian bonds sparked by more political turmoil in Rome. Indeed, Bunds have been as high as 177.55 vs yesterday’s 176.93 Eurex close and a 176.38 intraday low, while in stark contrast BTPs have succumbed to several waves of selling into tentative bounces and racked up cumulative losses of 262 ticks, so far. Understandably, the 10 year yield has catapulted in turn, to circa 1.75% and bears will now be gunning for 137.37 in the future ahead of 137.03. For Bunds, Wednesday’s 177.74 contract best is obviously an upside target.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-sharper-rebound-as-btps-flounder-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 14:51:00",
        "gmt_time": "2019-08-09 06:51:00"
    },
    {
        "id": 881551,
        "updated_sequence": 1906443,
        "published_at": {
            "unix": 1565330820,
            "text": "2019-08-09 07:07:00 +0100",
            "iso_8601": "2019-08-09T06:07:00Z"
        },
        "updated_at": {
            "unix": 1565332511,
            "text": "2019-08-09 07:35:11 +0100",
            "iso_8601": "2019-08-09T06:35:11Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>AstraZeneca (AZN LN) –</strong> Tagrisso significantly improves survival in a Phase III Flaura trial for 1st-line EGFR non small cell lung cancer. (Newswires)</p><p><strong>Bechtle (BC8 GY) </strong>– Q2 net EUR 70.9mln vs. Prev. EUR 55.6mln. EBITDA EUR 141.6mln vs. Prev. EUR 97.5mln. Revenue EUR 2.50bln vs. Prev. EUR 1.92bln. Co. affirms guidance. (Newswires)</p><p><strong>G4S (GFS LN) – </strong>H1 adj. PBITA GBP 234mln vs. Prev. GBP 230mln. H1 performance supports a positive FY outlook. Co’s separation view has completed, board has approved the separation of cash solutions; Co. have received a number of unsolicited expressions of interest for this business. (Newswires)</p><p><strong>Hikma Pharmaceuticals (HIK LN) –</strong> H1 revenue USD 1.047bln, +7%; operating profit USD 238mln, +37%. Interim dividend USD 0.14, +17%. Co. increase FY guidance for generics, also expect injectables to be at higher end of prior guidance. (Newswires)</p><p><strong>William Hill (WMH LN)</strong> – HY Group net revenue +1% Y/Y to GBP 811.7mln. HY adj. operating profit -33% to GBP 76.2mln reflecting the GBP 2 FOBT stake limit and investment in US expansion. Co. proposes an interim dividend of GBP 0.0266. FY performance is expected to be in-line with previous guidance. (Newswires)&nbsp;</p><p><strong>WPP (WPP LN) </strong>– H1 net GBP 312.4mln vs. Prev. GBP 672mln. EBITDA GBP 875mln vs. Prev. GBP 948mln. Revenue GBP 7.62bln vs. Prev. GBP 7.49bln. Net revenue -2.0% vs. Exp. -2.9%. Co. affirms FY guidance. (Newswires)&nbsp;</p><p><strong>NATIONAL EXPRESS (NEX LN) </strong>REITERATED TOP PICK AT RBC</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 14:07:00",
        "gmt_time": "2019-08-09 06:07:00"
    },
    {
        "id": 881564,
        "updated_sequence": 1906422,
        "published_at": {
            "unix": 1565330640,
            "text": "2019-08-09 07:04:00 +0100",
            "iso_8601": "2019-08-09T06:04:00Z"
        },
        "updated_at": {
            "unix": 1565330935,
            "text": "2019-08-09 07:08:55 +0100",
            "iso_8601": "2019-08-09T06:08:55Z"
        },
        "subject": "Larger FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: 1.1100 (570M), <strong>1.1160-75 (1B)</strong>, <strong>1.1200 (975M)</strong>, 1.1245-50 (550M)</p><p>GBP/USD: 1.2125 (200M), 1.2250 (200M)</p><p>AUD/USD: 0.6775-80 (755M), 0.6800 (675M), 0.6840-45 (400M)</p><p>AUD/NZD: 1.0425 (250M), 1.0500 (225M)</p><p>USD/CAD: 1.3195-1.3200 (600M), 1.3250 (500M)</p><p>USDJPY: <strong>105.90-106.00 (1.3B)</strong>, 106.90-107.00 (700M), 107.25 (420M)</p><p>EUR/JPY: 118.55 (310M), 119.75 (700M), 122.25 (1.4B)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "larger-fx-option-expiries-for-today-s-ny-cut-09-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 14:04:00",
        "gmt_time": "2019-08-09 06:04:00"
    },
    {
        "id": 881550,
        "updated_sequence": 1906374,
        "published_at": {
            "unix": 1565329860,
            "text": "2019-08-09 06:51:00 +0100",
            "iso_8601": "2019-08-09T05:51:00Z"
        },
        "updated_at": {
            "unix": 1565330333,
            "text": "2019-08-09 06:58:53 +0100",
            "iso_8601": "2019-08-09T05:58:53Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>9th August 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets traded mostly higher as the region got a mild tailwind from the strong performance on Wall St </strong>where stocks extended their rebound, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, ASX 200 (+0.3%) and Nikkei 225 (+0.5%) were higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) were choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases, added to the cautiousness.</p><p>FTSE 100</p><p><strong>BAE Systems (BAE LN) </strong>– Co. have been awarded a USD 369mln US Air Force contract. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>STANDARD CHARTERED (STAN LN) </strong>UPGRADED TO HOLD FROM SELL AT INVESTEC</p><p>DAX</p><p><strong>Deutsche Telekom (DTE GY)</strong> – Reports state that an increasing number of State Attorney Generals are joining forces to block the Sprint (S) and T-Mobile (TMUS) deal, according to Dealreporter citing sources. (Dealreporter) <i>Note: Deutsche Telekom owns 63% of T-Mobile.</i></p><p>OTHER GERMAN COMPANIES</p><p><strong>Commerzbank (CBK GY) </strong>– Germany is reportedly seeking consultants regarding its stake in the Co. (Boersen-Zeitung)</p><p><strong>Innogy (IGY GY)</strong> – H1 net EUR 488mln vs. Prev. EUR 662mln. Adj. EBITDA EUR 2.14bln vs. Prev. EUR 2.25bln. Revenue EUR 19.0bln vs. Prev. EUR 19.4bln. Co. affirms FY target. (Newswires)</p><p><strong>Hella (HLE GY)</strong> – FY18/19 Adj, EBIT EUR 585mln vs. Prev. EUR 552mln. Revenue EUR 6.99bln vs. Prev. EUR 6.62bln. Co. proposes a special dividend. (Newswires)</p><p><strong>Leg Immobilien (LEG GY) </strong>– H1 FFO EUR 171mln vs. Prev. EUR 156.4mln. Adj. EBITDA EUR 217.8mln vs. Prev. EUR 200mln. Net rent EUR 292.5mln vs. Prev. EUR 277.4mln. Co. affirms FY guidance. (Newswires)</p><p>BROKER MOVES</p><p><strong>MORPHOSYS (MOR GY) </strong>UPGRADED TO OUTPERFORM FROM UNDERPERFORM AT RBC</p><p><strong>DEUTSCHE POST (DPW GY) </strong>INTIATED UNDERWEIGHT AT JPMORGAN CHASE</p><p><strong>HAPAG LLOYD (HLAG GY)</strong> DOWNGRADED TO REDUCE FROM HOLD AT HSBC</p><p><strong>ADIDAS (ADS GY) </strong>REITERATED OUTPERFORM AT RBC</p><p><strong>PUMA (PUM GY) </strong>REITERATED UNDERPERFORM AT RBC</p><p>CAC</p><p><strong>Airbus (AIR FP)</strong> – Co. secured 246 gross aircraft orders in the January-July period, 79 net orders across this period. Delivered 458 aircraft in the period; 60 A350’s, 5 A380’s and 197 A320NEO’s. (Newswires)</p><p><strong>Danone (BN FP)</strong> - Indonesian Trade Minister to recommend a 20-25% levy on EU dairy products to retaliate against bio-diesel anti-dumping duties. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Ubisoft (UBI FP)</strong> - Activision Blizzard Inc (ATVI) reported Q2 19 adj. EPS USD 0.53 vs. Exp. USD 0.26. Revenue USD 1.4bln vs. Exp. USD 1.19bln. FY adj. EPS view USD 2.02 vs. Exp. 2.16. FY Revenue view USD 6.19bln vs. Exp. 6.38bln. <i>Co. shares fell 1.8% after-market.</i> (Newswires)</p><p>BROKER MOVES</p><p><strong>STMICROELECTRONICS (STM FP) </strong>UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p><p>PAN EUROPE</p><p><strong>Austrian Post (POST AV)</strong> – H1 revenue EUR 981.1mln, +2.7%; EBIT EUR 107.7mln vs. Prev. EUR 105.1mln; EBITDA EUR 162.2mln. Co. continue to target stable EBIT for FY19, are still pursuing measures to reduce costs and enhance efficiency. (Newswires)</p><p>BROKER MOVES</p><p><strong>SAIPEM (SPM IM) </strong>UPGRADED TO BUY FROM HOLD AT JEFFERIES</p><p><strong>TELEFONICA (TEF SM)</strong> DOWNGRADED TO NEUTRAL FROM BUY AT UBS</p><p><strong>VOESTALPINE (VOE AV) </strong>DOWNGRADED TO REDUCE FROM ADD AT ALPHAVALUE</p><p><strong>VOESTALPINE (VOE AV) </strong>DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN CHASE</p><p>SMI</p><p><strong>UBS (UBSG SW)</strong> – Co. is reportedly considering a reshuffle of the investment bank, which may result in hundreds of job cuts., according to sources. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p><strong>Novo Nordisk (NOVOB DC) </strong>– Q2 EBIT DKK 13.45bln vs. Exp. DKK 13.01bln. Revenue DKK 30.04bln vs. Exp. DKK 29.42bln. Operating profit DKK 27.69bln vs. Exp. DKK 27.21bln. Co. raises FY revenue outlook to 4-6% vs. Prev. 2-5%. Sales of GLP-1 products for Type 2 diabetes (Victoza and Ozempic) increased 24% Y/Y to DKK 14.887bln. (Newswires)</p><p><strong>Novozymes (NZYMB DC) </strong>– Co. has appointed Lars Green as CFO with immediate effect. Co. says the changes have no impact on FY 19 outlook. (Newswires)</p><p>BROKER MOVES</p><p><strong>CARLSBERG (CARLB DC)</strong> UPGRADED TO HOLD FROM REDUCE AT KEPLER CHEUVREUX</p><p><strong>US</strong></p><p><strong>* S&amp;P 500 1.9% AT 2938, NASDAQ-100 2.3% AT 7725, DOW JONES 1.4% AT 26381</strong>; S&amp;P 500 SECTORS: Consumer Discretionary 2%, Consumer Staples 1.2%, Energy 2.9%, Financials 1.7%, Health Care 1.4%, Industrials&nbsp; 1.7%, Information Technology 2.4%, Materials 1.9%, Telecommunication Services 2.2%, Utilities 1%.</p><p><strong>Uber Technologies Inc (UBER) </strong>- Q2 19 EPS USD -4.72 vs. Exp. USD -3.20. Revenue USD 3.17bln vs. Exp. USD 3.39bln. Gross Bookings USD 15.76bln vs. Exp. 15.8bln. <i>Co. shares fell 6% after-market.</i> (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-09-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:51:00",
        "gmt_time": "2019-08-09 05:51:00"
    },
    {
        "id": 881549,
        "updated_sequence": 1906367,
        "published_at": {
            "unix": 1565329800,
            "text": "2019-08-09 06:50:00 +0100",
            "iso_8601": "2019-08-09T05:50:00Z"
        },
        "updated_at": {
            "unix": 1565329901,
            "text": "2019-08-09 06:51:41 +0100",
            "iso_8601": "2019-08-09T05:51:41Z"
        },
        "subject": "Indonesian Central Bank is to remain in the market to stabilise the IDR, to intervene in spot FX, DNDF and bond markets, the Governor says",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesian-central-bank-is-to-remain-in-the-market-to-stabilise-the-idr-to-intervene-in-spot-fx-dndf-and-bond-markets-the-governor-says-09-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:50:00",
        "gmt_time": "2019-08-09 05:50:00"
    },
    {
        "id": 881546,
        "updated_sequence": 1906358,
        "published_at": {
            "unix": 1565328660,
            "text": "2019-08-09 06:31:00 +0100",
            "iso_8601": "2019-08-09T05:31:00Z"
        },
        "updated_at": {
            "unix": 1565328861,
            "text": "2019-08-09 06:34:21 +0100",
            "iso_8601": "2019-08-09T05:34:21Z"
        },
        "subject": "Indonesian Trade Minister says to recommend a 20-25% levy on EU dairy products to retaliate against bio-diesel anti-dumping duties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesian-trade-minister-says-to-recommend-a-20-25-levy-on-eu-dairy-products-to-retaliate-against-bio-diesel-anti-dumping-duties-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:31:00",
        "gmt_time": "2019-08-09 05:31:00"
    },
    {
        "id": 881545,
        "updated_sequence": 1906355,
        "published_at": {
            "unix": 1565328060,
            "text": "2019-08-09 06:21:00 +0100",
            "iso_8601": "2019-08-09T05:21:00Z"
        },
        "updated_at": {
            "unix": 1565328143,
            "text": "2019-08-09 06:22:23 +0100",
            "iso_8601": "2019-08-09T05:22:23Z"
        },
        "subject": "Lotte Shopping (023530 KS) Q2 net KRW 76.9bln vs. Prev. loss KRW 213.9bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lotte-shopping-023530-ks-q2-net-krw-76-9bln-vs-prev-loss-krw-213-9bln-y-y-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:21:00",
        "gmt_time": "2019-08-09 05:21:00"
    },
    {
        "id": 881544,
        "updated_sequence": 1906352,
        "published_at": {
            "unix": 1565327940,
            "text": "2019-08-09 06:19:00 +0100",
            "iso_8601": "2019-08-09T05:19:00Z"
        },
        "updated_at": {
            "unix": 1565327984,
            "text": "2019-08-09 06:19:44 +0100",
            "iso_8601": "2019-08-09T05:19:44Z"
        },
        "subject": "RANsquawk Daily European Opening News - 9th August 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22500/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded mostly higher as the region got a mild tailwind from the strong performance on Wall St and continued PBoC restraint on the CNY</li><li>US delayed the decision regarding Huawei licenses following China’s suspension of agricultural purchases</li><li>Italian Deputy PM and League leader Salvini said there is no longer a majority to support the government and it is necessary to hold fresh elections</li><li>AUD/USD tumultuous at the whim of central bank rhetoric including RBA Governor Lowe’s Semi-Annual Testimony and the Statement on Monetary Policy</li><li>Looking ahead, highlights include US PPI, German Trade, UK GDP, Services, Industrial &amp; Manufacturing Output, Canadian Building Permits &amp; Jobs Data</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mostly higher as the region got a mild tailwind from the strong performance on Wall St where stocks extended their rebound</strong>, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, <strong>ASX 200 (+0.3%) </strong>and<strong> Nikkei 225 (+0.5%)</strong> were higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, <strong>Hang Seng (-0.3%) </strong>and<strong> Shanghai Comp. (-0.4%)</strong> were choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases, added to the cautiousness. Finally, 10yr JGBs were higher as they track upside in T-notes and as prices broke through prior at 154.50/55, with the BoJ also present in the market under its bond buying program in which it upped purchases in 1-3yr JGBs but lowered purchases of 3-5yr and 10-25yr maturities.</p><p>PBoC skipped open market operations and are net neutral for the week vs. last week's CNY 50bln net drain. (Newswires) PBoC set CNY mid-point at 7.0136 vs. Exp. 7.0222 (Prev. 7.0039)</p><p><strong>US delayed the decision regarding Huawei licenses following China’s suspension of agricultural purchases</strong>. (Newswires)</p><p><strong>Chinese CPI (Jul) Y/Y 2.8% vs. Exp. 2.7% (Prev. 2.7%). Chinese PPI (Jul) Y/Y -0.3% vs. Exp. -0.1% (Prev. 0.0%)</strong></p><p>Japanese GDP (Q2 P) 0.4% vs. Exp. 0.1% (Prev. 0.6%). Japanese GDP (Q2 P) Y/Y 1.8% vs. Exp. 0.4% (Prev. 2.2%)</p><p>UK/EU</p><p>UK PM Johnson said Parliament should honour the Brexit vote and leave on October 31st, while he is hopeful and confident that the EU will show flexibility and a willingness to compromise. PM Johnson responded that he is committed to delivering on the Brexit vote when asked about early elections and reiterated there is a good deal to be done once there is change to the backstop issue. (Newswires) UK Opposition Labour leader Corbyn has written to Cabinet Secretary Sedwill expressing his concern regarding the potential for PM Johnson to use the fact that parliament is dissolved 25 days prior to a general election as a means to push a no-deal Brexit through during such a period. (BBC)</p><p>UK Foreign Minister Raab reiterated the UK will leave EU in October and that the government would prefer to leave with a deal but if the EU is not flexible, UK will leave on WTO terms. (Newswires)</p><p><strong>Italian Deputy PM and League leader Salvini said there is no longer a majority to support the government and it is necessary to hold fresh elections</strong> in which he will seek the PM role in an upcoming vote. There were also reports the League are ready for a confidence vote as soon as next week, while Deputy PM Di Maio stated that he is prepared for elections and that Salvini will pay for taking Italy for a ride. (Newswires)</p><p>FX</p><p><strong>USD</strong> slightly softened and re-approached 97.50 to the downside after US President Trump continued his criticism on the Fed and suggested that a strong currency is making it harder for US manufacturers, although price action was very mild and contained within the tight-range seen for most of the week. The <strong>greenback’s</strong> major counterparts were also uneventful with <strong>EUR</strong>/<strong>USD</strong> subdued just below 1.1200 where there is a large option expiry of nearly EUR 1bln for today’s New York cut and with the single currency hampered by Italian government uncertainty, while <strong>GBP</strong>/<strong>USD</strong> amid ongoing Brexit uncertainty. Antipodeans took much of the focus with <strong>AUD</strong>/<strong>USD</strong> tumultuous at the whim of central bank rhetoric including RBA Governor Lowe’s Semi-Annual Testimony and the Statement on Monetary Policy. The currency eventually benefited despite the central bank reiterating it is prepared to ease policy if needed, that it is reasonable to expect an extended period of low rates and noted that near-term risks are more to downside, as the comments didn’t suggest much urgency for an immediate cut and Governor Lowe also stated the economy may have reached a gentle turning point. Furthermore, there was brief bout of pressure after Lowe touched upon unconventional policies which he said they were prepared to use if warranted and that there was a possibility we head to zero lower bound on rates, but the pressure to the currency was short-lived as he also suggested that this was unlikely.</p><p>At least nine senior figures at the CBRT, including the chief economist, Hakan Kara, were told on Thursday that they were being moved to other roles, according to two people familiar with the matter. (FT)</p><p>RBA Governor Lowe said Australian economy is to expand 2.5% this year in which the downward revision reflects weak consumption growth but added he expects quarterly GDP growth to increase gradually and suggested the economy may have reached a \"gentle turning point\", while he suggested fiscal option should be on the table if demand weakens and that monetary policy has a role to play but would like other options explored. Furthermore, Governor Lowe said they are prepared to use unconventional policy if warranted and that it is possible we head to zero lower bound, although he hopes it can be avoided and added that unconventional policy in Australia is unlikely. (Newswires)</p><p>RBA Statement on Monetary Policy reiterated that the board is prepared to ease policy if needed and are observing the labour market, while it added that it is reasonable to expect extended period of low rates, that near-term risks are more to the downside and that economic forecasts include technical assumption rates will move in line with market pricing of a cut to 0.75% by year-end and to 0.5% in H1 next year. RBA lowered GDP growth forecast for Dec. 2019 to 2.50% from 2.75%, maintained Dec. 2020 forecast at 2.75% and raised June 2021 forecast to 3.00% from 2.75%, while it sees underlying inflation for Dec. 2019 at 1.50% (Prev. 1.75%), Dec, 2020 at 1.75% (Prev. 2.00%) and for June 2021 at 2.00% (Prev. 2.00%). (Newswires)</p><p>COMMODITIES</p><p>Commodities were relatively flat overnight with <strong>WTI</strong> crude future little-changed as it continues on from the lack of direction seen yesterday where prices oscillated predominantly within the confines of the USD 52 handle amid opposing factors such as the resumption of limited output at Libya’s largest oilfield and with OPEC members reiterating their commitment to the output agreement and keeping the oil market balanced. <strong>Gold</strong> prices were uneventful with only minimal gains seen amid a weaker greenback and as the USD 1500/oz level provided a base for the precious metal, while <strong>copper</strong> also conformed to sideways trade as the early momentum in its largest buyer China eventually waned.</p><p>&nbsp;</p><p>UAE Energy Minister said they remain committed to the OPEC and non-OPEC agreement, which has brought greater market balance and improved market stability, while they will continue to support actions which balance the oil market and he is confident OPEC/NON-OPEC members will take a similar stance. (Newswires)</p><p>&nbsp;</p><p><strong>Libya's El Sharara Oil Field (300k BPD) restarted production at a limited level of output, according a source</strong>. (Newswires)</p><p>&nbsp;</p><p>Iraq is close to reaching a deal with BP and Eni to build twin seabed pipelines for oil exports in the Gulf which had originally been part of Iraq's USD 53bln project will Exxon, according to Iraqi sources. (Newswires)</p><p>&nbsp;</p><p>CME raised Comex 5000 silver futures margins for August by 13.9% to USD 4100 per contract. (Newswires) ICE is raising margin requirements for ICE Futures US Oil Contract, effective from the close of business on August 12th and which will be reflected in margin calls made the next day. (ICE)</p><p>&nbsp;</p><p>GEOPOLITICS</p><p>&nbsp;</p><p>US President Trump tweeted that Iran is in serious financial trouble and they want to talk to the US, but they are given mixed signals from all of those purporting to represent us including French President Macron. (Twitter)&nbsp;</p><p><strong>US</strong></p><p>Trade wars, low inflation, and commentary suggesting neutral rates may be lower than previously seen has been driving the rally in bonds this week, but the rally paused on Thursday after the PBOC overnight weakened the yuan fix by less than models had suggested. The curve was bear steepening in early trade, and yields saw further upside in sympathy with EGBs, on reports that Germany was mulling raising issuance; the report was denied by the Germans, and the Bund gradually pared back the knee-jerk downside. The US sold 30-year bonds sold at 2.335%, tailing 1.2bps. Cover picked up from the prior, and came in in line with recent averages; dealer participation fell from the prior, though was a touch short t=of the recent average; direct participation fell versus the prior, but was still short of the six auction averages. Indirect participation recovered to above 60%, rising from the prior and above recent averages. After the auction, T-Note futures continued rose, though still end the day with yields higher across the curve (2s +4bps, 5s +3.4bps, 10s +2.6bps, 30s +4.4bps). US T-note futures (U9) settled 7+ ticks lower 129-29+.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-9th-august-2019-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:19:00",
        "gmt_time": "2019-08-09 05:19:00"
    },
    {
        "id": 881543,
        "updated_sequence": 1906349,
        "published_at": {
            "unix": 1565327820,
            "text": "2019-08-09 06:17:00 +0100",
            "iso_8601": "2019-08-09T05:17:00Z"
        },
        "updated_at": {
            "unix": 1565327900,
            "text": "2019-08-09 06:18:20 +0100",
            "iso_8601": "2019-08-09T05:18:20Z"
        },
        "subject": "Italian President Mattarella reportedly may seek 'Guarantee' government before Monday's confidence vote, according to Corriere della Sera",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Corriere della Sera",
        "slug": "italian-president-mattarella-reportedly-may-seek-guarantee-government-before-monday-s-confidence-vote-according-to-corriere-della-sera-09-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:17:00",
        "gmt_time": "2019-08-09 05:17:00"
    },
    {
        "id": 881542,
        "updated_sequence": 1906439,
        "published_at": {
            "unix": 1565327400,
            "text": "2019-08-09 06:10:00 +0100",
            "iso_8601": "2019-08-09T05:10:00Z"
        },
        "updated_at": {
            "unix": 1565331627,
            "text": "2019-08-09 07:20:27 +0100",
            "iso_8601": "2019-08-09T06:20:27Z"
        },
        "subject": "Indonesia says no decision has been on the mineral ore export ban timing but bringing the deadline forward from 2022 will disrupt USD 4bln ore exports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>Nickel</strong> prices surged over 10% yesterday due to speculation that Indonesia could reel in an export ban on nickel ore in a regulatory move, although an official announcement is yet to be made</li><li>Indonesia initially planned to ban exporting nickel ore by 2022, &nbsp;in an attempt to build up its manufacturing base by using its raw resources.</li></ul>",
        "analysis_updated_at": {
            "unix": 1565327460,
            "text": "2019-08-09 06:11:00 +0100",
            "iso_8601": "2019-08-09T05:11:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-says-no-decision-has-been-on-the-mineral-ore-export-ban-timing-but-bringing-the-deadline-forward-from-2022-will-disrupt-usd-4bln-ore-exports-09-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 13:10:00",
        "gmt_time": "2019-08-09 05:10:00"
    },
    {
        "id": 881541,
        "updated_sequence": 1906346,
        "published_at": {
            "unix": 1565326680,
            "text": "2019-08-09 05:58:00 +0100",
            "iso_8601": "2019-08-09T04:58:00Z"
        },
        "updated_at": {
            "unix": 1565327808,
            "text": "2019-08-09 06:16:48 +0100",
            "iso_8601": "2019-08-09T05:16:48Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia mostly benefited from Wall St, although China lagged after mixed inflation data and the US delayed Huawei licences decision",
        "content": "<p>Asia equity markets traded mostly higher as the region got a mild tailwind from the strong performance on Wall St where stocks extended their rebound, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, ASX 200 (+0.3%) and Nikkei 225 (+0.5%) were higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) were choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases, added to the cautiousness. Finally, 10yr JGBs were higher as they track upside in T-notes and as prices broke through prior at 154.50/55, with the BoJ also present in the market under its bond buying program in which it upped purchases in 1-3yr JGBs but lowered purchases of 3-5yr and 10-25yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-mostly-benefited-from-wall-st-although-china-lagged-after-mixed-inflation-data-and-the-us-delayed-huawei-licences-decision-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 12:58:00",
        "gmt_time": "2019-08-09 04:58:00"
    },
    {
        "id": 881539,
        "updated_sequence": 1906327,
        "published_at": {
            "unix": 1565323200,
            "text": "2019-08-09 05:00:00 +0100",
            "iso_8601": "2019-08-09T04:00:00Z"
        },
        "updated_at": {
            "unix": 1565323270,
            "text": "2019-08-09 05:01:10 +0100",
            "iso_8601": "2019-08-09T04:01:10Z"
        },
        "subject": "Malaysian Industrial Production (Jun) Y/Y\t3.9% vs. Exp. 4.1%\t(Prev. 4.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysian-industrial-production-jun-y-y-3-9-vs-exp-4-1-prev-4-0-09-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 12:00:00",
        "gmt_time": "2019-08-09 04:00:00"
    },
    {
        "id": 881538,
        "updated_sequence": 1906322,
        "published_at": {
            "unix": 1565322120,
            "text": "2019-08-09 04:42:00 +0100",
            "iso_8601": "2019-08-09T03:42:00Z"
        },
        "updated_at": {
            "unix": 1565322199,
            "text": "2019-08-09 04:43:19 +0100",
            "iso_8601": "2019-08-09T03:43:19Z"
        },
        "subject": "AMP Capital and Barclays both expect the RBA to cut rates in September and November this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "amp-capital-and-barclays-both-expect-the-rba-to-cut-rates-in-september-and-november-this-year-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 11:42:00",
        "gmt_time": "2019-08-09 03:42:00"
    },
    {
        "id": 881537,
        "updated_sequence": 1906319,
        "published_at": {
            "unix": 1565321580,
            "text": "2019-08-09 04:33:00 +0100",
            "iso_8601": "2019-08-09T03:33:00Z"
        },
        "updated_at": {
            "unix": 1565321687,
            "text": "2019-08-09 04:34:47 +0100",
            "iso_8601": "2019-08-09T03:34:47Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Dewan Housing Finance (DHFL IS) said it is to default on upcoming payments as its resolution plan is still pending with creditors",
        "content": "<p>Dewan Housing Finance (DHFL IS) - Co. said it is to default on upcoming payments as its resolution plan is still pending with creditors. (ET)</p><p>Reliance Capital (RCFT IS) - Co. said there is no merit to fund diversion and fraud allegations made by its auditor after it sought opinions from law firms, legal experts and joint auditors. (ET)</p><p>State Bank of India (SBIN IS) - Co. Managing Director Khara’s term was extended by the India government for 2 years. (Newswires)</p><p>Other News - India may roll back higher tax on foreign investors. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-dewan-housing-finance-dhfl-is-said-it-is-to-default-on-upcoming-payments-as-its-resolution-plan-is-still-pending-with-creditors-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 11:33:00",
        "gmt_time": "2019-08-09 03:33:00"
    },
    {
        "id": 881536,
        "updated_sequence": 1906316,
        "published_at": {
            "unix": 1565320860,
            "text": "2019-08-09 04:21:00 +0100",
            "iso_8601": "2019-08-09T03:21:00Z"
        },
        "updated_at": {
            "unix": 1565320887,
            "text": "2019-08-09 04:21:27 +0100",
            "iso_8601": "2019-08-09T03:21:27Z"
        },
        "subject": "China issues red alert for super typhoon Lekima which approaches Shanghai",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-issues-red-alert-for-super-typhoon-lekima-which-approaches-shanghai-09-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 11:21:00",
        "gmt_time": "2019-08-09 03:21:00"
    },
    {
        "id": 881535,
        "updated_sequence": 1906313,
        "published_at": {
            "unix": 1565320440,
            "text": "2019-08-09 04:14:00 +0100",
            "iso_8601": "2019-08-09T03:14:00Z"
        },
        "updated_at": {
            "unix": 1565320827,
            "text": "2019-08-09 04:20:27 +0100",
            "iso_8601": "2019-08-09T03:20:27Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher amid tailwinds from Wall St, but with China cautious after mixed inflation data and report US delayed Huawei licences decision",
        "content": "<p>Asia equity markets trade mostly higher as the region gets a mild tailwind from the strong performance on Wall St where stocks extended their rebound, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, ASX 200 (+0.2%) and Nikkei 225 (+0.5%) are higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) are choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases also added to the cautiousness.</p><p>In FX markets, the USD is slightly softer after US President Trump continued his criticism on the Fed and suggested that a strong currency is making it harder for US manufacturers, with the DXY re-approaching the 97.50 level to the downside but with price action very mild and contained within the tight-range seen for most of the week. The greenback’s major counterparts are also uneventful with EUR/USD subdued just below 1.1200 where there is a large option expiry of nearly EUR 1bln for today’s New York cut and with the single currency hampered by Italian government uncertainty amid a breakdown in the ruling coalition partnership between League and 5SM which could see a confidence vote as soon as next week, while GBP/USD is also cautious amid a lack of any fresh Brexit developments and with both sides of the Channel unwilling to budge. Elsewhere, antipodeans took much of the focus with AUD/USD tumultuous at the whim of central bank rhetoric including RBA Governor Lowe’s Semi-Annual Testimony and the Statement on Monetary Policy. The currency eventually benefited despite the central bank reiterating it is prepared to ease policy if needed, that it is reasonable to expect an extended period of low rates and noted that near-term risks are more to downside, as the comments didn’t suggest much urgency for an immediate cut and Governor Lowe also stated the economy may have reached a gentle turning point. Furthermore, there was brief bout of pressure after Lowe later touched upon unconventional policies which he said they were prepared to use if warranted and that there was a possibility we head to zero lower bound on rates, but the pressure to the currency was short-lived as he also suggested that this was unlikely.</p><p>Finally, 10yr JGBs are higher as they track upside in T-notes and with the BoJ also present in the market under its bond buying program in which it upped purchases in 1-3yr JGBs but lowered purchases of 3-5yr and 10-25yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-amid-tailwinds-from-wall-st-but-with-china-cautious-after-mixed-inflation-data-and-report-us-delayed-huawei-licences-decision-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 11:14:00",
        "gmt_time": "2019-08-09 03:14:00"
    },
    {
        "id": 881535,
        "updated_sequence": 1906313,
        "published_at": {
            "unix": 1565320440,
            "text": "2019-08-09 04:14:00 +0100",
            "iso_8601": "2019-08-09T03:14:00Z"
        },
        "updated_at": {
            "unix": 1565320827,
            "text": "2019-08-09 04:20:27 +0100",
            "iso_8601": "2019-08-09T03:20:27Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher amid tailwinds from Wall St, but with China cautious after mixed inflation data and report US delayed Huawei licences decision",
        "content": "<p>Asia equity markets trade mostly higher as the region gets a mild tailwind from the strong performance on Wall St where stocks extended their rebound, helped by the recent better than expected Chinese trade data and continued PBoC restraint on the CNY. As such, ASX 200 (+0.2%) and Nikkei 225 (+0.5%) are higher with notable strength seen in tech stocks after similar gains in the sector stateside and with investors in Tokyo cheering better than expected GDP data, although weakness in real estate and profit taking in gold miners has limited the upside for Australia. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.4%) are choppy with initial support seen after the PBoC once again set a firmer than expected reference rate but with gains later pared after participants digested mixed inflation data in which CPI topped estimates but PPI contracted, while reports the US held off on the decision regarding Huawei licences after China stopped agricultural purchases also added to the cautiousness.</p><p>In FX markets, the USD is slightly softer after US President Trump continued his criticism on the Fed and suggested that a strong currency is making it harder for US manufacturers, with the DXY re-approaching the 97.50 level to the downside but with price action very mild and contained within the tight-range seen for most of the week. The greenback’s major counterparts are also uneventful with EUR/USD subdued just below 1.1200 where there is a large option expiry of nearly EUR 1bln for today’s New York cut and with the single currency hampered by Italian government uncertainty amid a breakdown in the ruling coalition partnership between League and 5SM which could see a confidence vote as soon as next week, while GBP/USD is also cautious amid a lack of any fresh Brexit developments and with both sides of the Channel unwilling to budge. Elsewhere, antipodeans took much of the focus with AUD/USD tumultuous at the whim of central bank rhetoric including RBA Governor Lowe’s Semi-Annual Testimony and the Statement on Monetary Policy. The currency eventually benefited despite the central bank reiterating it is prepared to ease policy if needed, that it is reasonable to expect an extended period of low rates and noted that near-term risks are more to downside, as the comments didn’t suggest much urgency for an immediate cut and Governor Lowe also stated the economy may have reached a gentle turning point. Furthermore, there was brief bout of pressure after Lowe later touched upon unconventional policies which he said they were prepared to use if warranted and that there was a possibility we head to zero lower bound on rates, but the pressure to the currency was short-lived as he also suggested that this was unlikely.</p><p>Finally, 10yr JGBs are higher as they track upside in T-notes and with the BoJ also present in the market under its bond buying program in which it upped purchases in 1-3yr JGBs but lowered purchases of 3-5yr and 10-25yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-amid-tailwinds-from-wall-st-but-with-china-cautious-after-mixed-inflation-data-and-report-us-delayed-huawei-licences-decision-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 11:14:00",
        "gmt_time": "2019-08-09 03:14:00"
    },
    {
        "id": 881532,
        "updated_sequence": 1906300,
        "published_at": {
            "unix": 1565317560,
            "text": "2019-08-09 03:26:00 +0100",
            "iso_8601": "2019-08-09T02:26:00Z"
        },
        "updated_at": {
            "unix": 1565317683,
            "text": "2019-08-09 03:28:03 +0100",
            "iso_8601": "2019-08-09T02:28:03Z"
        },
        "subject": "RBNZ Deputy Governor Bascand says growth needs to exceed potential with potential now about 2.7% and reiterates there is some probability for another rate cut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbnz-deputy-governor-bascand-says-growth-needs-to-exceed-potential-with-potential-now-about-2-7-and-reiterates-there-is-some-probability-for-another-rate-cut-09-08-2019",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 10:26:00",
        "gmt_time": "2019-08-09 02:26:00"
    },
    {
        "id": 881531,
        "updated_sequence": 1906324,
        "published_at": {
            "unix": 1565316900,
            "text": "2019-08-09 03:15:00 +0100",
            "iso_8601": "2019-08-09T02:15:00Z"
        },
        "updated_at": {
            "unix": 1565322490,
            "text": "2019-08-09 04:48:10 +0100",
            "iso_8601": "2019-08-09T03:48:10Z"
        },
        "subject": "RBA Governor Lowe says if globally all central banks go to zero we will have to consider that, adds another scenario for zero rate would be if economy weakens well below expectations",
        "content": "<p>Says:</p><ul><li>Most likely for QE in Australia would be central bank purchases, but adds rates would have to be very close to zero before considering QE and that QE is a long way from the central scenario.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-governor-lowe-says-if-globally-all-central-banks-go-to-zero-we-will-have-to-consider-that-adds-another-scenario-for-zero-rate-would-be-if-economy-weakens-well-below-expectations-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 10:15:00",
        "gmt_time": "2019-08-09 02:15:00"
    },
    {
        "id": 881530,
        "updated_sequence": 1906292,
        "published_at": {
            "unix": 1565316480,
            "text": "2019-08-09 03:08:00 +0100",
            "iso_8601": "2019-08-09T02:08:00Z"
        },
        "updated_at": {
            "unix": 1565316530,
            "text": "2019-08-09 03:08:50 +0100",
            "iso_8601": "2019-08-09T02:08:50Z"
        },
        "subject": "Fast Retailing (9983 JT) says boycott in South Korea has impacted its sales in the country",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fast-retailing-9983-jt-says-boycott-in-south-korea-has-impacted-its-sales-in-the-country-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 10:08:00",
        "gmt_time": "2019-08-09 02:08:00"
    },
    {
        "id": 881529,
        "updated_sequence": 1906289,
        "published_at": {
            "unix": 1565314200,
            "text": "2019-08-09 02:30:00 +0100",
            "iso_8601": "2019-08-09T01:30:00Z"
        },
        "updated_at": {
            "unix": 1565315022,
            "text": "2019-08-09 02:43:42 +0100",
            "iso_8601": "2019-08-09T01:43:42Z"
        },
        "subject": "RBA Statement on Monetary Policy says board is prepared to ease policy if needed and are observing the labour market",
        "content": "<p>Says</p><ul><li>Reasonable to expect extended period of low rates.</li><li>Near-term risks are more to the downside.</li><li>Economic forecasts include technical assumption rates will move in line with market pricing of a cut to 0.75% by year-end and to 0.5% in H1 next year.</li><li>Lowers GDP growth forecast for December 2019 to 2.50% (Prev. 2.75%) and December 2020 forecast maintained at 2.75%, while June 2021 forecast raised to 3% (Prev. 2.75%).</li><li>Sees underlying inflation for December 2019 at 1.50% (Prev. 1.75%), December 2020 at 1.75% (Prev. 2.00%) and for June 2021 at 2.00% (Prev. 2.00%) .</li><li>Trims outlook for wages growth which it sees stable over the year ahead and lowers global growth forecasts due to trade war and weak business investment.</li></ul>",
        "reaction_details": "<ul><li>AUD/USD was slightly choppy and traded within a range of 12 pips before returning to pre-announcement levels.</li></ul>",
        "reaction_updated_at": {
            "unix": 1565314740,
            "text": "2019-08-09 02:39:00 +0100",
            "iso_8601": "2019-08-09T01:39:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-statement-on-monetary-policy-says-board-is-prepared-to-ease-policy-if-needed-and-are-observing-the-labour-market-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:30:00",
        "gmt_time": "2019-08-09 01:30:00"
    },
    {
        "id": 881525,
        "updated_sequence": 1906261,
        "published_at": {
            "unix": 1565313840,
            "text": "2019-08-09 02:24:00 +0100",
            "iso_8601": "2019-08-09T01:24:00Z"
        },
        "updated_at": {
            "unix": 1565313921,
            "text": "2019-08-09 02:25:21 +0100",
            "iso_8601": "2019-08-09T01:25:21Z"
        },
        "subject": "Fitch affirms Korea at AA-; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-korea-at-aa-outlook-stable-09-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:24:00",
        "gmt_time": "2019-08-09 01:24:00"
    },
    {
        "id": 881524,
        "updated_sequence": 1906258,
        "published_at": {
            "unix": 1565313540,
            "text": "2019-08-09 02:19:00 +0100",
            "iso_8601": "2019-08-09T01:19:00Z"
        },
        "updated_at": {
            "unix": 1565313613,
            "text": "2019-08-09 02:20:13 +0100",
            "iso_8601": "2019-08-09T01:20:13Z"
        },
        "subject": "Japanese Economy Minister Motegi says Q2 GDP shows Japan's economy is in a moderate recovery, adds government will not hesitate to take steps to support the economy if risks materialize",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-q2-gdp-shows-japan-s-economy-is-in-a-moderate-recovery-adds-government-will-not-hesitate-to-take-steps-to-support-the-economy-if-risks-materialize-09-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:19:00",
        "gmt_time": "2019-08-09 01:19:00"
    },
    {
        "id": 881523,
        "updated_sequence": 1906253,
        "published_at": {
            "unix": 1565313420,
            "text": "2019-08-09 02:17:00 +0100",
            "iso_8601": "2019-08-09T01:17:00Z"
        },
        "updated_at": {
            "unix": 1565313471,
            "text": "2019-08-09 02:17:51 +0100",
            "iso_8601": "2019-08-09T01:17:51Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US held off on decision regarding Huawei licenses following China suspension of agricultural purchases",
        "content": "<p>CGN Power (1816 HK) - Co. is to sell up to about 5.1bln A-shares at CNY 2.49/Shr. (Newswires)</p><p>Great Wall Motor (2333 HK) - Co. July vehicle sales 60.4k units vs. Prev. 54.3k units Y/Y. (Newswires)</p><p>MTR Corp (66 HK) - Co. H1 net HKD 5.51bln vs. Prev. HKD 7.1bln Y/Y, rev. HKD 28.3bln vs. Prev. HKD 26.4bln Y/Y. (Newswires)</p><p>PCCW (8 HK) - Co. H1 core EBITDA HKD 5.31bln vs. Prev. HKD 5.60bln Y/Y. (Newswires)</p><p>RUSAL (486 HK) - Co. Q2 net USD 5mln vs. Prev. USD 218mln Y/Y. (Newswires)</p><p>Financials - China’s sovereign wealth fund takes over HengFeng Bank to raise capital adequacy ratio and improve management. (Newswires)</p><p>Other News - There were initial reports that China is mulling the biggest overhaul to its futures market since 2015 which would provide unprecedented access to global investors, although China's securities regulator later denied the reports. (Newswires)</p><p>Trade</p><p>US held off on decision regarding Huawei licenses following China suspension of agricultural purchases. (Newswires)</p><p>Global Times Editor said trade war has greatly squeezed pro-US thoughts inside China, making it easier for the Communist Party to unite Chinese society, while he added that China is not the Soviet Union and as long as it keeps political stability, economic vitality of China will be unleashed constantly. Furthermore, he also noted that encouraging China trade data shows China enterprises are adjusting as well as creating new export markets, and that a \"trade war won't crush China\". (Twitter)</p><p>US is to impose duties on wooden cabinets and vanities from China, while there were also reports that US agencies is to replace thousands of cameras and other pieces of hardware from Chinese security suppliers. (Newswires)</p><p>There were unverified Twitter reports citing One America News that the White House is considering sanctions and ending China talks if Beijing commits Hong Kong protest crackdown. (Twitter)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-held-off-on-decision-regarding-huawei-licenses-following-china-suspension-of-agricultural-purchases-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:17:00",
        "gmt_time": "2019-08-09 01:17:00"
    },
    {
        "id": 881522,
        "updated_sequence": 1906255,
        "published_at": {
            "unix": 1565313300,
            "text": "2019-08-09 02:15:00 +0100",
            "iso_8601": "2019-08-09T01:15:00Z"
        },
        "updated_at": {
            "unix": 1565313524,
            "text": "2019-08-09 02:18:44 +0100",
            "iso_8601": "2019-08-09T01:18:44Z"
        },
        "subject": "PBoC skips open market operations and are net neutral for the week vs. last week's CNY 50bln net drain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-and-are-net-neutral-for-the-week-vs-last-week-s-cny-50bln-net-drain-09-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:15:00",
        "gmt_time": "2019-08-09 01:15:00"
    },
    {
        "id": 881521,
        "updated_sequence": 1906247,
        "published_at": {
            "unix": 1565313300,
            "text": "2019-08-09 02:15:00 +0100",
            "iso_8601": "2019-08-09T01:15:00Z"
        },
        "updated_at": {
            "unix": 1565313390,
            "text": "2019-08-09 02:16:30 +0100",
            "iso_8601": "2019-08-09T01:16:30Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0136 vs. Exp. 7.0222 (Prev. 7.0039)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0136-vs-exp-7-0222-prev-7-0039-09-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:15:00",
        "gmt_time": "2019-08-09 01:15:00"
    },
    {
        "id": 881520,
        "updated_sequence": 1906263,
        "published_at": {
            "unix": 1565313000,
            "text": "2019-08-09 02:10:00 +0100",
            "iso_8601": "2019-08-09T01:10:00Z"
        },
        "updated_at": {
            "unix": 1565314015,
            "text": "2019-08-09 02:26:55 +0100",
            "iso_8601": "2019-08-09T01:26:55Z"
        },
        "subject": "BoJ offers to buy JPY 400bln in 1yr-3yr, JPY 360bln 3yr-5yr, JPY 160bln in 10yr-25yr and JPY 40bln in 25yr+ JGBs; raises 1-3yr purchases but lowers 3-5yr and 10-25yr purchases",
        "content": "<p>Raises 1-3yr buying to JPY 400bln from JPY 380bln.</p><p>Lowers 3-5yr buying to JPY 360bln from JPY 380bln.</p><p>Lowers 10-25yr buying to JPY 160bln from JPY 180bln.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-400bln-in-1yr-3yr-jpy-360bln-3yr-5yr-jpy-160bln-in-10yr-25yr-and-jpy-40bln-in-25yr-jgbs-raises-1-3yr-purchases-but-lowers-3-5yr-and-10-25yr-purchases-09-08-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:10:00",
        "gmt_time": "2019-08-09 01:10:00"
    },
    {
        "id": 881519,
        "updated_sequence": 1906239,
        "published_at": {
            "unix": 1565312640,
            "text": "2019-08-09 02:04:00 +0100",
            "iso_8601": "2019-08-09T01:04:00Z"
        },
        "updated_at": {
            "unix": 1565312714,
            "text": "2019-08-09 02:05:14 +0100",
            "iso_8601": "2019-08-09T01:05:14Z"
        },
        "subject": "PBoC to conduct CNY 5bln Central Bank Bill Swap later today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-to-conduct-cny-5bln-central-bank-bill-swap-later-today-09-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 09:04:00",
        "gmt_time": "2019-08-09 01:04:00"
    },
    {
        "id": 881518,
        "updated_sequence": 1906236,
        "published_at": {
            "unix": 1565311800,
            "text": "2019-08-09 01:50:00 +0100",
            "iso_8601": "2019-08-09T00:50:00Z"
        },
        "updated_at": {
            "unix": 1565311985,
            "text": "2019-08-09 01:53:05 +0100",
            "iso_8601": "2019-08-09T00:53:05Z"
        },
        "subject": "RBA Governor Lowe says fiscal option should be on the table if demand weakens, adds monetary policy has a role to play but would like other options explored",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-governor-lowe-says-fiscal-option-should-be-on-the-table-if-demand-weakens-adds-monetary-policy-has-a-role-to-play-but-would-like-other-options-explored-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:50:00",
        "gmt_time": "2019-08-09 00:50:00"
    },
    {
        "id": 881517,
        "updated_sequence": 1906233,
        "published_at": {
            "unix": 1565311440,
            "text": "2019-08-09 01:44:00 +0100",
            "iso_8601": "2019-08-09T00:44:00Z"
        },
        "updated_at": {
            "unix": 1565311506,
            "text": "2019-08-09 01:45:06 +0100",
            "iso_8601": "2019-08-09T00:45:06Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0222, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0222-according-to-a-major-newswire-estimate-09-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:44:00",
        "gmt_time": "2019-08-09 00:44:00"
    },
    {
        "id": 881516,
        "updated_sequence": 1906336,
        "published_at": {
            "unix": 1565310900,
            "text": "2019-08-09 01:35:00 +0100",
            "iso_8601": "2019-08-09T00:35:00Z"
        },
        "updated_at": {
            "unix": 1565325276,
            "text": "2019-08-09 05:34:36 +0100",
            "iso_8601": "2019-08-09T04:34:36Z"
        },
        "subject": "PRE-MARKET TAIWAN: Pegatron (4938 TT) Q2 net TWD 3.47bln vs. Exp. TWD 1.70bln",
        "content": "<p>TAIWAN</p><p>Advantech (2395 TT) - Co. July rev. rose 11.6% Y/Y to TWD 4.57bln. (Newswires)</p><p>AU Optronics (2409 TT) - Co. July rev. fell 14.6% Y/Y to TWD 22.0bln. (Newswires)</p><p>Delta Electronics (2308 TT) - Co. July rev. rose 20.4% Y/Y to TWD 24.7bln. (Newswires)</p><p>Lite-On Semiconductor (5305 TT) - Co. is to be acquired by Diodes in a deal valued at around USD 428mln. (Newswires)</p><p>Pegatron (4938 TT) - Co. Q2 net TWD 3.47bln vs. Exp. TWD 1.70bln, July sales fell 4.9% Y/Y to TWD 98.8bln. (Newswires)</p><p>Unimicron Technology (3037 TT) - Co. July revenue rose 6.2% Y/Y to TWD 7.2bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE (Closed for National Day)</p><p>UOL Group (UOL SP) - Co. Q2 net rose 48.1% Y/Y to SGD 195.4mln. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-pegatron-4938-tt-q2-net-twd-3-47bln-vs-exp-twd-1-70bln-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:35:00",
        "gmt_time": "2019-08-09 00:35:00"
    },
    {
        "id": 881515,
        "updated_sequence": 1906221,
        "published_at": {
            "unix": 1565310600,
            "text": "2019-08-09 01:30:00 +0100",
            "iso_8601": "2019-08-09T00:30:00Z"
        },
        "updated_at": {
            "unix": 1565310647,
            "text": "2019-08-09 01:30:47 +0100",
            "iso_8601": "2019-08-09T00:30:47Z"
        },
        "subject": "RBA Governor Lowe reiterates unconventional policy in Australia is unlikely",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-governor-lowe-reiterates-unconventional-policy-in-australia-is-unlikely-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:30:00",
        "gmt_time": "2019-08-09 00:30:00"
    },
    {
        "id": 881514,
        "updated_sequence": 1906225,
        "published_at": {
            "unix": 1565310360,
            "text": "2019-08-09 01:26:00 +0100",
            "iso_8601": "2019-08-09T00:26:00Z"
        },
        "updated_at": {
            "unix": 1565310765,
            "text": "2019-08-09 01:32:45 +0100",
            "iso_8601": "2019-08-09T00:32:45Z"
        },
        "subject": "RBA Governor Lowe says prepared to use unconventional policy if warranted and that it is unlikely but possible we head to zero lower bound although hopes it can be avoided",
        "content": "<p>Says:</p><ul><li>Have studied experiences overseas of unconventional policy in great detail.</li></ul>",
        "reaction_details": "<p>AUD/USD immediately moved lower by 16 pips to 0.6796 from 0.6812.</p>",
        "reaction_updated_at": {
            "unix": 1565310720,
            "text": "2019-08-09 01:32:00 +0100",
            "iso_8601": "2019-08-09T00:32:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-governor-lowe-says-prepared-to-use-unconventional-policy-if-warranted-and-that-it-is-unlikely-but-possible-we-head-to-zero-lower-bound-although-hopes-it-can-be-avoided-09-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:26:00",
        "gmt_time": "2019-08-09 00:26:00"
    },
    {
        "id": 881513,
        "updated_sequence": 1906213,
        "published_at": {
            "unix": 1565309220,
            "text": "2019-08-09 01:07:00 +0100",
            "iso_8601": "2019-08-09T00:07:00Z"
        },
        "updated_at": {
            "unix": 1565309307,
            "text": "2019-08-09 01:08:27 +0100",
            "iso_8601": "2019-08-09T00:08:27Z"
        },
        "subject": "Downer EDI (DOW AT) receives -year gas services contract extension from Ausnet valued at AUD 350mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "downer-edi-dow-at-receives-year-gas-services-contract-extension-from-ausnet-valued-at-aud-350mln-09-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:07:00",
        "gmt_time": "2019-08-09 00:07:00"
    },
    {
        "id": 881512,
        "updated_sequence": 1906210,
        "published_at": {
            "unix": 1565308980,
            "text": "2019-08-09 01:03:00 +0100",
            "iso_8601": "2019-08-09T00:03:00Z"
        },
        "updated_at": {
            "unix": 1565309234,
            "text": "2019-08-09 01:07:14 +0100",
            "iso_8601": "2019-08-09T00:07:14Z"
        },
        "subject": "Asia equity markets begin positive as region takes impetus from the firm gains on Wall St where sentiment was underpinned after the recent China trade data, while Japan also cheers better than expected GDP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-positive-as-region-takes-impetus-from-the-firm-gains-on-wall-st-where-sentiment-was-underpinned-after-the-recent-china-trade-data-while-japan-also-cheers-better-than-expected-gdp-09-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-09 08:03:00",
        "gmt_time": "2019-08-09 00:03:00"
    }
]