[
    {
        "id": 865342,
        "updated_sequence": 1840769,
        "published_at": {
            "unix": 1556310600,
            "text": "2019-04-26 21:30:00 +0100",
            "iso_8601": "2019-04-26T20:30:00Z"
        },
        "updated_at": {
            "unix": 1556310600,
            "text": "2019-04-26 21:30:00 +0100",
            "iso_8601": "2019-04-26T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-20-04-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:30:00",
        "gmt_time": "2019-04-26 20:30:00"
    },
    {
        "id": 866317,
        "updated_sequence": 1840767,
        "published_at": {
            "unix": 1556309400,
            "text": "2019-04-26 21:10:00 +0100",
            "iso_8601": "2019-04-26T20:10:00Z"
        },
        "updated_at": {
            "unix": 1556309454,
            "text": "2019-04-26 21:10:54 +0100",
            "iso_8601": "2019-04-26T20:10:54Z"
        },
        "subject": "S&P: Italy 'BBB/A-2' Ratings Affirmed; Outlook Negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-italy-bbb-a-2-ratings-affirmed-outlook-negative-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:10:00",
        "gmt_time": "2019-04-26 20:10:00"
    },
    {
        "id": 866316,
        "updated_sequence": 1840760,
        "published_at": {
            "unix": 1556309160,
            "text": "2019-04-26 21:06:00 +0100",
            "iso_8601": "2019-04-26T20:06:00Z"
        },
        "updated_at": {
            "unix": 1556309173,
            "text": "2019-04-26 21:06:13 +0100",
            "iso_8601": "2019-04-26T20:06:13Z"
        },
        "subject": "DBRS Confirms Kingdom of Sweden at AAA, Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-kingdom-of-sweden-at-aaa-stable-trend-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:06:00",
        "gmt_time": "2019-04-26 20:06:00"
    },
    {
        "id": 866315,
        "updated_sequence": 1840757,
        "published_at": {
            "unix": 1556309100,
            "text": "2019-04-26 21:05:00 +0100",
            "iso_8601": "2019-04-26T20:05:00Z"
        },
        "updated_at": {
            "unix": 1556309150,
            "text": "2019-04-26 21:05:50 +0100",
            "iso_8601": "2019-04-26T20:05:50Z"
        },
        "subject": "DBRS Confirms Republic of France at AAA, Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dbrs",
        "slug": "dbrs-confirms-republic-of-france-at-aaa-stable-trend-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:05:00",
        "gmt_time": "2019-04-26 20:05:00"
    },
    {
        "id": 866314,
        "updated_sequence": 1840754,
        "published_at": {
            "unix": 1556309100,
            "text": "2019-04-26 21:05:00 +0100",
            "iso_8601": "2019-04-26T20:05:00Z"
        },
        "updated_at": {
            "unix": 1556309127,
            "text": "2019-04-26 21:05:27 +0100",
            "iso_8601": "2019-04-26T20:05:27Z"
        },
        "subject": "DBRS Confirms Kingdom of Norway at AAA, Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dbrs",
        "slug": "dbrs-confirms-kingdom-of-norway-at-aaa-stable-trend-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:05:00",
        "gmt_time": "2019-04-26 20:05:00"
    },
    {
        "id": 866313,
        "updated_sequence": 1840751,
        "published_at": {
            "unix": 1556309040,
            "text": "2019-04-26 21:04:00 +0100",
            "iso_8601": "2019-04-26T20:04:00Z"
        },
        "updated_at": {
            "unix": 1556309086,
            "text": "2019-04-26 21:04:46 +0100",
            "iso_8601": "2019-04-26T20:04:46Z"
        },
        "subject": "Fitch Maintains the UK on Rating Watch Negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "fitch",
        "slug": "fitch-maintains-the-uk-on-rating-watch-negative-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:04:00",
        "gmt_time": "2019-04-26 20:04:00"
    },
    {
        "id": 866312,
        "updated_sequence": 1840748,
        "published_at": {
            "unix": 1556309040,
            "text": "2019-04-26 21:04:00 +0100",
            "iso_8601": "2019-04-26T20:04:00Z"
        },
        "updated_at": {
            "unix": 1556309055,
            "text": "2019-04-26 21:04:15 +0100",
            "iso_8601": "2019-04-26T20:04:15Z"
        },
        "subject": "Fitch Affirms the Netherlands at 'AAA'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-the-netherlands-at-aaa-outlook-stable-26-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:04:00",
        "gmt_time": "2019-04-26 20:04:00"
    },
    {
        "id": 866311,
        "updated_sequence": 1840745,
        "published_at": {
            "unix": 1556308860,
            "text": "2019-04-26 21:01:00 +0100",
            "iso_8601": "2019-04-26T20:01:00Z"
        },
        "updated_at": {
            "unix": 1556309023,
            "text": "2019-04-26 21:03:43 +0100",
            "iso_8601": "2019-04-26T20:03:43Z"
        },
        "subject": "US MARKET WRAP 26 April 2019: Stocks close at new record high after solid Q1 GDP ",
        "content": "<p><strong>* SNAP SHOT: </strong>Equities up, dollar down, Treasuries up, crude down.</p><p><strong>* REAR VIEW:</strong> US Headline GDP beats, internals softer, Trump jawbones oil down, Amazon up on earnings, Chevron mixed, Exxon missed.</p><p><strong>* NEXT WEEK: Sunday:</strong> Spanish Election. <strong>Monday</strong>: EZ consumer confidence; US PCE/personal spending. <strong>Tuesday:</strong> German unemployment; EZ flash Q1 GDP, regional EZ CPIs; Canada GDP; US consumer confidence, pending home sales, Chicago PMI; NZ employment. <strong>Wednesday:</strong> Europe Labour Day Holiday; UK, US mfg PMI; US ADP employment, construction spending, ISM mfg, FOMC. <strong>Thursday:</strong> China Caixin mfg PMI; EZ mfg PMI; UK construction PMI; BOE QIR; US factory orders. <strong>Friday:</strong> UK, US Services PMI; EZ CPI; US nonfarm payrolls, ISM non-mfg. <a href=\"https://ransquawk.com/research_sheets/21701/download\">Click here to read full report.</a></p><p><strong>* US GDP DATA:</strong> US GDP rose 3.2% annualised in Q1, beating the consensus view of 2.3%. However, underneath the bonnet, the details weren't as great: the GDP deflator and PCE deflator were below consensus (next week's PCE's data will give a timelier look at the underlying picture). Net trade was a contributor in Q1, but by less than expected. Consumption was stronger than foreseen. Government spending missed, dragged lower by non-defence spending. Capex was mixed. Net/net, analysts at Pantheon say it was still a strong report, reminding us that Q1 tends to be under reported. \"The problem for the Fed now, though, is that if growth continues at anything like this pace, the labour market will tighten much further this year, and the question of rate hikes will be back on the agenda,\" Pantheon Macroeconomics says, and it thinks GDP growth will be very different in terms of the details in Q2: \"consumption will be much stronger, while trade and inventories will likely be drags, and capex is a wild card - overall we expect a 2-to-3% rate.\" Pantheon reminds us that inflation data is key for the Fed, and with the quarterly core PCE increase signalling gains averaging just 0.07% in both February and March, it completes a run of three substantially sub-trend readings. \"The numbers likely will rebound in Q2 but even so the Fed is very unlikely to face overshooting inflation this year,\" Pantheon argues, \"pressure on policymakers will come from the labour market, with unemployment likely to hit new lows while wage growth hits new highs, rather than the contemporaneous inflation data.\"</p><p><strong>* TRADE: </strong>US President Trump suggested that Chinese President Xi will be visiting the White House ‘soon’. Subsequently SCMP reported that Chinese President Xi could travel to the US to sign a trade deal as soon as June, if the two sides finalise a trade deal. From a markets-perspective, there is an expectation that a trade deal can be wrapped up by the end of May, following a pushing back of the 'deadline' by end-March. Commentary from both sides continues to strike a constructive tone, however, little by way of new details has been revealed, which could explain why markets are less-responsive to trade headlines, of late, particularly as US earnings season gets underway, and the macro focus is now falling on global growth metrics as major central banks err dovish.</p><p><strong>* WTI (K9) SETTLES USD 1.91 LOWER AT USD 63.30/BBL; BRENT (M9) SETTLES USD 2.20 LOWER AT USD 72.15/BBL</strong>.<strong> I</strong>n the European morning, crude saw downside which analysts struggled to explain. There were some unsubstantiated reports that the US was to give China a waiver to allow it to continue buying Iranian oil. However, reputable desks suggested it might be a short-term technical correction after the push higher stalled, following the US decision to not grant sanctions waivers to buyers of Iranian crude. US President Trump later said that he had been in touch with OPEC and told them to bring oil prices down, which was met with downticks in the crude complex (OPEC chief Barkindo and the Saudis denied this). Later, Trump officials commented said there would be no short-term waiver for China’s purchasing of crude from Iran and that the US expects China to comply with the sanctions, as doing business with the US should be more important to China than with Iran. Citi's analysts says \"the track record on [Trump’s] efforts to jawbone OPEC into raising production has been mixed at best,\" adding that for now, \"it simply looks as though the downdraft is more related to the build in US crude stocks for last week and 'profit taking run amok' than from any bearish fundamental development.\" The bank notes that US GDP data was stronger than expected, with the S&amp;P 500 little changed on the day, and the US dollar index moderately lower, not anything that would normally signal a wider risk-off trade flow. Baker Hughes US Rig Count data for the week saw total rigs -21 at 991, oil rigs -20 at 805 (second week oil drillers have cut rigs, and it was the steepest cut in weekly oil rigs since January; for April, as a whole, drillers have now cut rigs for a fifth straight month), and gas rigs -1 at 186.</p><p><strong>* SPX +0.5% at 2940, NDX +0.1% at 7826, DJI +0.3% at 26542. SECTORS: Communications +0.5%, Cons Discretionary +0.9%, Cons Staples +0.9%, Energy -1.2%, Financials +0.9%, Healthcare +0.9%, Industrials +0.7%, Materials %, Tech -0.4%, Telecoms +0.7%, Utilities +0.2%.</strong></p><p><strong>* STOCKS SPECIFICS:</strong> Amazon (AMZN) traded choppy but finished higher after the ecommerce giant reported earnings that beat both top and bottom lines whilst announcing that it would work on reducing Prime free delivery time from 2 to 1-day shipping. Reports emerged that Intel (INTC) and Apple (AAPL) held talks last year for Apple to buy Intel’s smartphone modem business with Goldman Sachs hired to sell the unit which could reportedly fetch a few billion dollars. Walmart (WMT) shares fell following Amazon’s (AMZN) announcement. Ford Motor Co. (Ford) was the top performer in the S&amp;P500 after the automaker reported a significant beat on both top and bottom-line expectations whilst reporting strong F-Series pick-up truck sales in the US. Automakers more generally outperformed, with General Motors (GM) also trading higher on the day. Colgate Palmolive (CL) traded higher after the consumer product maker reported earnings that were largely in line with expectations and the CEO expressed pleasure with organic sales growth in both emerging and developed markets. The positive mood helped lift the wider consumer staples sector, with P&amp;G (PG) and Kimberly Clark (KMB), also finishing higher on the day. On a less positive note, Intel Corp’s (INTC) share price was hit despite beating analyst’s top and bottom-line expectations, after the chipmaker revised down Q2 and FY guidance. American Airlines (AAL) opened lower after the airline lowered full year guidance, saying it had cancelled 1200 planes due to the Boeing (BA) 737 Max grounding. Exxon Mobil (XOM) traded lower throughout the session after reported earnings that missed profit and revenue expectations. Chevron (CVX), who reported mixed earnings and released no extra colour regarding the Anadarko bid, also moved lower. More broadly, Energy stocks, including the above and Conoco Phillips (COP), were dragged lower as crude prices fell by north of 3% on the day. Archer Daniels Midland (ADM) shares fell after the food processor reported earnings that missed on both top and bottom-line expectations.</p><p><strong>* US T-NOTE FUTURES (M9) SETTLE 9 TICKS HIGHER AT123-21+.</strong> Despite a solid GDP headline, the Treasury complex caught a bid in wake of the Q1 report, with analysts suggesting some of the internals of the report were not as encouraging as the headline. Yields were lower across the curve, and by settlement, the curve had bull steepened. The focus now turns to next week's FOMC, (virtually no chance of a hike - will the Fed acknowledge upward data surprises, and recharacterize its view of the economy? as well as the April Employment Situation Report.&nbsp;</p><p><strong>* FX WRAP:</strong> <strong>USD</strong> fell as the market shrugged of GDP beat, focused on weak PCE data, hold majority of week’s gains around 98.00 handle. <strong>EUR</strong> The eurozone currency strengthened vs major counterparts but upside was limited amid EU political uncertainty (the S&amp;P review on Italy, Spanish elections on Sunday). <strong>GBP</strong> reclaimed 1.2900 handle amid dollar weakness, but downside risk remains amid mounting pressure on UK PM May and mixed reports regarding cross-party talks. <strong>JPY</strong> largely ignored disappointing industrial production data miss with USDJPY finishing flat ahead of Japan’s Golden Week holidays and the conflicting forces of dollar weakness vs mild risk on sentiment. <strong>NZD</strong> gained early on strong trade data, reclaiming the 0.6650 handle vs USD and further extended gains after soft US PCE data. <strong>SEK</strong> strengthened vs both USD and EUR and has now retraced 50% of yesterday’s post dovish Riksbank losses on strong retail sales data, which also allowed the SEK to outperform its Scandinavian counterpart the NOK. <strong>CAD</strong> reversed early crude related weakness after soft US PCE data spurred USD outflows.</p><p><strong>* WEEKLY FX RECAP: USD:</strong> The Dollar remains on track to seal a solid week, with the DXY all but 100 ticks higher than where it started when posting a fresh 2019 high (98.346 vs 97.369), and just over a full point above worst levels (97.254). The bulk of the Greenback’s gains have been forged by virtue of weakness elsewhere as the list of global Central Banks shying away from further policy normalisation and/or switching towards a more dovish stance grows, but tighter US liquidity and a relatively punitive cost of carry allied to talk of unhedged US Treasury longs and the crude rally all compounded the Buck’s bull run. However, the rally has lost some momentum in wake of benign PCE price metrics that have taken the shine off stellar Q1 growth that was boosted by inventories and exports vs less robust domestic consumption and fixed investment. The index is back down around 98.000 and retesting technical support just under the big figure at 97.961 before a key downside chart point at 97.693.</p><p><strong>*CAD/SEK/TRY/RUB:</strong> Aside from the aforementioned broad Usd strength, the Loonie, Swedish Crown, Lira and Rouble have all had to contend with unexpected monetary policy twists to varying degrees. In short, the BoC and CBRT both surprised by removing guidance or a pledge to hike, while the Riksbank delayed further tightening to end 2019 or early next year from H2 this year, trimmed its repo rate path and unveiled a Sek45 bn bond purchase program to begin in July 2019 and end in December 2020. Last, but not least, the CBR signalled conditions for easing later in Q2 or Q3 based on predictions that inflation will return to target and its assessment that previous rises in benchmark rates should be enough to achieve the price mandate. Usd/Cad currently towards the upper end of the weekly 1.3330-1.3520 range, Eur/Sek close to 10.5800 vs 10.4475 at one stage and 10.6655 post-Riksbank (when Usd/Sek hit peaks not seen since 2003), with the Krona deriving some traction from forecast-beating Swedish retail sales at the tail end of the week. However, the Lira is still languishing near the base of its 5.9785-8030 trading band as Turkey’s AKP continues to contest the results of regional elections and relations with the US remained strained on Russian S-400 and Iranian oil sanction waivers. Similarly, Usd/Rub is now around 64.7225 within 64.9720-63.6250 extremes as a pretty sharp turnaround in crude prices adds to the dovish CBR shift.</p><p><strong>*NZD/AUD:</strong> Conversely, the Kiwi has staged a stellar recovery from its depths vs US and Aussie counterparts, with Nzd/Usd back to within a whisker of best levels between 0.6689-0.6578 boundaries and Aud/Nzd down around 1.0560 vs virtually 1.0700 at one stage. The catalysts, much better than consensus NZ trade data and ANZ consumer sentiment plus pretty upbeat comments from RBNZ Governor Orr (not perturbed about weaker growth given tight jobs situation, albeit maintaining scope to ease if necessary). In contrast, the Aussie is lagging circa 0.7060 vs almost a big figure higher at one stage, though off lows of 0.6985 in wake of much softer than anticipated Q1 CPI data that heightens calls for an RBA cut next month and another before the year ends.</p><p><strong>*EUR/GBP:</strong> Both benefiting from post-US data Dollar pull-back and perhaps more pre-weekend/April 30/Japanese holiday positioning, as the single currency extends its rebound from new 2019 lows of 1.1112 towards 1.1175 and Cable consolidates its return to the 1.2900+ area from 1.2863 when the Usd was really in demand. Nevertheless, the Euro and Pound are still well down from 1.1260+ and 1.3000+ highs (which were also not far from ‘opens’) amidst ongoing downbeat German/Eurozone growth impulses and ECB policy implications or perceptions, Italian fiscal/economic and political issues ahead of S&amp;P’s latest ratings review and Spanish election uncertainty. Meanwhile, Brexit developments have been thin on the ground, and in fact PM May is now highly unlikely to bring the WA back for a 4th attempt to gain Parliament approval next week.</p><p><strong>*CHF/JPY:</strong> The Franc and Yen have endured volatile weeks within 1.0230-0130 and 112.40-111.40 respective ranges with latest SNB promptings about the need to keep sub-zero rates and currency intervention going heeded if not sparking a response in similar vein to a fairly subtle tweak to BoJ guidance. However, the so called ‘safe-havens’ are ending Friday’s session firmer for choice amidst concerns that the lengthier than normal Golden Week break in Japan (10 days) could see market conditions and volumes return to flash crash type levels if some trigger or a real risk averse event sets off another flight-to-quality. On that note, next week’s highlights include the FOMC, BoE super Thursday and NFP on Friday.</p><p>Previewing FOMC, BOE; reviewing BOC, BOJ, Riksbank, CBRT, CBR. To download the report, please click <a href=\"https://ransquawk.com/research_sheets/21700/download\">here.</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-26-april-2019-stocks-close-at-new-record-high-after-solid-q1-gdp-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:01:00",
        "gmt_time": "2019-04-26 20:01:00"
    },
    {
        "id": 866297,
        "updated_sequence": 1840762,
        "published_at": {
            "unix": 1556308800,
            "text": "2019-04-26 21:00:00 +0100",
            "iso_8601": "2019-04-26T20:00:00Z"
        },
        "updated_at": {
            "unix": 1556309267,
            "text": "2019-04-26 21:07:47 +0100",
            "iso_8601": "2019-04-26T20:07:47Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 29 April 2019 ",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21701/download\"><strong>here</strong></a></p><ul><li><strong>Sunday:</strong> Spanish Election.</li><li><strong>Monday:</strong> EZ consumer confidence; US PCE/personal spending.</li><li><strong>Tuesday:</strong> German unemployment; EZ flash Q1 GDP, regional EZ CPIs; Canada GDP; US consumer confidence, pending home sales, Chicago PMI; NZ employment.</li><li><strong>Wednesday:</strong> Europe Labour Day Holiday; UK, US mfg PMI; US ADP employment, construction spending, ISM mfg, FOMC.</li><li><strong>Thursday:</strong> China Caixin mfg PMI; EZ mfg PMI; UK construction PMI; BOE QIR; US factory orders.</li><li><strong>Friday:</strong> UK, US Services PMI; EZ CPI; US nonfarm payrolls, ISM non-mfg.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21701/download\"><strong>here</strong></a></li></ul><p>&nbsp;</p><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-29-april-2019-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:00:00",
        "gmt_time": "2019-04-26 20:00:00"
    },
    {
        "id": 866298,
        "updated_sequence": 1840764,
        "published_at": {
            "unix": 1556308800,
            "text": "2019-04-26 21:00:00 +0100",
            "iso_8601": "2019-04-26T20:00:00Z"
        },
        "updated_at": {
            "unix": 1556309319,
            "text": "2019-04-26 21:08:39 +0100",
            "iso_8601": "2019-04-26T20:08:39Z"
        },
        "subject": "RANsquawk Central Banks Weekly - Previewing FOMC, BOE; reviewing BOC, BOJ, Riksbank, CBRT, CBR  ",
        "content": "<ul><li><strong>Previewing FOMC, BOE; reviewing BOC, BOJ, Riksbank, CBRT, CBR. To download the report, please click </strong><a href=\"/research_sheets/21700/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-previewing-fomc-boe-reviewing-boc-boj-riksbank-cbrt-cbr-26-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 04:00:00",
        "gmt_time": "2019-04-26 20:00:00"
    },
    {
        "id": 866310,
        "updated_sequence": 1840740,
        "published_at": {
            "unix": 1556307900,
            "text": "2019-04-26 20:45:00 +0100",
            "iso_8601": "2019-04-26T19:45:00Z"
        },
        "updated_at": {
            "unix": 1556307961,
            "text": "2019-04-26 20:46:01 +0100",
            "iso_8601": "2019-04-26T19:46:01Z"
        },
        "subject": "SPX MOC 375mln to sell (375mln to sell at 1544 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-375mln-to-sell-375mln-to-sell-at-1544-edt-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 03:45:00",
        "gmt_time": "2019-04-26 19:45:00"
    },
    {
        "id": 866309,
        "updated_sequence": 1840737,
        "published_at": {
            "unix": 1556307900,
            "text": "2019-04-26 20:45:00 +0100",
            "iso_8601": "2019-04-26T19:45:00Z"
        },
        "updated_at": {
            "unix": 1556307947,
            "text": "2019-04-26 20:45:47 +0100",
            "iso_8601": "2019-04-26T19:45:47Z"
        },
        "subject": "FX Wrap: Dollar pauses after recent spike",
        "content": "<p><strong>USD</strong> fell as the market shrugged of GDP beat, focused on weak PCE data, hold majority of week’s gains around 98.00 handle. <strong>EUR</strong> The eurozone currency strengthened vs major counterparts but upside was limited amid EU political uncertainty (the S&amp;P review on Italy, Spanish elections on Sunday). <strong>GBP</strong> reclaimed 1.2900 handle amid dollar weakness, but downside risk remains amid mounting pressure on UK PM May and mixed reports regarding cross-party talks. <strong>JPY</strong> largely ignored disappointing industrial production data miss with USDJPY finishing flat ahead of Japan’s Golden Week holidays and the conflicting forces of dollar weakness vs mild risk on sentiment. <strong>NZD</strong> gained early on strong trade data, reclaiming the 0.6650 handle vs USD and further extended gains after soft US PCE data. <strong>SEK</strong> strengthened vs both USD and EUR and has now retraced 50% of yesterday’s post dovish Riksbank losses on strong retail sales data, which also allowed the SEK to outperform its Scandinavian counterpart the NOK. <strong>CAD</strong> reversed early crude related weakness after soft US PCE data spurred USD outflows.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-wrap-dollar-pauses-after-recent-spike-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 03:45:00",
        "gmt_time": "2019-04-26 19:45:00"
    },
    {
        "id": 866308,
        "updated_sequence": 1840731,
        "published_at": {
            "unix": 1556307720,
            "text": "2019-04-26 20:42:00 +0100",
            "iso_8601": "2019-04-26T19:42:00Z"
        },
        "updated_at": {
            "unix": 1556307800,
            "text": "2019-04-26 20:43:20 +0100",
            "iso_8601": "2019-04-26T19:43:20Z"
        },
        "subject": "US T-Note futures settle 9 ticks higher at 123-21+",
        "content": "<p>Despite a solid GDP headline, the Treasury complex caught a bid in wake of the Q1 report, with analysts suggesting some of the internals of the report were not as encouraging as the headline. Yields were lower across the curve, and by settlement, the curve had bull steepened. The focus now turns to next week's FOMC, (virtually no chance of a hike - will the Fed acknowledge upward data surprises, and recharacterise its view of the economy?) as well as the April Employment Situation Report. &nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-settle-9-ticks-higher-at-123-21-26-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 03:42:00",
        "gmt_time": "2019-04-26 19:42:00"
    },
    {
        "id": 866307,
        "updated_sequence": 1840728,
        "published_at": {
            "unix": 1556306040,
            "text": "2019-04-26 20:14:00 +0100",
            "iso_8601": "2019-04-26T19:14:00Z"
        },
        "updated_at": {
            "unix": 1556306125,
            "text": "2019-04-26 20:15:25 +0100",
            "iso_8601": "2019-04-26T19:15:25Z"
        },
        "subject": "PRIMER: S&P review on Italy after the bell ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>S&amp;P will on Friday review its credit rating on Italy. Currently, Fitch and S&amp;P have Italy at IG but with a negative outlook (Moody's has Italy as an IG with stable rating).</li><li>Morgan Stanley notes that the ECB and Bank of Italy hold around EUR 375bln of BTPs (around 19% of total outstanding BTPs). Foreign ownership of BTPs has been steadily declining since 2011 (from around 47% of total outstanding BTPs, to the current 32%).</li><li>Given that the ECB defines sub-investment grade based on the highest rating of the four rating agencies (Moody's, S&amp;P, Fitch, DBRS), in practice, all four agencies have to give Italy’s sovereign debt a junk rating for it to drop out of the ECB's portfolio, Morgan Stanley notes, and on aggregate, the bank believes that these agencies' rating of Italian sovereign debt is still some way off junk, as agencies rarely move more than one notch at a time, and \"As such, the probability of seeing three of the four rating agencies giving Italian sovereign debt junk status is small in the near term.\"</li><li>But the bank warns that should S&amp;P withdraw its IG rating in the medium-term, Italian sovereign markets would be volatile. \"In this case, we would regard Italian banks as providing the guidance for EURUSD,\" Morgan Stanley says, \"given Italian banks' substantial BTP holdings, an increase in sovereign risk is likely to spill over into bank credit. Italy’s private credit growth may find it harder to recover, keeping Italy on the economic back foot for longer.\"</li></ul>",
        "analysis_updated_at": {
            "unix": 1556306125,
            "text": "2019-04-26 20:15:25 +0100",
            "iso_8601": "2019-04-26T19:15:25Z"
        },
        "push_notify": false,
        "source": "Morgan Stanley",
        "slug": "primer-s-p-review-on-italy-after-the-bell-26-04-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 03:14:00",
        "gmt_time": "2019-04-26 19:14:00"
    },
    {
        "id": 866306,
        "updated_sequence": 1840725,
        "published_at": {
            "unix": 1556305020,
            "text": "2019-04-26 19:57:00 +0100",
            "iso_8601": "2019-04-26T18:57:00Z"
        },
        "updated_at": {
            "unix": 1556305093,
            "text": "2019-04-26 19:58:13 +0100",
            "iso_8601": "2019-04-26T18:58:13Z"
        },
        "subject": "OPEC or Saudi officials have not spoken with US President Trump about oil prices, WSJ reports",
        "content": "<p>Via WSJ</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "opec-or-saudi-officials-have-not-spoken-with-us-president-trump-about-oil-prices-wsj-reports-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 02:57:00",
        "gmt_time": "2019-04-26 18:57:00"
    },
    {
        "id": 866305,
        "updated_sequence": 1840722,
        "published_at": {
            "unix": 1556304780,
            "text": "2019-04-26 19:53:00 +0100",
            "iso_8601": "2019-04-26T18:53:00Z"
        },
        "updated_at": {
            "unix": 1556304837,
            "text": "2019-04-26 19:53:57 +0100",
            "iso_8601": "2019-04-26T18:53:57Z"
        },
        "subject": "CEA Chair Hassett says inflation appears under control at the moment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cea-chair-hassett-says-inflation-appears-under-control-at-the-moment-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 02:53:00",
        "gmt_time": "2019-04-26 18:53:00"
    },
    {
        "id": 866304,
        "updated_sequence": 1840719,
        "published_at": {
            "unix": 1556303640,
            "text": "2019-04-26 19:34:00 +0100",
            "iso_8601": "2019-04-26T18:34:00Z"
        },
        "updated_at": {
            "unix": 1556304473,
            "text": "2019-04-26 19:47:53 +0100",
            "iso_8601": "2019-04-26T18:47:53Z"
        },
        "subject": "Intel (INTC) and Apple (AAPL) held talks last year for Apple to buy Intel's smartphone modem business; Goldman has been hired to sell the unit which could fetch a few billion dollars, CNBC reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "intel-intc-and-apple-aapl-held-talks-last-year-for-apple-to-buy-intel-s-smartphone-modem-business-goldman-has-been-hired-to-sell-the-unit-which-could-fetch-a-few-billion-dollars-cnbc-reports-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 02:34:00",
        "gmt_time": "2019-04-26 18:34:00"
    },
    {
        "id": 866303,
        "updated_sequence": 1840717,
        "published_at": {
            "unix": 1556303460,
            "text": "2019-04-26 19:31:00 +0100",
            "iso_8601": "2019-04-26T18:31:00Z"
        },
        "updated_at": {
            "unix": 1556304211,
            "text": "2019-04-26 19:43:31 +0100",
            "iso_8601": "2019-04-26T18:43:31Z"
        },
        "subject": "WTI (M9) futures settles USD 1.91 lower at USD 63.3/BBL; Brent (M9) settles USD 2.20 lower at USD 72.15",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>In the European morning, crude saw downside which analysts struggled to explain away. There were some unsubstantiated reports that the US was to give China a waiver to allow it to continue buying Iranian oil. However, reputable desks suggested it might be a short-term technical correction after the push higher stalled, following the US decision to not grant sanctions waivers to buyers of Iranian crude. US President Trump later said that he had been in touch with OPEC and told them to bring oil prices down, which was met with downticks in the crude complex. Citi's analysts says \"the track record on efforts to jawbone OPEC into raising production has been mixed at best,\" adding that for now, \"it simply looks as though the downdraft is more related to the build in US crude stocks for last week and 'profit taking run amok' than from any bearish fundamental development.\" The bank notes that US GDP data was stronger than expected, with the S&amp;P 500 little changed on the day, and the US dollar index moderately lower, not anything that would normally signal a wider risk-off trade flow. Baker Hughes US Rig Count data for the week saw total rigs -21 at 991, oil rigs -20 at 805 (second week oil drillers have cut rigs, and it was the steepest cut in weekly oil rigs since January; for April, as a whole, drillers have now cut rigs for a fifth straight month), and gas rigs -1 at 186. Late in the session, comments from Trump Officials shook things up; saying there would be no short-term waiver for China’s purchasing of crude from Iran and that the US expects China to comply with the sanctions, as doing business with the US should be more important to China than with Iran.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1556303700,
            "text": "2019-04-26 19:35:00 +0100",
            "iso_8601": "2019-04-26T18:35:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-m9-futures-settles-usd-1-91-lower-at-usd-63-3-bbl-brent-m9-settles-usd-2-20-lower-at-usd-72-15-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 02:31:00",
        "gmt_time": "2019-04-26 18:31:00"
    },
    {
        "id": 866302,
        "updated_sequence": 1840714,
        "published_at": {
            "unix": 1556303040,
            "text": "2019-04-26 19:24:00 +0100",
            "iso_8601": "2019-04-26T18:24:00Z"
        },
        "updated_at": {
            "unix": 1556303906,
            "text": "2019-04-26 19:38:26 +0100",
            "iso_8601": "2019-04-26T18:38:26Z"
        },
        "subject": "Trump Official says there is no wind down period or short-term waiver being contemplated for China's purchasing of oil from Iran, says it should be easy for China to comply with sanctions as doing business with US more import for China than Iran",
        "content": "<ul><li>says understand China does not like the sanctions but expect China to be pragmatic</li><li>says any attempt by Iran to prevent freedom of navigation would be debilitating to the country</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trump-official-says-there-is-no-wind-down-period-or-short-term-waiver-being-contemplated-for-china-s-purchasing-of-oil-from-iran-says-it-should-be-easy-for-china-to-comply-with-sanctions-as-doing-business-with-us-more-import-for-china-than-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 02:24:00",
        "gmt_time": "2019-04-26 18:24:00"
    },
    {
        "id": 866301,
        "updated_sequence": 1840693,
        "published_at": {
            "unix": 1556299440,
            "text": "2019-04-26 18:24:00 +0100",
            "iso_8601": "2019-04-26T17:24:00Z"
        },
        "updated_at": {
            "unix": 1556299500,
            "text": "2019-04-26 18:25:00 +0100",
            "iso_8601": "2019-04-26T17:25:00Z"
        },
        "subject": "Chevron's (CVX) CEO says does not see evidence of weakening oil demand",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-s-cvx-ceo-says-does-not-see-evidence-of-weakening-oil-demand-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 01:24:00",
        "gmt_time": "2019-04-26 17:24:00"
    },
    {
        "id": 866300,
        "updated_sequence": 1840688,
        "published_at": {
            "unix": 1556298360,
            "text": "2019-04-26 18:06:00 +0100",
            "iso_8601": "2019-04-26T17:06:00Z"
        },
        "updated_at": {
            "unix": 1556298551,
            "text": "2019-04-26 18:09:11 +0100",
            "iso_8601": "2019-04-26T17:09:11Z"
        },
        "subject": "CEA Chair Hasset believes Q1 GDP report could be revised higher, speaking on CNBC",
        "content": "<ul><li>reiterates progress being made on China talks, notes pressure of uncertainty of capex</li><li>thinks the China deal is close but there are still things to work out</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cea-chair-hasset-believes-q1-gdp-report-could-be-revised-higher-speaking-on-cnbc-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 01:06:00",
        "gmt_time": "2019-04-26 17:06:00"
    },
    {
        "id": 866299,
        "updated_sequence": 1840690,
        "published_at": {
            "unix": 1556298000,
            "text": "2019-04-26 18:00:00 +0100",
            "iso_8601": "2019-04-26T17:00:00Z"
        },
        "updated_at": {
            "unix": 1556298728,
            "text": "2019-04-26 18:12:08 +0100",
            "iso_8601": "2019-04-26T17:12:08Z"
        },
        "subject": "Baker Hughes US Rig Count (26 April 2019): Total rigs -21 at 991 (Prev. 1012), oil rigs -20 at 805 (Prev. 825), gas rigs -1 at 186 (Prev. 187)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Baker Hughes US Rig Count data for the week saw total rigs -21 at 991, oil rigs -20 at 805 (second week oil drillers have cut rigs, and it was the steepest cut in weekly oil rigs since January; for April, as a whole, drillers have now cut rigs for a fifth straight month), and gas rigs -1 at 186.</p>",
        "analysis_updated_at": {
            "unix": 1556298727,
            "text": "2019-04-26 18:12:07 +0100",
            "iso_8601": "2019-04-26T17:12:07Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-26-april-2019-total-rigs-21-at-991-prev-1012-oil-rigs-20-at-805-prev-825-gas-rigs-1-at-186-prev-187-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 01:00:00",
        "gmt_time": "2019-04-26 17:00:00"
    },
    {
        "id": 866296,
        "updated_sequence": 1840672,
        "published_at": {
            "unix": 1556294940,
            "text": "2019-04-26 17:09:00 +0100",
            "iso_8601": "2019-04-26T16:09:00Z"
        },
        "updated_at": {
            "unix": 1556295042,
            "text": "2019-04-26 17:10:42 +0100",
            "iso_8601": "2019-04-26T16:10:42Z"
        },
        "subject": "Morgan Stanley say the Fed may lower interest on excess reserves by 5bps at their 30 April - 1 May meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-say-the-fed-may-lower-interest-on-excess-reserves-by-5bps-at-their-30-april-1-may-meeting-26-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-27 00:09:00",
        "gmt_time": "2019-04-26 16:09:00"
    },
    {
        "id": 866295,
        "updated_sequence": 1840669,
        "published_at": {
            "unix": 1556292780,
            "text": "2019-04-26 16:33:00 +0100",
            "iso_8601": "2019-04-26T15:33:00Z"
        },
        "updated_at": {
            "unix": 1556292971,
            "text": "2019-04-26 16:36:11 +0100",
            "iso_8601": "2019-04-26T15:36:11Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.2%), FTSE 100 (-0.1%), DAX (+0.3%), CAC (+0.2%), IBEX (+0.1%), FTSE MIB (+0.1), SMI (+0.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-2-ftse-100-0-1-dax-0-3-cac-0-2-ibex-0-1-ftse-mib-0-1-smi-0-3-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:33:00",
        "gmt_time": "2019-04-26 15:33:00"
    },
    {
        "id": 866294,
        "updated_sequence": 1840666,
        "published_at": {
            "unix": 1556292600,
            "text": "2019-04-26 16:30:00 +0100",
            "iso_8601": "2019-04-26T15:30:00Z"
        },
        "updated_at": {
            "unix": 1556292735,
            "text": "2019-04-26 16:32:15 +0100",
            "iso_8601": "2019-04-26T15:32:15Z"
        },
        "subject": "Kellogg (K) have risen their dividend to USD 0.57 per share (prev. USD 0.56)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kellogg-k-have-risen-their-dividend-to-usd-0-57-per-share-prev-usd-0-56-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:30:00",
        "gmt_time": "2019-04-26 15:30:00"
    },
    {
        "id": 866293,
        "updated_sequence": 1840663,
        "published_at": {
            "unix": 1556292540,
            "text": "2019-04-26 16:29:00 +0100",
            "iso_8601": "2019-04-26T15:29:00Z"
        },
        "updated_at": {
            "unix": 1556292645,
            "text": "2019-04-26 16:30:45 +0100",
            "iso_8601": "2019-04-26T15:30:45Z"
        },
        "subject": "Reports of further violence in Sri Lanka, with 11 terrorists firing on security forces",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-of-further-violence-in-sri-lanka-with-11-terrorists-firing-on-security-forces-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:29:00",
        "gmt_time": "2019-04-26 15:29:00"
    },
    {
        "id": 866292,
        "updated_sequence": 1840660,
        "published_at": {
            "unix": 1556292120,
            "text": "2019-04-26 16:22:00 +0100",
            "iso_8601": "2019-04-26T15:22:00Z"
        },
        "updated_at": {
            "unix": 1556292210,
            "text": "2019-04-26 16:23:30 +0100",
            "iso_8601": "2019-04-26T15:23:30Z"
        },
        "subject": "Hungary MoL says they have temporarily suspended accepting crude oil through the Druzhba pipeline",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hungary-mol-says-they-have-temporarily-suspended-accepting-crude-oil-through-the-druzhba-pipeline-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:22:00",
        "gmt_time": "2019-04-26 15:22:00"
    },
    {
        "id": 866291,
        "updated_sequence": 1840657,
        "published_at": {
            "unix": 1556292000,
            "text": "2019-04-26 16:20:00 +0100",
            "iso_8601": "2019-04-26T15:20:00Z"
        },
        "updated_at": {
            "unix": 1556292208,
            "text": "2019-04-26 16:23:28 +0100",
            "iso_8601": "2019-04-26T15:23:28Z"
        },
        "subject": "Weekly FX Wrap: more Central Banks get dovish, and Goldilocks US GDP before Golden Week",
        "content": "<p><strong>USD</strong></p><p>The Dollar remains on track to seal a solid week, with the <strong>DXY</strong> all but 100 ticks higher than where it started when posting a fresh 2019 high (98.346 vs 97.369), and just over a full point above worst levels (97.254). The bulk of the Greenback’s gains have been forged by virtue of weakness elsewhere as the list of global Central Banks shying away from further policy normalisation and/or switching towards a more dovish stance grows, but tighter US liquidity and a relatively punitive cost of carry allied to talk of unhedged US Treasury longs and the crude rally all compounded the Buck’s bull run. However, the rally has lost some momentum in wake of benign PCE price metrics that have taken the shine off stellar Q1 growth that was boosted by inventories and exports vs less robust domestic consumption and fixed investment. The index is back down around 98.000 and retesting technical support just under the big figure at 97.961 before a key downside chart point at 97.693.</p><p><strong>CAD/SEK/TRY/RUB&nbsp;</strong></p><p>Aside from the aforementioned broad Usd strength, the Loonie, Swedish Crown, Lira and Rouble have all had to contend with unexpected monetary policy twists to varying degrees. In short, the BoC and CBRT both surprised by removing guidance or a pledge to hike, while the Riksbank delayed further tightening to end 2019 or early next year from H2 this year, trimmed its repo rate path and unveiled a Sek45 bn bond purchase program to begin in July 2019 and end in December 2020. Last, but not least, the CBR signalled conditions for easing later in Q2 or Q3 based on predictions that inflation will return to target and its assessment that previous rises in benchmark rates should be enough to achieve the price mandate. Usd/Cad currently towards the upper end of the weekly 1.3330-1.3520 range, Eur/Sek close to 10.5800 vs 10.4475 at one stage and 10.6655 post-Riksbank (when Usd/Sek hit peaks not seen since 2003), with the Krona deriving some traction from forecast-beating Swedish retail sales at the tail end of the week. However, the Lira is still languishing near the base of its 5.9785-8030 trading band as Turkey’s AKP continues to contest the results of regional elections and relations with the US remained strained on Russian S-400 and Iranian oil sanction waivers. Similarly, Usd/Rub is now around 64.7225 within 64.9720-63.6250 extremes as a pretty sharp turnaround in crude prices adds to the dovish CBR shift.</p><p><strong>NZD/AUD</strong></p><p>Conversely, the Kiwi has staged a stellar recovery from its depths vs US and Aussie counterparts, with Nzd/Usd back to within a whisker of best levels between 0.6689-0.6578 boundaries and Aud/Nzd down around 1.0560 vs virtually 1.0700 at one stage. The catalysts, much better than consensus NZ trade data and ANZ consumer sentiment plus pretty upbeat comments from RBNZ Governor Orr (not perturbed about weaker growth given tight jobs situation, albeit maintaining scope to ease if necessary). In contrast, the Aussie is lagging circa 0.7060 vs almost a big figure higher at one stage, though off lows of 0.6985 in wake of much softer than anticipated Q1 CPI data that heightens calls for an RBA cut next month and another before the year ends.</p><p><strong>EUR/GBP&nbsp;</strong></p><p>Both benefiting from post-US data Dollar pull-back and perhaps more pre-weekend/April 30/Japanese holiday positioning, as the single currency extends its rebound from new 2019 lows of 1.1112 towards 1.1175 and Cable consolidates its return to the 1.2900+ area from 1.2863 when the Usd was really in demand. Nevertheless, the Euro and Pound are still well down from 1.1260+ and 1.3000+ highs (which were also not far from ‘opens’) amidst ongoing downbeat German/Eurozone growth impulses and ECB policy implications or perceptions, Italian fiscal/economic and political issues ahead of S&amp;P’s latest ratings review and Spanish election uncertainty. Meanwhile, Brexit developments have been thin on the ground, and in fact PM May is now highly unlikely to bring the WA back for a 4th attempt to gain Parliament approval next week.</p><p><strong>CHF/JPY</strong></p><p>The Franc and Yen have endured volatile weeks within 1.0230-0130 and 112.40-111.40 respective ranges with latest SNB promptings about the need to keep sub-zero rates and currency intervention going heeded if not sparking a response in similar vein to a fairly subtle tweak to BoJ guidance. However, the so called ‘safe-havens’ are ending Friday’s session firmer for choice amidst concerns that the lengthier than normal Golden Week break in Japan (10 days) could see market conditions and volumes return to flash crash type levels if some trigger or a real risk averse event sets off another flight-to-quality. On that note, next week’s highlights include the FOMC, BoE super Thursday and NFP on Friday.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-more-central-banks-get-dovish-and-goldilocks-us-gdp-before-golden-week-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:20:00",
        "gmt_time": "2019-04-26 15:20:00"
    },
    {
        "id": 866288,
        "updated_sequence": 1840654,
        "published_at": {
            "unix": 1556291760,
            "text": "2019-04-26 16:16:00 +0100",
            "iso_8601": "2019-04-26T15:16:00Z"
        },
        "updated_at": {
            "unix": 1556291969,
            "text": "2019-04-26 16:19:29 +0100",
            "iso_8601": "2019-04-26T15:19:29Z"
        },
        "subject": "New York Fed raises GDPnow cast for Q2 to 2.1% from 2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-raises-gdpnow-cast-for-q2-to-2-1-from-2-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:16:00",
        "gmt_time": "2019-04-26 15:16:00"
    },
    {
        "id": 866287,
        "updated_sequence": 1840637,
        "published_at": {
            "unix": 1556291460,
            "text": "2019-04-26 16:11:00 +0100",
            "iso_8601": "2019-04-26T15:11:00Z"
        },
        "updated_at": {
            "unix": 1556291476,
            "text": "2019-04-26 16:11:16 +0100",
            "iso_8601": "2019-04-26T15:11:16Z"
        },
        "subject": "Chevron (CVX) evaluating bids for UK North Sea assets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-cvx-evaluating-bids-for-uk-north-sea-assets-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:11:00",
        "gmt_time": "2019-04-26 15:11:00"
    },
    {
        "id": 866286,
        "updated_sequence": 1840641,
        "published_at": {
            "unix": 1556291340,
            "text": "2019-04-26 16:09:00 +0100",
            "iso_8601": "2019-04-26T15:09:00Z"
        },
        "updated_at": {
            "unix": 1556291555,
            "text": "2019-04-26 16:12:35 +0100",
            "iso_8601": "2019-04-26T15:12:35Z"
        },
        "subject": "Disney (DIS) has reached a handshake agreement with Sinclair (SBGI) on Fox (FOX) regional sports network purchase, Sinclair reportedly offering up to USD 10bln for 21 networks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "disney-dis-has-reached-a-handshake-agreement-with-sinclair-sbgi-on-fox-fox-regional-sports-network-purchase-sinclair-reportedly-offering-up-to-usd-10bln-for-21-networks-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:09:00",
        "gmt_time": "2019-04-26 15:09:00"
    },
    {
        "id": 866285,
        "updated_sequence": 1840643,
        "published_at": {
            "unix": 1556291220,
            "text": "2019-04-26 16:07:00 +0100",
            "iso_8601": "2019-04-26T15:07:00Z"
        },
        "updated_at": {
            "unix": 1556291681,
            "text": "2019-04-26 16:14:41 +0100",
            "iso_8601": "2019-04-26T15:14:41Z"
        },
        "subject": "Aurubis (NDA FP) cuts full year guidance; meaning a decrease of more than 15% compared to prior year, expects operating EBT for current year to be significantly lower than prior",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, shares fell from 47.400 to 43.260</li></ul>",
        "reaction_updated_at": {
            "unix": 1556291681,
            "text": "2019-04-26 16:14:41 +0100",
            "iso_8601": "2019-04-26T15:14:41Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "aurubis-nda-fp-cuts-full-year-guidance-meaning-a-decrease-of-more-than-15-compared-to-prior-year-expects-operating-ebt-for-current-year-to-be-significantly-lower-than-prior-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:07:00",
        "gmt_time": "2019-04-26 15:07:00"
    },
    {
        "id": 866284,
        "updated_sequence": 1840628,
        "published_at": {
            "unix": 1556290800,
            "text": "2019-04-26 16:00:00 +0100",
            "iso_8601": "2019-04-26T15:00:00Z"
        },
        "updated_at": {
            "unix": 1556291118,
            "text": "2019-04-26 16:05:18 +0100",
            "iso_8601": "2019-04-26T15:05:18Z"
        },
        "subject": "Canada (Feb) Budget Balance CAD 4.3bln vs Feb 2018 CAD 2.8bln; April-Feb Budge Balance CAD 3.1bln vs CAD -6bln a year ago",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-feb-budget-balance-cad-4-3bln-vs-feb-2018-cad-2-8bln-april-feb-budge-balance-cad-3-1bln-vs-cad-6bln-a-year-ago-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 23:00:00",
        "gmt_time": "2019-04-26 15:00:00"
    },
    {
        "id": 866283,
        "updated_sequence": 1840619,
        "published_at": {
            "unix": 1556290200,
            "text": "2019-04-26 15:50:00 +0100",
            "iso_8601": "2019-04-26T14:50:00Z"
        },
        "updated_at": {
            "unix": 1556290257,
            "text": "2019-04-26 15:50:57 +0100",
            "iso_8601": "2019-04-26T14:50:57Z"
        },
        "subject": "GSK's (GSK LN) Dovato HIV treatment has been recommended by the EU Medicines Agency Panel",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "gsk-s-gsk-ln-dovato-hiv-treatment-has-been-recommended-by-the-eu-medicines-agency-panel-26-04-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:50:00",
        "gmt_time": "2019-04-26 14:50:00"
    },
    {
        "id": 866282,
        "updated_sequence": 1840616,
        "published_at": {
            "unix": 1556290020,
            "text": "2019-04-26 15:47:00 +0100",
            "iso_8601": "2019-04-26T14:47:00Z"
        },
        "updated_at": {
            "unix": 1556290129,
            "text": "2019-04-26 15:48:49 +0100",
            "iso_8601": "2019-04-26T14:48:49Z"
        },
        "subject": "Morgan Stanley says sees US GDP growing at 1.1% in the second quarter, due to a reversal in export and inventory gains",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-says-sees-us-gdp-growing-at-1-1-in-the-second-quarter-due-to-a-reversal-in-export-and-inventory-gains-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:47:00",
        "gmt_time": "2019-04-26 14:47:00"
    },
    {
        "id": 866281,
        "updated_sequence": 1840613,
        "published_at": {
            "unix": 1556290020,
            "text": "2019-04-26 15:47:00 +0100",
            "iso_8601": "2019-04-26T14:47:00Z"
        },
        "updated_at": {
            "unix": 1556290099,
            "text": "2019-04-26 15:48:19 +0100",
            "iso_8601": "2019-04-26T14:48:19Z"
        },
        "subject": "Novo Nordisk (NOVOB DC) has received a positive opinion from EU regulators for ESPEROCT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novo-nordisk-novob-dc-has-received-a-positive-opinion-from-eu-regulators-for-esperoct-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:47:00",
        "gmt_time": "2019-04-26 14:47:00"
    },
    {
        "id": 866280,
        "updated_sequence": 1840610,
        "published_at": {
            "unix": 1556289900,
            "text": "2019-04-26 15:45:00 +0100",
            "iso_8601": "2019-04-26T14:45:00Z"
        },
        "updated_at": {
            "unix": 1556290023,
            "text": "2019-04-26 15:47:03 +0100",
            "iso_8601": "2019-04-26T14:47:03Z"
        },
        "subject": "Brazil Economy Minister Guedes says that there is no structural reasons for USDBRL to rise above 4",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-economy-minister-guedes-says-that-there-is-no-structural-reasons-for-usdbrl-to-rise-above-4-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:45:00",
        "gmt_time": "2019-04-26 14:45:00"
    },
    {
        "id": 866279,
        "updated_sequence": 1840607,
        "published_at": {
            "unix": 1556287740,
            "text": "2019-04-26 15:09:00 +0100",
            "iso_8601": "2019-04-26T14:09:00Z"
        },
        "updated_at": {
            "unix": 1556287957,
            "text": "2019-04-26 15:12:37 +0100",
            "iso_8601": "2019-04-26T14:12:37Z"
        },
        "subject": "NEC Director Kudlow states that US President Trump would like to meet with Chinese President Xi in order to seal a trade deal, but we are not there yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "nec-director-kudlow-states-that-us-president-trump-would-like-to-meet-with-chinese-president-xi-in-order-to-seal-a-trade-deal-but-we-are-not-there-yet-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:09:00",
        "gmt_time": "2019-04-26 14:09:00"
    },
    {
        "id": 866278,
        "updated_sequence": 1840604,
        "published_at": {
            "unix": 1556287260,
            "text": "2019-04-26 15:01:00 +0100",
            "iso_8601": "2019-04-26T14:01:00Z"
        },
        "updated_at": {
            "unix": 1556287323,
            "text": "2019-04-26 15:02:03 +0100",
            "iso_8601": "2019-04-26T14:02:03Z"
        },
        "subject": "South Sudan oil shipments have reportedly been blocked due to the Sudan crisis., according to a Minister",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-sudan-oil-shipments-have-reportedly-been-blocked-due-to-the-sudan-crisis-according-to-a-minister-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 22:01:00",
        "gmt_time": "2019-04-26 14:01:00"
    },
    {
        "id": 866272,
        "updated_sequence": 1840582,
        "published_at": {
            "unix": 1556286660,
            "text": "2019-04-26 14:51:00 +0100",
            "iso_8601": "2019-04-26T13:51:00Z"
        },
        "updated_at": {
            "unix": 1556286724,
            "text": "2019-04-26 14:52:04 +0100",
            "iso_8601": "2019-04-26T13:52:04Z"
        },
        "subject": "Kinder Morgan (KMI) declare force majeure at Tennessee gas pipeline close to Edinburg, Texas die to repairs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-kmi-declare-force-majeure-at-tennessee-gas-pipeline-close-to-edinburg-texas-die-to-repairs-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:51:00",
        "gmt_time": "2019-04-26 13:51:00"
    },
    {
        "id": 866271,
        "updated_sequence": 1840586,
        "published_at": {
            "unix": 1556286540,
            "text": "2019-04-26 14:49:00 +0100",
            "iso_8601": "2019-04-26T13:49:00Z"
        },
        "updated_at": {
            "unix": 1556287026,
            "text": "2019-04-26 14:57:06 +0100",
            "iso_8601": "2019-04-26T13:57:06Z"
        },
        "subject": "US President Trump says he called OPEC and told them to bring oil prices down",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-called-opec-and-told-them-to-bring-oil-prices-down-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:49:00",
        "gmt_time": "2019-04-26 13:49:00"
    },
    {
        "id": 866270,
        "updated_sequence": 1840576,
        "published_at": {
            "unix": 1556286360,
            "text": "2019-04-26 14:46:00 +0100",
            "iso_8601": "2019-04-26T13:46:00Z"
        },
        "updated_at": {
            "unix": 1556286550,
            "text": "2019-04-26 14:49:10 +0100",
            "iso_8601": "2019-04-26T13:49:10Z"
        },
        "subject": "NEC Director Kudlow says hopes additional progress will be made following visit exchange, says China needs a good deal more than the US, but does want a good deal for both party's",
        "content": "<ul><li>says China's economy is slumping, US accelerating which gives US leverage</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-hopes-additional-progress-will-be-made-following-visit-exchange-says-china-needs-a-good-deal-more-than-the-us-but-does-want-a-good-deal-for-both-party-s-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:46:00",
        "gmt_time": "2019-04-26 13:46:00"
    },
    {
        "id": 866269,
        "updated_sequence": 1840584,
        "published_at": {
            "unix": 1556286300,
            "text": "2019-04-26 14:45:00 +0100",
            "iso_8601": "2019-04-26T13:45:00Z"
        },
        "updated_at": {
            "unix": 1556286954,
            "text": "2019-04-26 14:55:54 +0100",
            "iso_8601": "2019-04-26T13:55:54Z"
        },
        "subject": "Exxon (XOM) say they are on track to hit 1mln BPD in the Permian basin by 2024; production in the Permian hit 226k BPD in Q1 (+19%)",
        "content": "<ul><li>Running 46 drilling rigs in Permian, expect to run 55 by year end</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-say-they-are-on-track-to-hit-1mln-bpd-in-the-permian-basin-by-2024-production-in-the-permian-hit-226k-bpd-in-q1-19-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:45:00",
        "gmt_time": "2019-04-26 13:45:00"
    },
    {
        "id": 866268,
        "updated_sequence": 1840571,
        "published_at": {
            "unix": 1556286180,
            "text": "2019-04-26 14:43:00 +0100",
            "iso_8601": "2019-04-26T13:43:00Z"
        },
        "updated_at": {
            "unix": 1556286366,
            "text": "2019-04-26 14:46:06 +0100",
            "iso_8601": "2019-04-26T13:46:06Z"
        },
        "subject": "NEC Director Kudlow says US economy is gaining momentum, not losing it; continues to advocate for a rate cut from the Fed, says the Fed is independent but he is allowed an opinion",
        "content": "<ul><li>says does not by in to the narrative that faster growth leads to faster inflation</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-us-economy-is-gaining-momentum-not-losing-it-continues-to-advocate-for-a-rate-cut-from-the-fed-says-the-fed-is-independent-but-he-is-allowed-an-opinion-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:43:00",
        "gmt_time": "2019-04-26 13:43:00"
    },
    {
        "id": 866267,
        "updated_sequence": 1840557,
        "published_at": {
            "unix": 1556285580,
            "text": "2019-04-26 14:33:00 +0100",
            "iso_8601": "2019-04-26T13:33:00Z"
        },
        "updated_at": {
            "unix": 1556285888,
            "text": "2019-04-26 14:38:08 +0100",
            "iso_8601": "2019-04-26T13:38:08Z"
        },
        "subject": "WPP (WPP LN) - Potential bidders for their Kantar business include Apollo and Bain, according to sources",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, WPP shares rose from GBP 9.50 to GBP 9.56</li></ul>",
        "reaction_updated_at": {
            "unix": 1556285760,
            "text": "2019-04-26 14:36:00 +0100",
            "iso_8601": "2019-04-26T13:36:00Z"
        },
        "analysis_details": "<p>This does follow pre-market reports that the Co. state that the Kantar sale is progressing well and they are satisfied with the level of interest from high-quality individuals</p>",
        "analysis_updated_at": {
            "unix": 1556285888,
            "text": "2019-04-26 14:38:08 +0100",
            "iso_8601": "2019-04-26T13:38:08Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wpp-wpp-ln-potential-bidders-for-their-kantar-business-include-apollo-and-bain-according-to-sources-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:33:00",
        "gmt_time": "2019-04-26 13:33:00"
    },
    {
        "id": 866266,
        "updated_sequence": 1840548,
        "published_at": {
            "unix": 1556285520,
            "text": "2019-04-26 14:32:00 +0100",
            "iso_8601": "2019-04-26T13:32:00Z"
        },
        "updated_at": {
            "unix": 1556285584,
            "text": "2019-04-26 14:33:04 +0100",
            "iso_8601": "2019-04-26T13:33:04Z"
        },
        "subject": "US Movers: Intel Corp (INTC) -9%, American Airlines (AAL) -3.7%, Walmart (WMT) -3.3%, Exxon Mobil (XOM) -2.6%, General Motors (GM) +2.2, Ford (F) +7.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-intel-corp-intc-9-american-airlines-aal-3-7-walmart-wmt-3-3-exxon-mobil-xom-2-6-general-motors-gm-2-2-ford-f-7-8-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:32:00",
        "gmt_time": "2019-04-26 13:32:00"
    },
    {
        "id": 866264,
        "updated_sequence": 1840542,
        "published_at": {
            "unix": 1556285400,
            "text": "2019-04-26 14:30:00 +0100",
            "iso_8601": "2019-04-26T13:30:00Z"
        },
        "updated_at": {
            "unix": 1556285468,
            "text": "2019-04-26 14:31:08 +0100",
            "iso_8601": "2019-04-26T13:31:08Z"
        },
        "subject": "North Sea Oseberg crude oil stream is to load 5 cargoes in June, Troll stream is to load 8., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-sea-oseberg-crude-oil-stream-is-to-load-5-cargoes-in-june-troll-stream-is-to-load-8-according-to-sources-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:30:00",
        "gmt_time": "2019-04-26 13:30:00"
    },
    {
        "id": 866263,
        "updated_sequence": 1840539,
        "published_at": {
            "unix": 1556285280,
            "text": "2019-04-26 14:28:00 +0100",
            "iso_8601": "2019-04-26T13:28:00Z"
        },
        "updated_at": {
            "unix": 1556285341,
            "text": "2019-04-26 14:29:01 +0100",
            "iso_8601": "2019-04-26T13:29:01Z"
        },
        "subject": "Valero are restarting the FCCU at their Memphis, Tennessee refinery (195k BPD Capacity)., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-are-restarting-the-fccu-at-their-memphis-tennessee-refinery-195k-bpd-capacity-according-to-sources-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:28:00",
        "gmt_time": "2019-04-26 13:28:00"
    },
    {
        "id": 866261,
        "updated_sequence": 1840532,
        "published_at": {
            "unix": 1556285220,
            "text": "2019-04-26 14:27:00 +0100",
            "iso_8601": "2019-04-26T13:27:00Z"
        },
        "updated_at": {
            "unix": 1556285284,
            "text": "2019-04-26 14:28:04 +0100",
            "iso_8601": "2019-04-26T13:28:04Z"
        },
        "subject": "US President Trump says trade talks with China are going very well",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-trade-talks-with-china-are-going-very-well-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:27:00",
        "gmt_time": "2019-04-26 13:27:00"
    },
    {
        "id": 866260,
        "updated_sequence": 1840529,
        "published_at": {
            "unix": 1556284740,
            "text": "2019-04-26 14:19:00 +0100",
            "iso_8601": "2019-04-26T13:19:00Z"
        },
        "updated_at": {
            "unix": 1556285022,
            "text": "2019-04-26 14:23:42 +0100",
            "iso_8601": "2019-04-26T13:23:42Z"
        },
        "subject": "Shell (RDSA LN) employees have ended their strike at the Pernis (404k BPD) and Moerdijk sites",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-employees-have-ended-their-strike-at-the-pernis-404k-bpd-and-moerdijk-sites-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:19:00",
        "gmt_time": "2019-04-26 13:19:00"
    },
    {
        "id": 866260,
        "updated_sequence": 1840529,
        "published_at": {
            "unix": 1556284740,
            "text": "2019-04-26 14:19:00 +0100",
            "iso_8601": "2019-04-26T13:19:00Z"
        },
        "updated_at": {
            "unix": 1556285022,
            "text": "2019-04-26 14:23:42 +0100",
            "iso_8601": "2019-04-26T13:23:42Z"
        },
        "subject": "Shell (RDSA LN) employees have ended their strike at the Pernis (404k BPD) and Moerdijk sites",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-employees-have-ended-their-strike-at-the-pernis-404k-bpd-and-moerdijk-sites-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:19:00",
        "gmt_time": "2019-04-26 13:19:00"
    },
    {
        "id": 866259,
        "updated_sequence": 1840524,
        "published_at": {
            "unix": 1556284320,
            "text": "2019-04-26 14:12:00 +0100",
            "iso_8601": "2019-04-26T13:12:00Z"
        },
        "updated_at": {
            "unix": 1556284717,
            "text": "2019-04-26 14:18:37 +0100",
            "iso_8601": "2019-04-26T13:18:37Z"
        },
        "subject": "Italy's Industry Lobby Confindustria says the slowdown of the Italian economy has stopped in the first months of 2019, outlook is still fragile at the beginning of Q2",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-industry-lobby-confindustria-says-the-slowdown-of-the-italian-economy-has-stopped-in-the-first-months-of-2019-outlook-is-still-fragile-at-the-beginning-of-q2-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:12:00",
        "gmt_time": "2019-04-26 13:12:00"
    },
    {
        "id": 866258,
        "updated_sequence": 1840517,
        "published_at": {
            "unix": 1556283780,
            "text": "2019-04-26 14:03:00 +0100",
            "iso_8601": "2019-04-26T13:03:00Z"
        },
        "updated_at": {
            "unix": 1556283863,
            "text": "2019-04-26 14:04:23 +0100",
            "iso_8601": "2019-04-26T13:04:23Z"
        },
        "subject": "Fixed and FX latest: knee-jerk moves after US data",
        "content": "<p>US GDP and PCE metrics portray the best of both worlds in fundamental terms, but the bumper growth and slow inflation dynamic does not change the Fed policy outlook so initial reactions have been faded and reversed relatively swiftly. Indeed, slides to new session lows or revisits to previous troughs in bonds have subsequently seen Gilts and US Treasuries print fresh intraday peaks at 127.87 (+1/4 point on the day vs -14 ticks) and 123-23+ (from 123-09), while the DXY is now struggling to retain 98.000 and hold above chart support having claimed a new, albeit marginal new 2019 peak at 98.346.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-knee-jerk-moves-after-us-data-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:03:00",
        "gmt_time": "2019-04-26 13:03:00"
    },
    {
        "id": 866257,
        "updated_sequence": 1840514,
        "published_at": {
            "unix": 1556283780,
            "text": "2019-04-26 14:03:00 +0100",
            "iso_8601": "2019-04-26T13:03:00Z"
        },
        "updated_at": {
            "unix": 1556283852,
            "text": "2019-04-26 14:04:12 +0100",
            "iso_8601": "2019-04-26T13:04:12Z"
        },
        "subject": "Just Eat (JE/ LN) - Investor Cat Rock Capital state that the Co's board should be actively evaluating merger with potential partners available to the Co.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "just-eat-je-ln-investor-cat-rock-capital-state-that-the-co-s-board-should-be-actively-evaluating-merger-with-potential-partners-available-to-the-co-26-04-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 21:03:00",
        "gmt_time": "2019-04-26 13:03:00"
    },
    {
        "id": 866252,
        "updated_sequence": 1840496,
        "published_at": {
            "unix": 1556283300,
            "text": "2019-04-26 13:55:00 +0100",
            "iso_8601": "2019-04-26T12:55:00Z"
        },
        "updated_at": {
            "unix": 1556283456,
            "text": "2019-04-26 13:57:36 +0100",
            "iso_8601": "2019-04-26T12:57:36Z"
        },
        "subject": "DAILY US EQUITY OPENING NEWS Earnings from XOM, CVX, AMZN",
        "content": "<p><strong>DOW</strong></p><ul><li><strong>Aflac (AFL)</strong> (Financials/Insurance) (USD) Q1 EPS 1.12 (exp. 1.06), revenue 5.7bln (exp. 5.49bln).</li><li><strong>American Airlines Group (AAL)</strong> (Industrials/Airlines) (USD) Q1 EPS 0.52 (exp. 0.51), revenue 10.6bln (exp. 10.6bln). AAL says it cancelled 1,200 flights due to the grounding of the Boeing (BA) 737 Max. AAL also lowered FY19 adj EPS view, now sees 4.00-6.00 (prev. 5.50-7.50).</li><li><strong>Aon PLC (AON)</strong> (Financials/Insurance Brokers)<strong> </strong>(USD) Q1 EPS 3.31 (exp. 3.31), revenue 3.1bln (exp. 3.22bln).</li><li><strong>Apple (AAPL)</strong> (Information Technology/Hardware, Storage &amp; Peripherals) (USD) Design team is losing several veterans, WSJ reports.</li><li><strong>Archer Daniels Midland (ADM)</strong> (USD) Q1 EPS USD 0.46 (exp. 0.61), revenue 15.3bln (exp. 16.23bln). CEO says Q1 was more challenging than initially expected, citing impact from severe weather in North America, and the ethanol industry environment limited margins and opportunities. CEO continues to see progress on our key imperatives for 2019. However, the continued advancement of our strategy, combined with anticipated resolution of the US-China trade situation, and an expected acceleration of soybean meal demand, leaves CEO optimistic for H2, remains committed to FY earnings comparable to or higher than 2018.</li><li><strong>Berkshire Hathaway (BRK.B)</strong> (Financials/Multi-Sector Holdings) could buy back up to USD 100bln, FT reports. No timeframe was provided, and Buffet dismissed the idea of paying a dividend. Berkshire repurchased USD 1.3bln of its stock last year.</li><li><strong>Capital One (COF)</strong> (Financials/Credit Services) (USD) Q1 adj EPS 2.90 (exp. 2.70), revenue 7.08bln (exp. 7.03bln). Q1 net interest margin -10bps at 6.86%. Q1 net charge-offs of 1.6bln.</li><li><strong>Chevron Corp (CVX) </strong>(Energy/Integrated Oil &amp; Gas) (USD)<strong> </strong>Q1 EPS 1.39 vs. (exp. 1.29), revenue 34bln (exp. 37.43bln). CVX said Q1 US upstream production 884k BOE/D (vs. 733k Y/Y), Q1 international upstream production 2.15mln BOE/D (vs. 2.12mln Y/Y), Q1 international downstream total refined product sales 1.42mln BPD (vs 1.44mln Y/Y). Production increased in Permian, volumes +7% Y/Y. Q1 earnings decline Y/Y on lower crude prices and weaker downstream. No major colour on Anardarko bid, CEO repeats it will unlock significant value for shareholders.</li><li><strong>Colgate-Palmolive Co (CL)</strong> (Consumer Staples/Household Products) (USD) Q1 EPS 0.67 (exp. 0.66), revenue 3.884bln (exp. 3.86bln); sees low-single-digit decline in EPS in FY19, and sees FY19 net sales flat to up low-single-digits. CEO was pleased with the improvement in organic sales growth, with emerging markets and developed markets each growing, and believes plans to accelerate growth are beginning to pay off, as the stronger organic sales growth in the quarter had a better balance between pricing and volume growth than Q4.</li><li><strong>Discover Financial Services (DFS)</strong> (Financials/Consumer Finance) (USD) Q1 EPS 2.15 (exp. 2.02), revenue 2.76bln (exp. 2.76bln).</li><li><strong>Disney (DIS), Sinclair (SBGI), Amazon (AMZN)</strong> (Communication Services/Movies &amp; Entertainment) NY Post reports Amazon may join Sinclair to bid on regional sports networks.</li><li><strong>Exxon Mobil Corp (XOM)</strong> (Energy/Integrated Oil &amp; Gas) (USD) Q1 EPS 0.55 (exp. 0.69), revenue 63.63bln (exp. 64.82bln) Q1 GAAP earnings USD 2.35bln vs. Prev. USD 4.65bln. Q1 oil equivalent production 4mln BPD, +2%. Co. states that weak industry fuel margins impacted Q1 downstream results. Co. has begun construction at a new unit at their Beaumont, Texas refinery which will increase crude refining capacity at the facility by 250k BPD.</li><li><strong>Ford (F)</strong> (Consumer Cyclicals/Autos) (USD) Q1 adj EPS 0.44 (exp. 0.26), revenue 41.96bln (exp. 37.05bln). Lower profit for Q1 but beat the street view; F-Series pickup truck sales strong in the US. Restructuring the business includes cutting costs by 11bln by 2021 and overhauling its product line up. CEO noted \"volatile environment with very strong competition\" and said Q1 was likely Ford's best for the year. Made a profit in Europe but struggling in China. CFO said Q1 market share fell to 5.9% from 6.5%. The tone on of the call emphasised Ford's focus on action and accelerated execution this year, some analysts said. Separately, DOJ has opened a criminal probe on the automaker for US emissions certificate process.</li><li><strong>Fortive Corp (FTV)</strong> (Technology/Scientific &amp; Technical Instruments) (USD) Q1 EPS USD 0.43 (exp. 0.69), revenue 1.59bln (exp. 1.62bln).</li><li><strong>Intel (INTC)</strong> (Information Technology/Semiconductors) (USD): Q1 adj EPS 0.89 (exp. 0.87), revenue 16.1bln (exp. 16.02bln). Poor guidance: sees Q2 adj EPS/revenue at 0.89 and 15.6bln (exp. 1.01 and 16.86bln), sees FY adj EPS/revenue at 4.35 and 69bln (exp. 4.50 and 71.04bln).</li><li><strong>Lockheed Martin (LMT)</strong> (Industrials/Aerospace &amp; Defense) (USD) Awarded 723.55mln US Army contract modification to procure a variety of Hellfire II missile variants.</li><li><strong>LyondellBasell (LYB)</strong> (Materials/Specialty Chemicals) (USD) Q1 EPS 2.19 (exp. 2.19), revenue 8.78bln (exp. 9.36bln).</li><li><strong>Merck (MRK)</strong> (Health Care/Drug Manufacturers) KEYTRUDA met a primary endpoint in pivotal Phase 3 KEYNOTE-062 trial.</li><li><strong>Parker-Hannifin (PH)</strong> (Industrials/Diversified Industrials) (USD) raises quarterly dividend 16% to 0.88 (prev. 0.76).</li><li><strong>Republic Services (RSG)</strong> (Industrials/Waste Management) (USD) Q1 EPS 0.73 (exp. 0.72), revenue 2.47bln (exp. USD 2.5bln). Reiterates 2019 EPS guidance.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Ventas Inc (VTR)</strong> (Real Estate/Health Care REITs) (USD) Q1 adj FFO/share 0.99 (exp. 0.96), revenue 0.943bln (exp. 0.96bln).</li><li><strong>Weyerhaeuser (WY) </strong>(Real Estate/Specialized REITS)<strong> </strong>(USD) Q1 adj EPS 0.11 (exp. 0.09), revenue 1.64bln (exp. 1.67bln). CEO anticipates modest Y/Y housing growth, sees building activity accelerating with improved weather and continued macroeconomic stability.</li><li><strong>Whirlpool (WHR)</strong> (Consumer Discretionary/Household Appliances) urges shareholders to reject 'mini-tender' offer by Peer &amp; Peri.</li><li><strong>Zimmer Biomet Holdings Inc (ZBH)</strong> (Health Care/Health Care Equipment) (USD) Q1 adj EPS 1.87 (exp. 1.86), revenue 1.976bln (exp. 1.96bln). Reiterates FY19 adj EPS view at 7.70-7.90 (exp. 7.80).</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Align (ALGN)</strong> (Health Care/Medical Devices) CEO says co. seeing incredible demand, and is only 10% penetrated in the market.</li><li><strong>Amazon (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) (USD): Q1 EPS 7.09 (exp. 4.72), revenue 59.7bln (exp. 59.65bln); guides Q2 revenue 59.5bln-63.5bln (exp. 62.4bln). Working on making Prime free 2-day standard shipping into free 1-day shipping. Amazon Web Services revenue grew 41% in the first quarter. Separately, less than a week after launching its free music streaming service, AMZN is readying a hi-def music streaming service, according to Music Business Worldwide.</li><li><strong>Celgene (CELG)</strong> (Health Care/Drug Manufacturers) (USD) Q1 adj EPS 2.55 (exp. 2.49), Revenue 4.03bln (exp. 4.02bln); reaffirms FY19 EPS at 10.60-10.80 (exp. 10.70), and reaffirms FY19 revenue at 17bln-17.2bln (exp. 17.11bln). CEO continues to see positive momentum into the expected closing of the Bristol-Myers Squibb (BMY) transaction in Q319. Elsewhere, Celgene and Acceleron Pharma (XLRN) announced that CELG has submitted a Marketing Authorization Application to the European Medicines Agency for luspatercept, for the treatment of anaemia.</li><li><strong>Cerner (CERN)</strong> (Information Technology/Health Information Services) (USD) Q1 adj EPS 0.61 (exp. 0.61), revenue 1.39bln (exp. 1.39bln).</li><li><strong>Ctrip (CTRP) </strong>(Consumer Cyclical/Leisure) announces share exchange transaction with Naspers; Naspers will exchange its stake in MakeMyTrip for newly issued shares in Ctrip.</li><li><strong>Facebook (FB)</strong> (Information Technology/Internet Content &amp; Information) NY AG to investigate FB's unauthorized collection of 1.5mln+ users' email address books.</li><li><strong>Illumina (ILMN)</strong> (Healthcare/Diagnostics &amp; Research) (USD) Q1 adj EPS 1.60 (exp. 1.36), revenue 0.846bln (exp. USD 0.84bln). Raises FY19 adj EPS view to 6.63-6.73 (prev. 6.50-6.60; exp. 6.53). Reiterates FY19 revenue view +13%-14% (exp. 3.78bln). EPS view reflects the favourable impact of the Helix deconsolidation.</li><li><strong>Kraft Heinz (KHC)</strong> (Consumer Staples/Packaged Foods &amp; Meats) is struggling to sell its Maxwell House coffee brand, which has been for sale since Feb. Buyers who have met management have not followed up with bids, with one issue being the USD 2.5bln price tag, NY Post reports.</li><li><strong>Starbucks (SBUX)</strong> (Consumer Cyclical/Restaurants) (USD) Q2 EPS 0.52 vs. exp. 0.56, revenue 6.3bln vs. exp. 6.32bln. Raises FY EPS view to 2.75-2.79 (previous 2.68-2.73, consensus 2.71). Beat estimates for quarterly SSS. Will have Nitro Cold Brew in all US stores by end of FY19. Says its 'well-positioned' for long-term growth in China. Says expanded retail in the qtr with Nestle (NSRGY, NESN) deal.</li><li><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Autos) Citron Research’s chief Andrew Left is no longer long nor short of the stock.&nbsp;</li><li><strong>T-Mobile (TMUS)</strong> (Communication Services/Telecoms Services) (USD) Q1 Adj EBITDA 3.28bln (Exp. 3.21bln), revenue 11.08bln (Exp. 11.00bln); results exceed expectations. Postpaid metrics also strong: postpaid phone net adds of 656k (exp. 612k), but prepaid net additions at 69k missed (exp. 119k). Co. increased 2019 branded postpaid net additions target to 3.1mln to 3.7mln (prev. 2.6mln to 3.6mln), reiterates 2019 adj EBITDA guidance (12.7bln-13.2bln).</li><li><strong>Verisign (VRSN)</strong> (Technology/Internet Content &amp; Information) (USD) Q1 adj EPS 1.31 (exp. 1.25), revenue 0.306bln (exp. 0.3bln).</li></ul><p><strong>OTHER</strong></p><ul><li><strong>AstraZeneca (AZN)</strong> (Health Care/Pharmaceuticals) (USD) Q1 EPS 0.47 (exp. 0.42), reiterates FY19 core EPS at 3.50-3.70. FY19 cash performance expected to be adversely impacted by a number of one-off payments relating to prior business-development transactions (many of these payments was made in Q1). Co. remains committed to focusing on appropriate cash generating and value-accretive collaboration and divestment transactions. Core operating profit seen increasing by a mid-teens vs. FY18, capex seen broadly stable, restructuring expenses targeted to reduce vs. the prior year.</li><li><strong>Goodyear Tires (GT) </strong>(Consumer Cyclical/Rubber &amp; Plastics) (USD) Q1 adj EPS 0.19 (exp. 0.06), revenue 3.6bln (est. 3.74bln).</li><li><strong>Uber</strong> <strong>(UBER)</strong> (Information Technology/Software) IPO price range USD 44-50 per share, sources said, would value co. between USD 80-90bln. Uber to raise between 8-10bln from the listing. The co. reported 2018 gross bookings rose to USD 49.8bln (+45% Y/Y), revenue USD 11.3bln (+42% Y/Y), and adds that there were 1.5bln trips on the platform in the quarter ending 31/Dec.</li><li><strong>US Auto Names (F, GM, FCAU)</strong> (Consumer Discretionary/Autos) Daimler (DAI GY) sees slight growth in unit sales, revenue, earnings for 2019. Renault (RNO FP) plans to propose a merger with partner Nissan (7201 JP, NSANY) under a new holding company, in which both automakers would receive an approximately 50% stake.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ARGO GROUP (ARGO) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WILLIAM BLAIR</li><li>CLEVELAND-CLIFFS (CLF) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>CONSOLIDATED COMMUNICATIONS (CNSL) UPGRADED TO OUTPERFORM AT WELLS FARGO</li><li>CONSOLIDATED EDISON (ED) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>ESPERION (ESPR) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li><li>GOLD FIELDS (GFI) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>ILLINOIS TOOL WORKS (ITW) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>MARCUS (MCS) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>MASCO (MAS) UPGRADED TO STRONG BUY FROM MARKET PERFORM AT RAYMOND JAMES</li><li>META FINANCIAL UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>MILLICOM (TIGO) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>SHUTTERFLY (SFLY) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li><li>SONIC AUTOMOTIVE (SAH) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>SPS COMMERCE (SPSC) UPGRADED TO OUTPERFORM FROM NEUTRAL AT FIRST ANALYSIS ESPERION (ESPR) UPGRADED TO NEUTRAL AT GOLDMAN SACHS</li><li>THE MEDICINES CO. (MDCO) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li></ul><p><strong>Downgrades</strong></p><ul><li>3M (MMM) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>ANADARKO (APC) DOWNGRADED TO HOLD FROM BUY AT TUDOR PICKERING</li><li>ASSA ABLOY (ASAZY) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>AXALTA COATING (AXTA) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>BANKUNITED (BKU) DOWNGRADED TO UNDERWEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>CAROLINA FINANCIAL (CARO) DOWNGRADED TO HOLD FROM BUY AT SANDLER O'NEILL</li><li>CDW (CDW) DOWNGRADED TO NEUTRAL ON VALUATION AT NORTHCOAST</li><li>CGI GROUP (GIB) DOWNGRADED TO NEUTRAL FROM OUTPERFORMER AT CIBC</li><li>CONSOLIDATED COMMUNICATIONS (CNCL) DOWNGRADED TO SELL FROM NEUTRAL AT GUGGENHEIM</li><li>FEDEX (FDX) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</li><li>GENTERA (CMPRF) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>HERITAGE FINANCIAL (HFWA) DOWNGRADED TO HOLD FROM BUY AT SANDLER O'NEILL</li><li>OMNICELL (OMCL) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li><li>PACKAGING CORP. (PKG) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT STEPHENS</li><li>PATRICK INDUSTRIES (PATK) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li><li>QORVO (QRVO) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>RELIANCE STEEL (RS) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>STARBUCKS (SBUX) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>TAL EDUCATION (TAL) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li></ul><p><strong>Initiations</strong></p><ul><li>BRINKER (EAT) INITIATED WITH A SELL AT UBS</li><li>CHEESECAKE FACTORY (CAKE) INITIATED WITH A NEUTRAL AT UBS</li><li>DARDEN (DRI) INITIATED WITH A BUY AT UBS</li><li>GILEAD (GILD) RATED NEW OUTPERFORM AT BERNSTEIN</li><li>LOOP INDUSTRIES (LOOP) INITIATED WITH A BUY AT H.C. WAINWRIGHT</li><li>ORAGENICS (OGEN) INITIATED WITH A BUY AT H.C. WAINWRIGHT</li><li>PARETEUM (TEUM) RATED NEW OUTPERFORM AT OPPENHEIMER</li><li>SAGE THERAPEUTICS (SAGE) REINSTATED MARKET PERFORM AT RAYMOND JAMES</li><li>TEXAS ROADHOUSE (TXRH) INITIATED WITH A NEUTRAL AT UBS</li><li>TOCAGEN (TOCA) RATED NEW OVERWEIGHT AT CANTOR</li><li>VAIL RESORTS (MTN) RATED NEW BUY AT SUNTRUST</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>BANK OF NEW YORK MELLON CORP (BK) - USD 0.28</li><li>BEMIS COMPANY INC (BMS) - USD 0.32</li><li>BLACKSTONE GROUP LP (BX) - USD 0.37</li><li>CELANESE CORP (CE) - USD 0.62</li><li>DOMINION ENERGY INC (DRUA) - USD 0.32</li><li>ENLINK MIDSTREAM LLC (ENLC) - USD 0.27</li><li>ONEOK INC (OKE) - USD 0.86</li><li>UNUM GROUP (UNM) - USD 0.26</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-us-equity-opening-news-earnings-from-xom-cvx-amzn-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:55:00",
        "gmt_time": "2019-04-26 12:55:00"
    },
    {
        "id": 866251,
        "updated_sequence": 1840493,
        "published_at": {
            "unix": 1556282700,
            "text": "2019-04-26 13:45:00 +0100",
            "iso_8601": "2019-04-26T12:45:00Z"
        },
        "updated_at": {
            "unix": 1556282748,
            "text": "2019-04-26 13:45:48 +0100",
            "iso_8601": "2019-04-26T12:45:48Z"
        },
        "subject": "Daimler (DAI GY) - Co's CFO state that they have no plans to IPO their mobility services business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-co-s-cfo-state-that-they-have-no-plans-to-ipo-their-mobility-services-business-26-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:45:00",
        "gmt_time": "2019-04-26 12:45:00"
    },
    {
        "id": 866250,
        "updated_sequence": 1840490,
        "published_at": {
            "unix": 1556282160,
            "text": "2019-04-26 13:36:00 +0100",
            "iso_8601": "2019-04-26T12:36:00Z"
        },
        "updated_at": {
            "unix": 1556282233,
            "text": "2019-04-26 13:37:13 +0100",
            "iso_8601": "2019-04-26T12:37:13Z"
        },
        "subject": "Wirecard (WDI GY) Chairman won't stand for reelection after end of term, as according to sources cited by Handelsblatt",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wirecard-wdi-gy-chairman-won-t-stand-for-reelection-after-end-of-term-as-according-to-sources-cited-by-handelsblatt-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:36:00",
        "gmt_time": "2019-04-26 12:36:00"
    },
    {
        "id": 866249,
        "updated_sequence": 1840487,
        "published_at": {
            "unix": 1556281800,
            "text": "2019-04-26 13:30:00 +0100",
            "iso_8601": "2019-04-26T12:30:00Z"
        },
        "updated_at": {
            "unix": 1556282172,
            "text": "2019-04-26 13:36:12 +0100",
            "iso_8601": "2019-04-26T12:36:12Z"
        },
        "subject": "Chevron Corp (CVX) Q1 EPS USD 1.39 vs. exp. USD 1.29, revenue USD 34bln vs. exp. USD 37.43bln",
        "content": "<ul><li>Q1 US upstream production 884k BOE/D (vs. 733k Y/Y)</li><li>Q1 international upstream production 2.15 million mln BOE/D (vs. 2.12mln Y/Y)</li><li>Q1 international downstream total refined product sales 1.42 mln BPD (vs 1.44mln Y/Y)</li><li>Production increased in Permian, volumes +7% Y/Y</li><li>Q1 earnings decline Y/Y on lower crude prices and weaker downstream</li><li>No major colour on Anardarko bid, just yet, repeats it will unlock significant value for shareholders</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-corp-cvx-q1-eps-usd-1-39-vs-exp-usd-1-29-revenue-usd-34bln-vs-exp-usd-37-43bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:30:00",
        "gmt_time": "2019-04-26 12:30:00"
    },
    {
        "id": 866242,
        "updated_sequence": 1840455,
        "published_at": {
            "unix": 1556281560,
            "text": "2019-04-26 13:26:00 +0100",
            "iso_8601": "2019-04-26T12:26:00Z"
        },
        "updated_at": {
            "unix": 1556281735,
            "text": "2019-04-26 13:28:55 +0100",
            "iso_8601": "2019-04-26T12:28:55Z"
        },
        "subject": "Ford (F) - US DoJ opened criminal investigation regarding companies emissions certification process",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-us-doj-opened-criminal-investigation-regarding-companies-emissions-certification-process-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:26:00",
        "gmt_time": "2019-04-26 12:26:00"
    },
    {
        "id": 866240,
        "updated_sequence": 1840448,
        "published_at": {
            "unix": 1556281320,
            "text": "2019-04-26 13:22:00 +0100",
            "iso_8601": "2019-04-26T12:22:00Z"
        },
        "updated_at": {
            "unix": 1556281402,
            "text": "2019-04-26 13:23:22 +0100",
            "iso_8601": "2019-04-26T12:23:22Z"
        },
        "subject": "Total (FP FP) - Co's CFO states that the Co. are not interested in US Shale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-co-s-cfo-states-that-the-co-are-not-interested-in-us-shale-26-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:22:00",
        "gmt_time": "2019-04-26 12:22:00"
    },
    {
        "id": 866239,
        "updated_sequence": 1840445,
        "published_at": {
            "unix": 1556280780,
            "text": "2019-04-26 13:13:00 +0100",
            "iso_8601": "2019-04-26T12:13:00Z"
        },
        "updated_at": {
            "unix": 1556280834,
            "text": "2019-04-26 13:13:54 +0100",
            "iso_8601": "2019-04-26T12:13:54Z"
        },
        "subject": "India are reportedly to defer the imposition of retaliatory tariffs on US products to the 15th May., CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "india-are-reportedly-to-defer-the-imposition-of-retaliatory-tariffs-on-us-products-to-the-15th-may-cnbc-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:13:00",
        "gmt_time": "2019-04-26 12:13:00"
    },
    {
        "id": 866238,
        "updated_sequence": 1840440,
        "published_at": {
            "unix": 1556280360,
            "text": "2019-04-26 13:06:00 +0100",
            "iso_8601": "2019-04-26T12:06:00Z"
        },
        "updated_at": {
            "unix": 1556280450,
            "text": "2019-04-26 13:07:30 +0100",
            "iso_8601": "2019-04-26T12:07:30Z"
        },
        "subject": "Sanofi (SAN FP) - Co. reports EPS growth of 9.4% at constant exchange rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sanofi-san-fp-co-reports-eps-growth-of-9-4-at-constant-exchange-rates-26-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:06:00",
        "gmt_time": "2019-04-26 12:06:00"
    },
    {
        "id": 866237,
        "updated_sequence": 1840442,
        "published_at": {
            "unix": 1556280000,
            "text": "2019-04-26 13:00:00 +0100",
            "iso_8601": "2019-04-26T12:00:00Z"
        },
        "updated_at": {
            "unix": 1556280584,
            "text": "2019-04-26 13:09:44 +0100",
            "iso_8601": "2019-04-26T12:09:44Z"
        },
        "subject": "Exxon Mobil Corp (XOM) Q1 EPS USD 0.55 vs. exp. USD 0.69, revenue USD 63.625bln vs. exp. USD 64.82bln",
        "content": "<ul><li>Q1 GAAP earnings USD 2.35bln vs. Prev. USD 4.65bln.</li><li>Q1 oil equivalent production 4mln BPD, +2%</li><li>Co. state that weak industry fuel margins impacted Q1 downstream results</li><li>Co. have begun construction at a new unit at their Beaumont, Texas refinery which will increase crude refining capacity by 250k BPD</li></ul>",
        "reaction_details": "<ul><li>XOM trading down 2% in the pre-market, whilst DOW futures fell 13 points to 26357</li></ul>",
        "reaction_updated_at": {
            "unix": 1556280180,
            "text": "2019-04-26 13:03:00 +0100",
            "iso_8601": "2019-04-26T12:03:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "exxon-mobil-corp-xom-q1-eps-usd-0-55-vs-exp-usd-0-69-revenue-usd-63-625bln-vs-exp-usd-64-82bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 20:00:00",
        "gmt_time": "2019-04-26 12:00:00"
    },
    {
        "id": 866236,
        "updated_sequence": 1840424,
        "published_at": {
            "unix": 1556279700,
            "text": "2019-04-26 12:55:00 +0100",
            "iso_8601": "2019-04-26T11:55:00Z"
        },
        "updated_at": {
            "unix": 1556279839,
            "text": "2019-04-26 12:57:19 +0100",
            "iso_8601": "2019-04-26T11:57:19Z"
        },
        "subject": "Scotiabank FX Daily - USD Consolidating This Week's Gains Into Q1 GDP Data  ",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as SEK and NZD recover while JPY softens; CNH steady.</li><li>&nbsp; CAD steady, still ignoring oil; risk in market tone ahead of Tuesday’s GDP.</li><li>&nbsp; EUR consolidates in mid-1.11s as markets await Italy rating &amp; Spanish election.</li><li>&nbsp; GBP attempting stabilization around 1.29; CBI data disappoint w/ drop in orders.</li><li>&nbsp; JPY softens on disappointing industrial production data ahead of holiday week.</li><li>&nbsp; AUD attempting modest recovery as NZD extends bullish turn on trade data.</li><li>&nbsp; MXN quietly consolidating ahead of 9:00am ET trade release; GDP Tuesday.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-consolidating-this-week-s-gains-into-q1-gdp-data-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:55:00",
        "gmt_time": "2019-04-26 11:55:00"
    },
    {
        "id": 866235,
        "updated_sequence": 1840417,
        "published_at": {
            "unix": 1556278740,
            "text": "2019-04-26 12:39:00 +0100",
            "iso_8601": "2019-04-26T11:39:00Z"
        },
        "updated_at": {
            "unix": 1556278850,
            "text": "2019-04-26 12:40:50 +0100",
            "iso_8601": "2019-04-26T11:40:50Z"
        },
        "subject": "Nigeria oil Ministry says Nigeria and Saudi Arabia to draft a memorandum of understanding by end of May, will open up possibility of construction of a new refinery in Nigeria",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigeria-oil-ministry-says-nigeria-and-saudi-arabia-to-draft-a-memorandum-of-understanding-by-end-of-may-will-open-up-possibility-of-construction-of-a-new-refinery-in-nigeria-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:39:00",
        "gmt_time": "2019-04-26 11:39:00"
    },
    {
        "id": 866234,
        "updated_sequence": 1840414,
        "published_at": {
            "unix": 1556278680,
            "text": "2019-04-26 12:38:00 +0100",
            "iso_8601": "2019-04-26T11:38:00Z"
        },
        "updated_at": {
            "unix": 1556278823,
            "text": "2019-04-26 12:40:23 +0100",
            "iso_8601": "2019-04-26T11:40:23Z"
        },
        "subject": "Bayer (BAYN GY) - Co's CEO state that they are confident about the outlook for their pharmaceuticals division, as such they are not planning on selling sections of the division",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-co-s-ceo-state-that-they-are-confident-about-the-outlook-for-their-pharmaceuticals-division-as-such-they-are-not-planning-on-selling-sections-of-the-division-26-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:38:00",
        "gmt_time": "2019-04-26 11:38:00"
    },
    {
        "id": 866230,
        "updated_sequence": 1840421,
        "published_at": {
            "unix": 1556278200,
            "text": "2019-04-26 12:30:00 +0100",
            "iso_8601": "2019-04-26T11:30:00Z"
        },
        "updated_at": {
            "unix": 1556279585,
            "text": "2019-04-26 12:53:05 +0100",
            "iso_8601": "2019-04-26T11:53:05Z"
        },
        "subject": "American Airlines Group Inc (AAL) Q1 EPS USD 0.52 vs. exp. USD 0.51, revenue USD 10.6bln vs. exp. USD 10.6bln",
        "content": "<ul><li>Cancelled 1200 flights due to the grounding of the 737 Max</li><li>Co. have cut their FY19 forecasts</li></ul>",
        "reaction_details": "<ul><li>European Competitors International Consolidated Airlines (IAG LN), Air France (AF FP) and Lufthansa (LHA GY) all saw some negative moves in the aftermath of the release</li></ul>",
        "reaction_updated_at": {
            "unix": 1556278920,
            "text": "2019-04-26 12:42:00 +0100",
            "iso_8601": "2019-04-26T11:42:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-airlines-group-inc-aal-q1-eps-usd-0-52-vs-exp-usd-0-51-revenue-usd-10-6bln-vs-exp-usd-10-6bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:30:00",
        "gmt_time": "2019-04-26 11:30:00"
    },
    {
        "id": 866233,
        "updated_sequence": 1840411,
        "published_at": {
            "unix": 1556278140,
            "text": "2019-04-26 12:29:00 +0100",
            "iso_8601": "2019-04-26T11:29:00Z"
        },
        "updated_at": {
            "unix": 1556278360,
            "text": "2019-04-26 12:32:40 +0100",
            "iso_8601": "2019-04-26T11:32:40Z"
        },
        "subject": "Trelleborg (TRELB SS) Q1 net sales SEK 1.28bln vs. Exp. SEK 1.22bln. Q1 net income SEK 852mln vs. Exp. SEK 858mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trelleborg-trelb-ss-q1-net-sales-sek-1-28bln-vs-exp-sek-1-22bln-q1-net-income-sek-852mln-vs-exp-sek-858mln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:29:00",
        "gmt_time": "2019-04-26 11:29:00"
    },
    {
        "id": 866227,
        "updated_sequence": 1840391,
        "published_at": {
            "unix": 1556276400,
            "text": "2019-04-26 12:00:00 +0100",
            "iso_8601": "2019-04-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1556276427,
            "text": "2019-04-26 12:00:27 +0100",
            "iso_8601": "2019-04-26T11:00:27Z"
        },
        "subject": "Archer Daniels Midland Co (ADM) Q1 EPS USD 0.46 vs. exp. USD 0.61, revenue USD 15.3bln vs. exp. USD 16.23bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "archer-daniels-midland-co-adm-q1-eps-usd-0-46-vs-exp-usd-0-61-revenue-usd-15-3bln-vs-exp-usd-16-23bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:00:00",
        "gmt_time": "2019-04-26 11:00:00"
    },
    {
        "id": 866228,
        "updated_sequence": 1840394,
        "published_at": {
            "unix": 1556276400,
            "text": "2019-04-26 12:00:00 +0100",
            "iso_8601": "2019-04-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1556276460,
            "text": "2019-04-26 12:01:00 +0100",
            "iso_8601": "2019-04-26T11:01:00Z"
        },
        "subject": "Ventas Inc (VTR) Q1 adj FFO USD 0.99 vs. exp. USD 0.96, revenue USD 0.943bln vs. exp. USD 0.96bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ventas-inc-vtr-q1-adj-ffo-usd-0-99-vs-exp-usd-0-96-revenue-usd-0-943bln-vs-exp-usd-0-96bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 19:00:00",
        "gmt_time": "2019-04-26 11:00:00"
    },
    {
        "id": 866226,
        "updated_sequence": 1840388,
        "published_at": {
            "unix": 1556276100,
            "text": "2019-04-26 11:55:00 +0100",
            "iso_8601": "2019-04-26T10:55:00Z"
        },
        "updated_at": {
            "unix": 1556276265,
            "text": "2019-04-26 11:57:45 +0100",
            "iso_8601": "2019-04-26T10:57:45Z"
        },
        "subject": "Colgate-Palmolive Co (CL) Q1 EPS USD 0.67 vs. exp. USD 0.66, revenue USD 3.884bln vs. exp. USD 3.86bln; see low-single-digit decline in EPS in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "colgate-palmolive-co-cl-q1-eps-usd-0-67-vs-exp-usd-0-66-revenue-usd-3-884bln-vs-exp-usd-3-86bln-see-low-single-digit-decline-in-eps-in-2019-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:55:00",
        "gmt_time": "2019-04-26 10:55:00"
    },
    {
        "id": 866225,
        "updated_sequence": 1840383,
        "published_at": {
            "unix": 1556275500,
            "text": "2019-04-26 11:45:00 +0100",
            "iso_8601": "2019-04-26T10:45:00Z"
        },
        "updated_at": {
            "unix": 1556276011,
            "text": "2019-04-26 11:53:31 +0100",
            "iso_8601": "2019-04-26T10:53:31Z"
        },
        "subject": "Nissan (7201 JT) CEO and Japan govt have refused to engage in merger talks with Renault (RNO), according to the FT",
        "content": "<p><a href=\"https://www.ft.com/content/c0b5a5aa-67ff-11e9-9adc-98bf1d35a056\">Via the FT</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "nissan-7201-jt-ceo-and-japan-govt-have-refused-to-engage-in-merger-talks-with-renault-rno-according-to-the-ft-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:45:00",
        "gmt_time": "2019-04-26 10:45:00"
    },
    {
        "id": 866224,
        "updated_sequence": 1840376,
        "published_at": {
            "unix": 1556275200,
            "text": "2019-04-26 11:40:00 +0100",
            "iso_8601": "2019-04-26T10:40:00Z"
        },
        "updated_at": {
            "unix": 1556275218,
            "text": "2019-04-26 11:40:18 +0100",
            "iso_8601": "2019-04-26T10:40:18Z"
        },
        "subject": "RANsquawk Daily US Opening News - 26th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21695/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Major European indices are little changed with the markets focus remaining firmly on earnings</li><li>On the trade front it has been reported that if a deal is finalised, Chinese President Xi could sign the deal in the US as early as June</li><li>Brent and WTI prices have extended on losses this morning, with some citing this to technical factors</li><li>Looking ahead, highlights include, US GDP (Advance)</li><li>Earnings: Exxon Mobil, Colgate, Chevron, American Airlines</li></ul><p>ASIA-PAC</p><p>Asia-Pac risk sentiment was mostly downbeat as markets remained heavily focused on earnings releases and following the lacklustre performance of counterparts stateside. ASX 200 (Unch.) and Nikkei 225 (-0.2%) were both subdued with underperformance seen in Australia’s energy sector after a pullback in oil prices although losses in the broader market were only marginal and the index eventually recovered, while the Japanese benchmark was pressured amid a slew of earnings and following disappointing Industrial Production figures with participants also reducing exposure ahead of a 10-day closure for Golden Week. Elsewhere, Hang Seng (+0.2%) and Shanghai Comp. (-1.2%) opened lower as PBoC inaction resulted to a CNY 300bln liquidity drain for the week but with losses in Hong Kong later pared amid earnings including China Life Insurance which almost doubled its Q1 net from the prior year. Finally, 10yr JGBs are higher with prices underpinned by the mostly risk-averse tone and BoJ presence for JPY 480bln of JGBs in the belly.</p><p>&nbsp;</p><p>PBoC skipped open market operations for a net weekly drain of CNY 300bln vs. last week's CNY 300bln net injection. (Newswires) PBoC set CNY mid-point at 6.7307 (Prev. 6.7307)</p><p>&nbsp;</p><p>US President Trump suggested that Chinese President Xi will be visiting the White House soon. In other news, the US is considering concessions on drug protection in talks with China after the latter was said to offer 8 years of IP protections for biologics data vs. 12 years under current US law. (Newswires) Subsequently reported that, Chinese President Xi could travel to the US to sign a trade deal as soon as June; if the two sides finalise a trade deal., SCMP citing sources. (SCMP)</p><p>Chinese President Xi said China will open its market up to more firms and continue to erode backward as well as outdated capacity, while he also stated that China will increase imports and will not pursue CNY depreciation that harms others. (Newswires)</p><p>&nbsp;</p><p>Japanese Industrial Production (Mar) M/M -0.9% vs. Exp. -0.1% (Prev. 0.7%). (Newswires) Japanese Industrial Production (Mar) Y/Y -4.6% vs. Exp. -3.8% (Prev. -1.1%)</p><p>&nbsp;</p><p>Japanese Tokyo CPI (Apr) Y/Y 1.4% vs. Exp. 1.1% (Prev. 0.9%). (Newswires)</p><p>Japanese Tokyo CPI Ex. Fresh Food (Apr) Y/Y 1.3% vs. Exp. 1.1% (Prev. 1.1%) Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Apr) Y/Y 0.9% vs. Exp. 0.7% (Prev. 0.7%)</p><p>&nbsp;</p><p>RBNZ Governor Orr said not particularly worried by slower pace of growth and pointed to a strong labour market, while he added that there is room to cut rates if needed. (Newswires) New Zealand Trade Balance (Mar) M/M 922M vs. Exp. 131M (Prev. 12M, Rev. -68M). (Newswires) New Zealand Exports (Mar) 5.70B vs. Exp. 5.30B (Prev. 4.82B, Rev. 4.71B) New Zealand Imports (Mar) 4.77B vs. Exp. 5.15B (Prev. 4.80B, Rev. 4.78B)</p><p>&nbsp;</p><p>US</p><p>White House Economic Adviser Kudlow said he sees the Fed moving towards cutting rates and reiterated support for Stephen Moore to the Fed. (Newswires)</p><p>UK/EU</p><p>UK officials have conceded that UK PM May does not have enough time to ger her Brexit deal passed by Parliament and avoid taking part in EU elections. (Newswires)&nbsp;</p><p>UK PM May spokesperson says that more talks will happen with Labour next week. (newswires)</p><p>UK Chancellor Hammond says he has a \"productive\" meeting with his labour counterpart in a meeting, and optimistic they can reach a common ground albeit necessitating compromise from both sides. (Newswires)</p><p>French President Macron said he wants to significantly cut income tax which will be funded by closing tax loopholes, spending cuts and making the French work more. Furthermore, Macron said the tax cuts would be worth EUR 5bln and that the French must work longer because they live longer but doesn't want to push back the retirement age beyond 62. (Newswires)</p><p>SNB's Jordan says they stand ready to use negative rates and intervention on FX market as and where appropriate. (Newswires)</p><p>ECB's Rehn states that long-lasting slow inflation may have lowered inflation targets, markets may see that in current conditions monetary policy measures are not sufficient to accelerate inflation, decline in inflation expectations may be attributed to asymmetry in the ECB's definition of price stability. (Newswires)</p><p>&nbsp;</p><p>EQUITIES</p><p>Major European indices are mixed but little changed overall [Euro Stoxx 50 +0.1%], with sectors portraying a similar scene; notably, the Oil &amp; Gas sector is underperforming in-line with the recent downturn in oil prices and with sector heavyweights Total’s (-0.4%) broadly as expected earnings unable to counter the downward pressure. After an earning fuelled morning the FTSE 100 (-0.3%) is somewhat lagging its peers with the index weighed on predominantly by RBS (-4.4%) in-spite of the Co’s beat on Q1 profit before tax, as the Co. stated that the ongoing impact of Brexit uncertainty is likely to impact income growth in the near term. Glencore (-3.0%) and Just Eat (-3.2%) are also weighing on the FTSE 100 after the CFTC stated they are investigating if the Co’s units violated CFTC regulations and as UK Q1 orders increased by only 7.4% respectively. Other notable movers include Deutsche Bank (-3.0%) are lagging the Dax (+0.1%) after the Co. cut their FY19 sales outlook and they expect FY19 revenue to be flat. Elsewhere, Renault (+3.0%) posted Q1 revenue in-line with expectations and confirmed their guidance for FY19.</p><p>Another FAANG member showed their teeth after yesterday’s blowout number from FB, wherein Amazon beat EPS expectations by over USD 3 and didn’t sacrifice this gain in their revenue print, which came in marginally above expectations. This came as web services revenue increased by over 40% with the company reporting their most profitable quarter ever. Clouds remain on the horizon after the bright earnings, however, as the company warned of a slower Q2. In the pre-market AMZN are trading with gains of 1%.</p><p>&nbsp;</p><p>On the flipside, Intel short-circuited and reported shockingly bad earnings guidance despite top and bottom line printing inline with expectations. The hardware maker cut their FY guidance and forecast a weak Q2 as Chinese data centre sales remain soft, as the region is consuming fewer microchips than expected, and follows on from a similar warning sign eschewed from Texas Instruments.&nbsp; As a result of the terrible results INTC are trading with losses of 7% in the pre-market.</p><p>&nbsp;</p><p>FX</p><p>NZD/SEK - The Kiwi and Swedish Krona are leading a comeback of sorts vs a still solid Greenback that is holding above the 98.000 handle in DXY terms and Fib support just shy of the big figure (97.961), with data providing respite for both G10 currencies in the form of NZ trade and Swedish retail sales. Nzd/Usd has subsequently extended its rebound through 0.6600 to just over 0.6650, with the added impetus of relatively upbeat rhetoric from RBNZ Orr overnight, while Eur/Sek has retreated further from post-Riksbank peaks and back below 10.6000 as the single currency lags amidst dovish remarks from ECB’s Rehn.</p><p>AUD - Another major beneficiary of short covering and position paring in advance of US growth and PCE price gauges, as the Aussie recovers more ground from sub-0.7000 levels vs its US peer towards 0.7040, albeit still trading heavily on a Aud/Nzd cross basis under 1.0600 following weak Q1 CPI data earlier in the week that ramped up RBA easing expectations.</p><p>EUR - As noted above, the Euro has been hampered to a degree by Rehn comments adding a bit more credence to sourced reports suggesting that some GC members are inclined towards shifting guidance on rate normalisation out further than the current end of 2019 or later to a BoJ-style next year. Hence, Eur/Usd’s bounce from yesterday’s new ytd low (circa 1.1116) has been stymied ahead of 1.1150 and decent option expiries stretching to 1.1160 (1.5 bn), while residual bids above 1.1100 may also be supplemented by hedging or buying interest linked to a total of 1 bn running off at the strike.</p><p>GBP/CHF/CAD/JPY - All narrowly mixed vs the Usd as Cable pivots 1.2900 awaiting more Brexit developments and eyeing next week’s super BoE Thursday, while the Franc continues to straddle 1.0200 and meander between 1.1375-50 against the single currency in wake of yet another reminder from the SNB that NIRP and FX intervention are still warranted. The Loonie is still managing to hold above post-BoC lows and above 1.3500 even though crude prices are recoiling further from best levels in the run up to Canadian budget balances for February. Elsewhere, Usd/Jpy remains rangebound below 112.00 and just over chart support sub-111.40 in the form of the 30 DMA and a 61.8% Fib (at 111.37 to be precise), with the upside also capped by 1.1 bn option expiries from 112.00-20, and the impending long Japanese holiday still drawing attention as a potential hazard given the so called flash crash in currency and other markets when Japan was absent earlier this year.</p><p>EM - A double-whammy for the Rouble on the aforementioned pronounced downturn in oil and with speculation that the CBR could take a lead from other Central Banks along a dovish policy path. Usd/Rub currently trading closer to the top of 64.8310-5630 parameters.</p><p>FIXED INCOME</p><p>Bonds remain firmer and curves flatter (just) as the focus shifts to the US open and first look at growth in Q1, with Bunds, Gilts and US Treasuries all holding light gains. However, the 10 year benchmarks are all some distance from best levels of 165.92, 127.80 and 123-17+ respectively as the next/nearest set of chart resistance levels stalled further advances towards 166.00, 128.00 and 2.50% in yield terms in the case of T-notes. Note also, the US curve has also absorbed more 2-30 year spread widening flow.</p><p>COMMODITIES</p><p>Brent (-1.3%) and WTI (-1.3%) prices are firmly in the red with prices dropping below the USD 75/bbl and USD 65/bbl levels; notably, Brent had only reached the USD 75/bbl level yesterday for the first time this year. Iran’s crude oil exports from their Southern Ports have reportedly increased so far in April to 3.56mln BPD; specifically, regarding the Iranian oil waivers, Turkey are attempting to convince the US to allow Turpas to continue the purchase of oil from Iran. For reference, under the import waivers Turkey was permitted to import around 60kBPD of oil from Iran, and in December a total of around 54k BPD of oil was imported by Turkey from Iran. Elsewhere, following reports that a number of refineries had suspended the import of Russian oil from the Druzhba pipeline (1.2mln BPD) due to contamination issues, Russia has stated that the issues will be resolved from April 29th. However, reports indicate that some of the refineries that have suspended imports believe the problem will continue for another one or two weeks.</p><p>Gold (+0.4%) prices have gradually moved higher across the session, benefitting from the cautious risk tone and concern ahead of Japan’s Golden Week holiday where markets will be closed for 10-days. Elsewhere, due to the softer dollar ahead of today’s GDP data, metal prices have retraced some of the prior session’s losses; and there were reports this morning of an explosion at Port Talbot, which is the UK’s largest steelworks. Tata Steel, who own the site, stated that there were no serious injuries and an investigation is ongoing.</p><p>Iranian Oil Minister Zanganeh states that the UAE and Saudi Arabia are overstating their oil reserves., according to state news. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-26th-april-2019-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:40:00",
        "gmt_time": "2019-04-26 10:40:00"
    },
    {
        "id": 866222,
        "updated_sequence": 1840363,
        "published_at": {
            "unix": 1556274540,
            "text": "2019-04-26 11:29:00 +0100",
            "iso_8601": "2019-04-26T10:29:00Z"
        },
        "updated_at": {
            "unix": 1556274692,
            "text": "2019-04-26 11:31:32 +0100",
            "iso_8601": "2019-04-26T10:31:32Z"
        },
        "subject": "LyondellBasell Industries NV (LYB) Q1 EPS USD 2.19 vs. exp. USD 2.19, revenue USD 8.78bln vs. exp. USD 9.36bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-industries-nv-lyb-q1-eps-usd-2-19-vs-exp-usd-2-19-revenue-usd-8-78bln-vs-exp-usd-9-36bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:29:00",
        "gmt_time": "2019-04-26 10:29:00"
    },
    {
        "id": 866223,
        "updated_sequence": 1840371,
        "published_at": {
            "unix": 1556274300,
            "text": "2019-04-26 11:25:00 +0100",
            "iso_8601": "2019-04-26T10:25:00Z"
        },
        "updated_at": {
            "unix": 1556274774,
            "text": "2019-04-26 11:32:54 +0100",
            "iso_8601": "2019-04-26T10:32:54Z"
        },
        "subject": "RANsquawk EU Mid Session: Dollar dilly-dallying ahead of US GDP - 26th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21694/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p>Major European indices are mixed but little changed overall [Euro Stoxx 50 U/C], with sectors portraying a similar scene; notably, the Oil &amp; Gas sector is underperforming in-line with the recent downturn in oil prices and with sector heavyweights Total’s (-0.4%) broadly as expected earnings unable to counter the downward pressure. After an earning fuelled morning the FTSE 100 (-0.3%) is somewhat lagging its peers with the index weighed on predominantly by RBS (-4.4%) in-spite of the Co’s beat on Q1 profit before tax, as the Co. stated that the ongoing impact of Brexit uncertainty is likely to impact income growth in the near term. Glencore (-3.0%) and Just Eat (-3.2%) are also weighing on the FTSE 100 after the CFTC stated they are investigating if the Co’s units violated CFTC regulations and as UK Q1 orders increased by only 7.4% respectively. Other notable movers include Deutsche Bank (-3.0%) are lagging the Dax (+0.1%) after the Co. cut their FY19 sales outlook and they expect FY19 revenue to be flat. Elsewhere, Renault (+3.0%) posted Q1 revenue in-line with expectations and confirmed their guidance for FY19.</p><p>FX</p><p>NZD/SEK The Kiwi and Swedish Krona are leading a comeback of sorts vs a still solid Greenback that is holding above the 98.000 handle in DXY terms and Fib support just shy of the big figure (97.961), with data providing respite for both G10 currencies in the form of NZ trade and Swedish retail sales. Nzd/Usd has subsequently extended its rebound through 0.6600 to just over 0.6650, with the added impetus of relatively upbeat rhetoric from RBNZ Orr overnight, while Eur/Sek has retreated further from post-Riksbank peaks and back below 10.6000 as the single currency lags amidst dovish remarks from ECB’s Rehn.</p><p>AUD Another major beneficiary of short covering and position paring in advance of US growth and PCE price gauges, as the Aussie recovers more ground from sub-0.7000 levels vs its US peer towards 0.7040, albeit still trading heavily on a Aud/Nzd cross basis under 1.0600 following weak Q1 CPI data earlier in the week that ramped up RBA easing expectations.</p><p>EUR As noted above, the Euro has been hampered to a degree by Rehn comments adding a bit more credence to sourced reports suggesting that some GC members are inclined towards shifting guidance on rate normalisation out further than the current end of 2019 or later to a BoJ-style next year. Hence, Eur/Usd’s bounce from yesterday’s new ytd low (circa 1.1116) has been stymied ahead of 1.1150 and decent option expiries stretching to 1.1160 (1.5 bn), while residual bids above 1.1100 may also be supplemented by hedging or buying interest linked to a total of 1 bn running off at the strike.</p><p>GBP/CHF/CAD/JPY All narrowly mixed vs the Usd as Cable pivots 1.2900 awaiting more Brexit developments and eyeing next week’s super BoE Thursday, while the Franc continues to straddle 1.0200 and meander between 1.1375-50 against the single currency in wake of yet another reminder from the SNB that NIRP and FX intervention are still warranted. The Loonie is still managing to hold above post-BoC lows and above 1.3500 even though crude prices are recoiling further from best levels in the run up to Canadian budget balances for February. Elsewhere, Usd/Jpy remains rangebound below 112.00 and just over chart support sub-111.40 in the form of the 30 DMA and a 61.8% Fib (at 111.37 to be precise), with the upside also capped by 1.1 bn option expiries from 112.00-20, and the impending long Japanese holiday still drawing attention as a potential hazard given the so called flash crash in currency and other markets when Japan was absent earlier this year.</p><p>EM A double-whammy for the Rouble on the aforementioned pronounced downturn in oil and with speculation that the CBR could take a lead from other Central Banks along a dovish policy path. Usd/Rub currently trading closer to the top of 64.8310-5630 parameters.</p><p>FIXED INCOME</p><p>Bonds remain firmer and curves flatter (just) as the focus shifts to the US open and first look at growth in Q1, with Bunds, Gilts and US Treasuries all holding light gains. However, the 10 year benchmarks are all some distance from best levels of 165.92, 127.80 and 123-17+ respectively as the next/nearest set of chart resistance levels stalled further advances towards 166.00, 128.00 and 2.50% in yield terms in the case of T-notes. Note also, the US curve has also absorbed more 2-30 year spread widening flow.</p><p>COMMODITIES</p><p>Brent (-1.5%) and WTI (-1.6%) prices are firmly in the red with prices dropping below the USD 75/bbl and USD 65/bbl levels; notably, Brent had only reached the USD 75/bbl level yesterday for the first time this year. Iran’s crude oil exports from their Southern Ports have reportedly increased so far in April to 3.56mln BPD; specifically, regarding the Iranian oil waivers, Turkey are attempting to convince the US to allow Turpas to continue the purchase of oil from Iran. For reference, under the import waivers Turkey was permitted to import around 60kBPD of oil from Iran, and in December a total of around 54k BPD of oil was imported by Turkey from Iran. Elsewhere, following reports that a number of refineries had suspended the import of Russian oil from the Druzhba pipeline (1.2mln BPD) due to contamination issues, Russia has stated that the issues will be resolved from April 29th. However, reports indicate that some of the refineries that have suspended imports believe the problem will continue for another one or two weeks.</p><p>Gold (+0.4%) prices have gradually moved higher across the session, benefitting from the cautious risk tone and concern ahead of Japan’s Golden Week holiday where markets will be closed for 10-days. Elsewhere, due to the softer dollar ahead of today’s GDP data, metal prices have retraced some of the prior session’s losses; and there were reports this morning of an explosion at Port Talbot, which is the UK’s largest steelworks. Tata Steel, who own the site, stated that there were no serious injuries and an investigation is ongoing.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-dollar-dilly-dallying-ahead-of-us-gdp-26th-april-2019-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:25:00",
        "gmt_time": "2019-04-26 10:25:00"
    },
    {
        "id": 866220,
        "updated_sequence": 1840355,
        "published_at": {
            "unix": 1556274060,
            "text": "2019-04-26 11:21:00 +0100",
            "iso_8601": "2019-04-26T10:21:00Z"
        },
        "updated_at": {
            "unix": 1556274090,
            "text": "2019-04-26 11:21:30 +0100",
            "iso_8601": "2019-04-26T10:21:30Z"
        },
        "subject": "Fixed Income: core debt paring gains as clock ticks down to US GDP",
        "content": "<p>Bonds remain firmer and curves flatter (just) as the focus shifts to the US open and first look at growth in Q1, with Bunds, Gilts and US Treasuries all holding light gains. However, the 10 year benchmarks are all some distance from best levels of 165.92, 127.80 and 123-17+ respectively as the next/nearest set of chart resistance levels stalled further advances towards 166.00, 128.00 and 2.50% in yield terms in the case of T-notes. Note also, the US curve has also absorbed more 2-30 year spread widening flow.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-debt-paring-gains-as-clock-ticks-down-to-us-gdp-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:21:00",
        "gmt_time": "2019-04-26 10:21:00"
    },
    {
        "id": 866219,
        "updated_sequence": 1840352,
        "published_at": {
            "unix": 1556273880,
            "text": "2019-04-26 11:18:00 +0100",
            "iso_8601": "2019-04-26T10:18:00Z"
        },
        "updated_at": {
            "unix": 1556273966,
            "text": "2019-04-26 11:19:26 +0100",
            "iso_8601": "2019-04-26T10:19:26Z"
        },
        "subject": "UK PM May spokesperson says that more talks will happen with Labour next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesperson-says-that-more-talks-will-happen-with-labour-next-week-26-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:18:00",
        "gmt_time": "2019-04-26 10:18:00"
    },
    {
        "id": 866218,
        "updated_sequence": 1840349,
        "published_at": {
            "unix": 1556273820,
            "text": "2019-04-26 11:17:00 +0100",
            "iso_8601": "2019-04-26T10:17:00Z"
        },
        "updated_at": {
            "unix": 1556273918,
            "text": "2019-04-26 11:18:38 +0100",
            "iso_8601": "2019-04-26T10:18:38Z"
        },
        "subject": "UK Chancellor Hammond says he has a \"productive\" meeting with his labour counterpart in a meeting, and optimistic they can reach a common ground albeit necessitating compromise from both sides",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-hammond-says-he-has-a-productive-meeting-with-his-labour-counterpart-in-a-meeting-and-optimistic-they-can-reach-a-common-ground-albeit-necessitating-compromise-from-both-sides-26-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:17:00",
        "gmt_time": "2019-04-26 10:17:00"
    },
    {
        "id": 866217,
        "updated_sequence": 1840342,
        "published_at": {
            "unix": 1556272860,
            "text": "2019-04-26 11:01:00 +0100",
            "iso_8601": "2019-04-26T10:01:00Z"
        },
        "updated_at": {
            "unix": 1556272942,
            "text": "2019-04-26 11:02:22 +0100",
            "iso_8601": "2019-04-26T10:02:22Z"
        },
        "subject": "FX Morning Colour: some respite and consolidation ahead of US GDP and Japan’s Golden Week",
        "content": "<p><strong>NZD/SEK</strong></p><p>The Kiwi and Swedish Krona are leading a comeback of sorts vs a still solid Greenback that is holding above the 98.000 handle in <strong>DXY </strong>terms and Fib support just shy of the big figure (97.961), with data providing respite for both G10 currencies in the form of NZ trade and Swedish retail sales. Nzd/Usd has subsequently extended its rebound through 0.6600 to just over 0.6650, with the added impetus of relatively upbeat rhetoric from RBNZ Orr overnight, while Eur/Sek has retreated further from post-Riksbank peaks and back below 10.6000 as the single currency lags amidst dovish remarks from ECB’s Rehn.</p><p><strong>AUD</strong></p><p>Another major beneficiary of short covering and position paring in advance of US growth and PCE price gauges, as the Aussie recovers more ground from sub-0.7000 levels vs its US peer towards 0.7040, albeit still trading heavily on a Aud/Nzd cross basis under 1.0600 following weak Q1 CPI data earlier in the week that ramped up RBA easing expectations.</p><p><strong>EUR</strong></p><p>As noted above, the Euro has been hampered to a degree by Rehn comments adding a bit more credence to sourced reports suggesting that some GC members are inclined towards shifting guidance on rate normalisation out further than the current end of 2019 or later to a BoJ-style next year. Hence, Eur/Usd’s bounce from yesterday’s new ytd low (circa 1.1116) has been stymied ahead of 1.1150 and decent option expiries stretching to 1.1160 (1.5 bn), while residual bids above 1.1100 may also be supplemented by hedging or buying interest linked to a total of 1 bn running off at the strike.</p><p><strong>GBP/CHF/CAD/JPY</strong></p><p>All narrowly mixed vs the Usd as Cable pivots 1.2900 awaiting more Brexit developments and eyeing next week’s super BoE Thursday, while the Franc continues to straddle 1.0200 and meander between 1.1375-50 against the single currency in wake of yet another reminder from the SNB that NIRP and FX intervention are still warranted. The Loonie is still managing to hold above post-BoC&nbsp; lows and above 1.3500 even though crude prices are recoiling further from best levels in the run up to Canadian budget balances for February. Elsewhere, Usd/Jpy remains rangebound below 112.00 and just over chart support sub-111.40 in the form of the 30 DMA and a 61.8% Fib (at 111.37 to be precise), with the upside also capped by 1.1 bn option expiries from 112.00-20, and the impending long Japanese holiday still drawing attention as a potential hazard given the so called flash crash in currency and other markets when Japan was absent earlier this year.</p><p><strong>EM&nbsp;</strong></p><p>A double-whammy for the Rouble on the aforementioned pronounced downturn in oil and with speculation that the CBR could take a lead from other Central Banks along a dovish policy path. Usd/Rub currently trading closer to the top of 64.8310-5630 parameters.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-some-respite-and-consolidation-ahead-of-us-gdp-and-japan-s-golden-week-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:01:00",
        "gmt_time": "2019-04-26 10:01:00"
    },
    {
        "id": 866150,
        "updated_sequence": 1840327,
        "published_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "subject": "PREVIEW: Exxon Mobil (XOM) earnings due 0800 EDT/1300 BST",
        "content": "<ul><li><strong>Q1 EPS (USD):</strong> 0.69.</li><li><strong>Q1 REVENUE (USD):</strong> 64.82bln.</li><li><strong>EXPECTED FY 2019 EPS/REVENUE (USD):</strong> 4.37 and 283.47bln.</li><li><strong>OPTIONS-IMPLIED PRICE SWING:</strong> +/- 1.5%</li><li><strong>CONSTITUENT:</strong> DJIA (weight: 2.0%), SPX (weight: 1.4%)</li><li><strong>SECTOR:</strong> Energy/Integrated Oil &amp; Gas. Peers: CVX, HES.</li><li><strong>PREVIOUS CLOSE (USD):</strong> 82.22</li><li><strong>MEAN ANALYST PRICE TARGET (USD):</strong> 85.39</li><li><strong>ANALYSTS:</strong> Of 22 analysts covering XOM, 3 rate it a strong buy, 3 rate it a buy, 14 rate it a hold, 1 rates it a sell, 1 rate it a strong sell.</li><li><strong>FACTORS:</strong> Earlier this month, ahead of earnings, XOM released quarterly guidance for the first time, which analysts have interpreted as a sign that management is attempting to increase transparency. Goldman Sachs analysts note that the key risks to XOM now relate to capital spending levels (expenses guided within USD 700-900mln; margin improvement is gradually expected to come as XOM drives production of higher value products; absence of asset sales in Germany and Italy to drive a negative USD 900mln impact to refining net income, XOM said), commodity prices (XOM sees upstream production volumes around 4mln BOE/day, while the absence of a North American crude differential benefit seen in Q4 is to drive a negative USD 1.3bln impact to refining profits), as well as project execution.</li></ul><p><i><strong>Source: Goldman Sachs, RANsquawk, Refinitiv.</strong></i></p><p><strong>NOTE: RANsquawk is trialling this new format for US earnings previews and would welcome your feedback. For the Q1 2019 earnings season, we will be using this format to preview earnings for companies listed on the Dow Jones Industrial Average only.</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-exxon-mobil-xom-earnings-due-0800-edt-1300-bst-26-04-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:00:00",
        "gmt_time": "2019-04-26 10:00:00"
    },
    {
        "id": 866216,
        "updated_sequence": 1840346,
        "published_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1556273823,
            "text": "2019-04-26 11:17:03 +0100",
            "iso_8601": "2019-04-26T10:17:03Z"
        },
        "subject": "Hexpol  (HPOLB SS) Q1 sales SEK 3.81bln vs. Prev. SEK 3.31bln",
        "content": "<ul><li>Q1 operating margin SEK 586mln vs. Prev. SEK 540mln</li></ul>",
        "reaction_details": "<p>In a reaction to this Co. shares moved lower from 87.70 to 85.65</p>",
        "reaction_updated_at": {
            "unix": 1556273820,
            "text": "2019-04-26 11:17:00 +0100",
            "iso_8601": "2019-04-26T10:17:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hexpol-hpolb-ss-q1-sales-sek-3-81bln-vs-prev-sek-3-31bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:00:00",
        "gmt_time": "2019-04-26 10:00:00"
    },
    {
        "id": 866215,
        "updated_sequence": 1840336,
        "published_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1556272871,
            "text": "2019-04-26 11:01:11 +0100",
            "iso_8601": "2019-04-26T10:01:11Z"
        },
        "subject": "Aon PLC (AON) Q1 EPS USD 3.31 vs. exp. USD 3.31, revenue USD 3.1bln vs. exp. USD 3.22bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "aon-plc-aon-q1-eps-usd-3-31-vs-exp-usd-3-31-revenue-usd-3-1bln-vs-exp-usd-3-22bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:00:00",
        "gmt_time": "2019-04-26 10:00:00"
    },
    {
        "id": 866214,
        "updated_sequence": 1840333,
        "published_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1556272841,
            "text": "2019-04-26 11:00:41 +0100",
            "iso_8601": "2019-04-26T10:00:41Z"
        },
        "subject": "Zimmer Biomet Holdings Inc (ZBH) Q1 adj. EPS USD 1.87 vs. exp. USD 1.86, revenue USD 1.976bln vs. exp. USD 1.96bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "zimmer-biomet-holdings-inc-zbh-q1-adj-eps-usd-1-87-vs-exp-usd-1-86-revenue-usd-1-976bln-vs-exp-usd-1-96bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:00:00",
        "gmt_time": "2019-04-26 10:00:00"
    },
    {
        "id": 866151,
        "updated_sequence": 1840325,
        "published_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1556272800,
            "text": "2019-04-26 11:00:00 +0100",
            "iso_8601": "2019-04-26T10:00:00Z"
        },
        "subject": "PREVIEW: Chevron (CVX) earnings due 0830 EDT/1330 BST",
        "content": "<ul><li><strong>Q1 EPS (USD):</strong> 1.30.</li><li><strong>Q1 REVENUE (USD):</strong> 38.42bln.</li><li><strong>EXPECTED FY 2019 EPS/REVENUE (USD):</strong> 7.28 and 160.96bln.</li><li><strong>OPTIONS-IMPLIED PRICE SWING:</strong> +/- 2.5%</li><li><strong>CONSTITUENT:</strong> DJIA (weight: 3.0%), SPX (weight: 0.9%)</li><li><strong>SECTOR:</strong> Energy/Integrated Oil &amp; Gas. Peers: XOM, HES.</li><li><strong>PREVIOUS CLOSE (USD):</strong> 117.90</li><li><strong>MEAN ANALYST PRICE TARGET (USD):</strong> 140.59</li><li><strong>ANALYSTS:</strong> Of 19 analysts covering CVX, 6 rate I a strong buy, 8 rate it a buy, 5 rate it a hold, 0 rate it a sell or strong sell</li><li><strong>FACTORS:</strong> The bid for Anardarko (APC) is likely to be the focus, especially so, given Occidental putting in a higher offer. There is a risk that although analysts expect to hear management’s thoughts, there may be nothing particularly material, RBC said. Elsewhere, watch any commentary around the Permian run rate – CVX has been producing ahead of guidance, and it recently raised longer term targets. RBC expects an update on a number of things including productivity, Waha gas exposure and any signs of cost inflation or tightness in services.</li></ul><p><i><strong>Source: RANsquawk, RBC, Refinitiv.</strong></i></p><p><strong>NOTE: RANsquawk is trialling this new format for US earnings previews and would welcome your feedback. For the Q1 2019 earnings season, we will be using this format to preview earnings for companies listed on the Dow Jones Industrial Average only.</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-chevron-cvx-earnings-due-0830-edt-1330-bst-26-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 18:00:00",
        "gmt_time": "2019-04-26 10:00:00"
    },
    {
        "id": 866212,
        "updated_sequence": 1840319,
        "published_at": {
            "unix": 1556272560,
            "text": "2019-04-26 10:56:00 +0100",
            "iso_8601": "2019-04-26T09:56:00Z"
        },
        "updated_at": {
            "unix": 1556272607,
            "text": "2019-04-26 10:56:47 +0100",
            "iso_8601": "2019-04-26T09:56:47Z"
        },
        "subject": "Agricultural Bank of China (1288 HK) Q1 net profit CNY 61.3bln vs. Prev. CNY 58.7bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "agricultural-bank-of-china-1288-hk-q1-net-profit-cny-61-3bln-vs-prev-cny-58-7bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 17:56:00",
        "gmt_time": "2019-04-26 09:56:00"
    },
    {
        "id": 866211,
        "updated_sequence": 1840316,
        "published_at": {
            "unix": 1556269800,
            "text": "2019-04-26 10:10:00 +0100",
            "iso_8601": "2019-04-26T09:10:00Z"
        },
        "updated_at": {
            "unix": 1556269960,
            "text": "2019-04-26 10:12:40 +0100",
            "iso_8601": "2019-04-26T09:12:40Z"
        },
        "subject": "Renault (RNO FP) - reported that the Co. plans to hire an investment bank to put plans for a merger before Nissan., FT",
        "content": "<p><a href=\"https://www.ft.com/content/c0b5a5aa-67ff-11e9-9adc-98bf1d35a056\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "renault-rno-fp-reported-that-the-co-plans-to-hire-an-investment-bank-to-put-plans-for-a-merger-before-nissan-ft-26-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 17:10:00",
        "gmt_time": "2019-04-26 09:10:00"
    },
    {
        "id": 865966,
        "updated_sequence": 1840310,
        "published_at": {
            "unix": 1556269200,
            "text": "2019-04-26 10:00:00 +0100",
            "iso_8601": "2019-04-26T09:00:00Z"
        },
        "updated_at": {
            "unix": 1556269200,
            "text": "2019-04-26 10:00:00 +0100",
            "iso_8601": "2019-04-26T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-25-04-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 17:00:00",
        "gmt_time": "2019-04-26 09:00:00"
    },
    {
        "id": 866209,
        "updated_sequence": 1840308,
        "published_at": {
            "unix": 1556268840,
            "text": "2019-04-26 09:54:00 +0100",
            "iso_8601": "2019-04-26T08:54:00Z"
        },
        "updated_at": {
            "unix": 1556268932,
            "text": "2019-04-26 09:55:32 +0100",
            "iso_8601": "2019-04-26T08:55:32Z"
        },
        "subject": "Chinese President Xi could travel to the US to sign a trade deal as soon as June; if the two sides finalise a trade deal., SCMP citing sources",
        "content": "<p><a href=\"https://www.scmp.com/economy/china-economy/article/3007835/chinese-president-xi-jinping-could-travel-us-sign-trade-deal\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "chinese-president-xi-could-travel-to-the-us-to-sign-a-trade-deal-as-soon-as-june-if-the-two-sides-finalise-a-trade-deal-scmp-citing-sources-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:54:00",
        "gmt_time": "2019-04-26 08:54:00"
    },
    {
        "id": 866208,
        "updated_sequence": 1840305,
        "published_at": {
            "unix": 1556268360,
            "text": "2019-04-26 09:46:00 +0100",
            "iso_8601": "2019-04-26T08:46:00Z"
        },
        "updated_at": {
            "unix": 1556268833,
            "text": "2019-04-26 09:53:53 +0100",
            "iso_8601": "2019-04-26T08:53:53Z"
        },
        "subject": "ECB's Rehn states that he is not convinced on the effectiveness of tiered interest rates ",
        "content": "<ul><li>Forward guidance is always discussed at meetings.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-rehn-states-that-he-is-not-convinced-on-the-effectiveness-of-tiered-interest-rates-26-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:46:00",
        "gmt_time": "2019-04-26 08:46:00"
    },
    {
        "id": 866205,
        "updated_sequence": 1840292,
        "published_at": {
            "unix": 1556266620,
            "text": "2019-04-26 09:17:00 +0100",
            "iso_8601": "2019-04-26T08:17:00Z"
        },
        "updated_at": {
            "unix": 1556266688,
            "text": "2019-04-26 09:18:08 +0100",
            "iso_8601": "2019-04-26T08:18:08Z"
        },
        "subject": "Merck (MRK GY) CEO confirms 2019 outlook for moderate organic revenue growth and strength in organic adjusted EBITDA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "merck-mrk-gy-ceo-confirms-2019-outlook-for-moderate-organic-revenue-growth-and-strength-in-organic-adjusted-ebitda-26-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:17:00",
        "gmt_time": "2019-04-26 08:17:00"
    },
    {
        "id": 866206,
        "updated_sequence": 1840297,
        "published_at": {
            "unix": 1556266620,
            "text": "2019-04-26 09:17:00 +0100",
            "iso_8601": "2019-04-26T08:17:00Z"
        },
        "updated_at": {
            "unix": 1556266764,
            "text": "2019-04-26 09:19:24 +0100",
            "iso_8601": "2019-04-26T08:19:24Z"
        },
        "subject": "Turkey are attempting to convince the US to allow Turpas to continue purchasing oil from Iran., according to a Foreign Ministry Spokesman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This comes in the context of the US announcing that waivers regarding Iranian oil are to expire on May 2nd</p>",
        "analysis_updated_at": {
            "unix": 1556266764,
            "text": "2019-04-26 09:19:24 +0100",
            "iso_8601": "2019-04-26T08:19:24Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-are-attempting-to-convince-the-us-to-allow-turpas-to-continue-purchasing-oil-from-iran-according-to-a-foreign-ministry-spokesman-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:17:00",
        "gmt_time": "2019-04-26 08:17:00"
    },
    {
        "id": 866204,
        "updated_sequence": 1840289,
        "published_at": {
            "unix": 1556266260,
            "text": "2019-04-26 09:11:00 +0100",
            "iso_8601": "2019-04-26T08:11:00Z"
        },
        "updated_at": {
            "unix": 1556266410,
            "text": "2019-04-26 09:13:30 +0100",
            "iso_8601": "2019-04-26T08:13:30Z"
        },
        "subject": "ECB's Rehn states that long-lasting slow inflation may have lowered inflation targets, markets may see that in current conditions monetary policy measures are not sufficient to accelerate inflation",
        "content": "<ul><li>decline in inflation expectations may be attributed to asymmetry in the ECB's definition of price stability</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-rehn-states-that-long-lasting-slow-inflation-may-have-lowered-inflation-targets-markets-may-see-that-in-current-conditions-monetary-policy-measures-are-not-sufficient-to-accelerate-inflation-26-04-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:11:00",
        "gmt_time": "2019-04-26 08:11:00"
    },
    {
        "id": 866203,
        "updated_sequence": 1840286,
        "published_at": {
            "unix": 1556265660,
            "text": "2019-04-26 09:01:00 +0100",
            "iso_8601": "2019-04-26T08:01:00Z"
        },
        "updated_at": {
            "unix": 1556265735,
            "text": "2019-04-26 09:02:15 +0100",
            "iso_8601": "2019-04-26T08:02:15Z"
        },
        "subject": "BOJ plan to by JPY 100-250bln of 10-25yr JGBs 4 times in May (vs. prev. JPY 150-250bln, 4 times in April)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-plan-to-by-jpy-100-250bln-of-10-25yr-jgbs-4-times-in-may-vs-prev-jpy-150-250bln-4-times-in-april-26-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:01:00",
        "gmt_time": "2019-04-26 08:01:00"
    },
    {
        "id": 866202,
        "updated_sequence": 1840283,
        "published_at": {
            "unix": 1556265600,
            "text": "2019-04-26 09:00:00 +0100",
            "iso_8601": "2019-04-26T08:00:00Z"
        },
        "updated_at": {
            "unix": 1556265669,
            "text": "2019-04-26 09:01:09 +0100",
            "iso_8601": "2019-04-26T08:01:09Z"
        },
        "subject": "SNB's Jordan says they stand ready to use negative rates and intervention on FX market as and where appropriate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-s-jordan-says-they-stand-ready-to-use-negative-rates-and-intervention-on-fx-market-as-and-where-appropriate-26-04-2019",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 16:00:00",
        "gmt_time": "2019-04-26 08:00:00"
    },
    {
        "id": 866200,
        "updated_sequence": 1840276,
        "published_at": {
            "unix": 1556264760,
            "text": "2019-04-26 08:46:00 +0100",
            "iso_8601": "2019-04-26T07:46:00Z"
        },
        "updated_at": {
            "unix": 1556264863,
            "text": "2019-04-26 08:47:43 +0100",
            "iso_8601": "2019-04-26T07:47:43Z"
        },
        "subject": "Gilts grind higher again and Short Sterling futures inch ahead after early wobble",
        "content": "<p>The 10 year UK benchmark continues to rebound from recent lows and claw back relative losses/underperformance vs Bunds especially, but also US Treasuries, albeit gradually and tentatively amidst the ongoing Brexit uncertainty and with the added risk of negative/bearish reviews from the ratings agencies later today (S&amp;P and Fitch both slated to deliver latest assessments tonight). Indeed, the early Liffe range is pretty restrained between 127.63-73 vs yesterday’s 127.62 close, but from a chart perspective Gilts have breached Thursday’s session high in contrast to their Eurozone equivalent. Meanwhile, the 3 month strip has overcome a somewhat shaky start to sit 0.5-1 tick ahead before BBA mortgage applications and CBI industrial trends.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-grind-higher-again-and-short-sterling-futures-inch-ahead-after-early-wobble-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:46:00",
        "gmt_time": "2019-04-26 07:46:00"
    },
    {
        "id": 866199,
        "updated_sequence": 1840273,
        "published_at": {
            "unix": 1556263980,
            "text": "2019-04-26 08:33:00 +0100",
            "iso_8601": "2019-04-26T07:33:00Z"
        },
        "updated_at": {
            "unix": 1556264079,
            "text": "2019-04-26 08:34:39 +0100",
            "iso_8601": "2019-04-26T07:34:39Z"
        },
        "subject": "UBS Global Wealth Management say that EUR/USD is to rise to 1.12 from the current 1.11 levels in 12 months, due to improvements in global growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubs-global-wealth-management-say-that-eur-usd-is-to-rise-to-1-12-from-the-current-1-11-levels-in-12-months-due-to-improvements-in-global-growth-26-04-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:33:00",
        "gmt_time": "2019-04-26 07:33:00"
    },
    {
        "id": 866194,
        "updated_sequence": 1840258,
        "published_at": {
            "unix": 1556262840,
            "text": "2019-04-26 08:14:00 +0100",
            "iso_8601": "2019-04-26T07:14:00Z"
        },
        "updated_at": {
            "unix": 1556263433,
            "text": "2019-04-26 08:23:53 +0100",
            "iso_8601": "2019-04-26T07:23:53Z"
        },
        "subject": "BAML Flow Show:  USD 4.4bln in equity outflows, USD 9.9bln in bond inflows (biggest inflow in 3 months) over the past week",
        "content": "<ul><li>US equities had notable outflows with USD 6.4bln pulled from the regions, Europe had USD 1.9bln in outflows</li><li>For the week to April 24th tech stocks had the largest levels of inflow, USD 1.3bln</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-usd-4-4bln-in-equity-outflows-usd-9-9bln-in-bond-inflows-biggest-inflow-in-3-months-over-the-past-week-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:14:00",
        "gmt_time": "2019-04-26 07:14:00"
    },
    {
        "id": 866193,
        "updated_sequence": 1840253,
        "published_at": {
            "unix": 1556262720,
            "text": "2019-04-26 08:12:00 +0100",
            "iso_8601": "2019-04-26T07:12:00Z"
        },
        "updated_at": {
            "unix": 1556262784,
            "text": "2019-04-26 08:13:04 +0100",
            "iso_8601": "2019-04-26T07:13:04Z"
        },
        "subject": "Bunds: still butting up against resistance ahead of 166.00",
        "content": "<p>Almost déjà vu for the core Eurozone bond that started Friday’s session on a former footing at 165.77, +8 ticks, but only extended gains to test/match yesterday’s 165.80 Eurex high before running into offers and retreating to a 165.65 low, close to technical support circa 165.67-68 (double bottom of sorts as it incorporates Thursday’s final 60 minute base and a 50% Fib of the day’s range). However, Bunds retain a relatively firm underlying bid as ECB and global Central Bank policy overall leans more dovishly, with Rehn also reportedly noting that some GC members are in favour of maintaining rates at current levels into 2020 vs official guidance through to the end of this year at least. Note also, any further underperformance in Italian BTPs and/or Spanish Bonos pre-ratings review and election respectively should keep the German 10 year benchmark underpinned along with month end and Japanese Golden Week positioning. Ahead, potentially more from ECB’s Rehn around 9.00BST and for option traders the expiry of May19 contracts.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-still-butting-up-against-resistance-ahead-of-166-00-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:12:00",
        "gmt_time": "2019-04-26 07:12:00"
    },
    {
        "id": 866192,
        "updated_sequence": 1840250,
        "published_at": {
            "unix": 1556262420,
            "text": "2019-04-26 08:07:00 +0100",
            "iso_8601": "2019-04-26T07:07:00Z"
        },
        "updated_at": {
            "unix": 1556262473,
            "text": "2019-04-26 08:07:53 +0100",
            "iso_8601": "2019-04-26T07:07:53Z"
        },
        "subject": "Thyssenkrupp (TKA GY) - Deadline for the Co's deal with Tata Steel has been extended by 7 working days to June 17th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-deadline-for-the-co-s-deal-with-tata-steel-has-been-extended-by-7-working-days-to-june-17th-26-04-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:07:00",
        "gmt_time": "2019-04-26 07:07:00"
    },
    {
        "id": 866191,
        "updated_sequence": 1840247,
        "published_at": {
            "unix": 1556262300,
            "text": "2019-04-26 08:05:00 +0100",
            "iso_8601": "2019-04-26T07:05:00Z"
        },
        "updated_at": {
            "unix": 1556262391,
            "text": "2019-04-26 08:06:31 +0100",
            "iso_8601": "2019-04-26T07:06:31Z"
        },
        "subject": "European equity movers this morning: Saab (SAABB SS) +4.3%; Continental (CON GY) +3.5%; Valeo (FR FP) +3.5%; Sanofi (SAN FP) +2.8%; Safran (SAF FP) +1.5%; Glencore (GLEN LN) -3.5%; RBS (RBS LN) -3.0%; Deutsche Bank (DBK GY) -1.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-saab-saabb-ss-4-3-continental-con-gy-3-5-valeo-fr-fp-3-5-sanofi-san-fp-2-8-safran-saf-fp-1-5-glencore-glen-ln-3-5-rbs-rbs-ln-3-0-deutsche-bank-dbk-gy-1-1-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:05:00",
        "gmt_time": "2019-04-26 07:05:00"
    },
    {
        "id": 866191,
        "updated_sequence": 1840247,
        "published_at": {
            "unix": 1556262300,
            "text": "2019-04-26 08:05:00 +0100",
            "iso_8601": "2019-04-26T07:05:00Z"
        },
        "updated_at": {
            "unix": 1556262391,
            "text": "2019-04-26 08:06:31 +0100",
            "iso_8601": "2019-04-26T07:06:31Z"
        },
        "subject": "European equity movers this morning: Saab (SAABB SS) +4.3%; Continental (CON GY) +3.5%; Valeo (FR FP) +3.5%; Sanofi (SAN FP) +2.8%; Safran (SAF FP) +1.5%; Glencore (GLEN LN) -3.5%; RBS (RBS LN) -3.0%; Deutsche Bank (DBK GY) -1.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-saab-saabb-ss-4-3-continental-con-gy-3-5-valeo-fr-fp-3-5-sanofi-san-fp-2-8-safran-saf-fp-1-5-glencore-glen-ln-3-5-rbs-rbs-ln-3-0-deutsche-bank-dbk-gy-1-1-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 15:05:00",
        "gmt_time": "2019-04-26 07:05:00"
    },
    {
        "id": 866189,
        "updated_sequence": 1840230,
        "published_at": {
            "unix": 1556260140,
            "text": "2019-04-26 07:29:00 +0100",
            "iso_8601": "2019-04-26T06:29:00Z"
        },
        "updated_at": {
            "unix": 1556260426,
            "text": "2019-04-26 07:33:46 +0100",
            "iso_8601": "2019-04-26T06:33:46Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1100 (1BLN)</strong>, 1.1125-35 (500M), <strong>1.1150-60 (1.5BLN)</strong></p><p>1.1200 (750M), 1.1300 (3BLN)</p><p>GBP/USD: 1.2900 (250M), 1.2955 (200M), 1.3100 (300M)</p><p>AUD/NZD: 1.0600 (636M)</p><p>AUD/USD: <strong>0.7070-80 (1BLN)</strong>, 0.7100-05 (500M), 0.7185-0.7200 (1.7BLN)</p><p>USD/CAD: 1.3375-80 (500M), <strong>1.3400 (1.2BLN)</strong>, 1.3445 (400M), 1.3500 (500M)</p><p>USD/JPY: 111.35-40 (400M), <strong>112.00-20 (1.1BLN)</strong></p><p>AUD/JPY: 80.25 (376M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-26-04-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 14:29:00",
        "gmt_time": "2019-04-26 06:29:00"
    },
    {
        "id": 866188,
        "updated_sequence": 1840209,
        "published_at": {
            "unix": 1556259060,
            "text": "2019-04-26 07:11:00 +0100",
            "iso_8601": "2019-04-26T06:11:00Z"
        },
        "updated_at": {
            "unix": 1556259144,
            "text": "2019-04-26 07:12:24 +0100",
            "iso_8601": "2019-04-26T06:12:24Z"
        },
        "subject": "Iranian Oil Minister Zanganeh states that the UAE and Saudi Arabia are overstating their oil reserves., according to state news",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-oil-minister-zanganeh-states-that-the-uae-and-saudi-arabia-are-overstating-their-oil-reserves-according-to-state-news-26-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 14:11:00",
        "gmt_time": "2019-04-26 06:11:00"
    },
    {
        "id": 866187,
        "updated_sequence": 1840206,
        "published_at": {
            "unix": 1556258700,
            "text": "2019-04-26 07:05:00 +0100",
            "iso_8601": "2019-04-26T06:05:00Z"
        },
        "updated_at": {
            "unix": 1556258989,
            "text": "2019-04-26 07:09:49 +0100",
            "iso_8601": "2019-04-26T06:09:49Z"
        },
        "subject": "Sony (6758 JP) - Co. have removed their 2020/21 operating profit target for their entertainment and electronics business. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sony-6758-jp-co-have-removed-their-2020-21-operating-profit-target-for-their-entertainment-and-electronics-business-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 14:05:00",
        "gmt_time": "2019-04-26 06:05:00"
    },
    {
        "id": 866186,
        "updated_sequence": 1840244,
        "published_at": {
            "unix": 1556257980,
            "text": "2019-04-26 06:53:00 +0100",
            "iso_8601": "2019-04-26T05:53:00Z"
        },
        "updated_at": {
            "unix": 1556261909,
            "text": "2019-04-26 07:58:29 +0100",
            "iso_8601": "2019-04-26T06:58:29Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Suez (SEV FP) – </strong>Q1 revenue EUR 4.2bln, +3.8%. EBITDA EUR 709mln, +12.1%. EBIT EUR 293mln, +5.3%. Co. confirmed FY19 targets and are to propose a dividend of EUR 0.65 per share. (Newswires)</p><p><strong>Eurofins Scientific (ERF FP) – </strong>Q1 revenue EUR 1.067bln vs. Prev. EUR 0.839bln. Co. confirm objectives for FY19. (Newswires)</p><p><strong>Saab </strong>(SAABB SS) – Q1 operating profit SEK 591mln vs. Exp. EUR 530mln and revenue SEK 8.5bln vs. Exp. SEK 8.2bln and net SEK 398mln vs. Exp. SEK 356mln. (Newswires)</p><p><strong>KPN </strong>(KPN NA) – Q1 adj. EBITDA EUR 563mln vs. Exp. EUR 559.8mln, adj. net EUR 89mln vs. Prev. EUR 99mln and revenue EUR 1.36bln vs. Prev. EUR 1.4bln. (Newswires)</p><p><strong>ADP </strong>(ADP FP) – Q1 revenue EUR 1.09bln vs. Prev. EUR 965mln and affirms outlook. (Newswires)</p><p><strong>Skanska </strong>(SKAB SS) – Q1 revenue SEK 35.1bln vs. Exp. SEK 35.2bln and operating profit SEK 500mln vs. Exp. SEK 809mln. (Newswires)</p><p><strong>Yara </strong>(YAR NO) – Q1 revenue USD 3.01bln vs. Exp. USD 3.12bln, adj. EBITDA USD 464mln vs. Prev. USD 470mln and net USD 96mln vs. Exp. USD 154mln. (Newswires)</p><p><strong>RBS </strong>(RBS LN) – Q1 adj. operating profit GBP 1.01bln vs. Exp. GBP 900mln, net GBP 707mln vs. Exp. GBP 546mln and revenue GBP 3.04bln vs. Exp. GBP 3.3bln. (Newswires)</p><p><strong>Electrolux </strong>(ELUX SS) – Q1 revenue SEK 29.7bln vs. Exp. SEK 29.4bln, adj. Operating profit SEK 248mln vs. Prev. SEK 764mln and net SEK 79mln vs. Prev. SEK 551mln. (Newswires)&nbsp;</p><p><strong>AstraZeneca </strong>(AZN LN) – Q1 core EPS USD 0.89 vs. Exp. USD 0.84, revenue USD 5.46bln vs. Ex. USD 5.38bln and affirms FY 2019 targets. (Newswires)</p><p><strong>Pearson (PSON LN) –</strong> Underlying revenue +2%, Co. state that FY19 guidance is unchanged; expect a adj. operating profit of GBP 590-640mln. (Newswires)</p><p><strong>WPP (WPP LN) – </strong>Q1 revenue GBP 3.59bln, +0.9%. Co. affirms FY19 LFL revenue -2.0% to -1.5%. Co. states that they face a challenging year, particularly for H1 but the Kantar sale is progressing well and are satisfied with the level of interest from high-quality potential buyers. (Newswires)</p><p><strong>Just Eat (JE/ LN) –</strong> Q1 revenue GBP 277.9mln, +21%. Co. affirms their FY19 adj. EBITDA of GBP 185-205mln and revenue GBP 1.0-1.1bln. Co. reiterates FY guidance. (Newswires)</p><p><strong>Neste Oil </strong>(NESTE FH) – Q1 operating profit EUR 378mln vs. EUR 401mln and revenue EUR 3.77bln vs. Prev. EUR 3.63bln. (Newswires)&nbsp;</p><p><strong>Puma (PUM GY) – </strong>Q1 EBIT EUR 142.5mln vs. Prev. EUR 112.2mln, revenue EUR 1.32bln vs. Prev. EUR 1.28bln. Co. have affirmed FY19 outlook. (Newswires)</p><p><strong>Scor (SCR FP) – </strong>Q1 net income EUR 131mln, Co. state they have achieved a strong start to FY19. Gross written premiums stand at EUR 3.985bln, +5.7%. (Newswires)</p><p><strong>Total (FP FP) – </strong>Q1 adj. net income USD 2.76bln vs. Exp. USD 2.78bln,. Co. states that FY19 production should exceed 9% due to the ramping up of projects from 2018. Q1 oil and gas output at a record 2.946mln BOPD vs. Exp. 2.948 BOPD. Co. increases first interim dividend for FY19 by +3.1% to EUR 0.66 per share. In Q1 Co. repurchased EUR 350mln of shares. (Newswires)</p><p><strong>Renault (RNO FP) - </strong>Co. reportedly proposed a joint holding company with Nissan in a potential merger. (Nikkei)</p><p><strong>Continental (CON GY) -</strong> Q1 Revenue EUR 11.0bln vs. Exp. EUR 10.9bln, EBIT EUR 884.2mln. Co. state they are mobbing ahead with the IPO of Powertrain and foresee a 2020 listing for Powertrain. (Newswires)</p><p><strong>Daimler (DAI GY) - </strong>Co's CFO state they foresee a EUR 0.5-1.0bln currency headwind this year. (Newswires)</p><p><strong>Sopra Steria (SOP FP) – </strong>Q1 revenue EUR 1.09bln vs. Prev. EUR 0.991bln. Co. targets a slight improvement in business activity operating margin. (Newswires)</p><p><strong>Forum (FORTUM FH) - </strong>Q1 comparable EBIT EUR 408mln vs. Exp. EUR 419mln. 2020 capital expenditure is expected to decline. (Newswires)</p><p><strong>Kone</strong> (KNEBV FH) - Co. have been awarded an order in China for Q1 2019. (Newswires)</p><p><strong>ADECCO </strong>(ADEN SW) UPGRADED TO NEUTRAL FROM SELL AT ODDO SECURITIES</p><p><strong>VALEO </strong>(FR FP) DOWNGRADED TO SELL FORM HOLD AT SOCGEN</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:53:00",
        "gmt_time": "2019-04-26 05:53:00"
    },
    {
        "id": 866185,
        "updated_sequence": 1840192,
        "published_at": {
            "unix": 1556257860,
            "text": "2019-04-26 06:51:00 +0100",
            "iso_8601": "2019-04-26T05:51:00Z"
        },
        "updated_at": {
            "unix": 1556257899,
            "text": "2019-04-26 06:51:39 +0100",
            "iso_8601": "2019-04-26T05:51:39Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p><p>26th April 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p><p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p><p>ASIA</p><p>Asia-Pac risk sentiment was mostly downbeat as markets remained heavily focused on earnings releases and following the lacklustre performance of counterparts stateside. ASX 200 (Unch.) and Nikkei 225 (-0.6%) were both subdued with underperformance seen in Australia’s energy sector after a pullback in oil prices although losses in the broader market were only marginal and the index eventually recovered, while the Japanese benchmark was pressured amid a slew of earnings and following disappointing Industrial Production figures with participants also reducing exposure ahead of a 10-day closure for Golden Week. Hang Seng (+0.1%) and Shanghai Comp. (-0.8%) opened lower as PBoC inaction resulted to a CNY 300bln liquidity drain for the week but with losses in Hong Kong later pared amid earnings including China Life Insurance which almost doubled its Q1 net from the prior year.</p><p>FTSE</p><p>UK Gambling Names - The government has come under pressure for its “outrageous” failure to back a mandatory levy on betting firms to increase funding for addiction treatment, in defiance of a call from the industry’s regulator. (Guardian)</p><p>Glencore (GLEN LN) – The Commodity Futures Trading Commission are investigation if the Co’s units violated provisions of the commodity exchange act/CFTC regulations. (Newswires)</p><p>RBS (RBS LN) - Industry sources suggest that the Co. could name the internal favourite, Alison Rose, 49, as the successor to Mr McEwan swiftly and have her in place by the end of the summer. (Times)</p><p>Shell (RDSA LN) – Unions are to advise the Co’s workers to end strikes in a meeting on Friday. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>ANGLO AMERICAN (AAL LN) REITERATED OUTPERFORM AT RBC</p><p>DAX</p><p>Deutsche Bank (DBK GY) – Q1 revenue USD 6.35bln vs. Prelim. USD 6.4bln, net USD 201mln vs. Prelim. USD 200mln, pre-tax USD 292mln vs. Prelim. USD 209mln. Co. affirms FY19 adj. Costs target of USD 21.8bln. Co. have cut their 2019 sales outlook and they see FY revenue as flat. (Newswires)</p><p>Daimler (DAI GY) – Q1 revenues EUR 39.7bln vs. Exp. EUR 39.2bln, EBIT EUR 2.08bln vs. Exp. EUR 2.78bln. For FY19 Co. state they still expect a slight growth in revenue and unit sales. FY19 outlook for return on sales: Mercedes Benz cars 6-8%, Daimler Trucks 7-9%. (Newswires)</p><p>Wirecard (WDI GY) – Reports suggest that supervisory Chairman might not seek re-election. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>DWS (DWS GY) – Q1 adj. pretax EUR 153mln vs. Exp. EUR 147mln, revenue EUR 534mln vs. Prev. EUR 561mln and net EUR 102mln vs. Prev. EUR 97mln. (Newswires)</p><p>BROKER MOVES</p><p>RWE (RWE GY) REITERATED TOP PICK AT RBC</p><p>CAC</p><p>Safran (SAF FP) – Q1 revenue EUR 5.78bln vs. Exp. EUR 5.50bln. Organic revenue +12.6%. Co. state that they are monitoring the situation with 737 Max groundings, and if necessary will alter the production of their Leap Engines. (Newswires)</p><p>Sanofi (SAN FP) – Q1 sales EUR 8.391bln vs. Exp. EUR 8.361bln, net business income EUR 1.765bln vs. Exp. EUR 1.672bln. Co. have confirmed their FY19 outlook. (Newswires)</p><p>Renault (RNO FP) – Q1 revenue EUR 12.5bln vs. Exp. EUR 12.5bln/ Co. have confirmed their FY guidance, cut FY19 global auto market growth forecast to -1.6% from stable. (Newswires)</p><p>Valeo (FR FP) – Q1 revenue EUR 4.84bln vs. Exp. EUR 4.8bln and affirms targets. (Newswires)</p><p>Saint-Gobain (SGO FP) – Q1 revenue EUR 10.4bln vs. Prev. EUR 9.76bln and affirms targets. (Newswires)</p><p>Cap Gemini (CAP FP) – Q1 revenue EUR 3.44bln vs. Prev. EUR 3.15bln. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p>Amundi (AMUN FP) – Q1 net profit EUR 235mln vs. Prev. 221mln, adj. net profit EUR 247mln vs. Prev. EUR 240mln. Q1 revenue EUR 659mln vs. Prev 663mln. Co. have confirmed their profit targets. (Newswires)</p><p>Air Liquide (AI FP) – Q1 group revenue EUR 5.44bln vs. Prev. EUR 5.01bln. Co. state that they are confident in their ability to achieve net profit growth in FY19. (Newswires)</p><p>Casino (CO FP) – Q1 revenue EUR 8.85bln vs. Exp. EUR 8.9bln and affirms FY 2019 targets. (Newswires)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p>Signify (LIGHT NA) – Q1 revenue EUR 1.48bln vs. Exp. EUR 1.45bln, net EUR 44mln vs. Prev. EUR 20mln, EBITDA EUR 115mln vs. Prev. EUR 106mln. Co. have affirmed their FY19 adj. EBITDA margin of 11-13%, in line with prior. (Newswires)</p><p>Sabadell (SAB SM) – Q1 revenue EUR 1.32bln vs. Prev. EUR 1.32bln.Q1 net profit EUR 258mln vs. Prev. EUR 259, net interest income EUR 901mln. Co. state they are on track to meet the 1-2% NII growth target by the year end. (Newswires)</p><p>BROKER MOVES</p><p>FERRARI (RACE IM) DOWNGRADED TO HOLD FROM BUY AT HSBC</p><p>SMI</p><p>Roche (ROG SW) – Co. and Spark Therapeutics announce the withdrawal and refiling of premerger notification and report form, and the extension of a tender offer for Spark Therapeutics shares. Has been done to allow the government sufficient time to complete the review for the transaction. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>Schindler Holding (SCHP SW) – Q1 revenue CHF 2.58bln vs. Prev. CHF 2.47bln, EBIT CHF 274mln vs. Prev. CHF 281mln and net CHF 197mln vs. Prev. CHF 208mln. (Newswires)</p><p>BROKER MOVES</p><p>UBS (UBSG SW) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p><p>SCANDINAVIA&nbsp;</p><p>Aker BP (AKERBP NO) – Q1 operating revenue USD 836mln vs. Exp. USD 847mln, net results USD 10mln vs. Exp. USD 39.1mln. Q1 EBITDA USD 539mln vs. Exp. USD 549mln. Co. reiterates their FY guidance. Co. are to pay a quarterly dividend of USD 0.52 per share in May 2019. (Newswires)</p><p>Loomis (LOOMB SS) – Q1 revenue SEK 5.01bln vs. Exp. SEK 5.1bln, EBITDA SEK 558mln vs. Exp. SEK 535mln and pretax SEK 509mln vs. Prev. SEK 425mln. (Newswires)</p><p>BROKER MOVES</p><p>ASSA ABLOY (ASSAB SS) DOWNGRADED TO HOLD FROM BUY</p><p>METSO (METSO FH) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p><p>ALFA LAVAL (ALFA SS) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</p><p>ATLAS COPCO (ATCOA SS) DOWNGRADED TO HOLD FROM BUY AT HANDELSBANKEN</p><p>US</p><p>* SPX -0.0% at 2926, NDX +0.4% at 7816, DJI -0.5% at 26462. SECTORS: Communications -1.1%, Cons Discretionary -0.5%, Cons Staples -0.8%, Energy -0.3%, Financials +0.3%, Healthcare +1.1%, Industrials -2%, Materials -1.3%, Tech +0.0%, Telecoms +1.1%, Utilities +0.4%.</p><p>Amazon.com Inc (AMZN) - Q1 EPS USD 7.09 vs. exp. USD 4.72, revenue USD 59.7bln vs. exp. USD 59.65bln; revenue guided in line with exps. Forecasts net sales of USD 59.5bln to USD 63.5bln for Q2 (Exp. USD 62.37bln) in Q2. Web services op income 2.223bln vs. 1.4bln last year, web services revenue USD 7.7bln vs. exp. USD 7.67bln. Ad services 2.7bln vs 2.03bln last year. Subscription sales 4.3bln vs 3.1bln last year. (Newswires)</p><p>Intel Corp (INTC) - Q1 Adj EPS USD 0.89 vs. exp. USD 0.87, revenue USD 16.1bln vs. exp. USD 16.02bln; FY EPS seen below exps. Poor guidance: sees Q2 adj EPS/revenue at 0.89 and 15.6bln (exp. 1.01 and 16.86bln), sees FY adj EPS/revenue at 4.35 and 69bln (exp. 4.50 and 71.04bln). (Newswires) 5 minutes after releasing earnings, INTC were 7% lower in after hours trading</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-26-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:51:00",
        "gmt_time": "2019-04-26 05:51:00"
    },
    {
        "id": 866184,
        "updated_sequence": 1840189,
        "published_at": {
            "unix": 1556256180,
            "text": "2019-04-26 06:23:00 +0100",
            "iso_8601": "2019-04-26T05:23:00Z"
        },
        "updated_at": {
            "unix": 1556256335,
            "text": "2019-04-26 06:25:35 +0100",
            "iso_8601": "2019-04-26T05:25:35Z"
        },
        "subject": "RANsquawk Daily European Opening News - 26th April 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21692/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asia-Pac risk sentiment was mostly downbeat as markets remained heavily focused on earnings releases and following the lacklustre performance of counterparts stateside</li><li>UK officials have conceded that UK PM May does not have enough time to get her Brexit deal passed by Parliament and avoid taking part in EU elections</li><li>DXY consolidated after the prior day’s choppy price action but remained considerably firmer on the week and above the 98.00 level</li><li>Looking ahead, highlights include, US GDP (Advance), SNB’s Jordan, ECB’s Rehn</li><li>Earnings: Exxon Mobil, Colgate, Chevron, American Airlines, Total, Deutsche Bank, Daimler, Sanofi, AstraZeneca</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asia-Pac risk sentiment was mostly downbeat as markets remained heavily focused on earnings releases</strong> and following the lacklustre performance of counterparts stateside. <strong>ASX 200 (Unch.) </strong>and <strong>Nikkei 225 (-0.6%)</strong> were both subdued with underperformance seen in Australia’s energy sector after a pullback in oil prices although losses in the broader market were only marginal and the index eventually recovered, while the Japanese benchmark was pressured amid a slew of earnings and following disappointing Industrial Production figures with participants also reducing exposure ahead of a 10-day closure for Golden Week. Hang Seng (+0.1%) and Shanghai Comp.<strong> (-0.8%)</strong> opened lower as PBoC inaction resulted to a CNY 300bln liquidity drain for the week but with losses in Hong Kong later pared amid earnings including China Life Insurance which almost doubled its Q1 net from the prior year. Finally, 10yr JGBs are higher with prices underpinned by the mostly risk-averse tone and BoJ presence for JPY 480bln of JGBs in the belly.</p><p>&nbsp;</p><p>PBoC skipped open market operations for a net weekly drain of CNY 300bln vs. last week's CNY 300bln net injection. (Newswires) PBoC set CNY mid-point at 6.7307 (Prev. 6.7307)</p><p>&nbsp;</p><p><strong>US President Trump suggested that Chinese President Xi will be visiting the White House soon</strong>. In other news, the US is considering concessions on drug protection in talks with China after the latter was said to offer 8 years of IP protections for biologics data vs. 12 years under current US law. (Newswires)</p><p>Chinese President Xi said China will open its market up to more firms and continue to erode backward as well as outdated capacity, while he also stated that China will increase imports and will not pursue CNY depreciation that harms others. (Newswires)</p><p>&nbsp;</p><p>Japanese Industrial Production (Mar) M/M -0.9% vs. Exp. -0.1% (Prev. 0.7%). (Newswires) Japanese Industrial Production (Mar) Y/Y -4.6% vs. Exp. -3.8% (Prev. -1.1%)</p><p>&nbsp;</p><p>Japanese Tokyo CPI (Apr) Y/Y 1.4% vs. Exp. 1.1% (Prev. 0.9%). (Newswires)</p><p>Japanese Tokyo CPI Ex. Fresh Food (Apr) Y/Y 1.3% vs. Exp. 1.1% (Prev. 1.1%) Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Apr) Y/Y 0.9% vs. Exp. 0.7% (Prev. 0.7%)</p><p>UK/EU</p><p><strong>UK officials have conceded that UK PM May does not have enough time to get her Brexit deal passed by Parliament and avoid taking part in EU elections</strong>. (Newswires)</p><p>&nbsp;</p><p>French President Macron said he wants to significantly cut income tax which will be funded by closing tax loopholes, spending cuts and making the French work more. Furthermore, Macron said the tax cuts would be worth EUR 5bln and that the French must work longer because they live longer but doesn't want to push back the retirement age beyond 62. (Newswires)</p><p>FX</p><p><strong>DXY</strong> consolidated after the prior day’s choppy price action but remained considerably firmer on the week and above the 98.00 level after headline Durable Goods surprised to the upside ahead of today’s GDP release, while some also suggested dovish pivots among the major central banks and tightening USD liquidity as factors restricting the downside for the hard currency. Nonetheless, most major pairs attempted to take advantage of the restrained greenback although the recovery was only mild with <strong>EUR</strong>/<strong>USD</strong> below 1.1150 and as <strong>GBP</strong>/<strong>USD</strong> only just about reclaimed the 1.2900 handle. Antipodeans were slightly firmer with <strong>NZD</strong>/<strong>USD</strong> underpinned by better than expected trade data and after RBNZ Governor Orr shrugged off slower growth concerns, while <strong>CNH</strong> also benefitted after the PBoC maintained the reference rate which was at a firmer setting then analysts had expected and after Chinese President Xi affirmed China will not pursue harmful currency depreciation. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> and <strong>JPY</strong>-crosses nursed some losses after having briefly slipped below 111.50 as well as its 100DMA and 200DMA levels ahead of the holiday closures, with Japanese retail investors’ net long JPY positions vs. USD at near-record levels amid flash crash and volatility fears due to expectation of reduced liquidity in Japan’s upcoming prolonged absence.</p><p>RBNZ Governor Orr said not particularly worried by slower pace of growth and pointed to a strong labour market, while he added that there is room to cut rates if needed. (Newswires) New Zealand Trade Balance (Mar) M/M 922M vs. Exp. 131M (Prev. 12M, Rev. -68M). (Newswires) New Zealand Exports (Mar) 5.70B vs. Exp. 5.30B (Prev. 4.82B, Rev. 4.71B) New Zealand Imports (Mar) 4.77B vs. Exp. 5.15B (Prev. 4.80B, Rev. 4.78B)</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were mixed with the energy complex underperforming as Brent crude pulled back from the prior day’s YTD highs and with WTI crude slipping further to below the USD 65.00/bbl level amid touted profit taking and some overhang from this week bearish inventory reports. Conversely, UBS have noted that market focus remains on the supply/demand outlook and geopolitical tensions, while Citi suggested it is hard to argue against higher oil prices amid tighter supply from sanctions on Iran and Venezuela despite US assurances. Elsewhere, gold prices eked mild gains and copper nursed some of the prior day’s losses as the greenback took breather from recent advances and as focus now shifts to upcoming US GDP data.&nbsp;</p><p>US President Trump’s offshore oil-drilling plan sidelined indefinitely as the Interior Department grapples with a recent court decision that blocks Arctic drilling, according to reports citing Interior Secretary David Bernhardt. (WSJ)</p><p>Iraq's crude oil exports from the southern ports rise in the 3 three weeks of April to 3.56mln BPD, according to Petro-Logistics. (Newswires)</p><p>Shell workers unions agreed to a new wage offer to end strikes at the Pernis refinery. (Newswires)</p><p>US</p><p>It was a subdued session ahead of today’s GDP data, as well as the FOMC and NFP next week. Durable goods data was mixed, but some bank desks raised their trackers ahead of tomorrow's Q1 GDP print, suggesting that there might be some upside to the 2.1% consensus view for Q1. Some have noted that the Atlanta Fed GDP tracker was revised lower slightly after the data, but it is still worth pointing out that it was tracking zero growth at the beginning of the year, and now at 2.7%, suggests that the quarter was not as bad as had been feared in January, as risk sentiment soured, and the Fed subsequently pivoted dovish. Nevertheless, Treasury yields were flattish on Thursday, with a slight bias towards higher. The US sold 7yr paper in an average auction; a tail of 0.5bps bucks this week's trend of 'on the screws' auctions; the indirect bid was eyed after the decent performance at the 5s auction on Wednesday, and although it slipped slightly, it was still slightly better than the three auction average -- some have speculated that high US hedging costs could see foreign bidders participate in US auctions unhedged, which might provide support for the buck. At settlement, major curve spreads were mixed, but not significant. US T-note futures (M9) settled 4+ ticks lower at 123-12.</p><p>White House Economic Adviser Kudlow said he sees the Fed moving towards cutting rates and reiterated support for Stephen Moore to the Fed. (Newswires)</p><p>White House is reportedly pushing for action to raise the debt ceiling with the requests said to be taking on urgency as other discussions in Capitol Hill have broken down. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-26th-april-2019-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:23:00",
        "gmt_time": "2019-04-26 05:23:00"
    },
    {
        "id": 866180,
        "updated_sequence": 1840175,
        "published_at": {
            "unix": 1556254800,
            "text": "2019-04-26 06:00:00 +0100",
            "iso_8601": "2019-04-26T05:00:00Z"
        },
        "updated_at": {
            "unix": 1556254914,
            "text": "2019-04-26 06:01:54 +0100",
            "iso_8601": "2019-04-26T05:01:54Z"
        },
        "subject": "Singapore Industrial Production (Mar) M/M -2.6% vs. Exp. -2.0% (Prev. -4.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-mar-m-m-2-6-vs-exp-2-0-prev-4-1-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:00:00",
        "gmt_time": "2019-04-26 05:00:00"
    },
    {
        "id": 866183,
        "updated_sequence": 1840184,
        "published_at": {
            "unix": 1556254800,
            "text": "2019-04-26 06:00:00 +0100",
            "iso_8601": "2019-04-26T05:00:00Z"
        },
        "updated_at": {
            "unix": 1556255062,
            "text": "2019-04-26 06:04:22 +0100",
            "iso_8601": "2019-04-26T05:04:22Z"
        },
        "subject": "Japanese Annualized Housing Starts (Mar) 989K vs. Exp. 946K (Prev. 967K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-annualized-housing-starts-mar-989k-vs-exp-946k-prev-967k-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:00:00",
        "gmt_time": "2019-04-26 05:00:00"
    },
    {
        "id": 866181,
        "updated_sequence": 1840178,
        "published_at": {
            "unix": 1556254800,
            "text": "2019-04-26 06:00:00 +0100",
            "iso_8601": "2019-04-26T05:00:00Z"
        },
        "updated_at": {
            "unix": 1556254963,
            "text": "2019-04-26 06:02:43 +0100",
            "iso_8601": "2019-04-26T05:02:43Z"
        },
        "subject": "Singapore Industrial Production (Mar) Y/Y -4.8% vs. Exp. -4.6% (Prev. -4.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-mar-y-y-4-8-vs-exp-4-6-prev-4-1-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 13:00:00",
        "gmt_time": "2019-04-26 05:00:00"
    },
    {
        "id": 866179,
        "updated_sequence": 1840172,
        "published_at": {
            "unix": 1556254260,
            "text": "2019-04-26 05:51:00 +0100",
            "iso_8601": "2019-04-26T04:51:00Z"
        },
        "updated_at": {
            "unix": 1556254665,
            "text": "2019-04-26 05:57:45 +0100",
            "iso_8601": "2019-04-26T04:57:45Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks traded mostly subdued as focus remained on earnings and as Japanese participants reduce exposure ahead of a 10-day closure",
        "content": "<p>Asia-Pac risk sentiment was mostly downbeat as markets remained heavily focused on earnings releases and following the lacklustre performance of counterparts stateside. ASX 200 (Unch.) and Nikkei 225 (-0.6%) were both subdued with underperformance seen in Australia’s energy sector after a pullback in oil prices although losses in the broader market were only marginal and the index eventually recovered, while the Japanese benchmark was pressured amid a slew of earnings and following disappointing Industrial Production figures with participants also reducing exposure ahead of a 10-day closure for Golden Week. Elsewhere, Hang Seng (+0.1%) and Shanghai Comp. (-0.8%) opened lower as PBoC inaction resulted to a CNY 300bln liquidity drain for the week but with losses in Hong Kong later pared amid earnings including China Life Insurance which almost doubled its Q1 net from the prior year. Finally, 10yr JGBs are higher with prices underpinned by the mostly risk-averse tone and BoJ presence for JPY 480bln of JGBs in the belly.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-traded-mostly-subdued-as-focus-remained-on-earnings-and-as-japanese-participants-reduce-exposure-ahead-of-a-10-day-closure-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 12:51:00",
        "gmt_time": "2019-04-26 04:51:00"
    },
    {
        "id": 866178,
        "updated_sequence": 1840167,
        "published_at": {
            "unix": 1556253000,
            "text": "2019-04-26 05:30:00 +0100",
            "iso_8601": "2019-04-26T04:30:00Z"
        },
        "updated_at": {
            "unix": 1556253080,
            "text": "2019-04-26 05:31:20 +0100",
            "iso_8601": "2019-04-26T04:31:20Z"
        },
        "subject": "Bank in China's Hangzhou City are said to lower home mortgage rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-in-china-s-hangzhou-city-are-said-to-lower-home-mortgage-rates-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 12:30:00",
        "gmt_time": "2019-04-26 04:30:00"
    },
    {
        "id": 866177,
        "updated_sequence": 1840164,
        "published_at": {
            "unix": 1556252880,
            "text": "2019-04-26 05:28:00 +0100",
            "iso_8601": "2019-04-26T04:28:00Z"
        },
        "updated_at": {
            "unix": 1556252973,
            "text": "2019-04-26 05:29:33 +0100",
            "iso_8601": "2019-04-26T04:29:33Z"
        },
        "subject": "Mitsubishi Electric (6503 JT) FY 18/19 net JPY 226.7bln vs. Prev. JPY 255.8bln Y/Y ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsubishi-electric-6503-jt-fy-18-19-net-jpy-226-7bln-vs-prev-jpy-255-8bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 12:28:00",
        "gmt_time": "2019-04-26 04:28:00"
    },
    {
        "id": 866176,
        "updated_sequence": 1840161,
        "published_at": {
            "unix": 1556252100,
            "text": "2019-04-26 05:15:00 +0100",
            "iso_8601": "2019-04-26T04:15:00Z"
        },
        "updated_at": {
            "unix": 1556252186,
            "text": "2019-04-26 05:16:26 +0100",
            "iso_8601": "2019-04-26T04:16:26Z"
        },
        "subject": "Japanese Vehicle Production (Feb) Y/Y 0.9% (Prev. 7.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-vehicle-production-feb-y-y-0-9-prev-7-0-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 12:15:00",
        "gmt_time": "2019-04-26 04:15:00"
    },
    {
        "id": 866174,
        "updated_sequence": 1840151,
        "published_at": {
            "unix": 1556250060,
            "text": "2019-04-26 04:41:00 +0100",
            "iso_8601": "2019-04-26T03:41:00Z"
        },
        "updated_at": {
            "unix": 1556250124,
            "text": "2019-04-26 04:42:04 +0100",
            "iso_8601": "2019-04-26T03:42:04Z"
        },
        "subject": "Reports note emergency services attend an explosion at Tata Steel's (TATA IS) Port Talbot facility in Wales",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-note-emergency-services-attend-an-explosion-at-tata-steel-s-tata-is-port-talbot-facility-in-wales-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:41:00",
        "gmt_time": "2019-04-26 03:41:00"
    },
    {
        "id": 866173,
        "updated_sequence": 1840148,
        "published_at": {
            "unix": 1556249700,
            "text": "2019-04-26 04:35:00 +0100",
            "iso_8601": "2019-04-26T03:35:00Z"
        },
        "updated_at": {
            "unix": 1556249824,
            "text": "2019-04-26 04:37:04 +0100",
            "iso_8601": "2019-04-26T03:37:04Z"
        },
        "subject": "PayPal (PYPL) is reportedly to invest USD 500mln in Uber, according to a WSJ repoter via Twitter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "paypal-pypl-is-reportedly-to-invest-usd-500mln-in-uber-according-to-a-wsj-repoter-via-twitter-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:35:00",
        "gmt_time": "2019-04-26 03:35:00"
    },
    {
        "id": 866172,
        "updated_sequence": 1840145,
        "published_at": {
            "unix": 1556248920,
            "text": "2019-04-26 04:22:00 +0100",
            "iso_8601": "2019-04-26T03:22:00Z"
        },
        "updated_at": {
            "unix": 1556249085,
            "text": "2019-04-26 04:24:45 +0100",
            "iso_8601": "2019-04-26T03:24:45Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Tata Steel (TATA IS) Q4 consolidated net fell 84% Y/Y to INR 23.0bln",
        "content": "<p>Dewan Housing Finance Corp (DEWH IS) - Oaktree, Cerebus, Lone Star and Piramal are said to be interested in DHFL. (Newswires)</p><p>Maruti Suzuki (MSIL IS) - Co. will stop offering diesel cars by April next year. (Newswires)</p><p>Tata Steel (TATA IS) - Co. Q4 consolidated net fell 84% Y/Y to INR 23.0bln. (ET)</p><p>Other News - RBI may review its policies to attract more foreign capital and plug losses of foreign capital to overseas markets. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-tata-steel-tata-is-q4-consolidated-net-fell-84-y-y-to-inr-23-0bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:22:00",
        "gmt_time": "2019-04-26 03:22:00"
    },
    {
        "id": 866171,
        "updated_sequence": 1840140,
        "published_at": {
            "unix": 1556248500,
            "text": "2019-04-26 04:15:00 +0100",
            "iso_8601": "2019-04-26T03:15:00Z"
        },
        "updated_at": {
            "unix": 1556248541,
            "text": "2019-04-26 04:15:41 +0100",
            "iso_8601": "2019-04-26T03:15:41Z"
        },
        "subject": "Mitsui Osk Lines (9104 JT) FY net JPY 26.9bln vs. Prev. loss JPY 47.4bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsui-osk-lines-9104-jt-fy-net-jpy-26-9bln-vs-prev-loss-jpy-47-4bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:15:00",
        "gmt_time": "2019-04-26 03:15:00"
    },
    {
        "id": 866170,
        "updated_sequence": 1840137,
        "published_at": {
            "unix": 1556248440,
            "text": "2019-04-26 04:14:00 +0100",
            "iso_8601": "2019-04-26T03:14:00Z"
        },
        "updated_at": {
            "unix": 1556248498,
            "text": "2019-04-26 04:14:58 +0100",
            "iso_8601": "2019-04-26T03:14:58Z"
        },
        "subject": "Japan Exchange Group (8697 JT) FY net JPY 49.1bln vs. Prev. JPY 50.5bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-exchange-group-8697-jt-fy-net-jpy-49-1bln-vs-prev-jpy-50-5bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:14:00",
        "gmt_time": "2019-04-26 03:14:00"
    },
    {
        "id": 866169,
        "updated_sequence": 1840134,
        "published_at": {
            "unix": 1556248380,
            "text": "2019-04-26 04:13:00 +0100",
            "iso_8601": "2019-04-26T03:13:00Z"
        },
        "updated_at": {
            "unix": 1556248442,
            "text": "2019-04-26 04:14:02 +0100",
            "iso_8601": "2019-04-26T03:14:02Z"
        },
        "subject": "ANA (9202 JT) FY net JPY  110.8bln vs. Prev. JPY 143.9bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ana-9202-jt-fy-net-jpy-110-8bln-vs-prev-jpy-143-9bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:13:00",
        "gmt_time": "2019-04-26 03:13:00"
    },
    {
        "id": 866168,
        "updated_sequence": 1840131,
        "published_at": {
            "unix": 1556248320,
            "text": "2019-04-26 04:12:00 +0100",
            "iso_8601": "2019-04-26T03:12:00Z"
        },
        "updated_at": {
            "unix": 1556248401,
            "text": "2019-04-26 04:13:21 +0100",
            "iso_8601": "2019-04-26T03:13:21Z"
        },
        "subject": "Toyota Industries (6201 JT) FY JPY 152.8bln vs. Prev. JPY 168.2bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-industries-6201-jt-fy-jpy-152-8bln-vs-prev-jpy-168-2bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:12:00",
        "gmt_time": "2019-04-26 03:12:00"
    },
    {
        "id": 866167,
        "updated_sequence": 1840128,
        "published_at": {
            "unix": 1556248260,
            "text": "2019-04-26 04:11:00 +0100",
            "iso_8601": "2019-04-26T03:11:00Z"
        },
        "updated_at": {
            "unix": 1556248321,
            "text": "2019-04-26 04:12:01 +0100",
            "iso_8601": "2019-04-26T03:12:01Z"
        },
        "subject": "Kawasaki Kisen (9107 JT) FY net loss JPY 111.2bln vs. Prev. profit JPY 10.4bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kawasaki-kisen-9107-jt-fy-net-loss-jpy-111-2bln-vs-prev-profit-jpy-10-4bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 11:11:00",
        "gmt_time": "2019-04-26 03:11:00"
    },
    {
        "id": 866166,
        "updated_sequence": 1840125,
        "published_at": {
            "unix": 1556247540,
            "text": "2019-04-26 03:59:00 +0100",
            "iso_8601": "2019-04-26T02:59:00Z"
        },
        "updated_at": {
            "unix": 1556248011,
            "text": "2019-04-26 04:06:51 +0100",
            "iso_8601": "2019-04-26T03:06:51Z"
        },
        "subject": "ASIA-PAC MID SESSION UPDATE: Asia stocks trade mostly subdued as focus remains on earnings, while Japan underperforms ahead of its 10-day Golden Week closure",
        "content": "<p>Asia-Pac risk sentiment is mostly downbeat as markets remain heavily focused on earnings releases and following the lacklustre performance of counterparts stateside. ASX 200 (-0.2%) and Nikkei 225 (-0.7%) are both subdued with underperformance seen in Australia’s energy sector after a pullback in oil prices although losses in the broader market are only marginal, while the Japanese benchmark is pressured amid a slew of earnings and following disappointing Industrial Production figures with participants also reducing exposure ahead of a 10-day closure for Golden Week. Elsewhere, Hang Seng (+0.2%) and Shanghai Comp. (-0.5%) opened lower as PBoC inaction resulted to a CNY 300bln liquidity drain for the week but with losses in Hong Kong later pared amid earnings including China Life Insurance which almost doubled its Q1 net from the prior year.</p><p>In FX markets, DXY has consolidated after the prior day’s choppy price action but remains considerably firmer on the week and above the 98.00 level after headline Durable Goods surprised to the upside ahead of today’s GDP release, with some also suggesting dovish pivots among the major central banks and tightening USD liquidity as factors restricting the downside for the hard currency. Nonetheless, most major pairs attempt to take advantage of the restrained greenback but with the recovery only mild with EUR/USD still below 1.1150 and as GBP/USD only just about reclaimed the 1.2900 handle. Antipodeans are slightly firmer with NZD/USD underpinned by better than expected trade data and after RBNZ Governor Orr suggested he was not concerned regarding slower pace of growth, while USD/JPY and JPY-crosses attempt to nurse losses after having briefly slipped below 111.50 as well as its 100DMA and 200DMA levels ahead of the holiday closures with Japanese retail investors’ net long JPY positions vs. USD at near-record levels amid flash crash and volatility fears from reduced liquidity in Japan’s upcoming absence.</p><p>Finally, 10yr JGBs are higher with prices supported by the risk averse tone and BoJ presence for JPY 480bln of JGBs in the belly.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-trade-mostly-subdued-as-focus-remains-on-earnings-while-japan-underperforms-ahead-of-its-10-day-golden-week-closure-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 10:59:00",
        "gmt_time": "2019-04-26 02:59:00"
    },
    {
        "id": 866165,
        "updated_sequence": 1840120,
        "published_at": {
            "unix": 1556246220,
            "text": "2019-04-26 03:37:00 +0100",
            "iso_8601": "2019-04-26T02:37:00Z"
        },
        "updated_at": {
            "unix": 1556246302,
            "text": "2019-04-26 03:38:22 +0100",
            "iso_8601": "2019-04-26T02:38:22Z"
        },
        "subject": "Singapore Unemployment Rate (Q1) 2.2% vs. Exp. 2.2%\t(Prev. 2.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-unemployment-rate-q1-2-2-vs-exp-2-2-prev-2-2-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 10:37:00",
        "gmt_time": "2019-04-26 02:37:00"
    },
    {
        "id": 866164,
        "updated_sequence": 1840153,
        "published_at": {
            "unix": 1556244480,
            "text": "2019-04-26 03:08:00 +0100",
            "iso_8601": "2019-04-26T02:08:00Z"
        },
        "updated_at": {
            "unix": 1556250213,
            "text": "2019-04-26 04:43:33 +0100",
            "iso_8601": "2019-04-26T03:43:33Z"
        },
        "subject": "Chinese President Xi says China will open its market up to more firms and continue to erode backward as well as outdated capacity, adds will increase imports of goods and services",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-china-will-open-its-market-up-to-more-firms-and-continue-to-erode-backward-as-well-as-outdated-capacity-adds-will-increase-imports-of-goods-and-services-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 10:08:00",
        "gmt_time": "2019-04-26 02:08:00"
    },
    {
        "id": 866163,
        "updated_sequence": 1840117,
        "published_at": {
            "unix": 1556243700,
            "text": "2019-04-26 02:55:00 +0100",
            "iso_8601": "2019-04-26T01:55:00Z"
        },
        "updated_at": {
            "unix": 1556245216,
            "text": "2019-04-26 03:20:16 +0100",
            "iso_8601": "2019-04-26T02:20:16Z"
        },
        "subject": "Chinese President Xi says must fight against protectionism and promote free trade",
        "content": "<p>Says:</p><ul><li>Will not pursue CNY depreciation that harms others.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-must-fight-against-protectionism-and-promote-free-trade-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:55:00",
        "gmt_time": "2019-04-26 01:55:00"
    },
    {
        "id": 866162,
        "updated_sequence": 1840109,
        "published_at": {
            "unix": 1556243160,
            "text": "2019-04-26 02:46:00 +0100",
            "iso_8601": "2019-04-26T01:46:00Z"
        },
        "updated_at": {
            "unix": 1556243278,
            "text": "2019-04-26 02:47:58 +0100",
            "iso_8601": "2019-04-26T01:47:58Z"
        },
        "subject": "Chinese President Xi says aim of building Belt & Road is to work on win-win cooperation and face various challenges for mankind",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-aim-of-building-belt-road-is-to-work-on-win-win-cooperation-and-face-various-challenges-for-mankind-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:46:00",
        "gmt_time": "2019-04-26 01:46:00"
    },
    {
        "id": 866175,
        "updated_sequence": 1840156,
        "published_at": {
            "unix": 1556241300,
            "text": "2019-04-26 02:15:00 +0100",
            "iso_8601": "2019-04-26T01:15:00Z"
        },
        "updated_at": {
            "unix": 1556250337,
            "text": "2019-04-26 04:45:37 +0100",
            "iso_8601": "2019-04-26T03:45:37Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7307 (Prev. 6.7307)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7307-prev-6-7307-26-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:15:00",
        "gmt_time": "2019-04-26 01:15:00"
    },
    {
        "id": 866157,
        "updated_sequence": 1840084,
        "published_at": {
            "unix": 1556241060,
            "text": "2019-04-26 02:11:00 +0100",
            "iso_8601": "2019-04-26T01:11:00Z"
        },
        "updated_at": {
            "unix": 1556241152,
            "text": "2019-04-26 02:12:32 +0100",
            "iso_8601": "2019-04-26T01:12:32Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 300bln vs. last week's CNY 300bln net injection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-300bln-vs-last-week-s-cny-300bln-net-injection-26-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:11:00",
        "gmt_time": "2019-04-26 01:11:00"
    },
    {
        "id": 866156,
        "updated_sequence": 1840081,
        "published_at": {
            "unix": 1556241000,
            "text": "2019-04-26 02:10:00 +0100",
            "iso_8601": "2019-04-26T01:10:00Z"
        },
        "updated_at": {
            "unix": 1556241093,
            "text": "2019-04-26 02:11:33 +0100",
            "iso_8601": "2019-04-26T01:11:33Z"
        },
        "subject": "BoJ offers to buy JPY 480bln in 5-10yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-480bln-in-5-10yr-jgbs-26-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:10:00",
        "gmt_time": "2019-04-26 01:10:00"
    },
    {
        "id": 866155,
        "updated_sequence": 1840086,
        "published_at": {
            "unix": 1556240640,
            "text": "2019-04-26 02:04:00 +0100",
            "iso_8601": "2019-04-26T01:04:00Z"
        },
        "updated_at": {
            "unix": 1556241471,
            "text": "2019-04-26 02:17:51 +0100",
            "iso_8601": "2019-04-26T01:17:51Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: China CITIC Bank (998 HK) Q1 net CNY 13.2bln vs. Prev. CNY 12.2bln Y/Y",
        "content": "<p>Air China (753 HK) - Co. Q1 net CNY 2.72bln vs. Prev. CNY 2.63bln Y/Y. (Newswires)</p><p>BBMG Corp (2009 HK) - Co. Q1 net CNY 421.9mln vs. Prev. loss CNY 212.6mln Y/Y. (Newswires)</p><p>China CITIC Bank (998 HK) - Co. Q1 net CNY 13.2bln vs. Prev. CNY 12.2bln Y/Y. (Newswires)</p><p>China Life Insurance (2628 HK) - Co. Q1 net CNY 26.0bln vs. Prev. CNY 13.5bln Y/Y. (Newswires)</p><p>CNOOC (883 HK) - Co. Q1 Oil &amp; Gas revenue fell 1.1% Y/Y to CNY 42.1bln, CFO said they are to maintain capex targets despite Q1 spending. (Newswires)</p><p>Cosco Shipping Ports (1199 HK) - Co. chairman resigned. (Newswires)</p><p>Postal Savings Bank of China (1658 HK) - Co. Q1 net CNY 18.5bln vs. Prev. CNY 16.5bln Y/Y. (Newswires)</p><p>Sun Hung Kai Properties (16 HK) - Co. is said to plan investment of CNY 30bln in 10 Greater Bay projects. (Newswires)</p><p>Other News - US President Trump suggested that Chinese President Xi will be visiting the White House soon. Elsewhere, there were separate reports that US Trade Representative Lighthizer said the US have kept China on the priority watch list for intellectual property rights concerns, while US Trade Representative’s office said China continues to engage in ‘unfair and harmful conduct’ that damages US intellectual property rights. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-citic-bank-998-hk-q1-net-cny-13-2bln-vs-prev-cny-12-2bln-y-y-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 09:04:00",
        "gmt_time": "2019-04-26 01:04:00"
    },
    {
        "id": 866154,
        "updated_sequence": 1840073,
        "published_at": {
            "unix": 1556239680,
            "text": "2019-04-26 01:48:00 +0100",
            "iso_8601": "2019-04-26T00:48:00Z"
        },
        "updated_at": {
            "unix": 1556239727,
            "text": "2019-04-26 01:48:47 +0100",
            "iso_8601": "2019-04-26T00:48:47Z"
        },
        "subject": "Singapore URA Property Index (Q1) Q/Q -0.7% (Prev. -0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-ura-property-index-q1-q-q-0-7-prev-0-1-26-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:48:00",
        "gmt_time": "2019-04-26 00:48:00"
    },
    {
        "id": 866153,
        "updated_sequence": 1840070,
        "published_at": {
            "unix": 1556239260,
            "text": "2019-04-26 01:41:00 +0100",
            "iso_8601": "2019-04-26T00:41:00Z"
        },
        "updated_at": {
            "unix": 1556239378,
            "text": "2019-04-26 01:42:58 +0100",
            "iso_8601": "2019-04-26T00:42:58Z"
        },
        "subject": "BoJ senior officials says BoJ monetary easing is aimed at price target and not FX, adds BoJ is implementing powerful and unconventional easing as short-term rates have declined to zero",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-senior-officials-says-boj-monetary-easing-is-aimed-at-price-target-and-not-fx-adds-boj-is-implementing-powerful-and-unconventional-easing-as-short-term-rates-have-declined-to-zero-26-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:41:00",
        "gmt_time": "2019-04-26 00:41:00"
    },
    {
        "id": 866152,
        "updated_sequence": 1840067,
        "published_at": {
            "unix": 1556239020,
            "text": "2019-04-26 01:37:00 +0100",
            "iso_8601": "2019-04-26T00:37:00Z"
        },
        "updated_at": {
            "unix": 1556239076,
            "text": "2019-04-26 01:37:56 +0100",
            "iso_8601": "2019-04-26T00:37:56Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: AU Optronics (2409 TT) Q1 net loss TWD 3.7bln vs. Exp. loss TWD 1.9bln",
        "content": "<p>TAIWAN</p><p>AU Optronics (2409 TT) - Co. Q1 net loss TWD 3.7bln vs. Exp. loss TWD 1.9bln. (Newswires)</p><p>Grand Pacific Petrochemical (1312 TT) - Co. to invest TWD 30bln on plant in China. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Singapore Exchange (SGX SP) - Co. Q3 net SGD 99.7mln vs. Prev. SGD 100.5mln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-au-optronics-2409-tt-q1-net-loss-twd-3-7bln-vs-exp-loss-twd-1-9bln-26-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:37:00",
        "gmt_time": "2019-04-26 00:37:00"
    },
    {
        "id": 866149,
        "updated_sequence": 1840056,
        "published_at": {
            "unix": 1556237220,
            "text": "2019-04-26 01:07:00 +0100",
            "iso_8601": "2019-04-26T00:07:00Z"
        },
        "updated_at": {
            "unix": 1556237359,
            "text": "2019-04-26 01:09:19 +0100",
            "iso_8601": "2019-04-26T00:09:19Z"
        },
        "subject": "Asia stocks trade subdued as region digests a flurry of earnings with Japan underperforming on disappointing Industrial Production and ahead of a 10-day closure for Golden Week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-trade-subdued-as-region-digests-a-flurry-of-earnings-with-japan-underperforming-on-disappointing-industrial-production-and-ahead-of-a-10-day-closure-for-golden-week-26-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:07:00",
        "gmt_time": "2019-04-26 00:07:00"
    },
    {
        "id": 866148,
        "updated_sequence": 1840053,
        "published_at": {
            "unix": 1556237100,
            "text": "2019-04-26 01:05:00 +0100",
            "iso_8601": "2019-04-26T00:05:00Z"
        },
        "updated_at": {
            "unix": 1556237229,
            "text": "2019-04-26 01:07:09 +0100",
            "iso_8601": "2019-04-26T00:07:09Z"
        },
        "subject": "Australia Bureau of Meteorology says Eastern Australia will experience drier than average weather next month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-bureau-of-meteorology-says-eastern-australia-will-experience-drier-than-average-weather-next-month-26-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:05:00",
        "gmt_time": "2019-04-26 00:05:00"
    },
    {
        "id": 866147,
        "updated_sequence": 1840050,
        "published_at": {
            "unix": 1556237040,
            "text": "2019-04-26 01:04:00 +0100",
            "iso_8601": "2019-04-26T00:04:00Z"
        },
        "updated_at": {
            "unix": 1556237091,
            "text": "2019-04-26 01:04:51 +0100",
            "iso_8601": "2019-04-26T00:04:51Z"
        },
        "subject": "Japanese Economy Minister Motegi says not yet at a stage where results of trade talks can be announced",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-not-yet-at-a-stage-where-results-of-trade-talks-can-be-announced-26-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:04:00",
        "gmt_time": "2019-04-26 00:04:00"
    },
    {
        "id": 866146,
        "updated_sequence": 1840047,
        "published_at": {
            "unix": 1556236980,
            "text": "2019-04-26 01:03:00 +0100",
            "iso_8601": "2019-04-26T00:03:00Z"
        },
        "updated_at": {
            "unix": 1556237052,
            "text": "2019-04-26 01:04:12 +0100",
            "iso_8601": "2019-04-26T00:04:12Z"
        },
        "subject": "BoK Governor Lee says economic conditions will improve",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-economic-conditions-will-improve-26-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-26 08:03:00",
        "gmt_time": "2019-04-26 00:03:00"
    }
]