[
    {
        "id": 867391,
        "updated_sequence": 1850010,
        "published_at": {
            "unix": 1557520200,
            "text": "2019-05-10 21:30:00 +0100",
            "iso_8601": "2019-05-10T20:30:00Z"
        },
        "updated_at": {
            "unix": 1557520200,
            "text": "2019-05-10 21:30:00 +0100",
            "iso_8601": "2019-05-10T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-03-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 04:30:00",
        "gmt_time": "2019-05-10 20:30:00"
    },
    {
        "id": 868468,
        "updated_sequence": 1850008,
        "published_at": {
            "unix": 1557519000,
            "text": "2019-05-10 21:10:00 +0100",
            "iso_8601": "2019-05-10T20:10:00Z"
        },
        "updated_at": {
            "unix": 1557519080,
            "text": "2019-05-10 21:11:20 +0100",
            "iso_8601": "2019-05-10T20:11:20Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 13 May 2019",
        "content": "<ul><li><strong>Monday: </strong>Norway GDP.</li><li><strong>Tuesday:</strong> OPEC MOMR, Swedish CPIF, Germany ZEW Survey, China IP, UK jobs data, BCB mins.</li><li><strong>Wednesday: </strong>US retail sales, IEA Oil Market Report, EZ GDP (2nd reading), Germany Prelim GDP, Canadian CPI, US IP.</li><li><strong>Thursday: </strong>Banxico, Aus jobs data, Indonesian rate decision, Eurogroup meeting.</li><li><strong>Friday: </strong>EZ CPI (Final), US auto tariff decision.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21810/download\"><strong>here</strong></a></li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-13-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 04:10:00",
        "gmt_time": "2019-05-10 20:10:00"
    },
    {
        "id": 868469,
        "updated_sequence": 1850006,
        "published_at": {
            "unix": 1557519000,
            "text": "2019-05-10 21:10:00 +0100",
            "iso_8601": "2019-05-10T20:10:00Z"
        },
        "updated_at": {
            "unix": 1557519065,
            "text": "2019-05-10 21:11:05 +0100",
            "iso_8601": "2019-05-10T20:11:05Z"
        },
        "subject": "RANsquawk Central Bank Weekly: REVIEWING: RBNZ, RBA, NORGES BANK, BCB; NEXT WEEK: Banxico, BCB mins, BI.  ",
        "content": "<ul><li><strong>REVIEWING: </strong>RBNZ, RBA, NORGES BANK, BCB</li><li><strong>NEXT WEEK: </strong>Banxico, BCB mins, BI.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21811/download\"><strong>here</strong></a><strong> &nbsp;</strong></li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-reviewing-rbnz-rba-norges-bank-bcb-next-week-banxico-bcb-mins-bi-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 04:10:00",
        "gmt_time": "2019-05-10 20:10:00"
    },
    {
        "id": 868507,
        "updated_sequence": 1850004,
        "published_at": {
            "unix": 1557518640,
            "text": "2019-05-10 21:04:00 +0100",
            "iso_8601": "2019-05-10T20:04:00Z"
        },
        "updated_at": {
            "unix": 1557518795,
            "text": "2019-05-10 21:06:35 +0100",
            "iso_8601": "2019-05-10T20:06:35Z"
        },
        "subject": "US MARKET WRAP 10 MAY 2019: US/China trade talks “constructive”, will continue",
        "content": "<p><strong>* SNAPSHOT: </strong>Equities mixed, Dollar lower, Treasuries flat, Crude mixed.</p><p><strong>* REAR VIEW: </strong>US/China trade talks were “constructive” and will continue, US CPI disappoints, Strong CA employment data, mixed UK GDP data</p><p><strong>* COMING UP: </strong>Monday: Norway GDP. Tuesday: OPEC MOMR, Swedish CPIF, Germany ZEW Survey, China IP, UK jobs data, BCB mins. Wednesday: US retail sales, IEA Oil Market Report, EZ GDP (2nd reading), Germany Prelim GDP, Canadian CPI, US IP. Thursday: Banxico, Aussie jobs data, Indonesian rate decision, Eurogroup meeting. Friday: EZ CPI (Final), US auto tariff decision. To download the RANsquawk Week in Focus report, please click <a href=\"https://ransquawk.com/research_sheets/21810/download\">here.</a></p><p><strong>* TRADE: </strong>Sentiment, was initially dampened by a spate of US President Trump tweets in which he talked tariffs and being “in no rush” to reach a deal; though risk assets recovered in afternoon trade after the conclusion of a second day of US/China trade talks. Treasury Secretary Mnuchin noted the talks had been “constructive”, whilst Chinese Vice Premier Liu He said that the talks had gone “fairly well”. Shortly after, the editor of China’s Global Times, Hu Xijin, said that sources close to the negotiations had told him that talks had not broken down, and the consultations would continue, with both sides agreeing to meet again in Beijing in the future. There followed reports that the US gave China its own ’bottom line’ of three to four weeks to mull the offer before the US would apply further tariffs on the remaining USD 325bln of Chinese imports. In a later set of tweets, US President Trump alluded to the fact that the recently imposed tariffs may be removed depending on future negotiations, which he confirmed would occur, leading to another leg higher in stocks. However, the last-minute rally halted as US treasury Secretary Mnuchin said that no further talks were currently pencilled in, although these comments merely suggested that the next round of talks had not yet been ‘diarised’ rather than that they would not be. Separately, US has reportedly pushed Japan for a quick agreement on a bilateral trade deal, with lead negotiators speaking on the phone on Friday, Nikkei said.</p><p><strong>* FED: </strong>Fed's Williams (voter) said that, although inflation data is softer than expected, it appears to reflect normal volatility in these figures whilst then reiterating the Fed’s neutral line, saying a return to 2% inflation should supported by the labour market and US economy. Williams went on to note that there are reasons to believe that the surge in growth will not persist and the Fed needs to sustain the expansion. Fed’s Bostic (non-voter, dove) noted that, although the economy is doing very well and inflation is near target, the Fed could need to lower rates if prolonged tariffs impacted US GDP and consumers. He did, however, say that the Fed might not need to shift rates if the tariff raises on Chinese imports prove to be temporary.</p><p><strong>* US CPI: </strong>US CPI (Apr) 2.0% (exp. 2.1, prev. 1.9%), 0.3% M/M (exp. 0.4%, Prev. 0.4%); US Core CPI (Apr) 2.1% (exp. 2.1%, prev. 2.0%), 0.1% M/M (exp. 0.2%, prev. 0.1%). At the Fed's recent policy meeting, it downgraded its assessment of inflation, though Chair Powell said that inflation weakness was likely transitory. The inflation data for April didn't lend much support to Powell's arguments, just yet. Capital Economics notes that the subdued 0.1% M/M rise in core CPI can be attributed to transient factors, however, the consultancy argues that there is mounting evidence that broader weakness in underlying inflation will remain for the rest of the year. CapEco says the big surprise was the core inflation posted a subdued gain M/M, for the third straight month. \"Admittedly, base effects meant the annual core inflation rate still ticked up to 2.1%, from 2.0%. But in 3-month annualised terms, core CPI inflation is now just 1.6%,\" the consultancy writes, \"a lot of the weakness was in goods prices, some of which can be chalked up to 'transient' factors, but it also suggests that the deflationary drag from that transient factors is still weighing on CPI.\" CapEco says that the new increased tariffs on China will add at most a few tenths of a percentage point to headline CPI, and even that temporary inflationary impact may be offset by a further weakening in the yuan and a squeeze in margins. \"By far the bigger factor driving inflation is the acceleration in productivity growth over recent years, and the associated downward pressure on unit labour costs,\" CapEco says, \"while the Fed has blamed the recent weakness in inflation, particularly on the PCE measure, on transient factors, the broad-based moderation in unit labour costs suggests core inflation will fall further this year.\"</p><p><strong>* CA DATA: </strong>The Canadian economy added a record 106.5k of jobs in April, eclipsing the Street's expectations of 10k. The data shows that the labour market is proving to be more resilient than some had given the Canadian economy credit for, ING says, despite the domestic and global headwinds. The bank says that given that economic growth should regain some strength in the second half of the year, we don't expect a Bank of Canada rate cut in 2019.\" ING cites the comments from the BOC at its recent meeting, where it emphasised that current monetary policy stance was \"accommodative\", and ING says that given prospects for better economic news later in the year, a BOC rate cut is unlikely at this stage.</p><p><strong>* UK DATA: </strong>The UK economy expanded inline at 0.5% in Q1, accelerating from the 0.2% print in Q4, despite a surprise -0.1% contraction in March. Pantheon Economics note that this pick up reflects a one of boost as firms scrambled to prepare for a Brexit that never came. “The 2.2% quarter-on-quarter rise in manufacturing output—which boosted GDP growth by 0.2pp—largely was driven by firms on both sides of the Channel stockpiling goods in case of a no-deal outcome at the end of March” the consultancy observes. The most surprising data point was however Business Investment, which rose by 0.5% against expectations of a fall. Though this may call into question the extent by which ongoing political uncertainty is damaging investment in the UK, Pantheon remind us “the data often are revised substantially and even after Q1’s surprise rise, business investment still is 1.3% below its peak.” Looking forward, real income growth will continue to be supported by strong real wage growth and increases in the personal tax allowance. Pantheon forecast quarter-on-quarter GDP growth to slow to 0.2% in Q2, as the manufacturing boost turns into a drag.</p><p><strong>* WTI (M9) FUTURES SETTLE USD 0.04 LOWER AT USD 61.66/BBL; BRENT (M9) FUTURES SETTLE USD 0.23 HIGHER AT USD 70.62/BBL.</strong> The crude complex took its cues from general risk appetite on Friday, as markets found relief from recent selling despite US President Trump raising China tariffs and no breakthrough on a deal. Also supporting prices were reports overnight that both China’s Sinopec and CNPC had suspended purchases of Iranian oil, seemingly folding in-line to the US’ desire to cut off Iranian supply to the market. Iranian tensions are also likely to be limiting downside, where following the US moving a naval fleet into the region’s gulf, an Iranian official said that the fleet could be destroyed by a single missile. Later in the session, US Acting Defense Secretary Shanahan was reported to have approved the deployment of patriot missiles in the region, a seemingly further escalation. Crude ended the week little changed. In the recent week Baker Hughes reported that US oil rigs online stood at 805, down 2, and the third consecutive week of oil rig cuts; natural gas rigs unchanged at 183; with total rigs down 2 at 988.</p><p><strong>S&amp;P 500 0.4% at 2882, NASDAQ-100 0.1% at 7587, Dow Jones&nbsp; 0.5% at 25945, SECTORS: Consumer Discretionary&nbsp; 0.1%, Consumer Staples&nbsp; 1.2%, Energy&nbsp; 0.1%, Financials&nbsp; 0.5%, Health Care&nbsp; -0.1%, Industrials&nbsp; 0.4%, Information Technology&nbsp; 0.2%, 1.3%, Telecommunication Services&nbsp; 0.2%, Utilities&nbsp; 1.7%</strong></p><p><strong>* STOCKS SPECIFICS:</strong> Walmart (WMT) moved higher at the open as Cleveland Research reported positively on the co. Ford (F) caught a bid on an upgrade from Bank of America, which said that earnings are at a favourable inflexion point given the automakers restructuring efforts. JD.com (JD) opened higher after reporting better than expected earnings on both the top and bottom lines. Marriott International (MAR) shares were under pressure after reporting weak earnings and lowered guidance. More widely, Hotels chains including Hyatt (H), Marriott (MAR) and online booking co Expedia (EPXE), were all under pressure after US state attorneys opened an investigation into alleged antitrust violations. Kinder Morgan (KMI) fell as the energy co announced its decision to remain as a stand-alone public entity. Symantec’s (SYMC) share price tumbled after the software co reduced its guidance in its latest earnings release. Dropbox (DPX) opened higher after reporting strong earnings, but did pare gains throughout the session as the wider tech sector fell. Uber (UBER) underwent its first day of public trading, falling slightly beneath its target range.</p><p><strong>* US T-NOTES (M9) FUTURES SETTLE UNCHANGED AT 123-31+. </strong>At settlement, Treasuries were more-or-less unchanged on the session, with gains being pared after constructive comments from US Treasury Secretary Mnuchin on talks with the Chinese, while China’s officials also sounded a constructive tone, and said the sides would meet in Beijing in the coming weeks. The complex was a function of sentiment on trade, often whipsawed by tweets from the US President, as well as China press. The positive sentiment unwind gains that the TPLEX made on Friday – there was some buying in wake of a the April CPI data, which did not show any signs of ‘transitory’ weakness. Nevertheless, on the week, 10-year yields have slipped by 8bps, the sharpest weekly fall in seven weeks. At settlement, major curve spreads were a touch steeper.</p><p><strong>* DAILY FX WRAP: DXY</strong> fell, coming under slight pressure as CPI data came in below expectations. <strong>JPY</strong> was a function of wider risk sentiment on the day, reversing early declines after news emerged that US/China talks had been generally constructive. <strong>EUR</strong> was firmer, underpinned by German trade data that beat expectations, allaying concerns of export weakness ahead of next week’s Q1 GDP release. <strong>GBP </strong>was relatively unchanged after mixed data. <strong>CAD</strong> surged after Canadian jobs data smashed expectations, with USDCAD temporarily breaching 1.34 to the downside. <strong>TRY</strong> caught a bid after news emerged that Turkey would not buy the Russian S-400 missile system, USDTRY briefly breaching 6.00 to the downside, though Turkish officials denied the report.</p><p><strong>* WEEKLY FX WRAP:</strong></p><p><strong>USD:</strong> The Buck’s retreat or retracement from 2019 highs (98.346 in DXY terms) set towards the end of April continues and the index is now holding just off a new weekly low within a 97.745-127 range. Softer than forecast US inflation data in the form of PPI and CPI have compounded the unexpected weakness in PCE price metrics, while the dynamic and sentiment surrounding heightened US-China trade angst appears to have shifted towards broad Greenback selling on the premise that Washington has now fired its latest tariff weapon via Usd200 bn additional Chinese goods subject to a 25% tax and the response is in Beijing’s hands. Technically, the index has breached chart support at the 50 DMA (97.147) and the 97.144-149 May to date base, but not convincingly so 97.000 may be safe.</p><p><strong>CAD:</strong> Friday’s G10 winner and major beneficiary of the aforementioned Usd demise as the Loonie derived bullish momentum from a stonking Canadian jobs report revealing 10-fold+ beat against consensus in the headline employment tally, a pick-up in the pace of AHE and decline in the unemployment rate. Usd/Cad is now testing fresh lows for the week circa 1.3380 and just a fraction shy of the mtd trough having hit a new 1.3500+ peak only on Thursday after a wider than forecast trade gap.</p><p><strong>CHF/EUR/GBP:</strong> The Franc is also on course to end the week with a net gain vs the Usd and close to best levels within a 1.0225-1.0105 range and despite more verbal SNB intervention as chair Jordan reiterated the importance of NIRP, direct currency action and other tools including the balance sheet to curb a still highly valued Chf. Meanwhile, the single currency has been able to withstand latest Italian fiscal muscle-flexing and political wrangling between coalition parties with the aid of more encouraging data and services PMIs (bar Italy incidentally) to maintain recovery gains above 1.1200 and rebound some 100 pips or a big figure from worst levels. The Pound has been more volatile with Cable trading as high as 1.3170 or so on heightened hopes that cross-party talks on a Brexit deal were progressing well, much like reports emanating from the US and China before the latter reportedly reneged on pledges, but then reversed when it emerged that the Conservative and Labour Parties were still at odds over red lines and efforts to find a compromise were closer to breaking down (again akin to the situation between the US and China). However, Sterling has reclaimed 1.3000+ status from 1.2965 at worst, again largely at the expense of the Dollar.</p><p><strong>NZD/AUD/NOK:</strong> All eyeing May Central Bank policy meetings for independent inspiration and direction, and ultimately getting somewhat conflicting impulses. The Kiwi hit weakest levels after the RBNZ cut rates by 25 bp vs market expectations pretty evenly split on the prospect of an ease vs hold, but then regrouped when Governor Orr inferred that it may be a case of one and done, or at least back to neutral as he stated that the outlook is now more balanced and the case for further easing is not as compelling. Prior to that and with the probability of a cut not much lower, the RBA stood pat and did not shift to an outright easing bias, although the ensuing SOMP did contain downward revisions to growth and inflation forecasts. Data dependency was the main takeaway, but the updated economic projections were based on the benchmark rate falling to 1% by the end of 2019 from 1.5% at present. Finally, the Norges Bank also maintained rate, but flagged June as the date for further policy normalisation citing firmer than anticipated inflation that was borne out by CPI data just a day later. Nzd/Usd is back around 0.6600 vs 0.6525 at the low and a high of around 0.6630, while Aud/Usd has returned to its 0.7000 birth from 0.6960 and 0.7050 at the extremes and Eur/Nok is nestling at 9.8100 between 9.8750-7420 boundaries.</p><p><strong>JPY:</strong> As usual, the Yen fluctuated with swings in broad risk sentiment and it’s been aversion for a large part this week with Usd/Jpy not far from the base of 110.97-109.50 parameters. Note, BoJ rhetoric on return from Japan’s extended Golden Week holiday has been typically dovish along with the minutes to April’s policy meeting.</p><p><strong>EM:</strong> Somewhat mixed fortunes for regional currencies yet again, with the Lira still in the spotlight and investor firing line for much of the week before the CBRT redeployed its end of March liquidity tactic to try and stop the rot by halting 1 week repos. However, the defining factor or decisive move came via direct intervention with Usd 1 bn or so spent in defence of the Try (now back up close to 6.0000 from 6.2450+ at worst). Similarly, the Yuan depreciated alongside the deterioration in US-China trade relations and Usd/Cnh reached 6.8644 at one stage vs a low 6.7325, as the outcome of day 2 of discussions in Washington looms. In contrast, the Rand rebounded from a circa 14.5345 trough vs the Buck to roughly 14.1700 at best as results of the SA election rolled in and the ANC secured a comfortable 57%+ of the vote with 91% of the count complete.</p><p><strong>* RANSQUAWK CENTRAL BANK WEEKLY:</strong> Reviewing: RBNZ, RBA, NORGES BANK, BCB; Next week: Banxico, BCB mins, BI. To download the report, please click <a href=\"https://ransquawk.com/research_sheets/21811/download\">here.</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-10-may-2019-us-china-trade-talks-constructive-will-continue-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 04:04:00",
        "gmt_time": "2019-05-10 20:04:00"
    },
    {
        "id": 868506,
        "updated_sequence": 1849999,
        "published_at": {
            "unix": 1557518280,
            "text": "2019-05-10 20:58:00 +0100",
            "iso_8601": "2019-05-10T19:58:00Z"
        },
        "updated_at": {
            "unix": 1557518372,
            "text": "2019-05-10 20:59:32 +0100",
            "iso_8601": "2019-05-10T19:59:32Z"
        },
        "subject": "Nielsen Holdings (NLSN) have lowered its sale price",
        "content": "",
        "reaction_details": "<ul><li>NLSN popped lower from 24.68 to 24.57</li></ul>",
        "reaction_updated_at": {
            "unix": 1557518372,
            "text": "2019-05-10 20:59:32 +0100",
            "iso_8601": "2019-05-10T19:59:32Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nielsen-holdings-nlsn-have-lowered-its-sale-price-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:58:00",
        "gmt_time": "2019-05-10 19:58:00"
    },
    {
        "id": 868505,
        "updated_sequence": 1849994,
        "published_at": {
            "unix": 1557517800,
            "text": "2019-05-10 20:50:00 +0100",
            "iso_8601": "2019-05-10T19:50:00Z"
        },
        "updated_at": {
            "unix": 1557517815,
            "text": "2019-05-10 20:50:15 +0100",
            "iso_8601": "2019-05-10T19:50:15Z"
        },
        "subject": "SPX MOC 530mln to buy (vs 325mln to buy at 2049 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-530mln-to-buy-vs-325mln-to-buy-at-2049-edt-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:50:00",
        "gmt_time": "2019-05-10 19:50:00"
    },
    {
        "id": 868504,
        "updated_sequence": 1849991,
        "published_at": {
            "unix": 1557517440,
            "text": "2019-05-10 20:44:00 +0100",
            "iso_8601": "2019-05-10T19:44:00Z"
        },
        "updated_at": {
            "unix": 1557517571,
            "text": "2019-05-10 20:46:11 +0100",
            "iso_8601": "2019-05-10T19:46:11Z"
        },
        "subject": "US Acting Defense Secretary has approved new deployment of patriot missiles to Middle East over Iran concerns ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-acting-defense-secretary-has-approved-new-deployment-of-patriot-missiles-to-middle-east-over-iran-concerns-10-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:44:00",
        "gmt_time": "2019-05-10 19:44:00"
    },
    {
        "id": 868503,
        "updated_sequence": 1849986,
        "published_at": {
            "unix": 1557516900,
            "text": "2019-05-10 20:35:00 +0100",
            "iso_8601": "2019-05-10T19:35:00Z"
        },
        "updated_at": {
            "unix": 1557517018,
            "text": "2019-05-10 20:36:58 +0100",
            "iso_8601": "2019-05-10T19:36:58Z"
        },
        "subject": "Jumia Technologies (JMIA) brings forward the date of its Q1 19 results",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, share price jumped from 24.00 to 25.45</li></ul><p>&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1557517018,
            "text": "2019-05-10 20:36:58 +0100",
            "iso_8601": "2019-05-10T19:36:58Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jumia-technologies-jmia-brings-forward-the-date-of-its-q1-19-results-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:35:00",
        "gmt_time": "2019-05-10 19:35:00"
    },
    {
        "id": 868502,
        "updated_sequence": 1849988,
        "published_at": {
            "unix": 1557516780,
            "text": "2019-05-10 20:33:00 +0100",
            "iso_8601": "2019-05-10T19:33:00Z"
        },
        "updated_at": {
            "unix": 1557517202,
            "text": "2019-05-10 20:40:02 +0100",
            "iso_8601": "2019-05-10T19:40:02Z"
        },
        "subject": "US Treasury Secretary Mnuchin says no further trade talks are currently planned",
        "content": "<p>NOTE: Mnuchin seems to be suggesting that nothing is yet diarised; US President Trump in recent tweets has suggested that talks with the Chinese will continue in the \"future\"</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "us-treasury-secretary-mnuchin-says-no-further-trade-talks-are-currently-planned-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:33:00",
        "gmt_time": "2019-05-10 19:33:00"
    },
    {
        "id": 868501,
        "updated_sequence": 1849978,
        "published_at": {
            "unix": 1557516720,
            "text": "2019-05-10 20:32:00 +0100",
            "iso_8601": "2019-05-10T19:32:00Z"
        },
        "updated_at": {
            "unix": 1557516781,
            "text": "2019-05-10 20:33:01 +0100",
            "iso_8601": "2019-05-10T19:33:01Z"
        },
        "subject": "US T-Notes (M9) settled unchanged at 123-31+",
        "content": "<p>At settlement, Treasuries were more-or-less unchanged on the session, with gains being pared after constructive comments from US Treasury Secretary Mnuchin on talks with the Chinese, while China’s officials also sounded a constructive tone, and said the sides would meet in Beijing in the coming weeks. The complex was a function of sentiment on trade, often whipsawed by tweets from the US President, as well as China press. The positive sentiment unwind gains that the TPLEX made on Friday – there was some buying in wake of a the April CPI data, which did not show any signs of ‘transitory’ weakness. Nevertheless, on the week, 10-year yields have slipped by 8bps, the sharpest weekly fall in seven weeks. At settlement, major curve spreads were a touch steeper.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-notes-m9-settled-unchanged-at-123-31-10-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:32:00",
        "gmt_time": "2019-05-10 19:32:00"
    },
    {
        "id": 868500,
        "updated_sequence": 1849975,
        "published_at": {
            "unix": 1557516420,
            "text": "2019-05-10 20:27:00 +0100",
            "iso_8601": "2019-05-10T19:27:00Z"
        },
        "updated_at": {
            "unix": 1557516569,
            "text": "2019-05-10 20:29:29 +0100",
            "iso_8601": "2019-05-10T19:29:29Z"
        },
        "subject": "Exxon says Louisiana Baton Rouge (500k BPD) refinery operations are normal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-says-louisiana-baton-rouge-500k-bpd-refinery-operations-are-normal-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:27:00",
        "gmt_time": "2019-05-10 19:27:00"
    },
    {
        "id": 868499,
        "updated_sequence": 1849968,
        "published_at": {
            "unix": 1557516000,
            "text": "2019-05-10 20:20:00 +0100",
            "iso_8601": "2019-05-10T19:20:00Z"
        },
        "updated_at": {
            "unix": 1557516078,
            "text": "2019-05-10 20:21:18 +0100",
            "iso_8601": "2019-05-10T19:21:18Z"
        },
        "subject": "Teva Port Arthur to restart its FCC unit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "teva-port-arthur-to-restart-its-fcc-unit-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:20:00",
        "gmt_time": "2019-05-10 19:20:00"
    },
    {
        "id": 868498,
        "updated_sequence": 1849970,
        "published_at": {
            "unix": 1557515640,
            "text": "2019-05-10 20:14:00 +0100",
            "iso_8601": "2019-05-10T19:14:00Z"
        },
        "updated_at": {
            "unix": 1557516309,
            "text": "2019-05-10 20:25:09 +0100",
            "iso_8601": "2019-05-10T19:25:09Z"
        },
        "subject": "US President Trump says US has imposed tariffs which may or may not be removed depending on what happens in future negotiations",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1126928408934535168\">Via Twitter</a></p><ul><li>says talks were candid and constructive</li><li>says relationship between himself and Xi remains strong and confirms conversations in the future will continue</li></ul>",
        "reaction_details": "<ul><li>SPX moved higher in response to the tweets, moving from 2878 to 2887.&nbsp;</li><li>At time of writing, SPX now 0.6% up on the day, off of lows of -1.5%</li></ul>",
        "reaction_updated_at": {
            "unix": 1557516309,
            "text": "2019-05-10 20:25:09 +0100",
            "iso_8601": "2019-05-10T19:25:09Z"
        },
        "analysis_details": "<ul><li>These tweets did not allude to the threats to impose additional tariffs on the remaining 325bln of Chinese imports, which could reportedly happen in 3-4 weeks</li></ul>",
        "analysis_updated_at": {
            "unix": 1557515940,
            "text": "2019-05-10 20:19:00 +0100",
            "iso_8601": "2019-05-10T19:19:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-us-has-imposed-tariffs-which-may-or-may-not-be-removed-depending-on-what-happens-in-future-negotiations-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:14:00",
        "gmt_time": "2019-05-10 19:14:00"
    },
    {
        "id": 868497,
        "updated_sequence": 1849955,
        "published_at": {
            "unix": 1557514920,
            "text": "2019-05-10 20:02:00 +0100",
            "iso_8601": "2019-05-10T19:02:00Z"
        },
        "updated_at": {
            "unix": 1557514996,
            "text": "2019-05-10 20:03:16 +0100",
            "iso_8601": "2019-05-10T19:03:16Z"
        },
        "subject": "UK PM May's meeting with the 1922 comittee next week will be on Thursday, where she is expected to provide a clear road map for standing down as leader",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-meeting-with-the-1922-comittee-next-week-will-be-on-thursday-where-she-is-expected-to-provide-a-clear-road-map-for-standing-down-as-leader-10-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 03:02:00",
        "gmt_time": "2019-05-10 19:02:00"
    },
    {
        "id": 868496,
        "updated_sequence": 1849952,
        "published_at": {
            "unix": 1557513960,
            "text": "2019-05-10 19:46:00 +0100",
            "iso_8601": "2019-05-10T18:46:00Z"
        },
        "updated_at": {
            "unix": 1557514010,
            "text": "2019-05-10 19:46:50 +0100",
            "iso_8601": "2019-05-10T18:46:50Z"
        },
        "subject": "Marathon (MPC) Galvaston Bay refinery (570k BPD) boosts crude production following a heater outage, sources report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "marathon-mpc-galvaston-bay-refinery-570k-bpd-boosts-crude-production-following-a-heater-outage-sources-report-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 02:46:00",
        "gmt_time": "2019-05-10 18:46:00"
    },
    {
        "id": 868495,
        "updated_sequence": 1849949,
        "published_at": {
            "unix": 1557513060,
            "text": "2019-05-10 19:31:00 +0100",
            "iso_8601": "2019-05-10T18:31:00Z"
        },
        "updated_at": {
            "unix": 1557513626,
            "text": "2019-05-10 19:40:26 +0100",
            "iso_8601": "2019-05-10T18:40:26Z"
        },
        "subject": "WTI (M9) futures settle USD 0.04 lower at USD 61.66/BBL; Brent (N9) futures settle USD 0.23 higher at USD 70.62/BBL",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The crude complex took its cues from general risk appetite on Friday, as markets found relief from recent selling despite US President Trump raising China tariffs and no breakthrough on a deal. Also supporting prices were reports overnight that both China’s Sinopec and CNPC had suspended purchases of Iranian oil, seemingly folding in-line to the US’ desire to cut off Iranian supply to the market. Iranian tensions are also likely to be limiting downside, where following the US moving a naval fleet into the region’s gulf, an Iranian official said that the fleet could be destroyed by a single missile. Crude ended the week little changed. In the recent week Baker Hughes reported that US oil rigs online stood at 805, down 2, and the third consecutive week of oil rig cuts; natural gas rigs unchanged at 183; with total rigs down 2 at 988.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1557513360,
            "text": "2019-05-10 19:36:00 +0100",
            "iso_8601": "2019-05-10T18:36:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-m9-futures-settle-usd-0-04-lower-at-usd-61-66-bbl-brent-n9-futures-settle-usd-0-23-higher-at-usd-70-62-bbl-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 02:31:00",
        "gmt_time": "2019-05-10 18:31:00"
    },
    {
        "id": 868494,
        "updated_sequence": 1849940,
        "published_at": {
            "unix": 1557512880,
            "text": "2019-05-10 19:28:00 +0100",
            "iso_8601": "2019-05-10T18:28:00Z"
        },
        "updated_at": {
            "unix": 1557512924,
            "text": "2019-05-10 19:28:44 +0100",
            "iso_8601": "2019-05-10T18:28:44Z"
        },
        "subject": "US has reportedly pushed Japan for a quick agreement on a bilateral trade deal, with lead negotiators speaking on the phone on Friday, Nikkei reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-has-reportedly-pushed-japan-for-a-quick-agreement-on-a-bilateral-trade-deal-with-lead-negotiators-speaking-on-the-phone-on-friday-nikkei-reports-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 02:28:00",
        "gmt_time": "2019-05-10 18:28:00"
    },
    {
        "id": 868493,
        "updated_sequence": 1849980,
        "published_at": {
            "unix": 1557511200,
            "text": "2019-05-10 19:00:00 +0100",
            "iso_8601": "2019-05-10T18:00:00Z"
        },
        "updated_at": {
            "unix": 1557516782,
            "text": "2019-05-10 20:33:02 +0100",
            "iso_8601": "2019-05-10T19:33:02Z"
        },
        "subject": "Lyondell Houston Refinery's (270k BPD) crude and gas units are operating normally, after Thursday's upset",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondell-houston-refinery-s-270k-bpd-crude-and-gas-units-are-operating-normally-after-thursday-s-upset-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 02:00:00",
        "gmt_time": "2019-05-10 18:00:00"
    },
    {
        "id": 868491,
        "updated_sequence": 1849928,
        "published_at": {
            "unix": 1557508920,
            "text": "2019-05-10 18:22:00 +0100",
            "iso_8601": "2019-05-10T17:22:00Z"
        },
        "updated_at": {
            "unix": 1557509015,
            "text": "2019-05-10 18:23:35 +0100",
            "iso_8601": "2019-05-10T17:23:35Z"
        },
        "subject": "Global Times Editor Hu Xijin says US/China trade talks have not broken down, both sides see the talks as constructive and consultations will continue, both sides agree to meet again in Beijing in the future",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "global-times-editor-hu-xijin-says-us-china-trade-talks-have-not-broken-down-both-sides-see-the-talks-as-constructive-and-consultations-will-continue-both-sides-agree-to-meet-again-in-beijing-in-the-future-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 01:22:00",
        "gmt_time": "2019-05-10 17:22:00"
    },
    {
        "id": 868490,
        "updated_sequence": 1849925,
        "published_at": {
            "unix": 1557508680,
            "text": "2019-05-10 18:18:00 +0100",
            "iso_8601": "2019-05-10T17:18:00Z"
        },
        "updated_at": {
            "unix": 1557508910,
            "text": "2019-05-10 18:21:50 +0100",
            "iso_8601": "2019-05-10T17:21:50Z"
        },
        "subject": "US side gave China their bottom line, China now have 3-4 weeks to react before more tariffs will be raised on the remaining USD 325bln of Chinese imports, according to Bloomberg's Jennifer Jacobs ",
        "content": "<p><a href=\"https://twitter.com/JenniferJJacobs/status/1126898901485805568\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-side-gave-china-their-bottom-line-china-now-have-3-4-weeks-to-react-before-more-tariffs-will-be-raised-on-the-remaining-usd-325bln-of-chinese-imports-according-to-bloomberg-s-jennifer-jacobs-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 01:18:00",
        "gmt_time": "2019-05-10 17:18:00"
    },
    {
        "id": 868489,
        "updated_sequence": 1849918,
        "published_at": {
            "unix": 1557508020,
            "text": "2019-05-10 18:07:00 +0100",
            "iso_8601": "2019-05-10T17:07:00Z"
        },
        "updated_at": {
            "unix": 1557508104,
            "text": "2019-05-10 18:08:24 +0100",
            "iso_8601": "2019-05-10T17:08:24Z"
        },
        "subject": "Brexit secretary seeks to ramp up preparations for abrupt exit before 31 October, FT reports",
        "content": "<p><a href=\"https://www.ft.com/content/90b40bea-732f-11e9-bbfb-5c68069fbd15\">Via FT</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brexit-secretary-seeks-to-ramp-up-preparations-for-abrupt-exit-before-31-october-ft-reports-10-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 01:07:00",
        "gmt_time": "2019-05-10 17:07:00"
    },
    {
        "id": 868488,
        "updated_sequence": 1849911,
        "published_at": {
            "unix": 1557507660,
            "text": "2019-05-10 18:01:00 +0100",
            "iso_8601": "2019-05-10T17:01:00Z"
        },
        "updated_at": {
            "unix": 1557507843,
            "text": "2019-05-10 18:04:03 +0100",
            "iso_8601": "2019-05-10T17:04:03Z"
        },
        "subject": "Baker Hughes (May 10): oil rigs -2 at 805, gas rigs unchanged at 183, total US rigs -2 at 988",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-may-10-oil-rigs-2-at-805-gas-rigs-unchanged-at-183-total-us-rigs-2-at-988-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 01:01:00",
        "gmt_time": "2019-05-10 17:01:00"
    },
    {
        "id": 868487,
        "updated_sequence": 1849934,
        "published_at": {
            "unix": 1557507600,
            "text": "2019-05-10 18:00:00 +0100",
            "iso_8601": "2019-05-10T17:00:00Z"
        },
        "updated_at": {
            "unix": 1557512195,
            "text": "2019-05-10 19:16:35 +0100",
            "iso_8601": "2019-05-10T18:16:35Z"
        },
        "subject": "Turkey will not buy the S-400 missile system from Russia, according to diplomatic sources cited by Bild",
        "content": "<ul><li><a href=\"https://www.bild.de/bild-plus/politik/ausland/politik-ausland/keine-waffenlieferung-aus-russland-s-400-deal-gestoppt-61819588,view=conversionToLogin.bild.html\">Click here for article</a></li><li>Note: This report has been denied by a Turkish official</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction USDTRY dropped from 6.07 to 5.96, before paring to around the 6 mark</li></ul>",
        "reaction_updated_at": {
            "unix": 1557507900,
            "text": "2019-05-10 18:05:00 +0100",
            "iso_8601": "2019-05-10T17:05:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-will-not-buy-the-s-400-missile-system-from-russia-according-to-diplomatic-sources-cited-by-bild-10-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 01:00:00",
        "gmt_time": "2019-05-10 17:00:00"
    },
    {
        "id": 868486,
        "updated_sequence": 1849905,
        "published_at": {
            "unix": 1557507240,
            "text": "2019-05-10 17:54:00 +0100",
            "iso_8601": "2019-05-10T16:54:00Z"
        },
        "updated_at": {
            "unix": 1557507417,
            "text": "2019-05-10 17:56:57 +0100",
            "iso_8601": "2019-05-10T16:56:57Z"
        },
        "subject": "Republican Senator Lindsey Graham says it's time to move US aircraft to Venezuela and be prepared to end Maduro's brutal reign for the sake of regional stability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "republican-senator-lindsey-graham-says-it-s-time-to-move-us-aircraft-to-venezuela-and-be-prepared-to-end-maduro-s-brutal-reign-for-the-sake-of-regional-stability-10-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:54:00",
        "gmt_time": "2019-05-10 16:54:00"
    },
    {
        "id": 868485,
        "updated_sequence": 1849902,
        "published_at": {
            "unix": 1557507000,
            "text": "2019-05-10 17:50:00 +0100",
            "iso_8601": "2019-05-10T16:50:00Z"
        },
        "updated_at": {
            "unix": 1557507282,
            "text": "2019-05-10 17:54:42 +0100",
            "iso_8601": "2019-05-10T16:54:42Z"
        },
        "subject": "A pipeline taking crude from a 125k BPD Karanji field in Iran (to the 375k BDP Isfahan rerfinery) has been reopened, four days after it was shut due to a fire, flows are not back to normal levels, according to Argas",
        "content": "<p><a href=\"https://twitter.com/ncitayim/status/1126891910222757888\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Argas",
        "slug": "a-pipeline-taking-crude-from-a-125k-bpd-karanji-field-in-iran-to-the-375k-bdp-isfahan-rerfinery-has-been-reopened-four-days-after-it-was-shut-due-to-a-fire-flows-are-not-back-to-normal-levels-according-to-argas-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:50:00",
        "gmt_time": "2019-05-10 16:50:00"
    },
    {
        "id": 868484,
        "updated_sequence": 1849895,
        "published_at": {
            "unix": 1557506340,
            "text": "2019-05-10 17:39:00 +0100",
            "iso_8601": "2019-05-10T16:39:00Z"
        },
        "updated_at": {
            "unix": 1557506432,
            "text": "2019-05-10 17:40:32 +0100",
            "iso_8601": "2019-05-10T16:40:32Z"
        },
        "subject": "ExxonMobil (XOM) says its Baytown, Texas facilities experienced operational issues due to heavy rainfall",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxonmobil-xom-says-its-baytown-texas-facilities-experienced-operational-issues-due-to-heavy-rainfall-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:39:00",
        "gmt_time": "2019-05-10 16:39:00"
    },
    {
        "id": 868483,
        "updated_sequence": 1849897,
        "published_at": {
            "unix": 1557506100,
            "text": "2019-05-10 17:35:00 +0100",
            "iso_8601": "2019-05-10T16:35:00Z"
        },
        "updated_at": {
            "unix": 1557506505,
            "text": "2019-05-10 17:41:45 +0100",
            "iso_8601": "2019-05-10T16:41:45Z"
        },
        "subject": "China Vice Premier Liu Hei says trade talks with the US went \"fairly well\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-premier-liu-hei-says-trade-talks-with-the-us-went-fairly-well-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:35:00",
        "gmt_time": "2019-05-10 16:35:00"
    },
    {
        "id": 868482,
        "updated_sequence": 1849889,
        "published_at": {
            "unix": 1557505140,
            "text": "2019-05-10 17:19:00 +0100",
            "iso_8601": "2019-05-10T16:19:00Z"
        },
        "updated_at": {
            "unix": 1557505230,
            "text": "2019-05-10 17:20:30 +0100",
            "iso_8601": "2019-05-10T16:20:30Z"
        },
        "subject": "Goldman Sachs raises 3-month USDCNY forecast to 6.95 (prev. 6.65), leaves 6-month and 12-month forecasts unchanged at 6.65 and 6.60 respectively",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Goldman Sachs",
        "slug": "goldman-sachs-raises-3-month-usdcny-forecast-to-6-95-prev-6-65-leaves-6-month-and-12-month-forecasts-unchanged-at-6-65-and-6-60-respectively-10-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:19:00",
        "gmt_time": "2019-05-10 16:19:00"
    },
    {
        "id": 868481,
        "updated_sequence": 1849886,
        "published_at": {
            "unix": 1557504300,
            "text": "2019-05-10 17:05:00 +0100",
            "iso_8601": "2019-05-10T16:05:00Z"
        },
        "updated_at": {
            "unix": 1557504433,
            "text": "2019-05-10 17:07:13 +0100",
            "iso_8601": "2019-05-10T16:07:13Z"
        },
        "subject": "US Treasury Department issues fresh Venezuela-related sanctions, targeted on two companies and two vessels",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-department-issues-fresh-venezuela-related-sanctions-targeted-on-two-companies-and-two-vessels-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-11 00:05:00",
        "gmt_time": "2019-05-10 16:05:00"
    },
    {
        "id": 868470,
        "updated_sequence": 1849899,
        "published_at": {
            "unix": 1557503700,
            "text": "2019-05-10 16:55:00 +0100",
            "iso_8601": "2019-05-10T15:55:00Z"
        },
        "updated_at": {
            "unix": 1557506524,
            "text": "2019-05-10 17:42:04 +0100",
            "iso_8601": "2019-05-10T16:42:04Z"
        },
        "subject": "US Treasury Secretary Mnuchin says talks with China were constructive ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-talks-with-china-were-constructive-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:55:00",
        "gmt_time": "2019-05-10 15:55:00"
    },
    {
        "id": 868467,
        "updated_sequence": 1849836,
        "published_at": {
            "unix": 1557502500,
            "text": "2019-05-10 16:35:00 +0100",
            "iso_8601": "2019-05-10T15:35:00Z"
        },
        "updated_at": {
            "unix": 1557503110,
            "text": "2019-05-10 16:45:10 +0100",
            "iso_8601": "2019-05-10T15:45:10Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (+0.5%) at 3366, FTSE 100 (-0.1%) at 7203, DAX  (+0.7%) at 12060, CAC 40 (+1%) at 5364, IBEX 35 (+0.3%) at 9118, FTSE Italian MIB (+0.3%) at 20875, SMI (+0.5%) at 9473",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-5-at-3366-ftse-100-0-1-at-7203-dax-0-7-at-12060-cac-40-1-at-5364-ibex-35-0-3-at-9118-ftse-italian-mib-0-3-at-20875-smi-0-5-at-9473-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:35:00",
        "gmt_time": "2019-05-10 15:35:00"
    },
    {
        "id": 868466,
        "updated_sequence": 1849831,
        "published_at": {
            "unix": 1557501720,
            "text": "2019-05-10 16:22:00 +0100",
            "iso_8601": "2019-05-10T15:22:00Z"
        },
        "updated_at": {
            "unix": 1557502256,
            "text": "2019-05-10 16:30:56 +0100",
            "iso_8601": "2019-05-10T15:30:56Z"
        },
        "subject": "China Vice Premier Lui Hei has left the trade representatives office",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-premier-lui-hei-has-left-the-trade-representatives-office-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:22:00",
        "gmt_time": "2019-05-10 15:22:00"
    },
    {
        "id": 868465,
        "updated_sequence": 1849825,
        "published_at": {
            "unix": 1557501720,
            "text": "2019-05-10 16:22:00 +0100",
            "iso_8601": "2019-05-10T15:22:00Z"
        },
        "updated_at": {
            "unix": 1557501820,
            "text": "2019-05-10 16:23:40 +0100",
            "iso_8601": "2019-05-10T15:23:40Z"
        },
        "subject": "Telia (TELIA SS) says \"we're confident that any concerns following the in-depth investigation will be resolved\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "telia-telia-ss-says-we-re-confident-that-any-concerns-following-the-in-depth-investigation-will-be-resolved-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:22:00",
        "gmt_time": "2019-05-10 15:22:00"
    },
    {
        "id": 868464,
        "updated_sequence": 1849822,
        "published_at": {
            "unix": 1557501600,
            "text": "2019-05-10 16:20:00 +0100",
            "iso_8601": "2019-05-10T15:20:00Z"
        },
        "updated_at": {
            "unix": 1557501685,
            "text": "2019-05-10 16:21:25 +0100",
            "iso_8601": "2019-05-10T15:21:25Z"
        },
        "subject": "Weekly FX Wrap: Dollar deflated, US-China trade taper alight and Central Bank policy diverges",
        "content": "<p><strong>USD</strong></p><p>The Buck’s retreat or retracement from 2019 highs (98.346 in DXY terms) set towards the end of April continues and the index is now holding just off a new weekly low within a 97.745-127 range. Softer than forecast US inflation data in the form of PPI and CPI have compounded the unexpected weakness in PCE price metrics, while the dynamic and sentiment surrounding heightened US-China trade angst appears to have shifted towards broad Greenback selling on the premise that Washington has now fired its latest tariff weapon via Usd200 bn additional Chinese goods subject to a 25% tax and the response is in Beijing’s hands. Technically, the index has breached chart support at the 50 DMA (97.147) and the 97.144-149 May to date base, but not convincingly so 97.000 may be safe.</p><p><strong>CAD</strong></p><p>Friday’s G10 winner and major beneficiary of the aforementioned Usd demise as the Loonie derived bullish momentum from a stonking Canadian jobs report revealing 10-fold+ beat against consensus in the headline employment tally, a pick-up in the pace of AHE and decline in the unemployment rate. Usd/Cad is now testing fresh lows for the week circa 1.3380 and just a fraction shy of the mtd trough having hit a new 1.3500+ peak only on Thursday after a wider than forecast trade gap.</p><p><strong>CHF/EUR/GBP</strong></p><p>The Franc is also on course to end the week with a net gain vs the Usd and close to best levels within a 1.0225-1.0105 range and despite more verbal SNB intervention as chair Jordan reiterated the importance of NIRP, direct currency action and other tools including the balance sheet to curb a still highly valued Chf. Meanwhile, the single currency has been able to withstand latest Italian fiscal muscle-flexing and political wrangling between coalition parties with the aid of more encouraging data and services PMIs (bar Italy incidentally) to maintain recovery gains above 1.1200 and rebound some 100 pips or a big figure from worst levels. The Pound has been more volatile with Cable trading as high as 1.3170 or so on heightened hopes that cross-party talks on a Brexit deal were progressing well, much like reports emanating from the US and China before the latter reportedly reneged on pledges, but then reversed when it emerged that the Conservative and Labour Parties were still at odds over red lines and efforts to find a compromise were closer to breaking down (again akin to the situation between the US and China). However, Sterling has reclaimed 1.3000+ status from 1.2965 at worst, again largely at the expense of the Dollar.</p><p><strong>NZD/AUD/NOK&nbsp;</strong></p><p>All eyeing May Central Bank policy meetings for independent inspiration and direction, and ultimately getting somewhat conflicting impulses. The Kiwi hit weakest levels after the RBNZ cut rates by 25 bp vs market expectations pretty evenly split on the prospect of an ease vs hold, but then regrouped when Governor Orr inferred that it may be a case of one and done, or at least back to neutral as he stated that the outlook is now more balanced and the case for further easing is not as compelling. Prior to that and with the probability of a cut not much lower, the RBA stood pat and did not shift to an outright easing bias, although the ensuing SOMP did contain downward revisions to growth and inflation forecasts. Data dependency was the main takeaway, but the updated economic projections were based on the benchmark rate falling to 1% by the end of 2019 from 1.5% at present. Finally, the Norges Bank also maintained rate, but flagged June as the date for further policy normalisation citing firmer than anticipated inflation that was borne out by CPI data just a day later. Nzd/Usd is back around 0.6600 vs 0.6525 at the low and a high of around 0.6630, while Aud/Usd has returned to its 0.7000 birth from 0.6960 and 0.7050 at the extremes and Eur/Nok is nestling at 9.8100 between 9.8750-7420 boundaries.</p><p><strong>JPY</strong></p><p>As usual, the Yen fluctuated with swings in broad risk sentiment and it’s been aversion for a large part this week with Usd/Jpy not far from the base of 110.97-109.50 parameters. Note, BoJ rhetoric on return from Japan’s extended Golden Week holiday has been typically dovish along with the minutes to April’s policy meeting.</p><p><strong>EM</strong></p><p>Somewhat mixed fortunes for regional currencies yet again, with the Lira still in the spotlight and investor firing line for much of the week before the CBRT redeployed its end of March liquidity tactic to try and stop the rot by halting 1 week repos. However, the defining factor or decisive move came via direct intervention with Usd 1 bn or so spent in defence of the Try (now back up close to 6.0000 from 6.2450+ at worst). Similarly, the Yuan depreciated alongside the deterioration in US-China trade relations and Usd/Cnh reached 6.8644 at one stage vs a low 6.7325, as the outcome of day 2 of discussions in Washington looms. In contrast, the Rand rebounded from a circa 14.5345 trough vs the Buck to roughly 14.1700 at best as results of the SA election rolled in and the ANC secured a comfortable 57%+ of the vote with 91% of the count complete.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-dollar-deflated-us-china-trade-taper-alight-and-central-bank-policy-diverges-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:20:00",
        "gmt_time": "2019-05-10 15:20:00"
    },
    {
        "id": 868463,
        "updated_sequence": 1849819,
        "published_at": {
            "unix": 1557501420,
            "text": "2019-05-10 16:17:00 +0100",
            "iso_8601": "2019-05-10T15:17:00Z"
        },
        "updated_at": {
            "unix": 1557501496,
            "text": "2019-05-10 16:18:16 +0100",
            "iso_8601": "2019-05-10T15:18:16Z"
        },
        "subject": "New York GDPnow forecast raised to 2.2% from 2.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-gdpnow-forecast-raised-to-2-2-from-2-1-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:17:00",
        "gmt_time": "2019-05-10 15:17:00"
    },
    {
        "id": 868462,
        "updated_sequence": 1849816,
        "published_at": {
            "unix": 1557501180,
            "text": "2019-05-10 16:13:00 +0100",
            "iso_8601": "2019-05-10T15:13:00Z"
        },
        "updated_at": {
            "unix": 1557501432,
            "text": "2019-05-10 16:17:12 +0100",
            "iso_8601": "2019-05-10T15:17:12Z"
        },
        "subject": "Editor of China's Global Times Hu Xijin says US side should remove all additional tariffs, the amount of US puchase requests should be inline with reality, the text of the agreement must respect sovereignty and dignity",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1126867718865424384\">Via Twitter&nbsp;</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "editor-of-china-s-global-times-hu-xijin-says-us-side-should-remove-all-additional-tariffs-the-amount-of-us-puchase-requests-should-be-inline-with-reality-the-text-of-the-agreement-must-respect-sovereignty-and-dignity-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:13:00",
        "gmt_time": "2019-05-10 15:13:00"
    },
    {
        "id": 868460,
        "updated_sequence": 1849808,
        "published_at": {
            "unix": 1557500460,
            "text": "2019-05-10 16:01:00 +0100",
            "iso_8601": "2019-05-10T15:01:00Z"
        },
        "updated_at": {
            "unix": 1557500612,
            "text": "2019-05-10 16:03:32 +0100",
            "iso_8601": "2019-05-10T15:03:32Z"
        },
        "subject": "EU antitrust regulators have opened an in-depth probe into Telia's (TELIA SS) USD 957mln acquisition offer for Bonnier Broadcasting ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-antitrust-regulators-have-opened-an-in-depth-probe-into-telia-s-telia-ss-usd-957mln-acquisition-offer-for-bonnier-broadcasting-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 23:01:00",
        "gmt_time": "2019-05-10 15:01:00"
    },
    {
        "id": 868459,
        "updated_sequence": 1849805,
        "published_at": {
            "unix": 1557500280,
            "text": "2019-05-10 15:58:00 +0100",
            "iso_8601": "2019-05-10T14:58:00Z"
        },
        "updated_at": {
            "unix": 1557500388,
            "text": "2019-05-10 15:59:48 +0100",
            "iso_8601": "2019-05-10T14:59:48Z"
        },
        "subject": "Fresenius Medical (FME LN) is considering divesting its transfusion unit, according to FAZ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FAZ",
        "slug": "fresenius-medical-fme-ln-is-considering-divesting-its-transfusion-unit-according-to-faz-10-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:58:00",
        "gmt_time": "2019-05-10 14:58:00"
    },
    {
        "id": 868458,
        "updated_sequence": 1849802,
        "published_at": {
            "unix": 1557499680,
            "text": "2019-05-10 15:48:00 +0100",
            "iso_8601": "2019-05-10T14:48:00Z"
        },
        "updated_at": {
            "unix": 1557500079,
            "text": "2019-05-10 15:54:39 +0100",
            "iso_8601": "2019-05-10T14:54:39Z"
        },
        "subject": "Yelp (YELP) mentioned negatively by short-seller Jim Chanos ",
        "content": "<p>For source click <a href=\"https://twitter.com/WallStCynic/status/1126860967327993857\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "yelp-yelp-mentioned-negatively-by-short-seller-jim-chanos-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:48:00",
        "gmt_time": "2019-05-10 14:48:00"
    },
    {
        "id": 868457,
        "updated_sequence": 1849797,
        "published_at": {
            "unix": 1557499500,
            "text": "2019-05-10 15:45:00 +0100",
            "iso_8601": "2019-05-10T14:45:00Z"
        },
        "updated_at": {
            "unix": 1557499591,
            "text": "2019-05-10 15:46:31 +0100",
            "iso_8601": "2019-05-10T14:46:31Z"
        },
        "subject": "Occidental (OXY) sees double-digit rate of return from Anadarko (APC), according to Occidental CEO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "occidental-oxy-sees-double-digit-rate-of-return-from-anadarko-apc-according-to-occidental-ceo-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:45:00",
        "gmt_time": "2019-05-10 14:45:00"
    },
    {
        "id": 868456,
        "updated_sequence": 1849792,
        "published_at": {
            "unix": 1557498480,
            "text": "2019-05-10 15:28:00 +0100",
            "iso_8601": "2019-05-10T14:28:00Z"
        },
        "updated_at": {
            "unix": 1557498609,
            "text": "2019-05-10 15:30:09 +0100",
            "iso_8601": "2019-05-10T14:30:09Z"
        },
        "subject": "Fed's Bostic (non-voter) says Fed might not need to shift interest rate path if raising of tariffs on Chinese imports is short-term",
        "content": "<ul><li>Fed could need to lower rates if prolonged tariffs impact GDP and consumers</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-says-fed-might-not-need-to-shift-interest-rate-path-if-raising-of-tariffs-on-chinese-imports-is-short-term-10-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:28:00",
        "gmt_time": "2019-05-10 14:28:00"
    },
    {
        "id": 868455,
        "updated_sequence": 1849787,
        "published_at": {
            "unix": 1557498180,
            "text": "2019-05-10 15:23:00 +0100",
            "iso_8601": "2019-05-10T14:23:00Z"
        },
        "updated_at": {
            "unix": 1557498240,
            "text": "2019-05-10 15:24:00 +0100",
            "iso_8601": "2019-05-10T14:24:00Z"
        },
        "subject": "EU Commission extends deadline for review of E.ON (EOAN GY)/Innogy (IGY GY) deal to August 23rd; E.ON remains confident of getting the deal passed in H2 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-extends-deadline-for-review-of-e-on-eoan-gy-innogy-igy-gy-deal-to-august-23rd-e-on-remains-confident-of-getting-the-deal-passed-in-h2-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:23:00",
        "gmt_time": "2019-05-10 14:23:00"
    },
    {
        "id": 868454,
        "updated_sequence": 1849782,
        "published_at": {
            "unix": 1557497700,
            "text": "2019-05-10 15:15:00 +0100",
            "iso_8601": "2019-05-10T14:15:00Z"
        },
        "updated_at": {
            "unix": 1557497771,
            "text": "2019-05-10 15:16:11 +0100",
            "iso_8601": "2019-05-10T14:16:11Z"
        },
        "subject": "Russian Energy Ministry says that tankers at the port of Ust-Luga are being loaded with clean oil (arrived 8th May)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-ministry-says-that-tankers-at-the-port-of-ust-luga-are-being-loaded-with-clean-oil-arrived-8th-may-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:15:00",
        "gmt_time": "2019-05-10 14:15:00"
    },
    {
        "id": 868453,
        "updated_sequence": 1849784,
        "published_at": {
            "unix": 1557497520,
            "text": "2019-05-10 15:12:00 +0100",
            "iso_8601": "2019-05-10T14:12:00Z"
        },
        "updated_at": {
            "unix": 1557497800,
            "text": "2019-05-10 15:16:40 +0100",
            "iso_8601": "2019-05-10T14:16:40Z"
        },
        "subject": "Inmarsat (ISAT LN) - scheme and special resolutions were approved by requisite majorities regarding a Bidco deal",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, shares rose from GBP 0.0530 to GBP 0.05405 before paring some of the move</li></ul>",
        "reaction_updated_at": {
            "unix": 1557497798,
            "text": "2019-05-10 15:16:38 +0100",
            "iso_8601": "2019-05-10T14:16:38Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "inmarsat-isat-ln-scheme-and-special-resolutions-were-approved-by-requisite-majorities-regarding-a-bidco-deal-10-05-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:12:00",
        "gmt_time": "2019-05-10 14:12:00"
    },
    {
        "id": 868452,
        "updated_sequence": 1849776,
        "published_at": {
            "unix": 1557497160,
            "text": "2019-05-10 15:06:00 +0100",
            "iso_8601": "2019-05-10T14:06:00Z"
        },
        "updated_at": {
            "unix": 1557497261,
            "text": "2019-05-10 15:07:41 +0100",
            "iso_8601": "2019-05-10T14:07:41Z"
        },
        "subject": "Atlantia (ATL IM) - Q1 revenue EUR 2.59bln, net profit EUR 249mln, EBITDA EUR 1.56bln. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-q1-revenue-eur-2-59bln-net-profit-eur-249mln-ebitda-eur-1-56bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:06:00",
        "gmt_time": "2019-05-10 14:06:00"
    },
    {
        "id": 868450,
        "updated_sequence": 1849770,
        "published_at": {
            "unix": 1557496980,
            "text": "2019-05-10 15:03:00 +0100",
            "iso_8601": "2019-05-10T14:03:00Z"
        },
        "updated_at": {
            "unix": 1557497023,
            "text": "2019-05-10 15:03:43 +0100",
            "iso_8601": "2019-05-10T14:03:43Z"
        },
        "subject": "US Agriculture Secretary Perdue says President Trump has tasked him with forming a plan to provide support to US farmers amid the US-China trade dispute",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-agriculture-secretary-perdue-says-president-trump-has-tasked-him-with-forming-a-plan-to-provide-support-to-us-farmers-amid-the-us-china-trade-dispute-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:03:00",
        "gmt_time": "2019-05-10 14:03:00"
    },
    {
        "id": 868451,
        "updated_sequence": 1849773,
        "published_at": {
            "unix": 1557496920,
            "text": "2019-05-10 15:02:00 +0100",
            "iso_8601": "2019-05-10T14:02:00Z"
        },
        "updated_at": {
            "unix": 1557497090,
            "text": "2019-05-10 15:04:50 +0100",
            "iso_8601": "2019-05-10T14:04:50Z"
        },
        "subject": "China Global Times Editor tweets that people close to US-China negotiations tell him not to keep hopes of a lat minute trade deal, however he does believe that the two sides will keep consultative engagement",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1126849355841826818\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-global-times-editor-tweets-that-people-close-to-us-china-negotiations-tell-him-not-to-keep-hopes-of-a-lat-minute-trade-deal-however-he-does-believe-that-the-two-sides-will-keep-consultative-engagement-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:02:00",
        "gmt_time": "2019-05-10 14:02:00"
    },
    {
        "id": 868449,
        "updated_sequence": 1849765,
        "published_at": {
            "unix": 1557496860,
            "text": "2019-05-10 15:01:00 +0100",
            "iso_8601": "2019-05-10T14:01:00Z"
        },
        "updated_at": {
            "unix": 1557496918,
            "text": "2019-05-10 15:01:58 +0100",
            "iso_8601": "2019-05-10T14:01:58Z"
        },
        "subject": "Volvo (VOLVB SS) cars are to reportedly cut consultancy jobs in an attempt to reduce costs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volvo-volvb-ss-cars-are-to-reportedly-cut-consultancy-jobs-in-an-attempt-to-reduce-costs-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:01:00",
        "gmt_time": "2019-05-10 14:01:00"
    },
    {
        "id": 868448,
        "updated_sequence": 1849760,
        "published_at": {
            "unix": 1557496800,
            "text": "2019-05-10 15:00:00 +0100",
            "iso_8601": "2019-05-10T14:00:00Z"
        },
        "updated_at": {
            "unix": 1557496887,
            "text": "2019-05-10 15:01:27 +0100",
            "iso_8601": "2019-05-10T14:01:27Z"
        },
        "subject": "Two crude units have been shut because of power disruptions at Motiva's Port Arthur Texas (636k BPD) refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "two-crude-units-have-been-shut-because-of-power-disruptions-at-motiva-s-port-arthur-texas-636k-bpd-refinery-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 22:00:00",
        "gmt_time": "2019-05-10 14:00:00"
    },
    {
        "id": 868447,
        "updated_sequence": 1849767,
        "published_at": {
            "unix": 1557496740,
            "text": "2019-05-10 14:59:00 +0100",
            "iso_8601": "2019-05-10T13:59:00Z"
        },
        "updated_at": {
            "unix": 1557496987,
            "text": "2019-05-10 15:03:07 +0100",
            "iso_8601": "2019-05-10T14:03:07Z"
        },
        "subject": "Fed's Williams (voter) says there are reasons to believe that the surge in growth will not persist ",
        "content": "<ul><li>Inflation data is softer than expected but appears to reflect normal volatility in figures</li><li>Return to 2% inflation should supported by labour market and US economy</li><li>No sign of inflation pressure</li><li>Need to sustain the expansion</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-says-there-are-reasons-to-believe-that-the-surge-in-growth-will-not-persist-10-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:59:00",
        "gmt_time": "2019-05-10 13:59:00"
    },
    {
        "id": 868447,
        "updated_sequence": 1849767,
        "published_at": {
            "unix": 1557496740,
            "text": "2019-05-10 14:59:00 +0100",
            "iso_8601": "2019-05-10T13:59:00Z"
        },
        "updated_at": {
            "unix": 1557496987,
            "text": "2019-05-10 15:03:07 +0100",
            "iso_8601": "2019-05-10T14:03:07Z"
        },
        "subject": "Fed's Williams (voter) says there are reasons to believe that the surge in growth will not persist ",
        "content": "<ul><li>Inflation data is softer than expected but appears to reflect normal volatility in figures</li><li>Return to 2% inflation should supported by labour market and US economy</li><li>No sign of inflation pressure</li><li>Need to sustain the expansion</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-says-there-are-reasons-to-believe-that-the-surge-in-growth-will-not-persist-10-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:59:00",
        "gmt_time": "2019-05-10 13:59:00"
    },
    {
        "id": 868446,
        "updated_sequence": 1849754,
        "published_at": {
            "unix": 1557496260,
            "text": "2019-05-10 14:51:00 +0100",
            "iso_8601": "2019-05-10T13:51:00Z"
        },
        "updated_at": {
            "unix": 1557496374,
            "text": "2019-05-10 14:52:54 +0100",
            "iso_8601": "2019-05-10T13:52:54Z"
        },
        "subject": "Linde (LIN GY) CFO says 2019 EPS guidance will be at upper end of guided range if current business environment remains",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "linde-lin-gy-cfo-says-2019-eps-guidance-will-be-at-upper-end-of-guided-range-if-current-business-environment-remains-10-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:51:00",
        "gmt_time": "2019-05-10 13:51:00"
    },
    {
        "id": 868445,
        "updated_sequence": 1849751,
        "published_at": {
            "unix": 1557495780,
            "text": "2019-05-10 14:43:00 +0100",
            "iso_8601": "2019-05-10T13:43:00Z"
        },
        "updated_at": {
            "unix": 1557495870,
            "text": "2019-05-10 14:44:30 +0100",
            "iso_8601": "2019-05-10T13:44:30Z"
        },
        "subject": "Kinder Morgan (KMI) force majeure on Natural's OE No. 1 pipeline extended to May 20th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-kmi-force-majeure-on-natural-s-oe-no-1-pipeline-extended-to-may-20th-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:43:00",
        "gmt_time": "2019-05-10 13:43:00"
    },
    {
        "id": 868443,
        "updated_sequence": 1849745,
        "published_at": {
            "unix": 1557495180,
            "text": "2019-05-10 14:33:00 +0100",
            "iso_8601": "2019-05-10T13:33:00Z"
        },
        "updated_at": {
            "unix": 1557495362,
            "text": "2019-05-10 14:36:02 +0100",
            "iso_8601": "2019-05-10T13:36:02Z"
        },
        "subject": "Cleveland Research reportedly positive on Walmart (WMT)",
        "content": "",
        "reaction_details": "<p>Seeing positive ticks at the open; trading nearly 1% up as opposed to the Dow and Consumer Staples sectors, trading down roughly 0.5% and 0.1% respectively at the open.</p>",
        "reaction_updated_at": {
            "unix": 1557495362,
            "text": "2019-05-10 14:36:02 +0100",
            "iso_8601": "2019-05-10T13:36:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cleveland-research-reportedly-positive-on-walmart-wmt-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:33:00",
        "gmt_time": "2019-05-10 13:33:00"
    },
    {
        "id": 868444,
        "updated_sequence": 1849748,
        "published_at": {
            "unix": 1557495060,
            "text": "2019-05-10 14:31:00 +0100",
            "iso_8601": "2019-05-10T13:31:00Z"
        },
        "updated_at": {
            "unix": 1557495478,
            "text": "2019-05-10 14:37:58 +0100",
            "iso_8601": "2019-05-10T13:37:58Z"
        },
        "subject": "US Movers: JD.com (JD) +8.1%, Booking Holdings Inc (BKNG) +6.3%, Walmart (WMT) +1%, Wynn Resorts (WYNN) -3.3%, Marriott International (MAR) -4%, Symantec (SYMC) -16%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-jd-com-jd-8-1-booking-holdings-inc-bkng-6-3-walmart-wmt-1-wynn-resorts-wynn-3-3-marriott-international-mar-4-symantec-symc-16-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:31:00",
        "gmt_time": "2019-05-10 13:31:00"
    },
    {
        "id": 868442,
        "updated_sequence": 1849742,
        "published_at": {
            "unix": 1557494760,
            "text": "2019-05-10 14:26:00 +0100",
            "iso_8601": "2019-05-10T13:26:00Z"
        },
        "updated_at": {
            "unix": 1557494835,
            "text": "2019-05-10 14:27:15 +0100",
            "iso_8601": "2019-05-10T13:27:15Z"
        },
        "subject": "Fed's Bostic (Non-voter, Dove) says the US is at, or very close to the Fed's inflation target",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dove-says-the-us-is-at-or-very-close-to-the-fed-s-inflation-target-10-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:26:00",
        "gmt_time": "2019-05-10 13:26:00"
    },
    {
        "id": 868441,
        "updated_sequence": 1849737,
        "published_at": {
            "unix": 1557493860,
            "text": "2019-05-10 14:11:00 +0100",
            "iso_8601": "2019-05-10T13:11:00Z"
        },
        "updated_at": {
            "unix": 1557493941,
            "text": "2019-05-10 14:12:21 +0100",
            "iso_8601": "2019-05-10T13:12:21Z"
        },
        "subject": "SNB Chair Jordan notes that fixed FX rate against the EUR is not compatible with the mandate, whilst reiterating CHF is highly valued",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-chair-jordan-notes-that-fixed-fx-rate-against-the-eur-is-not-compatible-with-the-mandate-whilst-reiterating-chf-is-highly-valued-10-05-2019",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:11:00",
        "gmt_time": "2019-05-10 13:11:00"
    },
    {
        "id": 868439,
        "updated_sequence": 1849731,
        "published_at": {
            "unix": 1557493740,
            "text": "2019-05-10 14:09:00 +0100",
            "iso_8601": "2019-05-10T13:09:00Z"
        },
        "updated_at": {
            "unix": 1557493793,
            "text": "2019-05-10 14:09:53 +0100",
            "iso_8601": "2019-05-10T13:09:53Z"
        },
        "subject": "Fed's Bostic (Non-voter, Dove) notes that US economy is doing very well",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dove-notes-that-us-economy-is-doing-very-well-10-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:09:00",
        "gmt_time": "2019-05-10 13:09:00"
    },
    {
        "id": 868440,
        "updated_sequence": 1849739,
        "published_at": {
            "unix": 1557493680,
            "text": "2019-05-10 14:08:00 +0100",
            "iso_8601": "2019-05-10T13:08:00Z"
        },
        "updated_at": {
            "unix": 1557493960,
            "text": "2019-05-10 14:12:40 +0100",
            "iso_8601": "2019-05-10T13:12:40Z"
        },
        "subject": "SNB Chair Jordan says that monetary policy needs a flexible foreign exchange rate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-chair-jordan-says-that-monetary-policy-needs-a-flexible-foreign-exchange-rate-10-05-2019",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:08:00",
        "gmt_time": "2019-05-10 13:08:00"
    },
    {
        "id": 868438,
        "updated_sequence": 1849726,
        "published_at": {
            "unix": 1557493560,
            "text": "2019-05-10 14:06:00 +0100",
            "iso_8601": "2019-05-10T13:06:00Z"
        },
        "updated_at": {
            "unix": 1557493649,
            "text": "2019-05-10 14:07:29 +0100",
            "iso_8601": "2019-05-10T13:07:29Z"
        },
        "subject": "India's Reliance industries are looking to close a 330k bpd unit for 4 weeks at its 660k bpd Jamnagar Refinery, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-s-reliance-industries-are-looking-to-close-a-330k-bpd-unit-for-4-weeks-at-its-660k-bpd-jamnagar-refinery-according-to-sources-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:06:00",
        "gmt_time": "2019-05-10 13:06:00"
    },
    {
        "id": 868437,
        "updated_sequence": 1849723,
        "published_at": {
            "unix": 1557493440,
            "text": "2019-05-10 14:04:00 +0100",
            "iso_8601": "2019-05-10T13:04:00Z"
        },
        "updated_at": {
            "unix": 1557493542,
            "text": "2019-05-10 14:05:42 +0100",
            "iso_8601": "2019-05-10T13:05:42Z"
        },
        "subject": "South Africa's ANC party has 57.38% of votes with 90% of districts counted, according to the Electoral Commission",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Some analysts have been citing the 55% level as providing some stability for the South African market</li></ul>",
        "analysis_updated_at": {
            "unix": 1557493540,
            "text": "2019-05-10 14:05:40 +0100",
            "iso_8601": "2019-05-10T13:05:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-anc-party-has-57-38-of-votes-with-90-of-districts-counted-according-to-the-electoral-commission-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:04:00",
        "gmt_time": "2019-05-10 13:04:00"
    },
    {
        "id": 868436,
        "updated_sequence": 1849720,
        "published_at": {
            "unix": 1557493320,
            "text": "2019-05-10 14:02:00 +0100",
            "iso_8601": "2019-05-10T13:02:00Z"
        },
        "updated_at": {
            "unix": 1557493470,
            "text": "2019-05-10 14:04:30 +0100",
            "iso_8601": "2019-05-10T13:04:30Z"
        },
        "subject": "US President Trump tweets \"Great Consumer Price Index just out. Really good, very low inflation\"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1126834718316683265\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes following the weak US inflation metrics</li></ul>",
        "analysis_updated_at": {
            "unix": 1557493470,
            "text": "2019-05-10 14:04:30 +0100",
            "iso_8601": "2019-05-10T13:04:30Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-great-consumer-price-index-just-out-really-good-very-low-inflation-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 21:02:00",
        "gmt_time": "2019-05-10 13:02:00"
    },
    {
        "id": 868435,
        "updated_sequence": 1849728,
        "published_at": {
            "unix": 1557493140,
            "text": "2019-05-10 13:59:00 +0100",
            "iso_8601": "2019-05-10T12:59:00Z"
        },
        "updated_at": {
            "unix": 1557493769,
            "text": "2019-05-10 14:09:29 +0100",
            "iso_8601": "2019-05-10T13:09:29Z"
        },
        "subject": "Additional US Equity Stories - SYMC, VIAB",
        "content": "<ul><li><strong>Symantec (SYMC) </strong>(Information Technology/Application Software) sees FY20 EPS USD 1.65-1.80 (exp 1.78), FY20 revenue USD 4.76-4.90bln (exp USD 4.97bln)</li><li><strong>Vaicom (VIAB)</strong> (Communication Services/Movies &amp; Entertainment) sees FY income growth in low single digits&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-symc-viab-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:59:00",
        "gmt_time": "2019-05-10 12:59:00"
    },
    {
        "id": 868432,
        "updated_sequence": 1849708,
        "published_at": {
            "unix": 1557493140,
            "text": "2019-05-10 13:59:00 +0100",
            "iso_8601": "2019-05-10T12:59:00Z"
        },
        "updated_at": {
            "unix": 1557493200,
            "text": "2019-05-10 14:00:00 +0100",
            "iso_8601": "2019-05-10T13:00:00Z"
        },
        "subject": "Exxon Mobil are restarting a hydrocracker at its 584k bpd Baytown, Texas refinery following adverse weather on Thursday evening, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-mobil-are-restarting-a-hydrocracker-at-its-584k-bpd-baytown-texas-refinery-following-adverse-weather-on-thursday-evening-according-to-sources-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:59:00",
        "gmt_time": "2019-05-10 12:59:00"
    },
    {
        "id": 868431,
        "updated_sequence": 1849703,
        "published_at": {
            "unix": 1557492900,
            "text": "2019-05-10 13:55:00 +0100",
            "iso_8601": "2019-05-10T12:55:00Z"
        },
        "updated_at": {
            "unix": 1557492989,
            "text": "2019-05-10 13:56:29 +0100",
            "iso_8601": "2019-05-10T12:56:29Z"
        },
        "subject": "Fixed and FX latest: Canadian jobs/wages trump US CPI/earnings",
        "content": "<p>Core bonds are holding pretty steady and still somewhat mixed with EU benchmarks sub-par, albeit midway between 165.94-166.40 and 128.10-127.81 ranges for Bunds and Gilts respectively, while US Treasuries keep their heads a few ticks above water in wake of more benign US inflation data and weak real earnings. However, the Greenback is under the cosh again in currency markets and in contrast to this time yesterday especially vs the Loonie on blow-out Canadian labour and wage updates. Usd/Cad has tumbled to just under 1.3400 vs 1.3480+ at one stage and over 1.3500 post-NA trade data on Thursday.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-canadian-jobs-wages-trump-us-cpi-earnings-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:55:00",
        "gmt_time": "2019-05-10 12:55:00"
    },
    {
        "id": 868430,
        "updated_sequence": 1849700,
        "published_at": {
            "unix": 1557492600,
            "text": "2019-05-10 13:50:00 +0100",
            "iso_8601": "2019-05-10T12:50:00Z"
        },
        "updated_at": {
            "unix": 1557492826,
            "text": "2019-05-10 13:53:46 +0100",
            "iso_8601": "2019-05-10T12:53:46Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 10 May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21806/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>DOW</strong></p><p><strong>UnitedHealth (UNH) </strong>(Health Care/Managed Health Care)<strong> </strong>has been upgraded to Buy from Neutral at Citi, citing the magnitude of the sell-off in health care stocks as ‘extreme and overdone’.</p><p><strong>NASDAQ 100</strong></p><p><strong>Alphabet (GOOG, GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) is being probed by an Indian antitrust watchdog for allegedly blocking rivals’ access on its android platform, the probe is expected to go on for roughly one year.</p><p><strong>Facebook (FB)</strong> (Communication Services/Interactive Media &amp; Services) Business Insider reports that amidst growing calls for the social media giant to be split up, legal experts have said this would be difficult as opposers, including Presidential Candidate Elizabeth Warren and Facebook Co-Founder Chris Hughes, would have “to make the case that Facebook is acting in an anticompetitive manner.”</p><p><strong>JD.com Inc (JD)</strong> (Consumer Discretionary/Internet &amp; Directing Marketing Retail) Q1 19: EPS USD 0.83 (exp. USD 0.80), Revenue RMB 121bln (exp. RMB 120.1bln).</p><p><strong>Marriott International Inc (MAR)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines) Q1 19 (USD): adj. EPS 1.41 (exp. 1.34), Revenue 5.01bln (exp. 5.11bln). Q2 adj. EPS view 1.52-1.58 (exp. 1.62). Raises FY19 EPS view to 5.97-6.19 from 5.87-6.10 (exp. 6.09).</p><p><strong>S&amp;P 500</strong></p><p>A group of US state attorneys are probing <strong>Expedia (EXPE)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines) and some hotel chains, including <strong>Hyatt (H)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines), <strong>Marriot (MAR)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines), for allegedly violating antitrust rules regarding online travel booking.</p><p><strong>Anadarko (APC) </strong>(Energy/Oil &amp; Gas Exploration &amp; Production) has confirmed that it will be acquired by <strong>Occidental (OXY) </strong>(Energy/Oil &amp; Gas Exploration &amp; Production). Occidental will acquire all of Anadarko’s outstanding shares, paying USD 59 plus 29.34% of an Occidental share per Anadarko share. Occidental CEO Vicki Hollub is meeting shareholders on Friday to present her thesis for the acquisition proposal, although shareholders will have limited jurisdiction on the acquisition thanks to Warren Buffet’s USD 10bln injection which will alter the capital structure in a way that avoids a shareholder approval vote.</p><p><strong>Booking Holdings Inc (BKNG)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) (USD) reports Q1 adj. EPS 11.17, (exp 11.26), revenue 2.84bln (exp 2.93bln).</p><p><strong>Equifax Inc (EFX)</strong> (Industrials/Research &amp; Consulting Services) (USD) reports Q1 adj. EPS 1.20, (exp 1.20), revenue 0.846bln (exp 0.849bln), affirms FY19 EPS and revenue view in line with expectations, but guides Q2 figures below expectations.</p><p><strong>Evergy Inc (EVRG)</strong> (Utilities/Electric Utilities) (USD) reports Q1 adj. EPS 0.44 (exp 0.40)</p><p><strong>General Electric’s (GE)</strong> (Industrials/Industrial Conglomerates) shareholders approved a pay package worth USD 15mln for its new CEO, Larry Culp.</p><p><strong>Kinder Morgan (KMI)</strong> (Energy/Oil &amp; Gas Storage &amp; Transportation) have opted to remain a stand-alone public entity, following a months long process of strategic review.</p><p><strong>Lockheed Martin (LMT)</strong> (Industrials/Aerospace &amp; Defense) will be allowed to submit a bid to compete for an 88-fighter jet contract with the Canadian government, after the Canadian government softened competition rules following a complaint from the US.&nbsp;</p><p><strong>Mettler-Toledo International Inc (MTD)</strong> (Health Care/Life Sciences Tools &amp; Services) (USD) reports Q1 adj. EPS 4.10 (exp 4.06), revenue 0.6795bln (exp 0.6743bln), raises 2019 adj. EPS view to 22.55-22.75 (prev. 22.50-22.70)</p><p><strong>Symantec Corp (SYMC)</strong> (Information Technology/Application Software) (USD) reports Q1 EPS 0.39, (exp 0.39), revenue 1.195bln, consensus 1.21bln.</p><p><strong>Viacom Inc (VIAB) </strong>(Communication Services/Movies &amp; Entertainment) Q2 19 (USD): adj. EPS 0.95 (exp. 0.80), Revenue 2.96bln (exp. 3.06bln).</p><p><strong>Vodafone group Plc (VOD)</strong> (Communication Services/Wireless Telecommunications Services) are reportedly in talks with Infratil and another unnamed third party to sell its New Zealand operations.</p><p><strong>OTHER</strong></p><p><strong>Anheuser-Busch InBev (BUD)</strong> (Consumer Staples/Beverages) will sell its Asian business via an IPO in Hong Kong, a deal which could reportedly be worth up to USD 5bln. The move comes as the brewer seeks to reduce its debt in wake of its 2016 purchase of SABMiller for around USD 100bln.</p><p><strong>Bed Bath &amp; Beyond (BBBY)</strong> (Consumer Discretionary/Speciality Retail) is facing a complaint filed to the New York District Court by an investor group compiled by Legion Partners Holdings, Macellum Advisors GP, and Ancora Advisors, who cite the Board as purposefully implementing obstacles for new Board nominees.</p><p><strong>Dropbox (DBX)</strong> (Information Technology/Software) reports Q1 adj. EPS 0.10 (exp 0.7), revenue 0.386bln (exp 0.382bln), raises FY19 revenue view to 1.63bln-1.65bln from 1.63bln-1.64bln (exp 1.64bln).</p><p><strong>Enbridge Inc (ENB)</strong> (Energy/Oil, Gas &amp; Consumer Fuels) Q1 19 (CAD): EPS 0.81 (exp. 0.72)</p><p><strong>GoPro (GPRO)</strong> (Consumer Discretionary/Household Durables) reports Q1 adj. EPS 0.07 (exp 0.09), Q1 revenue 0.243bln (exp 0.2344bln).</p><p><strong>NuStar Energy LP (NS)</strong> (Energy/Oil, Gas &amp; Consumer Fuels) Q1 19 (USD): adj. EPS 0.14 (exp. 0.36), Revenue .49bln (exp. .54bln).</p><p><strong>Qurate Retail Group (QRTEA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) reports Q1 adj. EPS 0.35 (exp 0.38), revenue 3.23bln (exp 3.25bln)</p><p><strong>Tribune Media Co (TRCO)</strong> (Communication Services/Media) Q1 19 (USD): adj. EPS 0.60 (exp. 0.22), Revenue 0.455bln (exp. 0.45bln).</p><p><strong>Uber (UBER)</strong> (Industrials/Rail &amp; Road) has priced its IPO its 180mln share IPO at USD 45 per share, valuing the ride hailing app at USD 82bln, with shares set to begin trading on the NYSE later today; earlier expectations had suggested a valuation at USD 120bln, with the actual IPO price coming in at the low end of the target range.</p><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>3D SYSTEMS (DDD) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>ANTHEM (ANTM) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>CENTENE (CNC) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>COPA HOLDINGS (CPA) UPGRADED TO IN-LINE FROM UNDERPERFORM AT IMPERIAL CAPITAL</li><li>CRESCENT POINT ENERGY (CPG) UPGRADED TO OUTPERFORMER FROM NEUTRAL AT CIBC</li><li>FORD (F) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>GOGO (GOGO) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WILLIAM BLAIR</li><li>HUNTSMAN (HUN) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>JONES LANG LASALLE (JLL) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>KIMBELL ROYALTY PARTNERS (KRP) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>LAKE STREET (WPRT) UPGRADES WESTPORT TO BUY</li><li>LEXINFINTECH (LX) UPGRADED TO BUY FROM HOLD AT BNP PARIBAS</li><li>PNM RESOURCES (PNM) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li><li>PROS HOLDINGS (PRO) RESUMED WITH A MARKET PERFORM AT JMP SECURITIES</li><li>RGC RESOURCES (RGC) UPGRADED TO BUY FROM NEUTRAL AT JANNEY MONTGOMERY SCOTT</li><li>UNITEDHEALTH (UNH) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>VISTA OUTDOOR (VSTO) UPGRADED TO BUY FROM NEUTRAL AT MONNESS CRESPI WAINWRIGHT</li><li>WESTPORT (WPRT) UPGRADED TO BUY FROM HOLD AT LAKE STREET</li><li>WHIRLPOOL (WHR) UPGRADED TO BUY FROM NEUTRAL AT LONGBOW</li></ul><p><strong>Downgrades</strong></p><ul><li>ALARM.COM (ALRM) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT FIRST ANALYSIS</li><li>ANI PHARMACEUTICALS (ANIP) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li><li>CHANNELADVISOR (ECOM) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT FIRST ANALYSIS</li><li>COGENT (CCOI) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>COGNIZANT (CTSH) DOWNGRADED TO HOLD FROM BUY AT ARGUS</li><li>ENTEGRIS (ENTG) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>FIBROGEN (FGEN) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li><li>HECLA MINING (HL) DOWNGRADED TO HOLD FROM BUY AT CANTOR FITZGERALD</li><li>HECLA MINING (HL) DOWNGRADED TO UNDERPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>HORIZON GLOBAL (HZN) DOWNGRADED TO NEUTRAL FROM BUY AT ROTH CAPITAL</li><li>HUDBAY MINERALS (HBM) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>INTERXION (INXN) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>KEYW (KEYW) DOWNGRADED TO NEUTRAL FROM BUY AT SEAPORT GLOBAL</li><li>LIVENT (LTHM) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>MARATHON PETROLEUM (MPC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li><li>MELINTA THERAPEUTICS (MLNT) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>NEVRO (NVRO) DOWNGRADED TO HOLD FROM BUY AT CANACCORD</li><li>PUMA BIOTECHNOLOGY (PBYI) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT CANTOR FITZGERALD</li><li>QUANTENNA COMMUNICATIONS (QTNA) DOWNGRADED TO MARKET PERFORM AT NORTHLAND</li><li>UNIVERSAL DISPLAY (OLED) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>VERASTEM (VSTM) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>YELP (YELP) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li></ul><p><strong>Initiations</strong></p><ul><li>ALCON (ALC) INITIATED WITH AN OUTPERFORM AT BAIRD</li><li>AT HOME GROUP (HOME) INITIATED WITH A BUY AT BERENBERG</li><li>PINTEREST (PINS) INITIATED WITH A BUY AT NOMURA INSTINET</li><li>PINTEREST (PINS) INITIATED WITH A HOLD AT ARGUS</li><li>REED'S (REED) INITIATED WITH A BUY AT RF LAFFERTY</li><li>SEELOS THERAPEUTICS (SEEL) INITIATED WITH A BUY AT H.C.</li><li>UNITED TECHNOLOGIES (UTX) INITIATED WITH A NEUTRAL AT</li><li>WAYFAIR (W) INITIATED WITH A SELL AT BERENBERG</li><li>WILLIAMS-SONOMA (WSM) INITIATED WITH A HOLD AT BERENBERG</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>AMERICAN CAMPUS COMMUNITIES INC (ACC). AMOUNT USD 0.47</li><li>AMERICAN WATER WORKS COMPANY INC (AWK). AMOUNT USD 0.50</li><li>APPLE INC (AAPL). AMOUNT USD 0.77</li><li>BOK FINANCIAL CORP (BOKF). AMOUNT USD 0.50</li><li>CAPITAL ONE FINANCIAL CORP (COF). AMOUNT USD 0.40</li><li>CARLYLE GROUP LP (CG). AMOUNT USD 0.19</li><li>CNA FINANCIAL CORP (CNA). AMOUNT USD 0.35</li><li>CONOCOPHILLIPS (COP). AMOUNT USD 0.30</li><li>D.R. HORTON INC (DHI). AMOUNT USD 0.15</li><li>E*TRADE FINANCIAL CORP (ETFC). AMOUNT USD 0.14</li><li>EXXON MOBIL CORP (XOM). AMOUNT USD 0.87</li><li>HELMERICH AND PAYNE INC (HP). AMOUNT USD 0.71</li><li>HIGHWOODS PROPERTIES INC (HIW). AMOUNT USD 0.47</li><li>ICAHN ENTERPRISES LP (IEP). AMOUNT USD 2.00</li><li>JBG SMITH PROPERTIES (JBGS). AMOUNT USD 0.22</li><li>KEMPER CORP (KMPR). AMOUNT USD 0.25</li><li>KKR &amp; CO INC (KKR). AMOUNT USD 0.12</li><li>NATIONAL INSTRUMENTS CORP (NATI). AMOUNT USD 0.25</li><li>REGENCY CENTERS CORP (REG). AMOUNT USD 0.58</li><li>ROCKWELL AUTOMATION INC (ROK). AMOUNT USD 0.97</li><li>W W GRAINGER INC (GWW). AMOUNT USD 1.44</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-10-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:50:00",
        "gmt_time": "2019-05-10 12:50:00"
    },
    {
        "id": 868427,
        "updated_sequence": 1849682,
        "published_at": {
            "unix": 1557491640,
            "text": "2019-05-10 13:34:00 +0100",
            "iso_8601": "2019-05-10T12:34:00Z"
        },
        "updated_at": {
            "unix": 1557491722,
            "text": "2019-05-10 13:35:22 +0100",
            "iso_8601": "2019-05-10T12:35:22Z"
        },
        "subject": "Iranian Senior Cleric states billion-USD fleet can be destroyed by a single missile; this comes as a US Navy carrier heads to the Gulf via ISNA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-senior-cleric-states-billion-usd-fleet-can-be-destroyed-by-a-single-missile-this-comes-as-a-us-navy-carrier-heads-to-the-gulf-via-isna-10-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:34:00",
        "gmt_time": "2019-05-10 12:34:00"
    },
    {
        "id": 868426,
        "updated_sequence": 1849677,
        "published_at": {
            "unix": 1557491400,
            "text": "2019-05-10 13:30:00 +0100",
            "iso_8601": "2019-05-10T12:30:00Z"
        },
        "updated_at": {
            "unix": 1557491647,
            "text": "2019-05-10 13:34:07 +0100",
            "iso_8601": "2019-05-10T12:34:07Z"
        },
        "subject": "Canada Avg. Hourly Wages (Apr) YY 2.6% vs. prev. 2.32%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-avg-hourly-wages-apr-yy-2-6-vs-prev-2-32-10-05-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:30:00",
        "gmt_time": "2019-05-10 12:30:00"
    },
    {
        "id": 868411,
        "updated_sequence": 1849627,
        "published_at": {
            "unix": 1557489780,
            "text": "2019-05-10 13:03:00 +0100",
            "iso_8601": "2019-05-10T12:03:00Z"
        },
        "updated_at": {
            "unix": 1557490873,
            "text": "2019-05-10 13:21:13 +0100",
            "iso_8601": "2019-05-10T12:21:13Z"
        },
        "subject": "US President Trump tweets \"build your products in the United States and there are no tariffs\"",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1126821318861697024\">Via Trump</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-build-your-products-in-the-united-states-and-there-are-no-tariffs-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:03:00",
        "gmt_time": "2019-05-10 12:03:00"
    },
    {
        "id": 868407,
        "updated_sequence": 1849679,
        "published_at": {
            "unix": 1557489600,
            "text": "2019-05-10 13:00:00 +0100",
            "iso_8601": "2019-05-10T12:00:00Z"
        },
        "updated_at": {
            "unix": 1557491689,
            "text": "2019-05-10 13:34:49 +0100",
            "iso_8601": "2019-05-10T12:34:49Z"
        },
        "subject": "SNB's Chair Jordan says balance sheet expansion was worthwhile, adding that the central bank has the tools to withdraw any surplus liquidity",
        "content": "<ul><li>Adds that Negative rates are the best way to implement policy, current monetary policy will be maintained for as long as is necessary</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-s-chair-jordan-says-balance-sheet-expansion-was-worthwhile-adding-that-the-central-bank-has-the-tools-to-withdraw-any-surplus-liquidity-10-05-2019",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 20:00:00",
        "gmt_time": "2019-05-10 12:00:00"
    },
    {
        "id": 868404,
        "updated_sequence": 1849595,
        "published_at": {
            "unix": 1557489480,
            "text": "2019-05-10 12:58:00 +0100",
            "iso_8601": "2019-05-10T11:58:00Z"
        },
        "updated_at": {
            "unix": 1557489599,
            "text": "2019-05-10 12:59:59 +0100",
            "iso_8601": "2019-05-10T11:59:59Z"
        },
        "subject": "Scotiabank FX Daily - Market Mood Constructive Despite Trump Tariff Hike  ",
        "content": "<ul><li>&nbsp; USD softening broadly; Skandies outperforming along with MXN; CNH soft.</li><li>&nbsp; CAD remains quiet into jobs &amp; building permits; trading well below FV; bullish.</li><li>&nbsp; EUR is well supported in lower/mid-1.12s; data were mixed; technicals neutral.</li><li>&nbsp; GBP pinned around 1.3000; GDP as exp. while IP surprises &amp; trade disappoints.</li><li>&nbsp; JPY consolidating recent rally; labor cash earnings data massively disappoint.</li><li>&nbsp; AUD consolidating around 0.7000; RBA SMP softens outlook for growth.</li><li>&nbsp; MXN attempting recovery into 9:00am ET industrial production data.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-market-mood-constructive-despite-trump-tariff-hike-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:58:00",
        "gmt_time": "2019-05-10 11:58:00"
    },
    {
        "id": 868403,
        "updated_sequence": 1849592,
        "published_at": {
            "unix": 1557489360,
            "text": "2019-05-10 12:56:00 +0100",
            "iso_8601": "2019-05-10T11:56:00Z"
        },
        "updated_at": {
            "unix": 1557489432,
            "text": "2019-05-10 12:57:12 +0100",
            "iso_8601": "2019-05-10T11:57:12Z"
        },
        "subject": "US President Trump tweets \"The average 401(k) balance has SOARED since the bottom of the market - 466%\" ",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1126817742043136001\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-the-average-401-k-balance-has-soared-since-the-bottom-of-the-market-466-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:56:00",
        "gmt_time": "2019-05-10 11:56:00"
    },
    {
        "id": 868402,
        "updated_sequence": 1849589,
        "published_at": {
            "unix": 1557488940,
            "text": "2019-05-10 12:49:00 +0100",
            "iso_8601": "2019-05-10T11:49:00Z"
        },
        "updated_at": {
            "unix": 1557488983,
            "text": "2019-05-10 12:49:43 +0100",
            "iso_8601": "2019-05-10T11:49:43Z"
        },
        "subject": "US President Trump says \"China should not renegotiate deals with the U.S. at the last minute\"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1126816259851673601\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-china-should-not-renegotiate-deals-with-the-u-s-at-the-last-minute-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:49:00",
        "gmt_time": "2019-05-10 11:49:00"
    },
    {
        "id": 868401,
        "updated_sequence": 1849584,
        "published_at": {
            "unix": 1557488760,
            "text": "2019-05-10 12:46:00 +0100",
            "iso_8601": "2019-05-10T11:46:00Z"
        },
        "updated_at": {
            "unix": 1557488851,
            "text": "2019-05-10 12:47:31 +0100",
            "iso_8601": "2019-05-10T11:47:31Z"
        },
        "subject": "UPDATE: US President Trump has re-tweeted that \"Talks with China continue in a very congenial manner - there is absolutely no need to rush ...The process has begun to place additional Tariffs at 25% on the remaining 325 Billion Dollars\"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1126815126584266753\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "update-us-president-trump-has-re-tweeted-that-talks-with-china-continue-in-a-very-congenial-manner-there-is-absolutely-no-need-to-rush-the-process-has-begun-to-place-additional-tariffs-at-25-on-the-remaining-325-billion-dollars-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:46:00",
        "gmt_time": "2019-05-10 11:46:00"
    },
    {
        "id": 868400,
        "updated_sequence": 1849586,
        "published_at": {
            "unix": 1557488400,
            "text": "2019-05-10 12:40:00 +0100",
            "iso_8601": "2019-05-10T11:40:00Z"
        },
        "updated_at": {
            "unix": 1557488860,
            "text": "2019-05-10 12:47:40 +0100",
            "iso_8601": "2019-05-10T11:47:40Z"
        },
        "subject": "US President Trump has deleted the Twitter thread where he stated that talks with China are continuing but there is no need to rush",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-has-deleted-the-twitter-thread-where-he-stated-that-talks-with-china-are-continuing-but-there-is-no-need-to-rush-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:40:00",
        "gmt_time": "2019-05-10 11:40:00"
    },
    {
        "id": 868399,
        "updated_sequence": 1849578,
        "published_at": {
            "unix": 1557487980,
            "text": "2019-05-10 12:33:00 +0100",
            "iso_8601": "2019-05-10T11:33:00Z"
        },
        "updated_at": {
            "unix": 1557488062,
            "text": "2019-05-10 12:34:22 +0100",
            "iso_8601": "2019-05-10T11:34:22Z"
        },
        "subject": "Portugal Parliament rejects proposal to retroactively hike pay for teachers, following PM's threat to quit if the measure was approved",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "portugal-parliament-rejects-proposal-to-retroactively-hike-pay-for-teachers-following-pm-s-threat-to-quit-if-the-measure-was-approved-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:33:00",
        "gmt_time": "2019-05-10 11:33:00"
    },
    {
        "id": 868395,
        "updated_sequence": 1849566,
        "published_at": {
            "unix": 1557486240,
            "text": "2019-05-10 12:04:00 +0100",
            "iso_8601": "2019-05-10T11:04:00Z"
        },
        "updated_at": {
            "unix": 1557487553,
            "text": "2019-05-10 12:25:53 +0100",
            "iso_8601": "2019-05-10T11:25:53Z"
        },
        "subject": "Thyssenkrupp (TKA GY) CEO says Supervisory Board will decide on new restructuring plan by 21 May; will cut 6,000 jobs as part of fresh restructuring; says will keep a majority in elevators business in the case of the IPO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-ceo-says-supervisory-board-will-decide-on-new-restructuring-plan-by-21-may-will-cut-6-000-jobs-as-part-of-fresh-restructuring-says-will-keep-a-majority-in-elevators-business-in-the-case-of-the-ipo-10-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:04:00",
        "gmt_time": "2019-05-10 11:04:00"
    },
    {
        "id": 868394,
        "updated_sequence": 1849564,
        "published_at": {
            "unix": 1557486000,
            "text": "2019-05-10 12:00:00 +0100",
            "iso_8601": "2019-05-10T11:00:00Z"
        },
        "updated_at": {
            "unix": 1557487161,
            "text": "2019-05-10 12:19:21 +0100",
            "iso_8601": "2019-05-10T11:19:21Z"
        },
        "subject": "Enbridge Inc (ENB) Q1 19 (CAD): EPS 0.81 (exp. 0.72)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "enbridge-inc-enb-q1-19-cad-eps-0-81-exp-0-72-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 19:00:00",
        "gmt_time": "2019-05-10 11:00:00"
    },
    {
        "id": 868392,
        "updated_sequence": 1849705,
        "published_at": {
            "unix": 1557485700,
            "text": "2019-05-10 11:55:00 +0100",
            "iso_8601": "2019-05-10T10:55:00Z"
        },
        "updated_at": {
            "unix": 1557493064,
            "text": "2019-05-10 13:57:44 +0100",
            "iso_8601": "2019-05-10T12:57:44Z"
        },
        "subject": "Some banks note risks that US could increase pressure on China by naming it an FX maniupulator, perhaps on Friday",
        "content": "<ul><li>Natwest Markets believes that there is a risk that the US could increase pressure on China by releasing, and naming, China an FX manipulator on Friday, with the idea of trying to 'prevent' China from intervening to weaken their currency.</li><li>The report is usually released in April, but it hasn’t done so yet. Alternatively, the bank speculates that the report could be due to an understaffed Treasury Department (with work backlog from the US shutdown and currently preoccupied with US-China trade talks.</li><li>\"If the US does label China a manipulator, we think the designation would be symbolic with minimal real consequences,\" Natwest Markets says, \"in our view the yuan has been a trade war casualty, not a trade war weapon, in 2018-19 -- if talks break down, China would seek to avoid devaluation and capital flight concerns during a time of tariff and growth uncertainty.\"</li><li>As a background, RANsquawk previously noted: The US Treasury's semiannual FX monitoring is usually released in April, and identifies countries that \"merit close attention to their currency practices and macroeconomic policies,\" and country's that will make this naughty list will have to have two of the following three characteristics: a trade surplus with the US which is larger than USD 20bln; a current account surplus greater than 3%/GDP; net FX purchases by the central bank which are larger than 2%/GDP and persistent FX intervention (defined by buying currency in 8 of the 12 months covered by the report). China currently meets just one of these criteria (trade surplus with the US). While there is no direct consequence if a country is added to the list, the report will be submitted to Congress, and penalties and/or sanctions could follow; it would also give US President Trump ammunition to continue his hawkish trade policy. Currently the list comprises of China, India, South Korea, Switzerland, Germany, Japan.; it is unlikely that the US will take this opportunity to label any of these countries currency manipulators in this report (Japan and Taiwan come close, though), instead, there is a chance that India and Switzerland could be removed from the naughty list in the April 2019 report, given the former now only breaches one of the criteria (vs two in April 2018) now, and both have reduced FX interventions</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "some-banks-note-risks-that-us-could-increase-pressure-on-china-by-naming-it-an-fx-maniupulator-perhaps-on-friday-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:55:00",
        "gmt_time": "2019-05-10 10:55:00"
    },
    {
        "id": 868393,
        "updated_sequence": 1849554,
        "published_at": {
            "unix": 1557485640,
            "text": "2019-05-10 11:54:00 +0100",
            "iso_8601": "2019-05-10T10:54:00Z"
        },
        "updated_at": {
            "unix": 1557485787,
            "text": "2019-05-10 11:56:27 +0100",
            "iso_8601": "2019-05-10T10:56:27Z"
        },
        "subject": "US President Trump tweets that talks with China are continuing but there is no need to rush ",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1126802541034070016\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-talks-with-china-are-continuing-but-there-is-no-need-to-rush-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:54:00",
        "gmt_time": "2019-05-10 10:54:00"
    },
    {
        "id": 868391,
        "updated_sequence": 1849548,
        "published_at": {
            "unix": 1557485400,
            "text": "2019-05-10 11:50:00 +0100",
            "iso_8601": "2019-05-10T10:50:00Z"
        },
        "updated_at": {
            "unix": 1557485537,
            "text": "2019-05-10 11:52:17 +0100",
            "iso_8601": "2019-05-10T10:52:17Z"
        },
        "subject": "JD.com Inc (JD) Q1 19: EPS  USD 0.83 (exp. USD 0.80), Revenue  RMB 121bln (exp. RMB 120.1bln).",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jd-com-inc-jd-q1-19-eps-usd-0-83-exp-usd-0-80-revenue-rmb-121bln-exp-rmb-120-1bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:50:00",
        "gmt_time": "2019-05-10 10:50:00"
    },
    {
        "id": 868390,
        "updated_sequence": 1849545,
        "published_at": {
            "unix": 1557485100,
            "text": "2019-05-10 11:45:00 +0100",
            "iso_8601": "2019-05-10T10:45:00Z"
        },
        "updated_at": {
            "unix": 1557485373,
            "text": "2019-05-10 11:49:33 +0100",
            "iso_8601": "2019-05-10T10:49:33Z"
        },
        "subject": "PBoC says it will use structural policy tools including targeted MFL, re-lending and re-discount to support private and small firm. PBoC reiterates that monetary policy is to remain prudent ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-it-will-use-structural-policy-tools-including-targeted-mfl-re-lending-and-re-discount-to-support-private-and-small-firm-pboc-reiterates-that-monetary-policy-is-to-remain-prudent-10-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:45:00",
        "gmt_time": "2019-05-10 10:45:00"
    },
    {
        "id": 868388,
        "updated_sequence": 1849535,
        "published_at": {
            "unix": 1557484980,
            "text": "2019-05-10 11:43:00 +0100",
            "iso_8601": "2019-05-10T10:43:00Z"
        },
        "updated_at": {
            "unix": 1557485100,
            "text": "2019-05-10 11:45:00 +0100",
            "iso_8601": "2019-05-10T10:45:00Z"
        },
        "subject": "Tata Steel (TATA IS) says the European Commission does not intend to clear its JV with Thyssenkrupp (TKA GY)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tata-steel-tata-is-says-the-european-commission-does-not-intend-to-clear-its-jv-with-thyssenkrupp-tka-gy-10-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:43:00",
        "gmt_time": "2019-05-10 10:43:00"
    },
    {
        "id": 868389,
        "updated_sequence": 1849543,
        "published_at": {
            "unix": 1557484980,
            "text": "2019-05-10 11:43:00 +0100",
            "iso_8601": "2019-05-10T10:43:00Z"
        },
        "updated_at": {
            "unix": 1557485155,
            "text": "2019-05-10 11:45:55 +0100",
            "iso_8601": "2019-05-10T10:45:55Z"
        },
        "subject": "Nexi (NEXI IM) - Q1 revenue EUR 226mln, EBITDA EUR 111mln; Q1 results in-line with guidance ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nexi-nexi-im-q1-revenue-eur-226mln-ebitda-eur-111mln-q1-results-in-line-with-guidance-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:43:00",
        "gmt_time": "2019-05-10 10:43:00"
    },
    {
        "id": 868387,
        "updated_sequence": 1849532,
        "published_at": {
            "unix": 1557484980,
            "text": "2019-05-10 11:43:00 +0100",
            "iso_8601": "2019-05-10T10:43:00Z"
        },
        "updated_at": {
            "unix": 1557485051,
            "text": "2019-05-10 11:44:11 +0100",
            "iso_8601": "2019-05-10T10:44:11Z"
        },
        "subject": "Nomura quants expects trend-following equity traders still inclined to sell stocks, says closing of longs to occur until SPX back to 2800-2820 ",
        "content": "<ul><li>Most equity market players felt rattled by the headlines on developments in the US-China trade talks on Thursday, seeing global equity sentiment cool, Nomura says.</li><li>Investors have become more risk averse on China markets more than at any time since late December, accelerating the cooldown in overall global equity market sentiment, and Nomura's own sentiment index is now the lowest in two-months</li><li>\"A rally in global stocks at this point would be deceptive,\" the bank writes, \"what happens in global equity markets from here may depend largely on what transpires in the US-China talks, but the present sell-off can arguably be explained by the changes in supply-demand suggested by historical sentiment patterns.\"</li><li>Looking at history, Nomura says that 1) the present decline in global equities is a little steeper than precedent would dictate, and 2) while global stocks can be expected to stage a rebound soon as a sort of velocity adjustment, Nomura would then expect another stock market retrenchment towards the end of the month. \"We think any stock market rebound next week may well turn out to be a feint.\"</li><li>On US equities, the bank says trend-following players still inclined to sell stocks, with its argument based on more than just a reading of the past data: \"supply-demand among hedge funds also backs us up,\" the bank writes, \"in the US stock market, for instance, the sell-off has been accompanied by such contrarian actions as profit-taking on short positions by global macro HFs (buying back shares to close out positions) and a slight upward bump in the equity exposure of equity long-short funds,\" and the bank explains that these contrarian movements could buoy the market temporarily.</li><li>\"However, trend-following players (CTAs, risk-parity funds) have continued to sell shares,\" and \"until the S&amp;P 500 reclaims 2915, we expect CTAs to continue selling shares back to the market, and would expect the closing out of long positions to continue until the index has been brought down to 2820 or even 2800.\"</li><li>Risk-parity funds, meanwhile, seem to have gone beyond mere deleveraging and have begun hurriedly rebalancing their portfolios, according to Nomura, and it warns that \"although their selling of DM cash equities thus far amounts to only around USD 5bln, this number could balloon if volatility stays stuck at a high level.\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quants-expects-trend-following-equity-traders-still-inclined-to-sell-stocks-says-closing-of-longs-to-occur-until-spx-back-to-2800-2820-10-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:43:00",
        "gmt_time": "2019-05-10 10:43:00"
    },
    {
        "id": 868386,
        "updated_sequence": 1849529,
        "published_at": {
            "unix": 1557484860,
            "text": "2019-05-10 11:41:00 +0100",
            "iso_8601": "2019-05-10T10:41:00Z"
        },
        "updated_at": {
            "unix": 1557484911,
            "text": "2019-05-10 11:41:51 +0100",
            "iso_8601": "2019-05-10T10:41:51Z"
        },
        "subject": "US Commerce Secretary Ross says the US will be okay with either outcome in regard to China trade talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-says-the-us-will-be-okay-with-either-outcome-in-regard-to-china-trade-talks-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:41:00",
        "gmt_time": "2019-05-10 10:41:00"
    },
    {
        "id": 868385,
        "updated_sequence": 1849526,
        "published_at": {
            "unix": 1557484800,
            "text": "2019-05-10 11:40:00 +0100",
            "iso_8601": "2019-05-10T10:40:00Z"
        },
        "updated_at": {
            "unix": 1557484877,
            "text": "2019-05-10 11:41:17 +0100",
            "iso_8601": "2019-05-10T10:41:17Z"
        },
        "subject": "US Commerce Secretary Ross says the US needs to focus on autos and China to reduce trade deficit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-says-the-us-needs-to-focus-on-autos-and-china-to-reduce-trade-deficit-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:40:00",
        "gmt_time": "2019-05-10 10:40:00"
    },
    {
        "id": 868384,
        "updated_sequence": 1849523,
        "published_at": {
            "unix": 1557484680,
            "text": "2019-05-10 11:38:00 +0100",
            "iso_8601": "2019-05-10T10:38:00Z"
        },
        "updated_at": {
            "unix": 1557484760,
            "text": "2019-05-10 11:39:20 +0100",
            "iso_8601": "2019-05-10T10:39:20Z"
        },
        "subject": "RANsquawk Daily US Opening News - 10th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21805/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>US President Trump increased tariffs from 10% to 25% on USD200bln of Chinese goods; however, he did comment that a trade deal is possible this week</li><li>Major European Indices [Euro Stoxx 50 +0.8%] are firmer following the choppy overnight action as sentiment turned risk-on as market’s remain hopeful that a deal can be secured</li><li>Looking ahead, highlights include US CPI, Canadian Building Permits &amp; Jobs Report, Fed's Brainard, Bostic &amp; Williams, ECB's Coeure</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mixed with some seemingly hopeful for a resolution to the US-China trade dispute despite the higher tariffs taking effect overnight</strong>, as markets initially found solace from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested a trade deal is possible this week. <strong>ASX 200 (+0.2%)</strong> and <strong>Nikkei 225 (-0.3%) </strong>began positive amid hopes of an 11th hour trade-breakthrough which failed to materialize and subsequently saw their early gains wiped out, with sentiment in Tokyo also at the whim of currency moves and a deluge of earnings. <strong>Hang Seng (+0.8%) </strong>and<strong> Shanghai Comp. (+3.1%)</strong> initially outperformed on early trade optimism but then retreated off their highs as the steeper tariffs took effect, which China announced it is forced to retaliate against but hoped the sides would meet halfway. Furthermore, some reports noted there was little to no progress talks, although discussions will continue on Friday and it was also suggested that President Trump and President Xi are expected to speak over the phone. Finally, 10yr JGBs were choppy with support seen in late trade after the increased US tariffs kicked in and following stronger demand at the 10yr inflation-indexed bond auction.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 50bln. (Newswires) <strong>PBoC set CNY mid-point at 6.7912 (Prev. 6.7665)</strong></p><p><strong>US tariff increase to 25% from 10% on USD 200bln of Chinese goods took effect after the deadline passed with no breakthrough made</strong>. In response to the tariff increase, China issued a statement that it hopes the sides can meet halfway on trade and said it will take countermeasures against the US tariff hike. (Newswires)</p><p>In related news, <strong>Chinese Vice Premier Liu He is said to have told USTR Lighthizer &amp; Treasury Secretary Mnuchin there is nothing more he can do and it’s up to President Trump and President Xi to work this out</strong>, while it was also reported that US President Trump and Chinese President Xi are expected to conduct a phone call. (Xinhua/Twitter)</p><p><strong>China's MOFCOM spokesman says they are not aware of any phone call between US President Trump and China's Premier Xi</strong>. (Newswires)</p><p>China's market has largely withstood the initial wave of the psychological impact of Trump's tariff stick. It's the US market's turn next, according to the Editor-in-chief of Chinese and English editions of the Global Times. (Twitter)</p><p>BoJ Summary of Opinions from April 24th-25th meeting stated that although it will take time to achieve price stability target, it is necessary to persistently</p><p><strong>UK/EU</strong></p><p><strong>UK PM May is reportedly planning a new round of indicative votes in the next 2 weeks if cross-party talks fail</strong>, while she has been warned that it could lead to a Brexit deal that nobody wants. (Telegraph)</p><p>Italian Deputy PM Di Maio says that spending on education, health and research should be removed from EU rules on deficit/GDP calculations. (Newswires)</p><p>&nbsp;</p><p><strong>UK GDP Prelim QQ (Q1) 0.5% vs. Exp. 0.5% (Prev. 0.2%)</strong></p><p>- UK GDP Prelim YY (Q1) 1.8% vs. Exp. 1.8% (Prev. 1.4%)</p><p>- UK Manufacturing Output MM (Mar) 0.9% vs. Exp. 0.2% (Prev. 0.9%, Rev. 1.0%)</p><p>&nbsp;</p><p><strong>German Trade Balance, EUR, SA* (Mar) 20.00B vs. Exp. 18.2B (Prev. 18.7B)</strong></p><p>- German Exports MM SA* (Mar) 1.5% vs. Exp. -0.3% (Prev. -1.3%, Rev. -1.2%)</p><p>- German Imports MM SA* (Mar) 0.4% vs. Exp. 0.5% (Prev. -1.6%)</p><p>&nbsp;</p><p><strong>GEOPOLITICAL</strong></p><p>Venezuelan Interim President Guaido says he would probably accept US military intervention in the country. (Newswires)</p><p>Iran's Revolutionary Guard's Deputy Head states that Iran will not hold discussions with the US, and the US would not dare launch military action., Tasnim News Agency. (Newswires)</p><p>South Africa's ANC party has 57% of votes with 80% of districts counted, according to the Electoral Commission. (Newswires)</p><p>&nbsp;</p><p>EQUITIES</p><p><strong>Major European indices have held onto gains seen at the cash open [Eurostoxx 50 +0.8%] </strong>following on from a stellar session in China amid hopes of a trade deal by the end of the week. SMI (+1.0%) marginally outperforms its peers with all 20 stocks in the green. Sectors are posting broad-based gains, albeit the defensive sectors are somewhat lagging amid the risk-appetite. In terms of movers, Thyssenkrupp (+14.0%) shares spiked to the top of the Stoxx 600 after sources initially suggested that the company are to shelve their intended separation of materials and industrial divisions and are to instead consider a listing of its elevator business. Sources also stated that it anticipates a failure of Thyssenkrupp’s JV with Tata Steel, which the company later confirmed as it expects EU to block the planned JV. Meanwhile, to the downside, ADP (-9.3%) shares sharply declined after its privatisation plan is put on hold.&nbsp; Elsewhere, the latest BAML flow show saw USD 20.5bln out of equities (US USD 14bln, EU USD 2.5bln and EM USD 1.3bln), the third largest YTD amid trade jitters. Finally, with a quarter of EU stocks left to report earnings, Deutsche Bank highlights that 54% of companies have thus far topped expectations (vs. 44% last quarter) which is the highest since early 2017. “Across countries, the strongest beats have come in Germany and Switzerland while Italy has disappointed slightly” Deutsche Bank says, adding that the largest earnings beats have come from the Consumer Discretionary and Healthcare sectors, whilst Material and Real Estate are at the other end of the spectrum.</p><p>FX</p><p><strong>EUR/CAD/CHF/AUD/NZD/GBP - </strong>All on a firmer footing vs a broadly soft Greenback in wake of round 1 and reportedly little progress towards a US-China trade deal. Indeed, heading into the 2nd day of negotiations tariffs have now been lifted on another Usd200 bn Chinese imports and Beijing looks poised to retaliate, but the overall market reaction has been sanguine if not calm (or complacent some might argue) amidst optimism that an agreement will ultimately be forged. The single currency is consolidating above 1.1200, albeit just off Thursday’s highs and underpinned by decent option expiries at 1.1200-05 (1 bn), with the 30 DMA (1.1223) looking pivotal from a technical perspective. Meanwhile, the Loonie has pared more losses from 1.3500+ around a 1.3450 axis ahead of Canadian jobs and housing data and the Franc is holding its recovery gains within a 1.0160-30 range. Similarly, the Aussie and Kiwi are supported above post-RBA and RBNZ lows between 0.7018-0.6980 and 0.6613-0.6584 respective bands, with the former gleaning some traction from the overnight SOMP underscoring data dependency after Tuesday’s dovish hold. Finally, Cable is hovering around 1.3000 in the absence of fresh Brexit news and a raft of UK data that had little impact given that Q1 GDP was in line with consensus and the pick-up in growth from the previous quarter was largely due to inventory provisions for the original March 29 Article 50 deadline.</p><p><strong>NOK/SEK - </strong>The Scandi Crowns have also bounced on the more bullish or less risk averse tone, and with the Norwegian Krona also inflated by above forecast CPI data hot on the heels of yesterday’s Norges Bank guidance for a rate hike in June. Eur/Nok is back under 9.8200 and Eur/Sek has retreated to 10.8000.</p><p><strong>JPY - </strong>The major outlier or exception to the overall trend as Usd/Jpy hovers near the midpoint of 110.05-109.65 trading parameters even though the DXY is straddling a key chart level (30 DMA at 97.398) within a lower 97.455-298 range than of late.</p><p><strong>EM - </strong>At last some respite for the beleaguered Lira as Usd/Try reverses sharply towards 6.0000 vs 6.2400+ on Thursday before the CBRT decided to suspend 1 week repos again in an attempt to tighten liquidity and deter short-selling. However, the recovery has come about in large part by direct intervention to the tune of circa Usd1 bn, in contrast to the latest Rand revival on SA election updates, as the ruling ANC has secured 55%+ of the votes with less than 20% left to be counted. Usd/Zar inching closer to 14.20000 at present.</p><p><strong>EXPIRIES - </strong>Aside from the Eur/Usd options noted above, 1 bn in Usd/Cad between 1.3455-65, 2.3 bn in Aud/Usd at 0.6950 and 1 bn in Nzd/Usd from 0.6580-70 are also worth noting given current spot rates and price moves seen already thus week.</p><p><strong>RBA Statement on Monetary Policy</strong> said the board judged lower unemployment rate is possible given subdued inflation and that the board will pay close attention to labour market in upcoming meetings. RBA commented that domestic price pressures were more subdued than previously anticipated and near-term indicators of labour market softened since February, although it added that some signs growth has picked up in China and revised upwards its near-term outlook for export growth and terms of trade. Furthermore, the RBA lowered forecasts for GDP growth through to December 2019 and lowered trimmed mean inflation estimates but raised some CPI inflation forecast and noted that technical assumptions include the cash rate moving in line with market pricing of 2 cuts to 1.00%. (Newswires)</p><p>US is said to be considering labelling Vietnam as a currency manipulator and also looking at other potential trading partners as potential currency manipulators, while India and South Korea are expected to be removed from the watchlist. (Newswires)</p><p>Turkish State Banks sold in excess of USD 1bln of reserves yesterday and overnight, according to sources. (Newswires)</p><p>FIXED INCOME</p><p>Even though participants have been starved of top-tier/hard data since the return from May Day, Gilts, and Short Sterling largely shrugged off the deluge at first glance. In truth, the Q1 GDP prints and trade balances were close if not bang on consensus, while stronger than expected ip and output readings were offset by a contraction in the overall economy in March. However, the 10 year UK benchmark did subsequently succumb to a bit more selling pressure alongside Bunds that slipped through 166.00 to a fresh Eurex base at 165.94 and US Treasuries in sympathy. So, trade remains choppy and volatile pending more news on the US-China trade front and US CPI data in the interim.</p><p>COMMODITIES</p><p><strong>WTI and Brent futures trade with mild gains </strong>with the former straddling USD 62.00/bbl whilst the latter meanders just above USD 70.50/bbl. Price action in the complex has been mostly dictated by risk-sentiment as the expected US tariff hike on Chinese goods came into effect, ahead of potential Chinese retaliation, although President Trump has not ruled out a possible trade deal this week. Elsewhere, some desks have been keeping an eye on the more pronounced backwardation in Brent futures with ING highlighting that the July/August spread has been trading above USD 0.90/bbl vs. Wednesday’s USD 0.75/bbl, which points towards a tightening market. Meanwhile, some traders noted that the Brent 3M time-spread is at the deepest backwardation in over 4 years. Metals are relatively tentative with precious metals trading flat whilst copper and iron ore are somewhat stable and awaiting China’s response to Trump’s tariff hike. Barclays expects a tighter iron ore market and have thus raise its FY forecast for the base metal to USD 83/tonne (vs. Prev. USD 75/tonne) whilst expecting copper declining to USD 5900/tonne by Q4 2019 before recovering to USD 6300/tonne by Q2 2020 due to trade risk and a potential global slowdown.</p><p>China's Sinopec and CNPC suspended Iran oil purchases following the end of US sanction waivers. (Newswires)</p><p>Barclays has raised FY iron ore price forecasts to USD 83/tonne (vs. Prev. USD 75/tonne) whilst expecting copper declining to USD 5900/tonne by Q4 2019 before recovering to USD 6300/tonne by Q2 2020. (Newswires)</p><p>Exxon (XOM) reports operation issues at their Baytown Texas refinery (584k BPD), this is because of heavy rainfall which has resulted in flaring. (Newswires)</p><p>Chevron report the shut down of some process units at its 110k bpd Pasadena, Texas refinery, citing adverse weather, according to a community alert. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-10th-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:38:00",
        "gmt_time": "2019-05-10 10:38:00"
    },
    {
        "id": 868383,
        "updated_sequence": 1849520,
        "published_at": {
            "unix": 1557483600,
            "text": "2019-05-10 11:20:00 +0100",
            "iso_8601": "2019-05-10T10:20:00Z"
        },
        "updated_at": {
            "unix": 1557483739,
            "text": "2019-05-10 11:22:19 +0100",
            "iso_8601": "2019-05-10T10:22:19Z"
        },
        "subject": "RANsquawk EU Mid Session: High hopes/wishful thinking heading into the final leg of the trade showdown - 10th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21804/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>Major European indices have held onto gains seen at the cash open [Eurostoxx 50 +0.8%] following on from a stellar session in China amid hopes of a trade deal by the end of the week. SMI (+1.0%) marginally outperforms its peers with all 20 stocks in the green. Sectors are posting broad-based gains, albeit the defensive sectors are somewhat lagging amid the risk-appetite. In terms of movers, Thyssenkrupp (+14.0%) shares spiked to the top of the Stoxx 600 after sources initially suggested that the company are to shelve their intended separation of materials and industrial divisions and are to instead consider a listing of its elevator business. Sources also stated that it anticipates a failure of Thyssenkrupp’s JV with Tata Steel, which the company later confirmed as it expects EU to block the planned JV. Meanwhile, to the downside, ADP (-9.3%) shares sharply declined after its privatisation plan is put on hold.&nbsp; Elsewhere, the latest BAML flow show saw USD 20.5bln out of equities (US USD 14bln, EU USD 2.5bln and EM USD 1.3bln), the third largest YTD amid trade jitters. Finally, with a quarter of EU stocks left to report earnings, Deutsche Bank highlights that 54% of companies have thus far topped expectations (vs. 44% last quarter) which is the highest since early 2017. “Across countries, the strongest beats have come in Germany and Switzerland while Italy has disappointed slightly” Deutsche Bank says, adding that the largest earnings beats have come from the Consumer Discretionary and Healthcare sectors, whilst Material and Real Estate are at the other end of the spectrum.</p><p><strong>FX</strong></p><p>EUR/CAD/CHF/AUD/NZD/GBP - All on a firmer footing vs a broadly soft Greenback in wake of round 1 and reportedly little progress towards a US-China trade deal. Indeed, heading into the 2nd day of negotiations tariffs have now been lifted on another Usd200 bn Chinese imports and Beijing looks poised to retaliate, but the overall market reaction has been sanguine if not calm (or complacent some might argue) amidst optimism that an agreement will ultimately be forged. The single currency is consolidating above 1.1200, albeit just off Thursday’s highs and underpinned by decent option expiries at 1.1200-05 (1 bn), with the 30 DMA (1.1223) looking pivotal from a technical perspective. Meanwhile, the Loonie has pared more losses from 1.3500+ around a 1.3450 axis ahead of Canadian jobs and housing data and the Franc is holding its recovery gains within a 1.0160-30 range. Similarly, the Aussie and Kiwi are supported above post-RBA and RBNZ lows between 0.7018-0.6980 and 0.6613-0.6584 respective bands, with the former gleaning some traction from the overnight SOMP underscoring data dependency after Tuesday’s dovish hold. Finally, Cable is hovering around 1.3000 in the absence of fresh Brexit news and a raft of UK data that had little impact given that Q1 GDP was in line with consensus and the pick-up in growth from the previous quarter was largely due to inventory provisions for the original March 29 Article 50 deadline.</p><p>NOK/SEK - The Scandi Crowns have also bounced on the more bullish or less risk averse tone, and with the Norwegian Krona also inflated by above forecast CPI data hot on the heels of yesterday’s Norges Bank guidance for a rate hike in June. Eur/Nok is back under 9.8200 and Eur/Sek has retreated to 10.8000.</p><p>JPY - The major outlier or exception to the overall trend as Usd/Jpy hovers near the midpoint of 110.05-109.65 trading parameters even though the DXY is straddling a key chart level (30 DMA at 97.398) within a lower 97.455-298 range than of late.</p><p>EM - At last some respite for the beleaguered Lira as Usd/Try reverses sharply towards 6.0000 vs 6.2400+ on Thursday before the CBRT decided to suspend 1 week repos again in an attempt to tighten liquidity and deter short-selling. However, the recovery has come about in large part by direct intervention to the tune of circa Usd1 bn, in contrast to the latest Rand revival on SA election updates, as the ruling ANC has secured 55%+ of the votes with less than 20% left to be counted. Usd/Zar inching closer to 14.20000 at present.</p><p>EXPIRIES - Aside from the Eur/Usd options noted above, 1 bn in Usd/Cad between 1.3455-65, 2.3 bn in Aud/Usd at 0.6950 and 1 bn in Nzd/Usd from 0.6580-70 are also worth noting given current spot rates and price moves seen already thus week.</p><p><strong>FIXED INCOME</strong></p><p>Even though participants have been starved of top-tier/hard data since the return from May Day, Gilts, and Short Sterling largely shrugged off the deluge at first glance. In truth, the Q1 GDP prints and trade balances were close if not bang on consensus, while stronger than expected ip and output readings were offset by a contraction in the overall economy in March. However, the 10 year UK benchmark did subsequently succumb to a bit more selling pressure alongside Bunds that slipped through 166.00 to a fresh Eurex base at 165.94 and US Treasuries in sympathy. So, trade remains choppy and volatile pending more news on the US-China trade front and US CPI data in the interim.</p><p><strong>COMMODITIES</strong></p><p>WTI and Brent futures trade with mild gains with the former straddling just under USD 62.00/bbl whilst the latter meanders around USD 70.50/bbl. Price action in the complex has been mostly dictated by risk-sentiment as the expected US tariff hike on Chinese goods came into effect, ahead of potential Chinese retaliation, although President Trump has not ruled out a possible trade deal this week. Elsewhere, some desks have been keeping an eye on the more pronounced backwardation in Brent futures with ING highlighting that the July/August spread has been trading above USD 0.90/bbl vs. Wednesday’s USD 0.75/bbl, which points towards a tightening market. Meanwhile, some traders noted that the Brent 3M time-spread is at the deepest backwardation in over 4 years. Metals are relatively tentative with precious metals trading flat whilst copper and iron ore are somewhat stable and awaiting China’s response to Trump’s tariff hike. Barclays expects a tighter iron ore market and have thus raise its FY forecast for the base metal to USD 83/tonne (vs. Prev. USD 75/tonne) whilst expecting copper declining to USD 5900/tonne by Q4 2019 before recovering to USD 6300/tonne by Q2 2020 due to trade risk and a potential global slowdown.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-high-hopes-wishful-thinking-heading-into-the-final-leg-of-the-trade-showdown-10th-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:20:00",
        "gmt_time": "2019-05-10 10:20:00"
    },
    {
        "id": 868382,
        "updated_sequence": 1849513,
        "published_at": {
            "unix": 1557483360,
            "text": "2019-05-10 11:16:00 +0100",
            "iso_8601": "2019-05-10T10:16:00Z"
        },
        "updated_at": {
            "unix": 1557483492,
            "text": "2019-05-10 11:18:12 +0100",
            "iso_8601": "2019-05-10T10:18:12Z"
        },
        "subject": "Marriott International (MAR) (USD) adj. EPS 1.41 vs. exp. 1.34, revenue 5.012bln vs. exp. 5.009bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "marriott-international-mar-usd-adj-eps-1-41-vs-exp-1-34-revenue-5-012bln-vs-exp-5-009bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:16:00",
        "gmt_time": "2019-05-10 10:16:00"
    },
    {
        "id": 868381,
        "updated_sequence": 1849510,
        "published_at": {
            "unix": 1557482880,
            "text": "2019-05-10 11:08:00 +0100",
            "iso_8601": "2019-05-10T10:08:00Z"
        },
        "updated_at": {
            "unix": 1557482962,
            "text": "2019-05-10 11:09:22 +0100",
            "iso_8601": "2019-05-10T10:09:22Z"
        },
        "subject": "Aker (AKER DC) CEO expects Ghanaian authorities to approve Pecan development plans by Q3 (vs. prev. exp. summer 2019)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "aker-aker-dc-ceo-expects-ghanaian-authorities-to-approve-pecan-development-plans-by-q3-vs-prev-exp-summer-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:08:00",
        "gmt_time": "2019-05-10 10:08:00"
    },
    {
        "id": 868380,
        "updated_sequence": 1849515,
        "published_at": {
            "unix": 1557482820,
            "text": "2019-05-10 11:07:00 +0100",
            "iso_8601": "2019-05-10T10:07:00Z"
        },
        "updated_at": {
            "unix": 1557483672,
            "text": "2019-05-10 11:21:12 +0100",
            "iso_8601": "2019-05-10T10:21:12Z"
        },
        "subject": "FX Morning Colour: Usd/G10s sit tight, but intervention and politics help Try and Zar take flight ",
        "content": "<p><strong>EUR/CAD/CHF/AUD/NZD/GBP</strong></p><p>All on a firmer footing vs a broadly soft Greenback in wake of round 1 and reportedly little progress towards a US-China trade deal. Indeed, heading into the 2nd day of negotiations tariffs have now been lifted on another Usd200 bn Chinese imports and Beijing looks poised to retaliate, but the overall market reaction has been sanguine if not calm (or complacent some might argue) amidst optimism that an agreement will ultimately be forged. The single currency is consolidating above 1.1200, albeit just off Thursday’s highs and underpinned by decent option expiries at 1.1200-05 (1 bn), with the 30 DMA (1.1223) looking pivotal from a technical perspective. Meanwhile, the Loonie has pared more losses from 1.3500+ around a 1.3450 axis ahead of Canadian jobs and housing data and the Franc is holding its recovery gains within a 1.0160-30 range. Similarly, the Aussie and Kiwi are supported above post-RBA and RBNZ lows between 0.7018-0.6980 and 0.6613-0.6584 respective bands, with the former gleaning some traction from the overnight SOMP underscoring data dependency after Tuesday’s dovish hold. Finally, Cable is hovering around 1.3000 in the absence of fresh Brexit news and a raft of UK data that had little impact given that Q1 GDP was in line with consensus and the pick-up in growth from the previous quarter was largely due to inventory provisions for the original March 29 Article 50 deadline.</p><p><strong>NOK/SEK&nbsp;</strong></p><p>The Scandi Crowns have also bounced on the more bullish or less risk averse tone, and with the Norwegian Krona also inflated by above forecast CPI data hot on the heels of yesterday’s Norges Bank guidance for a rate hike in June. Eur/Nok is back under 9.8200 and Eur/Sek has retreated to 10.8000.</p><p><strong>JPY</strong></p><p>The major outlier or exception to the overall trend as Usd/Jpy hovers near the midpoint of 110.05-109.65 trading parameters even though the <strong>DXY</strong> is straddling a key chart level (30 DMA at 97.398) within a lower 97.455-298 range than of late.&nbsp;</p><p><strong>EM</strong></p><p>At last some respite for the beleaguered Lira as Usd/Try reverses sharply towards 6.0000 vs 6.2400+ on Thursday before the CBRT decided to suspend 1 week repos again in an attempt to tighten liquidity and deter short-selling. However, the recovery has come about in large part by direct intervention to the tune of circa Usd1 bn, in contrast to the latest Rand revival on SA election updates, as the ruling ANC has secured 55%+ of the votes with less than 20% left to be counted. Usd/Zar inching closer to 14.20000 at present.</p><p><strong>EXPIRIES</strong></p><p>Aside from the Eur/Usd options noted above, 1 bn in Usd/Cad between 1.3455-65, 2.3 bn in Aud/Usd at 0.6950 and 1 bn in Nzd/Usd from 0.6580-70 are also worth noting given current spot rates and price moves seen already thus week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-usd-g10s-sit-tight-but-intervention-and-politics-help-try-and-zar-take-flight-10-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:07:00",
        "gmt_time": "2019-05-10 10:07:00"
    },
    {
        "id": 868379,
        "updated_sequence": 1849504,
        "published_at": {
            "unix": 1557482460,
            "text": "2019-05-10 11:01:00 +0100",
            "iso_8601": "2019-05-10T10:01:00Z"
        },
        "updated_at": {
            "unix": 1557482556,
            "text": "2019-05-10 11:02:36 +0100",
            "iso_8601": "2019-05-10T10:02:36Z"
        },
        "subject": "Linde (LIN) sales USD 6.9bln vs. exp. 7.09bln, adj. EPS USD 1.69",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "linde-lin-sales-usd-6-9bln-vs-exp-7-09bln-adj-eps-usd-1-69-10-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 18:01:00",
        "gmt_time": "2019-05-10 10:01:00"
    },
    {
        "id": 868378,
        "updated_sequence": 1849497,
        "published_at": {
            "unix": 1557481380,
            "text": "2019-05-10 10:43:00 +0100",
            "iso_8601": "2019-05-10T09:43:00Z"
        },
        "updated_at": {
            "unix": 1557481445,
            "text": "2019-05-10 10:44:05 +0100",
            "iso_8601": "2019-05-10T09:44:05Z"
        },
        "subject": "Italian Deputy PM Di Maio says that spending on education, health and research should be removed from EU rules on deficit/GDP calculations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-says-that-spending-on-education-health-and-research-should-be-removed-from-eu-rules-on-deficit-gdp-calculations-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:43:00",
        "gmt_time": "2019-05-10 09:43:00"
    },
    {
        "id": 868377,
        "updated_sequence": 1849499,
        "published_at": {
            "unix": 1557481320,
            "text": "2019-05-10 10:42:00 +0100",
            "iso_8601": "2019-05-10T09:42:00Z"
        },
        "updated_at": {
            "unix": 1557481519,
            "text": "2019-05-10 10:45:19 +0100",
            "iso_8601": "2019-05-10T09:45:19Z"
        },
        "subject": "Hochtief (HOT GY) reports operating profit at EUR 133mln, +25%, whilst expecting 2019 operating profit to reach EUR 640-680mln, Q1 sales EUR 5.7bln, +5% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hochtief-hot-gy-reports-operating-profit-at-eur-133mln-25-whilst-expecting-2019-operating-profit-to-reach-eur-640-680mln-q1-sales-eur-5-7bln-5-y-y-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:42:00",
        "gmt_time": "2019-05-10 09:42:00"
    },
    {
        "id": 868376,
        "updated_sequence": 1849501,
        "published_at": {
            "unix": 1557480780,
            "text": "2019-05-10 10:33:00 +0100",
            "iso_8601": "2019-05-10T09:33:00Z"
        },
        "updated_at": {
            "unix": 1557481543,
            "text": "2019-05-10 10:45:43 +0100",
            "iso_8601": "2019-05-10T09:45:43Z"
        },
        "subject": "Thyssenkrupp (TKA GY) and Tata Steel expect the EC to block their planned JV; to IPO elevator business as opposed to separating it, and ThyssenKrupp expect a net loss for the year",
        "content": "<ul><li>FY19 adj EBIT seen at EUR 1.1-1.2bln. Previously seen EUR +1.0bln</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-and-tata-steel-expect-the-ec-to-block-their-planned-jv-to-ipo-elevator-business-as-opposed-to-separating-it-and-thyssenkrupp-expect-a-net-loss-for-the-year-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:33:00",
        "gmt_time": "2019-05-10 09:33:00"
    },
    {
        "id": 868375,
        "updated_sequence": 1849484,
        "published_at": {
            "unix": 1557480120,
            "text": "2019-05-10 10:22:00 +0100",
            "iso_8601": "2019-05-10T09:22:00Z"
        },
        "updated_at": {
            "unix": 1557480178,
            "text": "2019-05-10 10:22:58 +0100",
            "iso_8601": "2019-05-10T09:22:58Z"
        },
        "subject": "UBS FX spot ideas 10th May 2019",
        "content": "<p>EURUSD:&nbsp;Buy dips 1.1215-25, stop below 1.1200, target 1.1260</p><p>USDJPY: Sell rally 110.35-45, stop above 110.65, target 109.65</p><p>EURJPY: Buy dips 123.10-20, stop below 122.90, target 123.75</p><p>USDCHF: Sell rally 1.0155-65, stop above 1.0185, target 1.0120</p><p>EURCHF: Sell rally 1.1420-25, stop above 1.1445, target 1.1370</p><p>GBPUSD: Buy dips 1.2995-1.3005, stop below 1.2975, target 1.3060</p><p>EURGBP: &nbsp;Buy dips 0.8605-10, stop below 0.8595, target 0.8650</p><p>AUDUSD: Sell rally 0.7015-25, stop above 0.7035, target 0.6975</p><p>NZDUSD: Sell rally 0.6615-25, stop above 0.6645, target 0.6575</p><p>USDCAD:&nbsp;Buy dips 1.3425-35, stop below 1.3405, target 1.3510</p><p>EURSEK: Buy dips 10.77-10.79, stop below 10.74, target 10.86</p><p>EURNOK: Buy dips 9.81-9.82, stop below 9.78, target 9.88</p><p>XAUUSD: Sell rally 1288, stop above 1292, target 1282</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-10th-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:22:00",
        "gmt_time": "2019-05-10 09:22:00"
    },
    {
        "id": 868373,
        "updated_sequence": 1849478,
        "published_at": {
            "unix": 1557479040,
            "text": "2019-05-10 10:04:00 +0100",
            "iso_8601": "2019-05-10T09:04:00Z"
        },
        "updated_at": {
            "unix": 1557479143,
            "text": "2019-05-10 10:05:43 +0100",
            "iso_8601": "2019-05-10T09:05:43Z"
        },
        "subject": "UK MARKET UPDATE: minimal initial reaction to multiple releases",
        "content": "<p>Even though participants have been starved of top-tier/hard data since the return from May Day, Gilts, Short Sterling and Gbp largely shrugged off the deluge at first glance. In truth, the Q1 GDP prints and trade balances were close if not bang on consensus, while stronger than expected ip and output readings were offset by a contraction in the overall economy in March. However, the 10 year UK benchmark did subsequently succumb to a bit more selling pressure alongside Bunds that slipped through 166.00 to a fresh Eurex base at 165.94 and US Treasuries in sympathy. So, trade remains choppy and volatile pending more news on the US-China trade front and US CPI data in the interim.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-market-update-minimal-initial-reaction-to-multiple-releases-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:04:00",
        "gmt_time": "2019-05-10 09:04:00"
    },
    {
        "id": 868374,
        "updated_sequence": 1849481,
        "published_at": {
            "unix": 1557479040,
            "text": "2019-05-10 10:04:00 +0100",
            "iso_8601": "2019-05-10T09:04:00Z"
        },
        "updated_at": {
            "unix": 1557479144,
            "text": "2019-05-10 10:05:44 +0100",
            "iso_8601": "2019-05-10T09:05:44Z"
        },
        "subject": "Chevron report the shut down of some process units at its 110k bpd Pasadena, Texas refinery, citing adverse weather, according to a community alert",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-report-the-shut-down-of-some-process-units-at-its-110k-bpd-pasadena-texas-refinery-citing-adverse-weather-according-to-a-community-alert-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:04:00",
        "gmt_time": "2019-05-10 09:04:00"
    },
    {
        "id": 868100,
        "updated_sequence": 1849454,
        "published_at": {
            "unix": 1557478800,
            "text": "2019-05-10 10:00:00 +0100",
            "iso_8601": "2019-05-10T09:00:00Z"
        },
        "updated_at": {
            "unix": 1557478800,
            "text": "2019-05-10 10:00:00 +0100",
            "iso_8601": "2019-05-10T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-09-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:00:00",
        "gmt_time": "2019-05-10 09:00:00"
    },
    {
        "id": 868100,
        "updated_sequence": 1849454,
        "published_at": {
            "unix": 1557478800,
            "text": "2019-05-10 10:00:00 +0100",
            "iso_8601": "2019-05-10T09:00:00Z"
        },
        "updated_at": {
            "unix": 1557478800,
            "text": "2019-05-10 10:00:00 +0100",
            "iso_8601": "2019-05-10T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-09-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 17:00:00",
        "gmt_time": "2019-05-10 09:00:00"
    },
    {
        "id": 868366,
        "updated_sequence": 1849450,
        "published_at": {
            "unix": 1557477480,
            "text": "2019-05-10 09:38:00 +0100",
            "iso_8601": "2019-05-10T08:38:00Z"
        },
        "updated_at": {
            "unix": 1557477623,
            "text": "2019-05-10 09:40:23 +0100",
            "iso_8601": "2019-05-10T08:40:23Z"
        },
        "subject": "South Africa's ANC party has 57% of votes with 80% of districts counted, according to the Electoral Commission ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Some analysts have been citing the 55% level as providing some stability for the South African market</li></ul>",
        "analysis_updated_at": {
            "unix": 1557477623,
            "text": "2019-05-10 09:40:23 +0100",
            "iso_8601": "2019-05-10T08:40:23Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-anc-party-has-57-of-votes-with-80-of-districts-counted-according-to-the-electoral-commission-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 16:38:00",
        "gmt_time": "2019-05-10 08:38:00"
    },
    {
        "id": 868348,
        "updated_sequence": 1849388,
        "published_at": {
            "unix": 1557476280,
            "text": "2019-05-10 09:18:00 +0100",
            "iso_8601": "2019-05-10T08:18:00Z"
        },
        "updated_at": {
            "unix": 1557476296,
            "text": "2019-05-10 09:18:16 +0100",
            "iso_8601": "2019-05-10T08:18:16Z"
        },
        "subject": "France will not accept repeated Brexit deadline extensions, according to a French Official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-will-not-accept-repeated-brexit-deadline-extensions-according-to-a-french-official-10-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 16:18:00",
        "gmt_time": "2019-05-10 08:18:00"
    },
    {
        "id": 868347,
        "updated_sequence": 1849385,
        "published_at": {
            "unix": 1557475620,
            "text": "2019-05-10 09:07:00 +0100",
            "iso_8601": "2019-05-10T08:07:00Z"
        },
        "updated_at": {
            "unix": 1557475716,
            "text": "2019-05-10 09:08:36 +0100",
            "iso_8601": "2019-05-10T08:08:36Z"
        },
        "subject": "China's market has largely withstood the initial wave of the psychological impact of Trump's tariff stick. It's the US market's turn next, according to the Editor-in-chief of Chinese and English editions of the Global Times",
        "content": "<p>Link to Tweet <a href=\"https://twitter.com/HuXijin_GT/status/1126760237535354881\">here&nbsp;</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-s-market-has-largely-withstood-the-initial-wave-of-the-psychological-impact-of-trump-s-tariff-stick-it-s-the-us-market-s-turn-next-according-to-the-editor-in-chief-of-chinese-and-english-editions-of-the-global-times-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 16:07:00",
        "gmt_time": "2019-05-10 08:07:00"
    },
    {
        "id": 868346,
        "updated_sequence": 1849380,
        "published_at": {
            "unix": 1557475500,
            "text": "2019-05-10 09:05:00 +0100",
            "iso_8601": "2019-05-10T08:05:00Z"
        },
        "updated_at": {
            "unix": 1557475625,
            "text": "2019-05-10 09:07:05 +0100",
            "iso_8601": "2019-05-10T08:07:05Z"
        },
        "subject": "Iran's Revolutionary Guard's Deputy Head states that Iran will not hold discussions with the US, and the US would not dare launch military action., Tasnim News Agency",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Tasnim",
        "slug": "iran-s-revolutionary-guard-s-deputy-head-states-that-iran-will-not-hold-discussions-with-the-us-and-the-us-would-not-dare-launch-military-action-tasnim-news-agency-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 16:05:00",
        "gmt_time": "2019-05-10 08:05:00"
    },
    {
        "id": 868343,
        "updated_sequence": 1849371,
        "published_at": {
            "unix": 1557474780,
            "text": "2019-05-10 08:53:00 +0100",
            "iso_8601": "2019-05-10T07:53:00Z"
        },
        "updated_at": {
            "unix": 1557474842,
            "text": "2019-05-10 08:54:02 +0100",
            "iso_8601": "2019-05-10T07:54:02Z"
        },
        "subject": "UK debt and STIR futures on the defensive ahead of GDP etc",
        "content": "<p>Gilts have retreated further from yesterday’s Liffe session peak (128.31) in contrast to the bullish tone seen early Thursday, but like Bunds the pull-back is quite shallow to a 127.81 low and the 10 year UK benchmark is currently peering back above 128.00 and only 2 ticks shy of the previous 128.05 settlement. The downturn comes amidst ongoing optimism that a US-China trade accord can still be struck even though Washington has now upped tariffs on Chinese imports and Beijing has stated its intent to respond in kind. However, core debt and other safe-havens are retaining a degree of risk averse insurance if not a high premium in case negotiations end in acrimony. Turning to Friday’s domestic agenda, data is plentiful via Q1 and March GDP metrics, ip, manufacturing and construction output plus trade.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-on-the-defensive-ahead-of-gdp-etc-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:53:00",
        "gmt_time": "2019-05-10 07:53:00"
    },
    {
        "id": 868342,
        "updated_sequence": 1849366,
        "published_at": {
            "unix": 1557474360,
            "text": "2019-05-10 08:46:00 +0100",
            "iso_8601": "2019-05-10T07:46:00Z"
        },
        "updated_at": {
            "unix": 1557474485,
            "text": "2019-05-10 08:48:05 +0100",
            "iso_8601": "2019-05-10T07:48:05Z"
        },
        "subject": "BAML Flow Show: USD 7.3bln into bonds, USD 20.5bln out of equities (3rd largest YTD); cites 'trade deal trauma'",
        "content": "<ul><li>Equity outflows: US USD 14bln, EU USD 2.5bln and EM USD 1.3bln.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-usd-7-3bln-into-bonds-usd-20-5bln-out-of-equities-3rd-largest-ytd-cites-trade-deal-trauma-10-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:46:00",
        "gmt_time": "2019-05-10 07:46:00"
    },
    {
        "id": 868341,
        "updated_sequence": 1849361,
        "published_at": {
            "unix": 1557474300,
            "text": "2019-05-10 08:45:00 +0100",
            "iso_8601": "2019-05-10T07:45:00Z"
        },
        "updated_at": {
            "unix": 1557474372,
            "text": "2019-05-10 08:46:12 +0100",
            "iso_8601": "2019-05-10T07:46:12Z"
        },
        "subject": "Exxon (XOM) reports operation issues at their Baytown Texas refinery (584k BPD), this is because of heavy rainfall which has resulted in flaring",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-reports-operation-issues-at-their-baytown-texas-refinery-584k-bpd-this-is-because-of-heavy-rainfall-which-has-resulted-in-flaring-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:45:00",
        "gmt_time": "2019-05-10 07:45:00"
    },
    {
        "id": 868340,
        "updated_sequence": 1849358,
        "published_at": {
            "unix": 1557474240,
            "text": "2019-05-10 08:44:00 +0100",
            "iso_8601": "2019-05-10T07:44:00Z"
        },
        "updated_at": {
            "unix": 1557474343,
            "text": "2019-05-10 08:45:43 +0100",
            "iso_8601": "2019-05-10T07:45:43Z"
        },
        "subject": "UBS Wealth Management have closed their overweight position in EM equities vs. Swiss and have added underweight AUD vs. USD; cites US-China trade conflict",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-wealth-management-have-closed-their-overweight-position-in-em-equities-vs-swiss-and-have-added-underweight-aud-vs-usd-cites-us-china-trade-conflict-10-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:44:00",
        "gmt_time": "2019-05-10 07:44:00"
    },
    {
        "id": 868339,
        "updated_sequence": 1849355,
        "published_at": {
            "unix": 1557473280,
            "text": "2019-05-10 08:28:00 +0100",
            "iso_8601": "2019-05-10T07:28:00Z"
        },
        "updated_at": {
            "unix": 1557473377,
            "text": "2019-05-10 08:29:37 +0100",
            "iso_8601": "2019-05-10T07:29:37Z"
        },
        "subject": "Turkish State Banks sold in excess of USD 1bln of reserves yesterday and overnight, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-state-banks-sold-in-excess-of-usd-1bln-of-reserves-yesterday-and-overnight-according-to-sources-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:28:00",
        "gmt_time": "2019-05-10 07:28:00"
    },
    {
        "id": 868337,
        "updated_sequence": 1849348,
        "published_at": {
            "unix": 1557472800,
            "text": "2019-05-10 08:20:00 +0100",
            "iso_8601": "2019-05-10T07:20:00Z"
        },
        "updated_at": {
            "unix": 1557472898,
            "text": "2019-05-10 08:21:38 +0100",
            "iso_8601": "2019-05-10T07:21:38Z"
        },
        "subject": "Bunds: holding mid-range awaiting more Eurozone data, ECB speak and US-China trade news",
        "content": "<p>It’s becoming a recurring theme for the core Eurozone bond that was marked down and dipped a bit further before finding bids ahead of 166.00 and gleaned enough momentum to reclaim positive territory, but faded ahead of the previous session high. The range so far has been 166.09-40 vs Thursday’s 166.26 Eurex close and 166.54 intraday peak, with a relatively firm rebound in EU equities keeping a lid on Bunds along with lingering hopes if not firm expectations that the second round of US-China trade talks will conclude positively. Also ahead, Italian ip and retail sales, more ECB speak, US CPI and several Fed orators.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-holding-mid-range-awaiting-more-eurozone-data-ecb-speak-and-us-china-trade-news-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:20:00",
        "gmt_time": "2019-05-10 07:20:00"
    },
    {
        "id": 868336,
        "updated_sequence": 1849345,
        "published_at": {
            "unix": 1557472680,
            "text": "2019-05-10 08:18:00 +0100",
            "iso_8601": "2019-05-10T07:18:00Z"
        },
        "updated_at": {
            "unix": 1557472863,
            "text": "2019-05-10 08:21:03 +0100",
            "iso_8601": "2019-05-10T07:21:03Z"
        },
        "subject": "China's MOFCOM spokesman says they are not aware of any phone call between US President Trump and China's Premier Xi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Follows previous comments from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested a trade deal is possible this week, and suggestions that President Trump and President Xi are expected to speak on the phone</p>",
        "analysis_updated_at": {
            "unix": 1557472863,
            "text": "2019-05-10 08:21:03 +0100",
            "iso_8601": "2019-05-10T07:21:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-mofcom-spokesman-says-they-are-not-aware-of-any-phone-call-between-us-president-trump-and-china-s-premier-xi-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:18:00",
        "gmt_time": "2019-05-10 07:18:00"
    },
    {
        "id": 868335,
        "updated_sequence": 1849368,
        "published_at": {
            "unix": 1557472080,
            "text": "2019-05-10 08:08:00 +0100",
            "iso_8601": "2019-05-10T07:08:00Z"
        },
        "updated_at": {
            "unix": 1557474598,
            "text": "2019-05-10 08:49:58 +0100",
            "iso_8601": "2019-05-10T07:49:58Z"
        },
        "subject": "Thyssenkrupp (TKA GY) are to shelve their intended separation of materials and industrial divisions, according to sources ",
        "content": "<ul><li>Sources suggests the Co. anticipates a failure in their JV with Tata Steel</li><li>Sources also suggest they are looking at a potential holding structure and carving-out or listing of its elevators business</li><li>Co. has declined to comment</li></ul>",
        "reaction_details": "<p>For reference, ThyssenKrupp's (TKA GY). share price has been moving higher since the open in-line with the DAX (+1.1%), although this announcement did cause the rise in ThyssenKrupp's (TKA GY) share price to briefly stall, prices have subsequently continued to move higher, aided by the sources comment that they are considering carving-out/listing their elevators business</p>",
        "reaction_updated_at": {
            "unix": 1557472380,
            "text": "2019-05-10 08:13:00 +0100",
            "iso_8601": "2019-05-10T07:13:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-are-to-shelve-their-intended-separation-of-materials-and-industrial-divisions-according-to-sources-10-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:08:00",
        "gmt_time": "2019-05-10 07:08:00"
    },
    {
        "id": 868333,
        "updated_sequence": 1849330,
        "published_at": {
            "unix": 1557471900,
            "text": "2019-05-10 08:05:00 +0100",
            "iso_8601": "2019-05-10T07:05:00Z"
        },
        "updated_at": {
            "unix": 1557471954,
            "text": "2019-05-10 08:05:54 +0100",
            "iso_8601": "2019-05-10T07:05:54Z"
        },
        "subject": "European equity movers this morning: IAG (IAG LN) +3.4%; Altice (ATC NA) +2.7%; Michelin (MC FP) +2.4%; Deutsche Post (DPW GY) +1.5%; ADP (ADP FP) -7.1%; Tod's (TOD IM) -4.7%; British Land (BLND LN) -1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-iag-iag-ln-3-4-altice-atc-na-2-7-michelin-mc-fp-2-4-deutsche-post-dpw-gy-1-5-adp-adp-fp-7-1-tod-s-tod-im-4-7-british-land-blnd-ln-1-5-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 15:05:00",
        "gmt_time": "2019-05-10 07:05:00"
    },
    {
        "id": 868328,
        "updated_sequence": 1849309,
        "published_at": {
            "unix": 1557469500,
            "text": "2019-05-10 07:25:00 +0100",
            "iso_8601": "2019-05-10T06:25:00Z"
        },
        "updated_at": {
            "unix": 1557470084,
            "text": "2019-05-10 07:34:44 +0100",
            "iso_8601": "2019-05-10T06:34:44Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1150-65 (1.2BLN), <strong>1.1200-05 (1BLN)</strong>, 1.1240-50 (500M)</p><p>GBP/USD: 1.3100 (321M), 1.3150 (1.1BLN)</p><p>EUR/GBP: 0.8500-20 (1BLN)</p><p>USD/CAD: 1.3305 (2.6BLN), <strong>1.3455-65 (1BLN)</strong></p><p>AUD/USD: <strong>0.6950 (2.3BLN)</strong>, 0.6980 (654M)</p><p>NZD/USD: 0.6525 (461M), <strong>0.6570-80 (1BLN)</strong>, 0.6600 (454M)</p><p>USD/JPY: 109.75-80 (660M), 110.00 (500M), 110.50 (660M), 111.75 (1.6BLN)</p><p>EUR/JPY: 119.15 (440M), 124.15 (260M)</p><p>AUD/JPY: 0.7690-0.7700 (450M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-10-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 14:25:00",
        "gmt_time": "2019-05-10 06:25:00"
    },
    {
        "id": 868316,
        "updated_sequence": 1849324,
        "published_at": {
            "unix": 1557468300,
            "text": "2019-05-10 07:05:00 +0100",
            "iso_8601": "2019-05-10T06:05:00Z"
        },
        "updated_at": {
            "unix": 1557471604,
            "text": "2019-05-10 08:00:04 +0100",
            "iso_8601": "2019-05-10T07:00:04Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Ericsson (ERICB SS) – CEO is certain that the Co. will meet its targets. (Newswires)&nbsp;</p><p>Saipem (SPM IM) – Says an explosion occurred on a vessel which was operating in the Caspian Sea on Wednesday; 14 people were injured with 7 in intensive care. (Newswires)</p><p>Air France (AIR FP) – Co. carried 8.96mln passengers in April, +9.2%. April load factor 88.7% vs. Prev. 88.1%. (Newswires)</p><p>Novartis (NOVN SW) – Co. Gilenya data is the first and only disease-modifying therapy with proven superiority vs. Glatiramer Acetate in MS. (Newswires)</p><p>Bunzl (BNZL LN) – Co. has appointed Richard Howes as CFO. (Newswires)</p><p>IAG (IAG LN) – Q1 operating profit EUR 135mln vs. Prev. 340mln. Net EUR 70mln vs. Prev. EUR 187mln. Revenue EUR 5.32bln vs. Prev. EUR 5.02bln. Co. affirms FY 19 operating profit. . Passenger unit revenue for Q1 down 0.8%. Passenger unit revenue is expected to be flat for the rest of the year whilst non-fuel unit is forecast to improve at constant currency. (Newswires)</p><p>BBA Aviation (BBA LN) – Q1 revenue +23.1%, LFL basis revenue +1.1%. Co. state that their FY19 outlook remains unchanged reaffirm guidance provided regarding the impact of IFRS 16 on FY19. (Newswires)</p><p>Provident Financial (PFG LN) – 96% of Co. shares held by independent shareholders are against Non-Standard Financial’s (NSF LN) offer for the Co. Co. state it continues to actively engage with shareholders regarding the offer. (Newswires)</p><p>AB InBev (ABI BB) – Co.’s Budweiser Brewing as filed for IPO in Hong Kong, as expected; with sources stating that this could be valued at over USD 5bln. (Newswires)</p><p>ADP (ADP FP) – French Finance Minister sees an opportunity in eventual referendum on ADP privatisation and there would be no risk of airport charges sharply rising if ADP privatised. (Newswires)</p><p>Bechtle (BC8 GY) – Q1 revenue EUR 1.24bln vs. Exp. EUR 1.13bln. EBIT EUR 46.3mln vs. Prev. EUR 35.7mln. Co. has a positive outlook for FY 19. (Newswires)</p><p>Danske Bank (DANKSE DC) – Co. has appointed Chris Vogelzang as CEO effective 1st June. (Newswires</p><p>Investec (INVP LN) - Co. announced the sale of its wealth management business in Ireland. Net consideration for transaction after adjusting for surplus capital is EUR 44mln. (Newswires)</p><p>Thomas Cook (TCG LN) – IAG will not be bidding for Co.’s airline business. (Newswires)&nbsp;</p><p>AstraZeneca (AZN LN) – Co. announce better outcome vs. Epoetin Alfa in dialysis patients for the Raxadustat; pooled analysis of Roxaustat Global Phase three programme has confirmed its cardiovascular safety. (Newswires)</p><p>AENA (AENA SM) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT EXANE</p><p>GIVAUDAN (GIVN SW) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p>PROSIEBENSAT (PSM GY) UPGRADED TO BUY FROM HOLD AT KEPLER CHEVRAUX</p><p>SIEMENS (SIE GY) DOWNGRADED TO HOLD FROM BUY AT BADEN WURTTEMBERG</p><p>WIRECARD (WDI GY) INITIATED UNDERPERFORM AT BAML</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 14:05:00",
        "gmt_time": "2019-05-10 06:05:00"
    },
    {
        "id": 868317,
        "updated_sequence": 1849247,
        "published_at": {
            "unix": 1557467880,
            "text": "2019-05-10 06:58:00 +0100",
            "iso_8601": "2019-05-10T05:58:00Z"
        },
        "updated_at": {
            "unix": 1557467954,
            "text": "2019-05-10 06:59:14 +0100",
            "iso_8601": "2019-05-10T05:59:14Z"
        },
        "subject": "Venezuelan Interim President Guaido says he would probably accept US military intervention in the country",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuelan-interim-president-guaido-says-he-would-probably-accept-us-military-intervention-in-the-country-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:58:00",
        "gmt_time": "2019-05-10 05:58:00"
    },
    {
        "id": 868315,
        "updated_sequence": 1849242,
        "published_at": {
            "unix": 1557467460,
            "text": "2019-05-10 06:51:00 +0100",
            "iso_8601": "2019-05-10T05:51:00Z"
        },
        "updated_at": {
            "unix": 1557467790,
            "text": "2019-05-10 06:56:30 +0100",
            "iso_8601": "2019-05-10T05:56:30Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p><p>10th May 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p><p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p><p>ASIA</p><p>Asian equity markets were mixed with some seemingly hopeful for a resolution to the US-China trade dispute despite the higher tariffs taking effect overnight, as markets initially found solace from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested a trade deal is possible this week. ASX 200 (+0.1%) and Nikkei 225 (-0.8%) began positive amid hopes of an 11th hour trade-breakthrough which failed to materialize and subsequently saw their early gains wiped out, with sentiment in Tokyo also at the whim of currency moves and a deluge of earnings. Hang Seng (+0.7%) and Shanghai Comp. (+1.1%) initially outperformed on early trade optimism but then retreated off their highs as the steeper tariffs took effect, which China announced it is forced to retaliate against but hoped the sides would meet halfway. Furthermore, some reports noted there was little to no progress talks, although discussions will continue on Friday and it was also suggested that President Trump and President Xi are expected to speak over the phone. Finally, 10yr JGBs were choppy with support seen in late trade after the increased US tariffs kicked in and following stronger demand at the 10yr inflation-indexed bond auction.</p><p>FTSE</p><p>HSBC (HSBA LN)/Standard Chartered (STAN LN) – China’s largest tech groups, Tencent, Alibaba, Ping An and Xiaomi have won approval to launch digital banks in Hong Kong which threatens local banks HSBC and Standard Chartered. (FT)</p><p>Metro (MTRO LN) – Banking Sources state they anticipate the Co. will have to change its senior management, due to the recent fall in share prices and mistakes. (Times)</p><p>OTHER UK COMPANIES</p><p>Thomas Cook (TCG LN) – Virgin Atlantic has lodged a preliminary offer for Co.’s UK long-haul business, according to Sky citing sources. (Sky News)</p><p>BROKER MOVES</p><p>BRITISH LAND (BLND LN) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p>DAX</p><p>Deutsche Post (DPW GY) – Q1 revenue EUR 15.4bln vs. Exp. EUR 15.37bln. Operating profits EUR 453mln vs. Prev. EUR 461. Co. reaffirmed FY 19/20 earnings forecasts. Co. still sees operating profit increasing to between EUR 3.9-4.3bln this year. (Newswires)</p><p>BROKER MOVES</p><p>METRO AG (B4B GY) REITEREATED UNDERWEIGHT AT JPMORGAN CHASE</p><p>MTU AERO ENGINES (MTX GY) REITEREATED OVERWEIGHT AT JPMORGAN CHASE</p><p>CAC</p><p>Kering (KER FP) – Co. have agreed to an Italian tax settlement, totalling EUR 1.25bln. Co. state that the agreement should impact their FY19 consolidated financial statement, will be an additional tax charge of EUR 600mln in Co’s income statement. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p>Lagardere (MMB FP) – UK-based Amber Capital (owns 5% of Co.) is calling on Lagadere to speed up the sale of its businesses and improve corporate governance. (Newswires)</p><p>EssilorLuxottica (EL FP) – Executive Chairman and co-Chief Executive are reportedly working towards a “peace deal”, following months of tensions, which would see both members step back from their executive roles, according to source. (FT)</p><p>OTHER FRENCH COMPANIES</p><p>Natixis (KN FP) – Q1 revenue EUR 2.13bln vs. Prev. EUR 2.19bln, net EUR 764mln vs. Exp. EUR 662mln. Q1 CET1 ratio 11.6% vs. Prev. 10.8%. (Newswires)</p><p>BROKER MOVES</p><p>ADP (ADP FP) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN CHASE</p><p>MICHELIN (ML FP) UPGRADED TO BUY FROM HOLD AT GOLDMAN SACHS</p><p>PAN EUROPE</p><p>Telefonica (TEF SM) – Q1 revenue EUR 11.98bln vs. Exp. EUR 11.82bln. Underlying OIBDA EUR 3.73bln vs. Exp. EUR 3.75bln. Co. reaffirms dividend and guidance. (Newswires)</p><p>Fincantieri (FCT IM) – Q1 revenue EUR 1.39bln vs. Exp. EUR 1.30bln. EBITDA EUR 90mln vs. Prev. EUR 89mln. Co. confirmed FY 19 revenue growth outlook. (Newswires)</p><p>Moncler (MONC IM) – Q1 revenue EUR 378.5mln vs. Exp. EUR 374.0mln. (Newswires)</p><p>Tod’s (TODS IM) – Q1 revenue EUR 216.4mln vs. Exp. EUR 220mln. (Newswires)</p><p>Altice (ATC NA) – Q1 revenue EUR 3.52bln vs. Prev. EUR 3.53bln, adj. EBITDA EUR 1.30bln vs. Exp. EUR 1.25bln. Co. affirms FY19 operating FCF +10%; revenue +3-5%; adj. EBITDA EUR 4.0-4.1bln. Co. state they plan to continue with the deleveraging of their balance sheet. (Newswires)</p><p>BROKER MOVES</p><p>UNIBAIL-RODAMCO (URW NA) DOWNGRADED TO SELL FROM NEUTRAL AT CITIGROUP</p><p>FERRAGAMO (SFER IM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</p><p>SMI</p><p>LafargeHolcim (LHN SW) – Co. have signed a deal with San Miguel for the divestment of their entire 85.7% shareholding in Holcim Philippines for an enterprise value of USD 2.15bln; as such they are finishing their exit from South East Asia. Transaction is expected to close in Q4, Co. will therefore be able to further improve its debt ratio by approximately 0.3 times. Co. state they will have over-performed on their FY19 target of net debt to recurring EBITDA of 2x or less. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>Aker (AKER NO) – Net asset value NOK 56.2bln vs. Prev. NOK 41.7bln. Q1 pre-tax NOK 777mln vs. Prev. NOK 266mln Co. expects overall activity to remain subdued. (Newswires)</p><p>BROKER MOVES</p><p>US</p><p>* S&amp;P 500 -0.3% at 2871, NASDAQ-100 -0.46% at 7583, Dow Jones&nbsp; -0.53% at 25828, SECTORS: Consumer Discretionary -0.43%, Consumer Staples -0.22%, Energy 0.07%, Financials -0.14%, Health Care -0.21%, Industrials -0.2%, Information Technology -0.68%, Materials -0.81%, Telecommunication Services -0.18%, Utilities -0.09%</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-10-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:51:00",
        "gmt_time": "2019-05-10 05:51:00"
    },
    {
        "id": 868314,
        "updated_sequence": 1849234,
        "published_at": {
            "unix": 1557465780,
            "text": "2019-05-10 06:23:00 +0100",
            "iso_8601": "2019-05-10T05:23:00Z"
        },
        "updated_at": {
            "unix": 1557465799,
            "text": "2019-05-10 06:23:19 +0100",
            "iso_8601": "2019-05-10T05:23:19Z"
        },
        "subject": "RANsquawk Daily European Opening News - 10th May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21802/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>US President Trump has increased tariffs to 25% from 10% on USD 200bln of Chinese goods; China says they will take countermeasures</li><li>Choppy price action in Asian equities with Chinese Vice Premier Liu He reportedly stating that it is now up to President Trump and President Xi to work this out</li><li>Looking ahead, highlights include German Trade Balance, UK GDP, Industrial, Manufacturing &amp; Construction Output, US CPI, Canadian Building Permits &amp; Jobs Report, Fed's Brainard, Bostic &amp; Williams, ECB's Lautenschlager, de Galhau &amp; Coeure</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were mixed with some seemingly hopeful for a resolution to the US-China trade dispute despite the higher tariffs taking effect overnight</strong>, as markets initially found solace from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested a trade deal is possible this week. <strong>ASX 200 (+0.1%)</strong> and <strong>Nikkei 225 (-0.8%) </strong>began positive amid hopes of an 11th hour trade-breakthrough which failed to materialize and subsequently saw their early gains wiped out, with sentiment in Tokyo also at the whim of currency moves and a deluge of earnings. <strong>Hang Seng (+0.7%) </strong>and<strong> Shanghai Comp. (+1.1%)</strong> initially outperformed on early trade optimism but then retreated off their highs as the steeper tariffs took effect, which China announced it is forced to retaliate against but hoped the sides would meet halfway. Furthermore, some reports noted there was little to no progress talks, although discussions will continue on Friday and it was also suggested that President Trump and President Xi are expected to speak over the phone. Finally, 10yr JGBs were choppy with support seen in late trade after the increased US tariffs kicked in and following stronger demand at the 10yr inflation-indexed bond auction.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 50bln. (Newswires) <strong>PBoC set CNY mid-point at 6.7912 (Prev. 6.7665)</strong></p><p><strong>US tariff increase to 25% from 10% on USD 200bln of Chinese goods took effect after the deadline passed with no breakthrough made</strong>. In response to the tariff increase, China issued a statement that it hopes the sides can meet halfway on trade and said it will take countermeasures against the US tariff hike. (Newswires)</p><p><strong>US President Trump said the US cannot have China trying to renegotiate the trade deal</strong> but added that he received a letter from Chinese President Xi which suggested to work together to see if we can get something done. <strong>President Trump also said he may speak with his Chinese counterpart on the phone soon </strong>and that \"we'll see\" regarding a trade deal, while he noted that it is possible to get a Chinese trade deal this week. (Newswires)</p><p>Chinese Vice Premier Liu He said additional tariffs is not a solution and hopes to have rational and candid exchanges with the US side, while he reportedly no longer held the title of President Xi's \"Special Envoy\" which suggested he was on a \"tighter leash\" and compromises were limited. In related news, <strong>Chinese Vice Premier Liu He is said to have told USTR Lighthizer &amp; Treasury Secretary Mnuchin there is nothing more he can do and it’s up to President Trump and President Xi to work this out</strong>, while it was also reported that US President Trump and Chinese President Xi are expected to conduct a phone call. (Xinhua/Twitter)</p><p>Reports stated that even if a trade deal is reached, it will be limited in actual meaning and could be broken constantly, while many Chinese believe US is obsessed with \"comprehensively containing\" China. (Global Times/Twitter)</p><p>BoJ Summary of Opinions from April 24th-25th meeting stated that although it will take time to achieve price stability target, it is necessary to persistently continue current powerful monetary easing as the momentum toward 2% target is maintained. (Newswires)</p><p>UK/EU</p><p><strong>UK PM May is reportedly planning a new round of indicative votes in the next 2 weeks if cross-party talks fail</strong>, while she has been warned that it could lead to a Brexit deal that nobody wants. (Telegraph)</p><p>FX</p><p>&nbsp;</p><p>The <strong>DXY</strong> was lacklustre with price action rangebound following the recent outflows attributed to trade uncertainty, which also weakened <strong>CNH</strong> and prompted the PBoC to set its weakest fix since January. <strong>EUR</strong>/<strong>USD</strong> was firmer above 1.1200 following a breakout from this week’s range and <strong>GBP</strong>/<strong>USD</strong> traded steady near support at 1.3000. Elsewhere, the temperamental overnight risk appetite ensured jittery trade in <strong>USD</strong>/<strong>JPY</strong>, while <strong>AUD</strong>/<strong>USD</strong> was choppy around the 0.7000 level with initial gains seen following the RBA Statement on Monetary Policy in which the central bank suggested upcoming meetings will be focused on jobs data and raised its near-term outlook for export growth and terms of trade. Furthermore, the RBA increased CPI inflation forecast through to December 2019 but lowered its trimmed mean inflation estimates and Real GDP growth forecast for the same period, with the forecasts based on technical assumptions including the cash rate moving in line with market pricing of 2 cuts to 1.00%.</p><p>&nbsp;</p><p><strong>RBA Statement on Monetary Policy</strong> said the board judged lower unemployment rate is possible given subdued inflation and that the board will pay close attention to labour market in upcoming meetings. RBA commented that domestic price pressures were more subdued than previously anticipated and near-term indicators of labour market softened since February, although it added that some signs growth has picked up in China and revised upwards its near-term outlook for export growth and terms of trade. Furthermore, the RBA lowered forecasts for GDP growth through to December 2019 and lowered trimmed mean inflation estimates but raised some CPI inflation forecast and noted that technical assumptions include the cash rate moving in line with market pricing of 2 cuts to 1.00%. (Newswires)</p><p>&nbsp;</p><p>US is said to be considering labelling Vietnam as a currency manipulator and also looking at other potential trading partners as potential currency manipulators, while India and South Korea are expected to be removed from the watchlist. (Newswires)</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were mixed in which <strong>WTI</strong> crude futures oscillated around the 62.00/bbl level with initial gains amid hopes of breakthrough last minute breakthrough in US-China trade talks, although this were later pared given the lack of progress and as the higher US tariffs on Chinese goods took effect. Elsewhere, <strong>gold</strong> saw mild gains amid a subdued greenback but with price action restricted ahead of today’s US CPI data, while <strong>copper</strong> prices also mirrored the overnight jittery tone.</p><p>China's Sinopec and CNPC suspended Iran oil purchases following the end of US sanction waivers. (Newswires)</p><p>GEOPOLITICS</p><p>US Secretary of State Pompeo said Iran has engaged in escalating series of threatening action and statement in recent weeks, while he warned that any attack on US interests will be met with swift and decisive response. (Newswires)</p><p>US</p><p>Major curve spreads are slightly wider at settlement, though yields are lower by 3-4bps across the curve. The complex caught a haven bid on Thursday trade, as trade anxiety and geopolitics dominated. In early trade the 3m/10-year curve inverted again for the first time since March, amid distinctly risk off trade, which saw China’s yuan temporarily climb above the psychological 6.85 mark. The buying of the Treasuries in recent days has seen a reassessment of Fed rate cut probabilities too: Money markets imply the chances of a Fed rate cut this year are around 60%, falling from around 50% a week ago. The trade and geopolitics distracted from the US 30-year supply, which saw a small 0.2bps tail (beneath recent averages); the breakdown was lacklustre: dealers takedown was slightly above recent averages, though it was the largest takedown at a 30s auction since November; direct participation fell slightly below recent averages, and was the smallest takedown since November; the indirect bid was slightly above recent averages, though didn’t conjure the same outcries as the 10s auction, which saw indirect participation fall sharply, which yesterday led to speculation that the Chinese were not participating in Treasury auctions amid escalating tensions. US T-notes (M9) futures were up 10 ticks at 124.02 by the close of electronic trade.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-10th-may-2019-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:23:00",
        "gmt_time": "2019-05-10 05:23:00"
    },
    {
        "id": 868313,
        "updated_sequence": 1849231,
        "published_at": {
            "unix": 1557465660,
            "text": "2019-05-10 06:21:00 +0100",
            "iso_8601": "2019-05-10T05:21:00Z"
        },
        "updated_at": {
            "unix": 1557465723,
            "text": "2019-05-10 06:22:03 +0100",
            "iso_8601": "2019-05-10T05:22:03Z"
        },
        "subject": "PBoC says it will simplify the investment procedure for foreign bond investors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-it-will-simplify-the-investment-procedure-for-foreign-bond-investors-10-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:21:00",
        "gmt_time": "2019-05-10 05:21:00"
    },
    {
        "id": 868312,
        "updated_sequence": 1849228,
        "published_at": {
            "unix": 1557465480,
            "text": "2019-05-10 06:18:00 +0100",
            "iso_8601": "2019-05-10T05:18:00Z"
        },
        "updated_at": {
            "unix": 1557465540,
            "text": "2019-05-10 06:19:00 +0100",
            "iso_8601": "2019-05-10T05:19:00Z"
        },
        "subject": "Tata Motors (TTMT IS) April JLR sales fell 13.3% Y/Y to 39.2K units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tata-motors-ttmt-is-april-jlr-sales-fell-13-3-y-y-to-39-2k-units-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:18:00",
        "gmt_time": "2019-05-10 05:18:00"
    },
    {
        "id": 868311,
        "updated_sequence": 1849225,
        "published_at": {
            "unix": 1557464640,
            "text": "2019-05-10 06:04:00 +0100",
            "iso_8601": "2019-05-10T05:04:00Z"
        },
        "updated_at": {
            "unix": 1557464804,
            "text": "2019-05-10 06:06:44 +0100",
            "iso_8601": "2019-05-10T05:06:44Z"
        },
        "subject": "Barclays has raised FY iron ore price forecasts to USD 83/tonne (vs. Prev. USD 75/tonne) whilst expecting copper declining to USD 5900/tonne by Q4 2019 before recovering to USD 6300/tonne by Q2 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barclays-has-raised-fy-iron-ore-price-forecasts-to-usd-83-tonne-vs-prev-usd-75-tonne-whilst-expecting-copper-declining-to-usd-5900-tonne-by-q4-2019-before-recovering-to-usd-6300-tonne-by-q2-2020-10-05-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:04:00",
        "gmt_time": "2019-05-10 05:04:00"
    },
    {
        "id": 868310,
        "updated_sequence": 1849222,
        "published_at": {
            "unix": 1557464580,
            "text": "2019-05-10 06:03:00 +0100",
            "iso_8601": "2019-05-10T05:03:00Z"
        },
        "updated_at": {
            "unix": 1557464790,
            "text": "2019-05-10 06:06:30 +0100",
            "iso_8601": "2019-05-10T05:06:30Z"
        },
        "subject": "PBoC to conduct central bank bill swap operation to support Minsheng Bank (600016 CH) perpetual bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-to-conduct-central-bank-bill-swap-operation-to-support-minsheng-bank-600016-ch-perpetual-bonds-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:03:00",
        "gmt_time": "2019-05-10 05:03:00"
    },
    {
        "id": 868309,
        "updated_sequence": 1849219,
        "published_at": {
            "unix": 1557464400,
            "text": "2019-05-10 06:00:00 +0100",
            "iso_8601": "2019-05-10T05:00:00Z"
        },
        "updated_at": {
            "unix": 1557464588,
            "text": "2019-05-10 06:03:08 +0100",
            "iso_8601": "2019-05-10T05:03:08Z"
        },
        "subject": "Singapore Retail Sales (Mar) Y/Y -1.0% vs. Exp. -2.2% (Prev. -10.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-mar-y-y-1-0-vs-exp-2-2-prev-10-0-10-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 13:00:00",
        "gmt_time": "2019-05-10 05:00:00"
    },
    {
        "id": 868308,
        "updated_sequence": 1849216,
        "published_at": {
            "unix": 1557464160,
            "text": "2019-05-10 05:56:00 +0100",
            "iso_8601": "2019-05-10T04:56:00Z"
        },
        "updated_at": {
            "unix": 1557464406,
            "text": "2019-05-10 06:00:06 +0100",
            "iso_8601": "2019-05-10T05:00:06Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded jittery as higher tariffs took effect",
        "content": "<p>Asia equity markets were mixed with some seemingly hopeful for a resolution to the US-China trade dispute despite the higher tariffs taking effect overnight, as markets initially found solace from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested a trade deal is possible this week. ASX 200 (+0.1%) and Nikkei 225 (-0.8%) began positive amid hopes of an 11th hour breakthrough which failed to materialize and subsequently saw their early gains wiped out, with sentiment in Tokyo also at the whim of currency moves and a deluge of earnings. Hang Seng (+0.6%) and Shanghai Comp. (+1.5%) outperformed on early trade optimism but then retreated off their highs as the steeper tariffs took effect, which China announced it is forced to retaliate against but hoped the sides would meet halfway. Furthermore, some reports noted there was little to no progress talks, although discussions will continue on Friday and it was also suggested that President Trump and President Xi are expected to speak over the phone. Finally, 10yr JGBs were choppy with support seen in late trade after the increased US tariffs kicked in and following stronger demand at the 10yr inflation-indexed bond auction.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-jittery-as-higher-tariffs-took-effect-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 12:56:00",
        "gmt_time": "2019-05-10 04:56:00"
    },
    {
        "id": 868307,
        "updated_sequence": 1849213,
        "published_at": {
            "unix": 1557463440,
            "text": "2019-05-10 05:44:00 +0100",
            "iso_8601": "2019-05-10T04:44:00Z"
        },
        "updated_at": {
            "unix": 1557463507,
            "text": "2019-05-10 05:45:07 +0100",
            "iso_8601": "2019-05-10T04:45:07Z"
        },
        "subject": "China's Sinopec and CNPC suspend Iran oil purchases following the end of US sanction waivers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-sinopec-and-cnpc-suspend-iran-oil-purchases-following-the-end-of-us-sanction-waivers-10-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 12:44:00",
        "gmt_time": "2019-05-10 04:44:00"
    },
    {
        "id": 868305,
        "updated_sequence": 1849207,
        "published_at": {
            "unix": 1557461040,
            "text": "2019-05-10 05:04:00 +0100",
            "iso_8601": "2019-05-10T04:04:00Z"
        },
        "updated_at": {
            "unix": 1557461239,
            "text": "2019-05-10 05:07:19 +0100",
            "iso_8601": "2019-05-10T04:07:19Z"
        },
        "subject": "China issues statement in response to US tariff hike in which it states it hopes the sides can meet halfway on trade and says will take countermeasures against the US tariff hike",
        "content": "<p>Says</p><p>Trade negotiations are ongoing.</p><p>Deeply regrets US tariff hike on Chinese ggods.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-issues-statement-in-response-to-us-tariff-hike-in-which-it-states-it-hopes-the-sides-can-meet-halfway-on-trade-and-says-will-take-countermeasures-against-the-us-tariff-hike-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 12:04:00",
        "gmt_time": "2019-05-10 04:04:00"
    },
    {
        "id": 868304,
        "updated_sequence": 1849202,
        "published_at": {
            "unix": 1557460860,
            "text": "2019-05-10 05:01:00 +0100",
            "iso_8601": "2019-05-10T04:01:00Z"
        },
        "updated_at": {
            "unix": 1557460909,
            "text": "2019-05-10 05:01:49 +0100",
            "iso_8601": "2019-05-10T04:01:49Z"
        },
        "subject": "US tariff increase on USD 200bln of Chinese goods to 25% from 10% take effect",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-tariff-increase-on-usd-200bln-of-chinese-goods-to-25-from-10-take-effect-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 12:01:00",
        "gmt_time": "2019-05-10 04:01:00"
    },
    {
        "id": 868303,
        "updated_sequence": 1849199,
        "published_at": {
            "unix": 1557460440,
            "text": "2019-05-10 04:54:00 +0100",
            "iso_8601": "2019-05-10T03:54:00Z"
        },
        "updated_at": {
            "unix": 1557460515,
            "text": "2019-05-10 04:55:15 +0100",
            "iso_8601": "2019-05-10T03:55:15Z"
        },
        "subject": "US press reports that US-China trade talks see little to no progress",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-press-reports-that-us-china-trade-talks-see-little-to-no-progress-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:54:00",
        "gmt_time": "2019-05-10 03:54:00"
    },
    {
        "id": 868302,
        "updated_sequence": 1849195,
        "published_at": {
            "unix": 1557459600,
            "text": "2019-05-10 04:40:00 +0100",
            "iso_8601": "2019-05-10T03:40:00Z"
        },
        "updated_at": {
            "unix": 1557459657,
            "text": "2019-05-10 04:40:57 +0100",
            "iso_8601": "2019-05-10T03:40:57Z"
        },
        "subject": "Taiwan President Tsai says the nation will deter China's military aggression in the Taiwan Strait",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "taiwan-president-tsai-says-the-nation-will-deter-china-s-military-aggression-in-the-taiwan-strait-10-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:40:00",
        "gmt_time": "2019-05-10 03:40:00"
    },
    {
        "id": 868301,
        "updated_sequence": 1849192,
        "published_at": {
            "unix": 1557459300,
            "text": "2019-05-10 04:35:00 +0100",
            "iso_8601": "2019-05-10T03:35:00Z"
        },
        "updated_at": {
            "unix": 1557459521,
            "text": "2019-05-10 04:38:41 +0100",
            "iso_8601": "2019-05-10T03:38:41Z"
        },
        "subject": "Japan sells JPY 400bln in 10yr inflation-indexed bonds b/c 3.72 vs. Prev. 3.34",
        "content": "<p>- Lowest accepted price 103.70 vs. Prev. 103.60</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-400bln-in-10yr-inflation-indexed-bonds-b-c-3-72-vs-prev-3-34-10-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:35:00",
        "gmt_time": "2019-05-10 03:35:00"
    },
    {
        "id": 868300,
        "updated_sequence": 1849189,
        "published_at": {
            "unix": 1557459180,
            "text": "2019-05-10 04:33:00 +0100",
            "iso_8601": "2019-05-10T03:33:00Z"
        },
        "updated_at": {
            "unix": 1557459379,
            "text": "2019-05-10 04:36:19 +0100",
            "iso_8601": "2019-05-10T03:36:19Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: HCL Technologies (HCLT IS) Q1 consolidated net rose 14.3% Y/Y to INR 25.5bln",
        "content": "<p>HCL Technologies (HCLT IS) - Co. Q1 consolidated net rose 14.3% Y/Y to INR 25.5bln. (Newswires)</p><p>Jet Airways (JETIN IS) - Ministry of Corporate Affairs regional office last week submitted its report recommending an investigation into Co. affairs.&nbsp; (ET)</p><p>MindTree (MTCL IS) - Larsen &amp; Toubro is not expected to increase its offer for a stake in the Co.</p><p>Tata Motors (TTMT IS) - Co. denied reports it was in process of selling it JLR unit to PSA (UG FP). (Newswires)</p><p>Other News - RBI withdrew its circular asking banks to declare exposure to IL&amp;FS. (Business Today)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-hcl-technologies-hclt-is-q1-consolidated-net-rose-14-3-y-y-to-inr-25-5bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:33:00",
        "gmt_time": "2019-05-10 03:33:00"
    },
    {
        "id": 868299,
        "updated_sequence": 1849186,
        "published_at": {
            "unix": 1557459120,
            "text": "2019-05-10 04:32:00 +0100",
            "iso_8601": "2019-05-10T03:32:00Z"
        },
        "updated_at": {
            "unix": 1557459190,
            "text": "2019-05-10 04:33:10 +0100",
            "iso_8601": "2019-05-10T03:33:10Z"
        },
        "subject": "Westpac no longer sees RBNZ cutting rates further to 1.25bps",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "westpac-no-longer-sees-rbnz-cutting-rates-further-to-1-25bps-10-05-2019",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:32:00",
        "gmt_time": "2019-05-10 03:32:00"
    },
    {
        "id": 868297,
        "updated_sequence": 1849179,
        "published_at": {
            "unix": 1557458580,
            "text": "2019-05-10 04:23:00 +0100",
            "iso_8601": "2019-05-10T03:23:00Z"
        },
        "updated_at": {
            "unix": 1557458674,
            "text": "2019-05-10 04:24:34 +0100",
            "iso_8601": "2019-05-10T03:24:34Z"
        },
        "subject": "BoK is speculated to have intervened in FX and sold USD to slow depreciation of KRW",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-is-speculated-to-have-intervened-in-fx-and-sold-usd-to-slow-depreciation-of-krw-10-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:23:00",
        "gmt_time": "2019-05-10 03:23:00"
    },
    {
        "id": 868296,
        "updated_sequence": 1849174,
        "published_at": {
            "unix": 1557458220,
            "text": "2019-05-10 04:17:00 +0100",
            "iso_8601": "2019-05-10T03:17:00Z"
        },
        "updated_at": {
            "unix": 1557458277,
            "text": "2019-05-10 04:17:57 +0100",
            "iso_8601": "2019-05-10T03:17:57Z"
        },
        "subject": "US is said to proceed with planned tariff increase at 00:01 EDT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-is-said-to-proceed-with-planned-tariff-increase-at-00-01-edt-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:17:00",
        "gmt_time": "2019-05-10 03:17:00"
    },
    {
        "id": 868293,
        "updated_sequence": 1849165,
        "published_at": {
            "unix": 1557457920,
            "text": "2019-05-10 04:12:00 +0100",
            "iso_8601": "2019-05-10T03:12:00Z"
        },
        "updated_at": {
            "unix": 1557458017,
            "text": "2019-05-10 04:13:37 +0100",
            "iso_8601": "2019-05-10T03:13:37Z"
        },
        "subject": "ANZ Bank (ANZ AT) and Macquarie (MQG AT) reportedly lower rates on purchasing property by up to 60bps",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anz-bank-anz-at-and-macquarie-mqg-at-reportedly-lower-rates-on-purchasing-property-by-up-to-60bps-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:12:00",
        "gmt_time": "2019-05-10 03:12:00"
    },
    {
        "id": 868292,
        "updated_sequence": 1849176,
        "published_at": {
            "unix": 1557457560,
            "text": "2019-05-10 04:06:00 +0100",
            "iso_8601": "2019-05-10T03:06:00Z"
        },
        "updated_at": {
            "unix": 1557458497,
            "text": "2019-05-10 04:21:37 +0100",
            "iso_8601": "2019-05-10T03:21:37Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher on trade optimism, although some jitters linger amid impending tariff deadline",
        "content": "<p>Asia equity markets were mostly higher with the region seemingly optimistic for a resolution to the US-China trade dispute despite the imminent tariff deadline, as markets find solace from US President Trump’s comments that he received a ‘beautiful’ letter from his Chinese counterpart and suggested it is possible to get a trade deal this week. ASX 200 (Unch.) and Nikkei 225 (+0.6%) were positive for most the session with strength in the energy sector observed in Australia, while sentiment in Tokyo is underpinned by currency moves and with earnings heavily in focus. Hang Seng (+0.6%) and Shanghai Comp. (+1.2%) outperform on the trade hopes and briefly recouped all the losses from the past couple of days. As a reminder, tariffs are set to increase shortly after midnight EDT and negotiators have concluded the first day of trade discussions in Washington which will continue on Friday, while both sides were tight-lipped on providing details although it was suggested that Presidents Trump and Xi are expected to speak over the phone.</p><p>In FX markets, the DXY is lacklustre with price action rangebound following the recent outflows attributed to trade uncertainty, which also weakened CNH and prompted the PBoC to set its weakest fix since January. Elsewhere, EUR/USD is firmer above 1.1200 following a breakout from this week’s range and GBP/USD is steady after having found support at 1.3000. Elsewhere, the improved risk appetite lifted USD/JPY towards the 110.00 handle and underpinned high-beta currencies, with AUD/USD also benefitting from the RBA Statement on Monetary Policy in which the central bank suggested upcoming meetings will be focused on jobs data and raised its near-term outlook for export growth and terms of trade. Furthermore, the RBA increases CPI inflation forecast through to December 2019 but lowered its trimmed mean inflation estimates and Real GDP growth forecast for the same period, with the forecasts based on technical assumptions including the cash rate moving in line with market pricing of 2 cuts to 1.00%.</p><p>Finally, 10yr JGBs are subdued with demand dampened by the improved risk tone and with participants sidelined ahead of a 10yr inflation-indexed bond auction.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-on-trade-optimism-although-some-jitters-linger-amid-impending-tariff-deadline-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:06:00",
        "gmt_time": "2019-05-10 03:06:00"
    },
    {
        "id": 868291,
        "updated_sequence": 1849159,
        "published_at": {
            "unix": 1557457200,
            "text": "2019-05-10 04:00:00 +0100",
            "iso_8601": "2019-05-10T03:00:00Z"
        },
        "updated_at": {
            "unix": 1557457229,
            "text": "2019-05-10 04:00:29 +0100",
            "iso_8601": "2019-05-10T03:00:29Z"
        },
        "subject": "Japan Parliament passes law to improve mobile phone competition",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-parliament-passes-law-to-improve-mobile-phone-competition-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 11:00:00",
        "gmt_time": "2019-05-10 03:00:00"
    },
    {
        "id": 868289,
        "updated_sequence": 1849151,
        "published_at": {
            "unix": 1557456420,
            "text": "2019-05-10 03:47:00 +0100",
            "iso_8601": "2019-05-10T02:47:00Z"
        },
        "updated_at": {
            "unix": 1557456453,
            "text": "2019-05-10 03:47:33 +0100",
            "iso_8601": "2019-05-10T02:47:33Z"
        },
        "subject": "Subaru (7270 JT) expected to receive a warning from TSE due to early release of earninga",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "subaru-7270-jt-expected-to-receive-a-warning-from-tse-due-to-early-release-of-earninga-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 10:47:00",
        "gmt_time": "2019-05-10 02:47:00"
    },
    {
        "id": 868286,
        "updated_sequence": 1849145,
        "published_at": {
            "unix": 1557451800,
            "text": "2019-05-10 02:30:00 +0100",
            "iso_8601": "2019-05-10T01:30:00Z"
        },
        "updated_at": {
            "unix": 1557454738,
            "text": "2019-05-10 03:18:58 +0100",
            "iso_8601": "2019-05-10T02:18:58Z"
        },
        "subject": "RBA Statement on Monetary Policy says board judged lower unemployment rate is possible given subdued inflation and that the board will pay close attention to labour market in upcoming meetings",
        "content": "<p>Says:</p><ul><li>Near-term indicators of labour market softened since February.</li><li>Domestic price pressures more subdued than previously anticipated.</li><li>Revised upwards its near-term outlook for export growth and terms of trade,</li><li>Some signs growth has picked up in China.</li><li>Lowers its forecasts for GDP growth through to December 2019, also increases CPI inflation forecast through to December 2019 but lowers trimmed mean inflation estimates, while it adds technical assumptions include the cash rate moving in line with market pricing of 2 cuts to 1.00%.</li></ul><p>&nbsp;</p><p>Full link to release: <a href=\"https://www.rba.gov.au/publications/smp/2019/may/\">https://www.rba.gov.au/publications/smp/2019/may/</a></p>",
        "reaction_details": "<ul><li>Choppy price action was observed in AUD/USD as it initially fell 10 pips to 0.6988 from 0.6998, before rebounding to trade at 0.7004 in the 3 minutes after the release.</li></ul>",
        "reaction_updated_at": {
            "unix": 1557452700,
            "text": "2019-05-10 02:45:00 +0100",
            "iso_8601": "2019-05-10T01:45:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-statement-on-monetary-policy-says-board-judged-lower-unemployment-rate-is-possible-given-subdued-inflation-and-that-the-board-will-pay-close-attention-to-labour-market-in-upcoming-meetings-10-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:30:00",
        "gmt_time": "2019-05-10 01:30:00"
    },
    {
        "id": 868285,
        "updated_sequence": 1849123,
        "published_at": {
            "unix": 1557450900,
            "text": "2019-05-10 02:15:00 +0100",
            "iso_8601": "2019-05-10T01:15:00Z"
        },
        "updated_at": {
            "unix": 1557450977,
            "text": "2019-05-10 02:16:17 +0100",
            "iso_8601": "2019-05-10T01:16:17Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7912 (Prev. 6.7665)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7912-prev-6-7665-10-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:15:00",
        "gmt_time": "2019-05-10 01:15:00"
    },
    {
        "id": 868284,
        "updated_sequence": 1849118,
        "published_at": {
            "unix": 1557450720,
            "text": "2019-05-10 02:12:00 +0100",
            "iso_8601": "2019-05-10T01:12:00Z"
        },
        "updated_at": {
            "unix": 1557450771,
            "text": "2019-05-10 02:12:51 +0100",
            "iso_8601": "2019-05-10T01:12:51Z"
        },
        "subject": "PBoC skips open market operations for a net weekly injection of CNY 50bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-injection-of-cny-50bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:12:00",
        "gmt_time": "2019-05-10 01:12:00"
    },
    {
        "id": 868283,
        "updated_sequence": 1849148,
        "published_at": {
            "unix": 1557450660,
            "text": "2019-05-10 02:11:00 +0100",
            "iso_8601": "2019-05-10T01:11:00Z"
        },
        "updated_at": {
            "unix": 1557454862,
            "text": "2019-05-10 03:21:02 +0100",
            "iso_8601": "2019-05-10T02:21:02Z"
        },
        "subject": "Sources state US President Trump and Chinese President Xi are expected to conduct a phone call",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sources-state-us-president-trump-and-chinese-president-xi-are-expected-to-conduct-a-phone-call-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:11:00",
        "gmt_time": "2019-05-10 01:11:00"
    },
    {
        "id": 868282,
        "updated_sequence": 1849112,
        "published_at": {
            "unix": 1557450420,
            "text": "2019-05-10 02:07:00 +0100",
            "iso_8601": "2019-05-10T01:07:00Z"
        },
        "updated_at": {
            "unix": 1557450640,
            "text": "2019-05-10 02:10:40 +0100",
            "iso_8601": "2019-05-10T01:10:40Z"
        },
        "subject": "Trade sources say Chinese Vice Premier Liu He told USTR Lighthizer & Treasury Secretary Mnuchin there is nothing more he can do and it’s up to President Trump and President Xi to work this out, while tariffs are said to increase as of now ",
        "content": "<ul><li>Link to tweet: <a href=\"https://twitter.com/EdwardLawrence/status/1126655001080811527\">https://twitter.com/EdwardLawrence/status/1126655001080811527</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "trade-sources-say-chinese-vice-premier-liu-he-told-ustr-lighthizer-treasury-secretary-mnuchin-there-is-nothing-more-he-can-do-and-it-s-up-to-president-trump-and-president-xi-to-work-this-out-while-tariffs-are-said-to-increase-as-of-now-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:07:00",
        "gmt_time": "2019-05-10 01:07:00"
    },
    {
        "id": 868281,
        "updated_sequence": 1849120,
        "published_at": {
            "unix": 1557450000,
            "text": "2019-05-10 02:00:00 +0100",
            "iso_8601": "2019-05-10T01:00:00Z"
        },
        "updated_at": {
            "unix": 1557450796,
            "text": "2019-05-10 02:13:16 +0100",
            "iso_8601": "2019-05-10T01:13:16Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: First day of US-China trade talks finish for the night ahead of impending tariff deadline",
        "content": "<p>AIA Group (1299 HK) - Co. Q1 new business value USD 1.2bln vs. Prev. USD 1.0bln Y/Y. (Newswires)</p><p>BYD (1211 HK) - Co. April vehicle sales 37.8K units vs. Prev. 37.4K units Y/Y. (Newswires)</p><p>Great Wall Motor (2333 HK) - Co. April sales volume 83.8K units vs. Prev. 81.8K units Y/Y. (Newswires)</p><p>Tencent (700 HK) - Co. and Ant Financial won Hong Kong virtual bank licences; block of 1.1mln Tencent shares crosses at (Newswires)</p><p>Macau - IMF sees Macau 2019 GDP growth of 4.3% vs. Prev. 5.3% seen in late February. (Newswires)</p><p>Trade</p><p>US-China trade talks finished for the night and will resume tomorrow, while there were earlier reports that President Trump, Treasury Secretary Mnuchin and TR Lighthizer discussed trade talk progress. (Newswires/Fox)</p><p>US President Trump said the US cannot have China trying to renegotiate the trade deal but added that he received a letter from Chinese President Xi which suggested to work together to see if we can get something done. President Trump also said he may speak with his Chinese counterpart on the phone soon and that \"we'll see\" regarding a trade deal, while he noted that it is possible to get a Chinese trade deal this week. (Newswires)</p><p>China's Vice Premier Liu He reportedly no longer holds the title of President Xi's \"Special Envoy\" which suggests he is on a \"tighter leash\" so there are limited compromises, according to CNBC's Eunice Yoon. (CNBC)</p><p>Chinese source close to talks noted that there is zero chance of a US-China trade deal by Friday, according to China Global Times Editor Hu Xinjin. Furthermore, reports added that even if a trade deal is reached, it will be limited in actual meaning and could be broken constantly, while many Chinese believe US is obsessed with \"comprehensively containing\" China. (Global Times/Twitter)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-first-day-of-us-china-trade-talks-finish-for-the-night-ahead-of-impending-tariff-deadline-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 09:00:00",
        "gmt_time": "2019-05-10 01:00:00"
    },
    {
        "id": 868280,
        "updated_sequence": 1849106,
        "published_at": {
            "unix": 1557448560,
            "text": "2019-05-10 01:36:00 +0100",
            "iso_8601": "2019-05-10T00:36:00Z"
        },
        "updated_at": {
            "unix": 1557448728,
            "text": "2019-05-10 01:38:48 +0100",
            "iso_8601": "2019-05-10T00:38:48Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Compal Electronics (2324 TT) April revenue rose 17.9% Y/Y to TWD 81.8bln",
        "content": "<p>TAIWAN</p><p>AU Optronics (2409 TT) - Co. April sales fell 14.3% Y/Y to TWD 21.0bln. (Newswires)</p><p>China Airlines (2610 TT) - Co. Q1 net loss TWD 243.7mln vs. Exp. profit TWD 1.03bln. (Newswires)</p><p>Compal Electronics (2324 TT) - Co. April revenue rose 17.9% Y/Y to TWD 81.8bln. (Newswires)</p><p>InnoLux (3481 TT) - Co. April net loss TWD 3.7bln vs. Exp. loss TWD 2.8bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Genting Singapore (GENS SP) - Co. Q1 net SGD 205.5mln vs. Prev. SGD 217.0mln Y/Y. (Newswires)</p><p>OCBC (OCBC SP) Q1 net rose 11% Y/Y to SGD 1.2bln vs. Exp. SGD 1.1bln, Rev. SGD 2.6bln vs. Prev. SGD 2.3bln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-compal-electronics-2324-tt-april-revenue-rose-17-9-y-y-to-twd-81-8bln-10-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 08:36:00",
        "gmt_time": "2019-05-10 00:36:00"
    },
    {
        "id": 868279,
        "updated_sequence": 1849101,
        "published_at": {
            "unix": 1557447960,
            "text": "2019-05-10 01:26:00 +0100",
            "iso_8601": "2019-05-10T00:26:00Z"
        },
        "updated_at": {
            "unix": 1557448048,
            "text": "2019-05-10 01:27:28 +0100",
            "iso_8601": "2019-05-10T00:27:28Z"
        },
        "subject": "Reports suggest that US-China trade talks have finished for the night",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-suggest-that-us-china-trade-talks-have-finished-for-the-night-10-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 08:26:00",
        "gmt_time": "2019-05-10 00:26:00"
    },
    {
        "id": 868278,
        "updated_sequence": 1849098,
        "published_at": {
            "unix": 1557447120,
            "text": "2019-05-10 01:12:00 +0100",
            "iso_8601": "2019-05-10T00:12:00Z"
        },
        "updated_at": {
            "unix": 1557447191,
            "text": "2019-05-10 01:13:11 +0100",
            "iso_8601": "2019-05-10T00:13:11Z"
        },
        "subject": "PBoC adviser says US tariffs could reduce Chinese GDP growth by 0.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-adviser-says-us-tariffs-could-reduce-chinese-gdp-growth-by-0-3-10-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 08:12:00",
        "gmt_time": "2019-05-10 00:12:00"
    },
    {
        "id": 868277,
        "updated_sequence": 1849095,
        "published_at": {
            "unix": 1557446520,
            "text": "2019-05-10 01:02:00 +0100",
            "iso_8601": "2019-05-10T00:02:00Z"
        },
        "updated_at": {
            "unix": 1557446651,
            "text": "2019-05-10 01:04:11 +0100",
            "iso_8601": "2019-05-10T00:04:11Z"
        },
        "subject": "Asia equity markets are mixed with the region tentative as it awaits results of US-China trade talks ahead of today's tariff deadline",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-are-mixed-with-the-region-tentative-as-it-awaits-results-of-us-china-trade-talks-ahead-of-today-s-tariff-deadline-10-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-10 08:02:00",
        "gmt_time": "2019-05-10 00:02:00"
    }
]