[
    {
        "id": 877768,
        "updated_sequence": 1894569,
        "published_at": {
            "unix": 1563568200,
            "text": "2019-07-19 21:30:00 +0100",
            "iso_8601": "2019-07-19T20:30:00Z"
        },
        "updated_at": {
            "unix": 1563568200,
            "text": "2019-07-19 21:30:00 +0100",
            "iso_8601": "2019-07-19T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-12-07-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:30:00",
        "gmt_time": "2019-07-19 20:30:00"
    },
    {
        "id": 878679,
        "updated_sequence": 1894565,
        "published_at": {
            "unix": 1563567000,
            "text": "2019-07-19 21:10:00 +0100",
            "iso_8601": "2019-07-19T20:10:00Z"
        },
        "updated_at": {
            "unix": 1563567397,
            "text": "2019-07-19 21:16:37 +0100",
            "iso_8601": "2019-07-19T20:16:37Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 22nd July 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22337/download\"><strong>here</strong></a><strong> &nbsp;</strong></p><ul><li><strong>MON:</strong> N/A</li><li><strong>TUE:</strong> US Existing Home Sales, Richmond Manufacturing Index, EZ Consumer Confidence, NZ Trade</li><li><strong>WED: </strong>EZ &amp; US Manufacturing, Services and Composite PMIs, South African CPI, US New Home Sales</li><li><strong>THU: </strong>CBRT &amp; ECB Rate Decisions, US Durables</li><li><strong>FRI: </strong>CBR Rate Decision, US GDP</li></ul><p>&nbsp;</p><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-22nd-july-2019-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:10:00",
        "gmt_time": "2019-07-19 20:10:00"
    },
    {
        "id": 878680,
        "updated_sequence": 1894567,
        "published_at": {
            "unix": 1563567000,
            "text": "2019-07-19 21:10:00 +0100",
            "iso_8601": "2019-07-19T20:10:00Z"
        },
        "updated_at": {
            "unix": 1563567429,
            "text": "2019-07-19 21:17:09 +0100",
            "iso_8601": "2019-07-19T20:17:09Z"
        },
        "subject": "RANsquawk Central Banks - 19th July 2019: Fedspeak and ECB preview; reviewing RBA mins, SARB, BOK",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22338/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-19th-july-2019-fedspeak-and-ecb-preview-reviewing-rba-mins-sarb-bok-19-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:10:00",
        "gmt_time": "2019-07-19 20:10:00"
    },
    {
        "id": 878713,
        "updated_sequence": 1894563,
        "published_at": {
            "unix": 1563566700,
            "text": "2019-07-19 21:05:00 +0100",
            "iso_8601": "2019-07-19T20:05:00Z"
        },
        "updated_at": {
            "unix": 1563566846,
            "text": "2019-07-19 21:07:26 +0100",
            "iso_8601": "2019-07-19T20:07:26Z"
        },
        "subject": "RANsquawk US Market Wrap - 19th July 2019: Fed downplays chance of 50bps cut; two UK tankers seized by Iran",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22339/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><ul><li><strong>SNAPSHOT: </strong>Equities down, Treasuries, dollar up, crude.</li><li><strong>REAR VIEW: </strong>IRGC seizes two UK ships; Fed sources push back on 50bps cut expectations; ECB may restart bond purchases as early as November; Italian election risk returns</li><li><strong>COMING UP: </strong>MONDAY: Data; US National Activity Index; Speakers; BoJ’s Kuroda, RBA’s Kent, TUESDAY: Data; US Existing Home Sales, US API Crude Stocks, NZ Trade Balance, Speakers; BoE’s Haldane, Auctions; UK 2029 Gilt, US 2yr Note, Earnings; Lockheed Martin, Coca-Cola, Visa, United Technologies, Santander, ASM, UBS, WEDNESDAY: Data; Australian PMIs, EZ and US Flash PMIs, Weekly DoEs, Auctions; US 5yr Note, Earnings; Boeing, Facebook, Ford, Caterpillar, Tesla, LVMH, Deutsche Bank, Iberdrola, Daimler, Peugeot, GSK, THURSDAY: Events; CBRT and ECB Rate Decision, Data; SK GDP, German Ifo, US Durable Goods, Canadian Average Earnings, Speakers; RBA’s Lowe, ECB’ Draghi, Earnings; Amazon, Alphabet, 3M, Raytheon, Intel Corp, Nokia, Kering, BASF, Volkswagen, Ab InBev, Roche, ABB, FRIDAY: Data; Tokyo CPI, US Q2 GDP, Earnings; McDonald’s, Colgate-Palmolive, Twitter, Renault, EDF, ENI, Nestle.</li></ul><p>&nbsp;</p><p><strong>* MARKET WRAP: </strong>Major US equity indices moved lower throughout the US session, whilst the dollar pared Thursday’s losses, as Fed sources on Friday pushed back against expectations of a 50bps cut in July and geopolitical risk rose after 2 UK tankers were seized by Iran. The heightened security risk in the Strait of Hormuz saw crude markets bid higher later in the session, bucking the trend of consistent daily losses this week, whilst gold found some support following its downward trajectory on the day. Treasury markets were relatively subdued, but the ramp up of political tension in the Italian government saw Italian BTPs sell off and weighed on the euro, also playing into the stronger dollar.</p><p><strong>* FED: Fed’s Williams (voter) </strong>comments from last night were played down by a NY Fed spokesman overnight stating the speech was academical and not in relation to the July meeting, helping to reduce pricing for a 50bps cut at the July meeting. President Trump also reiterated his case for low rates, agreeing with Williams’ comments that the Fed raised too fast and too early, and also urged the fed to ‘correct’ higher interest rates as he again slams current rates saying they are much higher than others who are no match for the US economically.&nbsp; Fed’s arch dove <strong>Bullard (voter) </strong>who previously stated 50bp cut in July seems excessive, said he would listen to arguments for a larger rate cut, but still thought that 25bps was appropriate, and that the situation does not call for a larger cut. Later in the session, the WSJ reported that <strong>Fed sources</strong> stated that officials could signal potential for additional stimulus beyond July, and they signal a 25bp cut is likely at the July meeting as an insurance measure. They highlighted that the officials are not prepared for bolder action by making a 50bp cut as recent economic developments have not signalled an imminent downturn, which pushed the market pricing for a 50bp cut even lower to lows of 17% before paring back to 25%.</p><p><strong>* IRAN: </strong>Iran Revolutionary Guard seized two UK shipping vessels in the space of a few hours, the first named Steno Impero and the second Mesdar, which both were seized in the latter part of the trading session, causing a ramp up of tensions in the Persian Gulf and the convening of the UK government for an emergency meeting; this came after Gibraltar announced it would be holding Iran’s Grace 1 tanker for an additional 30 days. Earlier in the session, finger pointing between Washington and Tehran ensued; Iran denied that the US had shot down one of its drones on Thursday, and claimed that the US may have even blown up one of its own drones; Iran state TV also showed evidence which claimed to prove that the US’ claims were false. Perhaps unsurprisingly, President Trump rejected the Iran denial, as did a separate US administration who added that if Iran continues to fly drones too close to US ships, the US will continue to shoot them down. The same official, commenting on Iran Foreign Minister Zarif’s “substantial” nuclear offer for the removal of US sanctions, said the US had dismissed the offer due to Washington not seeing any evidence Zarif has any decision-making power. Although the back-and-forth comments continued, US Secretary of State Pompeo did say that the Trump is still prepared to conduct talks with Iran without preconditions; adding that they need the Iranians to come to the table for negotiations. On which note; the Iranian Foreign Minister Zarif reportedly met with Senator Rand Paul on Thursday to discuss the potential prospects for talks between Iran and US.</p><p><strong>* ITALY: </strong>Political Tensions in Italy have tightened with an Italian League Official saying it is hard to continue governing with the 5 Star Movement. Following this, Italy’s Deputy PM Salvini confirmed earlier reports that he will meet with coalition partner Di Maio, however an official later stated no meetings have yet been scheduled. Salvini added the problem is not Deputy PM Di Maio, rather opposition coming from 5 Star lawmakers. Despite the political tensions, Di Maio ruled out a government crisis this morning, and President Mattarella said he has not received any indication that League leader Salvini wants to collapse the government. Also, Mattarella has always made it clear he wants a government in place over October to approve the 2020 budget and that any potential early election should be held either in early October, or in the first few months of 2020, to ensure the budget is approved. Deputy PM Conte also announced significant steps have been made on the autonomy bill, which is what the league wanted, and he hopes this will help ease political tensions in the nation.</p><p><strong>* TRADE: </strong>As expected, US treasury Secretary Mnuchin and USTR Lighthizer stated they discussed trade over the phone with Chinese officials, striking a positive tone on the US-China front. This was later followed by China’s Global Times Editor (Xu Xijin) tweeting that the Chinese side sees a face-to-face meeting with the US as not far away, and expects \"actions\" may happen soon, which he believes would be a sign of goodwill from both sides. US President Trump said Mnuchin’s call with the Chinese had been very good.</p><p><strong>* US UNIVERSITY OF MICHIGAN INDEX: </strong>The July preliminary UoM index headline figure came in at 98.4 (exp. 98.5), rising slightly from 98.2 in June, whilst expectations came in slightly stronger at 90.1 (exp. 89.8) and current conditions slightly soft at 111.1 (exp. 112). Analysts at Oxford Economics comment, “Excluding a brief surge in May, the headline index has been remarkably stable between 97.2 and 98.4 over the past five months.” The closely watched inflation gauges had 1-year falling 0.1ppt from June to 2.6%, and the 5-year rose 0.3ppt from June to 2.6%. Capital Economics comments that the pickup in the longer-term inflation expectations is a positive given the all-time low in the prior, but is unlikely to address concerns of several Fed officials of persistent undershooting of inflation.</p><p><strong>* SOUTH KOREA/JAPAN: </strong>A Japanese Trade Ministry official said it will be difficult to discuss trade measures and policy with South Korea if the country does not rebuild trust, adding that the global supply chain will not be at risk from the South Korean export issue. However, US President Trump offered to help ease tensions between the two as they are two of its largest allies in Asia.</p><p><strong>* PBOC:</strong> The central bank stated they will implement appropriate counter cyclical adjustments and they are to keep prudent monetary policy where it is not too loose nor too tight. They also mentioned they are to keep measures to fend off financial risks in key areas, and are to keep M2 and social financing growth in line with the nominal GDP growth.</p><p><strong>* US T-NOTE FUTURES (U9) SETTLED 3+ TICKS LOWER AT 127-17: </strong>The T-plex got off on the backfoot overnight and into the European session as the market pared back the dovish reaction from Fed’s Williams on Thursday. Although support was provided on the back of some disappointing German PPI data, where the Bund strength spread into wider government bonds. A mixed July (prelim.) University of Michigan survey didn’t cause a stir. Later in the US session, there was some further selling as Fed’s Bullard affirmed his preference to a 25bps rate cut at the July meeting, which was then echoed by Fed sources claiming that the general sentiment among Fed members was also for a 25bps cut. However, news of British shipping vessels being seized in the Persian Gulf saw bidding into the settlement, at which, the curve had flattened, seeing the 2s10s narrowing by approximately 3.5bps.</p><p><strong>* WTI FUTURES (U9) SETTLED USD 0.34 HIGHER AT USD 55.76; BRENT FUTURES (U9) SETTLED USD 0.54 HIGHER AT USD 62.47/BBL: </strong>Crude prices on Friday echoed the majority of the week; modest gains in the European session before paring back in US trading; however, the Iranian seizing of a UK ship saw the pattern break with a late session rally. Analysts at PVM comment, “There is a pattern developing, which shows the diverging views on the two sides of the Atlantic.” Fundamentals were supportive in the early session; bullish bets rode the pick-up in geopolitical risk following the alleged downing of an Iranian drone on Thursday evening, a worsening in sentiment around the US open fed through into crude markets. However, the losses were later reversed, as news broke that the Iran Revolutionary Guard had seized a UK shipping vessel. Baker Hughes US rig count saw oil rigs -5 at 779, gas rigs +2 at 174, total rigs -4 at 954.</p><p>* <strong>S&amp;P 500 -0.6% at 2977, NASDAQ-100 -0.9% at 7835, Dow Jones -0.3% at 27156, SECTORS; </strong>S&amp;P 500 Consumer Discretionary -0.7%, S&amp;P 500 Consumer Staples -0.7%, S&amp;P 500 Energy 0.5%, S&amp;P 500 Financials -0.5%, S&amp;P 500 Health Care -1.1%, S&amp;P 500 Industrials 0.5%, S&amp;P 500 Information Technology -0.6%, S&amp;P 500 Materials 0.3%, S&amp;P 500 Telecommunication Services -1.3%, S&amp;P 500 Utilities -1.5%.</p><p><strong>* EARNINGS: </strong>Microsoft (MSFT) shares jumped higher after the co. reported earnings; the co. beat on top and bottom lines, but more importantly exceeded expectations in terms of its Cloud revenue. PC and Productivity and Business Processes also exceeded revenue expectations. American Express (AXP) posted stronger than expected profits, while revenue came in largely inline. The co. reaffirmed FY19 guidance, however desks noted expectations for a revision higher and as such AXP shares were pressured lower. CrowdStrike (CRWD) was an outperformer, shooting higher after the co. posted decent earnings, which included an upwards revision to 2020 guidance and impressive ARR and subscription revenue (desks noted record numbers of customers added and a low churn rate). State Street (STT) made decent gains after beating on the bottom line, with fee income (especially in Asset Management and FX) also better than expected. Intuitive Surgical (ISRG) moved higher after beating on top and bottom lines, with the co.’s da Vinci Surgical Systems seeing decent demand. Other notable stocks benefitting on the back of solid earnings include; BlackRock (BLK) missed on top and bottom lines but AUM up Y/Y; Capital One Financial (COF) big beat on bottom line; Citizens Financial Group (CFG) beat on top and bottom lines with loan loss provision, net charge-offs, Tangible book value all up; Gentex Corp. (GNTX) posted a top and bottom line beat but guided lower, Skechers (SKX) posted solid beat on top and bottom lines, SSS also higher. Chewy (CHWY) sunk after reporting a larger than expected loss.</p><p><strong>* STOCK SPECIFICS: </strong>Boeing (BA) shares moved higher after the co. revealed the extent of the 737 Max grounding’s impact on its Q2 earnings (a USD 4.9bln hit), with the sum worse than some investors had feared. Amazon (AMZN) was supported after news emerged that the co. is hiring for roles in a new team called \"stealth advertising innovation\", which the co. hopes can disrupt the gaming industry. AT&amp;T (T) shares moderately outperformed the market, supported by the news that the co. is considering the sale of its Puerto Rico business, which could fetch USD 3bln. Pepsi Co (PEP) shares struggled to gain traction, with the news that the co. is to acquire all outstanding shares of South Africa’s Pioneer Foods Group for USD 1.7bln weighing. Occidental Petroleum (OXY) advanced, amidst reports of Carl Icahn stepping up his fight against the co.’s acquisition of Anadarko (APC), and is pushing to replace four directors on the board. Anheuser-Busch InBev (BUD) shares jumped higher premarket on the news that the has agreed to divest its Australian subsidiary Carlton &amp; United Breweries to Asahi Group Holdings for USD 11.3bln. QEP Resources (QEP) sunk on reports that Elliot Management were cutting the price of its takeover bid for the co., undermining the likely hood of the deal going through; analysts note QEP are unlikely to accept the lower offer and other bidders are yet to emerge. Gannett (GCI) shares flew higher on reports the co. is to be acquired by rival GateHouse Media, although pricing details are yet to be revealed. Molson Coors Brewing Company (TAP) moved higher after the co. raised its quarterly dividend. Philip Morris International (PM) was underpinned by an upgrade at Barclays. Travelers (TRV) was under pressure after being downgraded at Buckingham.</p><p><strong>* FX WRAP: USD</strong>: DXY unwound yesterday’s dovish Fed related losses; assisted initially after a NY Fed spokesperson walked back on Fed’s Williams earlier dovish remarks. The buck strength continued into the US session after Fed sources diminished hopes of a 50bps cut. <strong>EUR </strong>weakness added to the equation; the return of Italian political risk prompted the downside, which was later compounded by reports that the ECB would restart govt bond purchases, perhaps as early as November. More broadly, EURUSD remains trapped within its recent 1.1200-1.1280 for now; Desks note that the pair is likely to remain stuck within its 3 month range (1.1100-1.1400); with gains and losses capped by a weak Eurozone economy, dovish ECB and political risk on the one hand, and the Fed’s dovish pivot/Trump administration’s determination for a weaker dollar on the other. The <strong>CHF</strong> has also been firming, with many attributing the Italian tensions, and some desks see EURCHF 1.05 ahead, as the ECB prepares to loosen policy next week (watch out for an SNB response!). Fellow safe haven <strong>JPY</strong>, however, was weaker amid aforementioned dollar strength, taking its cue from narrowing rate differentials. <strong>AUD</strong> came off somewhat, but remains up vs the greenback for the week after stronger than expected labour data. Likewise, <strong>NZD</strong> finished the week strong, after RBNZ easing expectations cooled off this week after a better inflation print. Petrocurrencies continued to feel the weight of lower oil prices, largely failing to rise on a late session crude price reversal; <strong>NOK,</strong> <strong>RUB</strong> and <strong>CAD</strong> have all felt the pressure this week, with the Loonie also weighed down by poor retail sales data on Friday. <strong>EMFX </strong>was weaker as the dollar regained poise; albeit <strong>TRY</strong>, <strong>BRL</strong> and <strong>KRW</strong> hold on to decent gains this week.<strong> </strong>For a recap of this week’s FX action, please <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-fluctuating-july-fomc-policy-expectations-the-primary-driver-19-07-2019\">click here.</a></p><p><strong>* RANSQUAWK CENTRAL BANKS - 19TH JULY 2019: </strong>Fedspeak and ECB preview; reviewing RBA mins, SARB, BOK: To download the report, please <a href=\"https://ransquawk.com/research_sheets/22338/download\">click here.</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-19th-july-2019-fed-downplays-chance-of-50bps-cut-two-uk-tankers-seized-by-iran-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:05:00",
        "gmt_time": "2019-07-19 20:05:00"
    },
    {
        "id": 878712,
        "updated_sequence": 1894561,
        "published_at": {
            "unix": 1563566520,
            "text": "2019-07-19 21:02:00 +0100",
            "iso_8601": "2019-07-19T20:02:00Z"
        },
        "updated_at": {
            "unix": 1563566810,
            "text": "2019-07-19 21:06:50 +0100",
            "iso_8601": "2019-07-19T20:06:50Z"
        },
        "subject": "Fitch Affirms Germany at 'AAA'; Outlook Stable",
        "content": "<ul><li>Says soft patch of German economy has proved to be more persistent than Fitch had expected at the time of the last rating review in January 2019&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-germany-at-aaa-outlook-stable-19-07-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:02:00",
        "gmt_time": "2019-07-19 20:02:00"
    },
    {
        "id": 878711,
        "updated_sequence": 1894553,
        "published_at": {
            "unix": 1563566460,
            "text": "2019-07-19 21:01:00 +0100",
            "iso_8601": "2019-07-19T20:01:00Z"
        },
        "updated_at": {
            "unix": 1563566550,
            "text": "2019-07-19 21:02:30 +0100",
            "iso_8601": "2019-07-19T20:02:30Z"
        },
        "subject": "Mexico Foreign Minister says Mexico has fulfilled obligations to bring down migration as agreed with the US in the June deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-foreign-minister-says-mexico-has-fulfilled-obligations-to-bring-down-migration-as-agreed-with-the-us-in-the-june-deal-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 04:01:00",
        "gmt_time": "2019-07-19 20:01:00"
    },
    {
        "id": 878710,
        "updated_sequence": 1894550,
        "published_at": {
            "unix": 1563564960,
            "text": "2019-07-19 20:36:00 +0100",
            "iso_8601": "2019-07-19T19:36:00Z"
        },
        "updated_at": {
            "unix": 1563565683,
            "text": "2019-07-19 20:48:03 +0100",
            "iso_8601": "2019-07-19T19:48:03Z"
        },
        "subject": "FX WRAP: Dollar firmer as hopes of a 50bps cut diminishes ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>USD</strong>: DXY unwound yesterday’s dovish Fed related losses; assisted initially after a NY Fed spokesperson walked back on Fed’s Williams earlier dovish remarks. The buck strength continued into the US session after Fed sources diminished hopes of a 50bps cut. <strong>EUR</strong> weakness added to the equation; the return of Italian political risk prompted the downside, which was later compounded by reports that the ECB would restart govt bond purchases, perhaps as early as November. More broadly, EURUSD remains trapped within its recent 1.1200-1.1280 for now; Desks note that the pair is likely to remain stuck within its 3 month range (1.1100-1.1400); with gains and losses capped by a weak Eurozone economy, dovish ECB and political risk on the one hand, and the Fed’s dovish pivot/Trump administration’s determination for a weaker dollar on the other. The <strong>CHF</strong> has also been firming, with many attributing the Italian tensions, and some desks see EURCHF 1.05 ahead, as the ECB prepares to loosen policy next week (watch out for an SNB response!). Fellow safe haven <strong>JPY</strong>, however, was weaker amid aforementioned dollar strength, taking its cue from narrowing rate differentials. <strong>AUD</strong> came off somewhat, but remains up vs the greenback for the week after stronger than expected labour data. Likewise, <strong>NZD</strong> finished the week strong, after RBNZ easing expectations cooled off this week after a better inflation print. Petrocurrencies continued to feel the weight of lower oil prices, largely failing to rise on a late session crude price reversal; <strong>NOK</strong>, <strong>RUB</strong> and <strong>CAD</strong> have all felt the pressure this week, with the Loonie also weighed down by poor retail sales data on Friday. <strong>EMFX</strong> was weaker as the dollar regained poise; albeit <strong>TRY</strong>, <strong>BRL</strong> and <strong>KRW</strong> hold on to decent gains this week.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1563565080,
            "text": "2019-07-19 20:38:00 +0100",
            "iso_8601": "2019-07-19T19:38:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-wrap-dollar-firmer-as-hopes-of-a-50bps-cut-diminishes-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 03:36:00",
        "gmt_time": "2019-07-19 19:36:00"
    },
    {
        "id": 878709,
        "updated_sequence": 1894539,
        "published_at": {
            "unix": 1563564360,
            "text": "2019-07-19 20:26:00 +0100",
            "iso_8601": "2019-07-19T19:26:00Z"
        },
        "updated_at": {
            "unix": 1563564756,
            "text": "2019-07-19 20:32:36 +0100",
            "iso_8601": "2019-07-19T19:32:36Z"
        },
        "subject": "US President Trump reportedly told Senator Rand Paul he would like to be involved in Iran talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows earlier reports that Iranian Foreign Minister Zarif had met with Senator Rand Paul on Thursday to discuss the potential prospects for talks between Iran and US</li><li>Rand Paul has reportedly been allowed to open a \"back channel\" with Iranian representatives</li></ul>",
        "analysis_updated_at": {
            "unix": 1563564600,
            "text": "2019-07-19 20:30:00 +0100",
            "iso_8601": "2019-07-19T19:30:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-reportedly-told-senator-rand-paul-he-would-like-to-be-involved-in-iran-talks-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 03:26:00",
        "gmt_time": "2019-07-19 19:26:00"
    },
    {
        "id": 878708,
        "updated_sequence": 1894544,
        "published_at": {
            "unix": 1563564300,
            "text": "2019-07-19 20:25:00 +0100",
            "iso_8601": "2019-07-19T19:25:00Z"
        },
        "updated_at": {
            "unix": 1563565370,
            "text": "2019-07-19 20:42:50 +0100",
            "iso_8601": "2019-07-19T19:42:50Z"
        },
        "subject": "T-Mobile US (TMUS) sale of assets to Dish Networks (DISH) is imminent, due to DoJ pressure, according to NY Post",
        "content": "<ul><li>The deal reportedly include a spectrum hosting agreement to give Dish the chance to offer a national wireless service within a year of the sale's conclusion</li></ul><p><a href=\"https://nypost.com/2019/07/19/t-mobile-sale-to-dish-imminent-thanks-to-doj-threat/\">Click here for the article</a></p>",
        "reaction_details": "<ul><li>TMUS and S shares both saw small spikes on the headline</li></ul>",
        "reaction_updated_at": {
            "unix": 1563564540,
            "text": "2019-07-19 20:29:00 +0100",
            "iso_8601": "2019-07-19T19:29:00Z"
        },
        "analysis_details": "<ul><li>The DoJ has been pressuring TMUS and Sprint to \"divest\" in order to approve their merger, with the aim of reducing the negative effects the merger would have on competition in the sector</li></ul>",
        "analysis_updated_at": {
            "unix": 1563564540,
            "text": "2019-07-19 20:29:00 +0100",
            "iso_8601": "2019-07-19T19:29:00Z"
        },
        "push_notify": false,
        "source": "NY Post",
        "slug": "t-mobile-us-tmus-sale-of-assets-to-dish-networks-dish-is-imminent-due-to-doj-pressure-according-to-ny-post-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 03:25:00",
        "gmt_time": "2019-07-19 19:25:00"
    },
    {
        "id": 878707,
        "updated_sequence": 1894548,
        "published_at": {
            "unix": 1563564120,
            "text": "2019-07-19 20:22:00 +0100",
            "iso_8601": "2019-07-19T19:22:00Z"
        },
        "updated_at": {
            "unix": 1563565547,
            "text": "2019-07-19 20:45:47 +0100",
            "iso_8601": "2019-07-19T19:45:47Z"
        },
        "subject": "US President Trump says US Treasury Secretary Mnuchin had very good talks with his Chinese counterpart",
        "content": "<ul><li>says \"we'll see what happens\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Appears to corroborate earlier comments from China Global Times Editor, who tweeted that the Chinese side sees a face-to-face meeting with the US as not far away; expects \"actions\" may happen soon, which would be a sign of goodwill from both sides</p>",
        "analysis_updated_at": {
            "unix": 1563564300,
            "text": "2019-07-19 20:25:00 +0100",
            "iso_8601": "2019-07-19T19:25:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-us-treasury-secretary-mnuchin-had-very-good-talks-with-his-chinese-counterpart-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 03:22:00",
        "gmt_time": "2019-07-19 19:22:00"
    },
    {
        "id": 878706,
        "updated_sequence": 1894516,
        "published_at": {
            "unix": 1563563820,
            "text": "2019-07-19 20:17:00 +0100",
            "iso_8601": "2019-07-19T19:17:00Z"
        },
        "updated_at": {
            "unix": 1563563897,
            "text": "2019-07-19 20:18:17 +0100",
            "iso_8601": "2019-07-19T19:18:17Z"
        },
        "subject": "US President Trump says he will talk to the UK regarding the Iranian tanker seizures ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-will-talk-to-the-uk-regarding-the-iranian-tanker-seizures-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 03:17:00",
        "gmt_time": "2019-07-19 19:17:00"
    },
    {
        "id": 878705,
        "updated_sequence": 1894510,
        "published_at": {
            "unix": 1563562560,
            "text": "2019-07-19 19:56:00 +0100",
            "iso_8601": "2019-07-19T18:56:00Z"
        },
        "updated_at": {
            "unix": 1563563074,
            "text": "2019-07-19 20:04:34 +0100",
            "iso_8601": "2019-07-19T19:04:34Z"
        },
        "subject": "IRGC confirms the seizure of the second UK tanker Mesdar, according to Iranian TV",
        "content": "",
        "reaction_details": "<ul><li>As reports of the second ship gained more traction both WTI &amp; Brent crude futures continued to track higher</li></ul>",
        "reaction_updated_at": {
            "unix": 1563562800,
            "text": "2019-07-19 20:00:00 +0100",
            "iso_8601": "2019-07-19T19:00:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "irgc-confirms-the-seizure-of-the-second-uk-tanker-mesdar-according-to-iranian-tv-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:56:00",
        "gmt_time": "2019-07-19 18:56:00"
    },
    {
        "id": 878704,
        "updated_sequence": 1894513,
        "published_at": {
            "unix": 1563562440,
            "text": "2019-07-19 19:54:00 +0100",
            "iso_8601": "2019-07-19T18:54:00Z"
        },
        "updated_at": {
            "unix": 1563563696,
            "text": "2019-07-19 20:14:56 +0100",
            "iso_8601": "2019-07-19T19:14:56Z"
        },
        "subject": "Iranian Foreign Minister Zarif reportedly met with Senator Rand Paul on Thursday to discuss the potential prospects for talks between Iran and US, reported Al Monitor, citing a non government expert who spoke on condition of anonymity.",
        "content": "<ul><li><a href=\"https://www.al-monitor.com/pulse/originals/2019/07/iran-zarif-meeting-rand-paul-possible-talks.html\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al Monitor ",
        "slug": "iranian-foreign-minister-zarif-reportedly-met-with-senator-rand-paul-on-thursday-to-discuss-the-potential-prospects-for-talks-between-iran-and-us-reported-al-monitor-citing-a-non-government-expert-who-spoke-on-condition-of-anonymity-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:54:00",
        "gmt_time": "2019-07-19 18:54:00"
    },
    {
        "id": 878703,
        "updated_sequence": 1894496,
        "published_at": {
            "unix": 1563562260,
            "text": "2019-07-19 19:51:00 +0100",
            "iso_8601": "2019-07-19T18:51:00Z"
        },
        "updated_at": {
            "unix": 1563562384,
            "text": "2019-07-19 19:53:04 +0100",
            "iso_8601": "2019-07-19T18:53:04Z"
        },
        "subject": "Shipping data suggests a second ship, the UK owned Mesdar, has been seized by Iran",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shipping-data-suggests-a-second-ship-the-uk-owned-mesdar-has-been-seized-by-iran-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:51:00",
        "gmt_time": "2019-07-19 18:51:00"
    },
    {
        "id": 878702,
        "updated_sequence": 1894491,
        "published_at": {
            "unix": 1563561780,
            "text": "2019-07-19 19:43:00 +0100",
            "iso_8601": "2019-07-19T18:43:00Z"
        },
        "updated_at": {
            "unix": 1563561885,
            "text": "2019-07-19 19:44:45 +0100",
            "iso_8601": "2019-07-19T18:44:45Z"
        },
        "subject": "White House states the NSC will continue to work with its allies and partners to defend against Iran’s \"malign behaviour\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is in relation to the Iranian seizure of a UK ship</li></ul>",
        "analysis_updated_at": {
            "unix": 1563561885,
            "text": "2019-07-19 19:44:45 +0100",
            "iso_8601": "2019-07-19T18:44:45Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-states-the-nsc-will-continue-to-work-with-its-allies-and-partners-to-defend-against-iran-s-malign-behaviour-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:43:00",
        "gmt_time": "2019-07-19 18:43:00"
    },
    {
        "id": 878701,
        "updated_sequence": 1894488,
        "published_at": {
            "unix": 1563561720,
            "text": "2019-07-19 19:42:00 +0100",
            "iso_8601": "2019-07-19T18:42:00Z"
        },
        "updated_at": {
            "unix": 1563561780,
            "text": "2019-07-19 19:43:00 +0100",
            "iso_8601": "2019-07-19T18:43:00Z"
        },
        "subject": "Trump administration reportedly invited republican senators to a meeting to discuss the potential sanctions on Turkey, according to Washington Post",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday, President Trump stated they were looking at sanctions on Turkey, but had not yet decided</li></ul>",
        "analysis_updated_at": {
            "unix": 1563561780,
            "text": "2019-07-19 19:43:00 +0100",
            "iso_8601": "2019-07-19T18:43:00Z"
        },
        "push_notify": false,
        "source": "Washington Post",
        "slug": "trump-administration-reportedly-invited-republican-senators-to-a-meeting-to-discuss-the-potential-sanctions-on-turkey-according-to-washington-post-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:42:00",
        "gmt_time": "2019-07-19 18:42:00"
    },
    {
        "id": 878700,
        "updated_sequence": 1894518,
        "published_at": {
            "unix": 1563561120,
            "text": "2019-07-19 19:32:00 +0100",
            "iso_8601": "2019-07-19T18:32:00Z"
        },
        "updated_at": {
            "unix": 1563564061,
            "text": "2019-07-19 20:21:01 +0100",
            "iso_8601": "2019-07-19T19:21:01Z"
        },
        "subject": "WTI futures (U9) settle USD 0.34 higher at USD 55.76; Brent futures (U9) settle USD 0.54 higher at USD 62.47/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude prices on Friday echoed the majority of the week; modest gains in the European session before paring back in US trading; the pattern only broke after the Iranian seizing of a UK ship, which triggered a late session rally. Analysts at PVM comment, “a pattern is developing, which shows the diverging views on the two sides of the Atlantic.” Fundamentals were supportive in the early session; bullish bets rode the pick-up in geopolitical risk following the alleged downing of an Iranian drone on Thursday evening, a worsening in sentiment around the US open fed through into crude markets. However, the losses were later reversed, as news broke that the Iran Revolutionary Guard had seized a UK shipping vessel. Baker Hughes US rig count saw oil rigs -5 at 779, gas rigs +2 at 174, total rigs -4 at 954.</p>",
        "analysis_updated_at": {
            "unix": 1563561300,
            "text": "2019-07-19 19:35:00 +0100",
            "iso_8601": "2019-07-19T18:35:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-u9-settle-usd-0-34-higher-at-usd-55-76-brent-futures-u9-settle-usd-0-54-higher-at-usd-62-47-bbl-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:32:00",
        "gmt_time": "2019-07-19 18:32:00"
    },
    {
        "id": 878699,
        "updated_sequence": 1894483,
        "published_at": {
            "unix": 1563561000,
            "text": "2019-07-19 19:30:00 +0100",
            "iso_8601": "2019-07-19T18:30:00Z"
        },
        "updated_at": {
            "unix": 1563561336,
            "text": "2019-07-19 19:35:36 +0100",
            "iso_8601": "2019-07-19T18:35:36Z"
        },
        "subject": "Symantec (SYMC) is reportedly attending one-on-one meetings at a Citigroup conference ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction SYMC shares fell from USD 23.20 to USD 22.80</li></ul>",
        "reaction_updated_at": {
            "unix": 1563561336,
            "text": "2019-07-19 19:35:36 +0100",
            "iso_8601": "2019-07-19T18:35:36Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "symantec-symc-is-reportedly-attending-one-on-one-meetings-at-a-citigroup-conference-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:30:00",
        "gmt_time": "2019-07-19 18:30:00"
    },
    {
        "id": 878698,
        "updated_sequence": 1894467,
        "published_at": {
            "unix": 1563560760,
            "text": "2019-07-19 19:26:00 +0100",
            "iso_8601": "2019-07-19T18:26:00Z"
        },
        "updated_at": {
            "unix": 1563560800,
            "text": "2019-07-19 19:26:40 +0100",
            "iso_8601": "2019-07-19T18:26:40Z"
        },
        "subject": "US President Trump expressed concerns with France’s Macron in regards to the proposed digital services tax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-expressed-concerns-with-france-s-macron-in-regards-to-the-proposed-digital-services-tax-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:26:00",
        "gmt_time": "2019-07-19 18:26:00"
    },
    {
        "id": 878697,
        "updated_sequence": 1894471,
        "published_at": {
            "unix": 1563560160,
            "text": "2019-07-19 19:16:00 +0100",
            "iso_8601": "2019-07-19T18:16:00Z"
        },
        "updated_at": {
            "unix": 1563560875,
            "text": "2019-07-19 19:27:55 +0100",
            "iso_8601": "2019-07-19T18:27:55Z"
        },
        "subject": "UK has called an emergency committee meeting now in response to Iran seizing a UK tanker, according to a source ",
        "content": "<ul><li>Northern Marine says there are 23 on board the vessel</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-has-called-an-emergency-committee-meeting-now-in-response-to-iran-seizing-a-uk-tanker-according-to-a-source-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:16:00",
        "gmt_time": "2019-07-19 18:16:00"
    },
    {
        "id": 878696,
        "updated_sequence": 1894473,
        "published_at": {
            "unix": 1563560100,
            "text": "2019-07-19 19:15:00 +0100",
            "iso_8601": "2019-07-19T18:15:00Z"
        },
        "updated_at": {
            "unix": 1563560887,
            "text": "2019-07-19 19:28:07 +0100",
            "iso_8601": "2019-07-19T18:28:07Z"
        },
        "subject": "IRGC says the UK tanker has been taken to a coastal area and turned over to the maritime authorities to carry out the necessary legal steps, according to Iran TV ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irgc-says-the-uk-tanker-has-been-taken-to-a-coastal-area-and-turned-over-to-the-maritime-authorities-to-carry-out-the-necessary-legal-steps-according-to-iran-tv-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:15:00",
        "gmt_time": "2019-07-19 18:15:00"
    },
    {
        "id": 878695,
        "updated_sequence": 1894475,
        "published_at": {
            "unix": 1563559740,
            "text": "2019-07-19 19:09:00 +0100",
            "iso_8601": "2019-07-19T18:09:00Z"
        },
        "updated_at": {
            "unix": 1563560992,
            "text": "2019-07-19 19:29:52 +0100",
            "iso_8601": "2019-07-19T18:29:52Z"
        },
        "subject": "Fed officials reportedly could signal potential for additional stimulus beyond July, and they signal a 25bp cut is likely at the July meeting according to WSJ citing Fed sources",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/fed-officials-signal-quarter-point-rate-cut-likely-at-july-meeting-11563559491?mod=newsviewer_click\">Click here for article</a></li><li>The article states Officials aren’t prepared for bolder action by making a half-point cut as recent economic developments &nbsp;have not signaled an imminent downturn.</li></ul>",
        "reaction_details": "<ul><li>In a slight delay, ES futures fell from 2998 to 2993 before paring back slightly</li><li>US 10yr futures fell from 127.17+ to 127.12 before also paring back slightly</li></ul>",
        "reaction_updated_at": {
            "unix": 1563560991,
            "text": "2019-07-19 19:29:51 +0100",
            "iso_8601": "2019-07-19T18:29:51Z"
        },
        "analysis_details": "<ul><li>This report follows Dovish comments from Fed’s Williams yesterday which initially boosted the probability for a 50bp briefly above 70% before they were played down by a NY Fed spokesman. Earlier, comments from Bullard, who is considered the arch dove on the board of governors, reiterated his call for 25bp cut by doing so it would give the Fed the option for further easing later in the year. Following this latest set of reports market pricing for a 50bp cut is now onlyat 17%, prior to this report it stood at 44%.</li></ul>",
        "analysis_updated_at": {
            "unix": 1563560040,
            "text": "2019-07-19 19:14:00 +0100",
            "iso_8601": "2019-07-19T18:14:00Z"
        },
        "push_notify": false,
        "source": "WSJ",
        "slug": "fed-officials-reportedly-could-signal-potential-for-additional-stimulus-beyond-july-and-they-signal-a-25bp-cut-is-likely-at-the-july-meeting-according-to-wsj-citing-fed-sources-19-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 02:09:00",
        "gmt_time": "2019-07-19 18:09:00"
    },
    {
        "id": 878694,
        "updated_sequence": 1894493,
        "published_at": {
            "unix": 1563558960,
            "text": "2019-07-19 18:56:00 +0100",
            "iso_8601": "2019-07-19T17:56:00Z"
        },
        "updated_at": {
            "unix": 1563562374,
            "text": "2019-07-19 19:52:54 +0100",
            "iso_8601": "2019-07-19T18:52:54Z"
        },
        "subject": "UK flagged oil tanker has been seized by the IRGC in the Strait of Hormuz, according to Iranian TV",
        "content": "<ul><li>reports suggested that a UK ships has took a strange path near Iranian waters</li><li>IRG subsequently confirmed that they have now confirmed that they have seized the ship</li><li>UK Ministry of Defence says is aware of the situation, is urging for more information</li><li>The name of this ship is Stena Impero</li></ul>",
        "reaction_details": "<ul><li>Over the course of 5 minutes Brent Crude futures (U9) rose from (USD) 62.20 to 62.60</li></ul>",
        "reaction_updated_at": {
            "unix": 1563559380,
            "text": "2019-07-19 19:03:00 +0100",
            "iso_8601": "2019-07-19T18:03:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-flagged-oil-tanker-has-been-seized-by-the-irgc-in-the-strait-of-hormuz-according-to-iranian-tv-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:56:00",
        "gmt_time": "2019-07-19 17:56:00"
    },
    {
        "id": 878693,
        "updated_sequence": 1894435,
        "published_at": {
            "unix": 1563558780,
            "text": "2019-07-19 18:53:00 +0100",
            "iso_8601": "2019-07-19T17:53:00Z"
        },
        "updated_at": {
            "unix": 1563558913,
            "text": "2019-07-19 18:55:13 +0100",
            "iso_8601": "2019-07-19T17:55:13Z"
        },
        "subject": "China Global Times Editor tweets that Chinese side sees a face-to-face meeting with the US as not far away; expects \"actions\" may happen soon, which would be a sign of goodwill from both sides",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1152274823256498176\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-editor-tweets-that-chinese-side-sees-a-face-to-face-meeting-with-the-us-as-not-far-away-expects-actions-may-happen-soon-which-would-be-a-sign-of-goodwill-from-both-sides-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:53:00",
        "gmt_time": "2019-07-19 17:53:00"
    },
    {
        "id": 878692,
        "updated_sequence": 1894421,
        "published_at": {
            "unix": 1563558240,
            "text": "2019-07-19 18:44:00 +0100",
            "iso_8601": "2019-07-19T17:44:00Z"
        },
        "updated_at": {
            "unix": 1563558290,
            "text": "2019-07-19 18:44:50 +0100",
            "iso_8601": "2019-07-19T17:44:50Z"
        },
        "subject": "Brussels is reportedly preparing to offer UK PM Nominee Johnson a no deal Brexit extension beyond the current date of October 31st, according to The Guardian citing senior EU Diplomat",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Guardian",
        "slug": "brussels-is-reportedly-preparing-to-offer-uk-pm-nominee-johnson-a-no-deal-brexit-extension-beyond-the-current-date-of-october-31st-according-to-the-guardian-citing-senior-eu-diplomat-19-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:44:00",
        "gmt_time": "2019-07-19 17:44:00"
    },
    {
        "id": 878691,
        "updated_sequence": 1894432,
        "published_at": {
            "unix": 1563558180,
            "text": "2019-07-19 18:43:00 +0100",
            "iso_8601": "2019-07-19T17:43:00Z"
        },
        "updated_at": {
            "unix": 1563558814,
            "text": "2019-07-19 18:53:34 +0100",
            "iso_8601": "2019-07-19T17:53:34Z"
        },
        "subject": "Fed's Bullard (Voter) reiterates call for a 25bps cut at the July meeting; says a 25bps cut would give the Fed optionality for a cut later in the year",
        "content": "<p>On Fed policy:</p><p>says it would be difficult for the Fed not to ease at this point</p><ul><li>says the Fed has to follow through on rate cuts to ratify earlier policy signals</li><li>sees no reason to revisit decision on timing of balance sheet runoff</li><li>says he would like to see a new repo facility made available, but Fed is not at that point just yet</li><li>says Fed is not on a pre-set path</li></ul><p>On Inflation/Yield curve:</p><ul><li><strong>a rate cut could lift inflation expectations; markets have already made some adjustments</strong></li><li>says he would like to see an upward sloping yield curve, indicating the economic expansion is likely to continue</li></ul><p>On risks to the outlook:</p><ul><li>says worse outcomes on the US trade war &amp; too slow inflation response would also be reasons to ease policy</li></ul><p>On future aspirations:</p><ul><li><strong>says he would be willing to serve as the Fed chair in the future</strong></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-reiterates-call-for-a-25bps-cut-at-the-july-meeting-says-a-25bps-cut-would-give-the-fed-optionality-for-a-cut-later-in-the-year-19-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:43:00",
        "gmt_time": "2019-07-19 17:43:00"
    },
    {
        "id": 878690,
        "updated_sequence": 1894415,
        "published_at": {
            "unix": 1563557880,
            "text": "2019-07-19 18:38:00 +0100",
            "iso_8601": "2019-07-19T17:38:00Z"
        },
        "updated_at": {
            "unix": 1563558023,
            "text": "2019-07-19 18:40:23 +0100",
            "iso_8601": "2019-07-19T17:40:23Z"
        },
        "subject": "US Secretary of State Pompeo says Trump is prepared to conduct talks with Iran without preconditions; says we need the Iranians to come to the table for negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-trump-is-prepared-to-conduct-talks-with-iran-without-preconditions-says-we-need-the-iranians-to-come-to-the-table-for-negotiations-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:38:00",
        "gmt_time": "2019-07-19 17:38:00"
    },
    {
        "id": 878688,
        "updated_sequence": 1894410,
        "published_at": {
            "unix": 1563557340,
            "text": "2019-07-19 18:29:00 +0100",
            "iso_8601": "2019-07-19T17:29:00Z"
        },
        "updated_at": {
            "unix": 1563557627,
            "text": "2019-07-19 18:33:47 +0100",
            "iso_8601": "2019-07-19T17:33:47Z"
        },
        "subject": "ROKU (ROKU) reportedly plan to expand into Brazil and multiple other countries, according to Variety",
        "content": "<ul><li><a href=\"https://variety.com/2019/digital/news/roku-brazil-international-expansion-1203273300/\">Click here for link</a></li><li>The company has also been hiring staffers in its Amsterdam office to further expand into Europe, with one industry source telling <i>Variety</i> that this could happen before the end of the year.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Over 90% of its revenue was generated in the US last year, according to its regulatory filings.</p>",
        "analysis_updated_at": {
            "unix": 1563557627,
            "text": "2019-07-19 18:33:47 +0100",
            "iso_8601": "2019-07-19T17:33:47Z"
        },
        "push_notify": false,
        "source": "Variety",
        "slug": "roku-roku-reportedly-plan-to-expand-into-brazil-and-multiple-other-countries-according-to-variety-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:29:00",
        "gmt_time": "2019-07-19 17:29:00"
    },
    {
        "id": 878689,
        "updated_sequence": 1894406,
        "published_at": {
            "unix": 1563557280,
            "text": "2019-07-19 18:28:00 +0100",
            "iso_8601": "2019-07-19T17:28:00Z"
        },
        "updated_at": {
            "unix": 1563557379,
            "text": "2019-07-19 18:29:39 +0100",
            "iso_8601": "2019-07-19T17:29:39Z"
        },
        "subject": "Shell (RDSA LN) Martinez, California refinery (160k BPD) reports unit shutdown on July 18th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-martinez-california-refinery-160k-bpd-reports-unit-shutdown-on-july-18th-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:28:00",
        "gmt_time": "2019-07-19 17:28:00"
    },
    {
        "id": 878687,
        "updated_sequence": 1894400,
        "published_at": {
            "unix": 1563557160,
            "text": "2019-07-19 18:26:00 +0100",
            "iso_8601": "2019-07-19T17:26:00Z"
        },
        "updated_at": {
            "unix": 1563557251,
            "text": "2019-07-19 18:27:31 +0100",
            "iso_8601": "2019-07-19T17:27:31Z"
        },
        "subject": "American Airlines (AAL) - US Dept of Transport set to grant final approval to a American Airlines/Qantas joint venture",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-airlines-aal-us-dept-of-transport-set-to-grant-final-approval-to-a-american-airlines-qantas-joint-venture-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:26:00",
        "gmt_time": "2019-07-19 17:26:00"
    },
    {
        "id": 878686,
        "updated_sequence": 1894397,
        "published_at": {
            "unix": 1563556380,
            "text": "2019-07-19 18:13:00 +0100",
            "iso_8601": "2019-07-19T17:13:00Z"
        },
        "updated_at": {
            "unix": 1563556527,
            "text": "2019-07-19 18:15:27 +0100",
            "iso_8601": "2019-07-19T17:15:27Z"
        },
        "subject": "Amazon (AMZN) is hiring a Trump-allied lobbyist to push for the Pentagon's USD 10bln JEDI cloud computing contract, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "amazon-amzn-is-hiring-a-trump-allied-lobbyist-to-push-for-the-pentagon-s-usd-10bln-jedi-cloud-computing-contract-according-to-cnbc-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 01:13:00",
        "gmt_time": "2019-07-19 17:13:00"
    },
    {
        "id": 878685,
        "updated_sequence": 1894394,
        "published_at": {
            "unix": 1563555420,
            "text": "2019-07-19 17:57:00 +0100",
            "iso_8601": "2019-07-19T16:57:00Z"
        },
        "updated_at": {
            "unix": 1563555735,
            "text": "2019-07-19 18:02:15 +0100",
            "iso_8601": "2019-07-19T17:02:15Z"
        },
        "subject": "Baker Hughes (July 19th): Oil rigs -5 at 779 , Gas rigs +2 at 174, Total rigs -4 at 954 ",
        "content": "<ul><li>Rigs have been cut for the third week in a row</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-july-19th-oil-rigs-5-at-779-gas-rigs-2-at-174-total-rigs-4-at-954-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:57:00",
        "gmt_time": "2019-07-19 16:57:00"
    },
    {
        "id": 878684,
        "updated_sequence": 1894389,
        "published_at": {
            "unix": 1563554640,
            "text": "2019-07-19 17:44:00 +0100",
            "iso_8601": "2019-07-19T16:44:00Z"
        },
        "updated_at": {
            "unix": 1563554712,
            "text": "2019-07-19 17:45:12 +0100",
            "iso_8601": "2019-07-19T16:45:12Z"
        },
        "subject": "US President Trump says he is willing to help resolve tensions between Japan and South Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-is-willing-to-help-resolve-tensions-between-japan-and-south-korea-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:44:00",
        "gmt_time": "2019-07-19 16:44:00"
    },
    {
        "id": 878683,
        "updated_sequence": 1894386,
        "published_at": {
            "unix": 1563554520,
            "text": "2019-07-19 17:42:00 +0100",
            "iso_8601": "2019-07-19T16:42:00Z"
        },
        "updated_at": {
            "unix": 1563554620,
            "text": "2019-07-19 17:43:40 +0100",
            "iso_8601": "2019-07-19T16:43:40Z"
        },
        "subject": "US President Trump says he spoke with UK PM nominee Johnson today, and says he looks forward to working with him and thinks he will work out Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-spoke-with-uk-pm-nominee-johnson-today-and-says-he-looks-forward-to-working-with-him-and-thinks-he-will-work-out-brexit-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:42:00",
        "gmt_time": "2019-07-19 16:42:00"
    },
    {
        "id": 878682,
        "updated_sequence": 1894381,
        "published_at": {
            "unix": 1563554100,
            "text": "2019-07-19 17:35:00 +0100",
            "iso_8601": "2019-07-19T16:35:00Z"
        },
        "updated_at": {
            "unix": 1563554185,
            "text": "2019-07-19 17:36:25 +0100",
            "iso_8601": "2019-07-19T16:36:25Z"
        },
        "subject": "Walmart (WMT) has announced an executive shuffle to further integrate stores and digital, according to CNBC",
        "content": "<ul><li><a href=\"https://www.cnbc.com/2019/07/19/walmart-announces-executive-shuffle-to-further-integrate-stores-and-digital.html\">Click here for a link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "walmart-wmt-has-announced-an-executive-shuffle-to-further-integrate-stores-and-digital-according-to-cnbc-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:35:00",
        "gmt_time": "2019-07-19 16:35:00"
    },
    {
        "id": 878681,
        "updated_sequence": 1894379,
        "published_at": {
            "unix": 1563554100,
            "text": "2019-07-19 17:35:00 +0100",
            "iso_8601": "2019-07-19T16:35:00Z"
        },
        "updated_at": {
            "unix": 1563554183,
            "text": "2019-07-19 17:36:23 +0100",
            "iso_8601": "2019-07-19T16:36:23Z"
        },
        "subject": "US President Trump says it is confident it shot down an Iranian drone on Thursday; US is prepared to respond to other provocations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-it-is-confident-it-shot-down-an-iranian-drone-on-thursday-us-is-prepared-to-respond-to-other-provocations-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:35:00",
        "gmt_time": "2019-07-19 16:35:00"
    },
    {
        "id": 878678,
        "updated_sequence": 1894365,
        "published_at": {
            "unix": 1563552240,
            "text": "2019-07-19 17:04:00 +0100",
            "iso_8601": "2019-07-19T16:04:00Z"
        },
        "updated_at": {
            "unix": 1563552490,
            "text": "2019-07-19 17:08:10 +0100",
            "iso_8601": "2019-07-19T16:08:10Z"
        },
        "subject": "ECB is reportedly planning to restart government bond purchases by November, according to Spiegel citing sources",
        "content": "<p><a href=\"https://in.reuters.com/article/ecb-policy/ecb-plans-to-restart-government-bond-purchases-by-november-spiegel-idINL8N24K316\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Spiegel",
        "slug": "ecb-is-reportedly-planning-to-restart-government-bond-purchases-by-november-according-to-spiegel-citing-sources-19-07-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:04:00",
        "gmt_time": "2019-07-19 16:04:00"
    },
    {
        "id": 878677,
        "updated_sequence": 1894360,
        "published_at": {
            "unix": 1563552120,
            "text": "2019-07-19 17:02:00 +0100",
            "iso_8601": "2019-07-19T16:02:00Z"
        },
        "updated_at": {
            "unix": 1563552191,
            "text": "2019-07-19 17:03:11 +0100",
            "iso_8601": "2019-07-19T16:03:11Z"
        },
        "subject": "Cummins (CMI) has made an offer for Volkswagen's large India unit ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cummins-cmi-has-made-an-offer-for-volkswagen-s-large-india-unit-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-20 00:02:00",
        "gmt_time": "2019-07-19 16:02:00"
    },
    {
        "id": 878676,
        "updated_sequence": 1894357,
        "published_at": {
            "unix": 1563551220,
            "text": "2019-07-19 16:47:00 +0100",
            "iso_8601": "2019-07-19T15:47:00Z"
        },
        "updated_at": {
            "unix": 1563551240,
            "text": "2019-07-19 16:47:20 +0100",
            "iso_8601": "2019-07-19T15:47:20Z"
        },
        "subject": "Phillips 66 JV Borger Texas refinery (180k BPD) is reportedly going to shut its CDU and CAT cracker in its September Overhaul, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-jv-borger-texas-refinery-180k-bpd-is-reportedly-going-to-shut-its-cdu-and-cat-cracker-in-its-september-overhaul-according-to-sources-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:47:00",
        "gmt_time": "2019-07-19 15:47:00"
    },
    {
        "id": 878675,
        "updated_sequence": 1894348,
        "published_at": {
            "unix": 1563550560,
            "text": "2019-07-19 16:36:00 +0100",
            "iso_8601": "2019-07-19T15:36:00Z"
        },
        "updated_at": {
            "unix": 1563550638,
            "text": "2019-07-19 16:37:18 +0100",
            "iso_8601": "2019-07-19T15:37:18Z"
        },
        "subject": "Iran State TV has aired IRG footage to disprove the US claim that it downed an Iranian drone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-state-tv-has-aired-irg-footage-to-disprove-the-us-claim-that-it-downed-an-iranian-drone-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:36:00",
        "gmt_time": "2019-07-19 15:36:00"
    },
    {
        "id": 878674,
        "updated_sequence": 1894354,
        "published_at": {
            "unix": 1563550500,
            "text": "2019-07-19 16:35:00 +0100",
            "iso_8601": "2019-07-19T15:35:00Z"
        },
        "updated_at": {
            "unix": 1563551003,
            "text": "2019-07-19 16:43:23 +0100",
            "iso_8601": "2019-07-19T15:43:23Z"
        },
        "subject": "US President Trump reportedly sent top congressional leaders a list of potential offsets as the sides try to deal with the spending caps, according to Fox’s Pergram on Twitter",
        "content": "<ul><li><a href=\"https://twitter.com/ChadPergram/status/1152239693343449088\">Click here for tweet</a></li><li>Admin included (USD):</li><li>1.09 trillion in potential cuts over 10 yrs. Administration looking for 150 billion in savings.</li><li>516 billion in offsets could come through maintaining the CURRENT set of sequestration spending caps through 2023. This is a position pushed for by the Republican Study Committee, the largest bloc of conservatives in the House.</li><li>The remainder is 574 billion to various programs. <strong>One large chunk is a proposal to cut 115 billion in drug price costs which go to the pharmaceutical industry</strong>. Some GOPers like this idea. Others would not.</li><li>The remaining 459 billion in offsets are spread across 30 areas</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "us-president-trump-reportedly-sent-top-congressional-leaders-a-list-of-potential-offsets-as-the-sides-try-to-deal-with-the-spending-caps-according-to-fox-s-pergram-on-twitter-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:35:00",
        "gmt_time": "2019-07-19 15:35:00"
    },
    {
        "id": 878673,
        "updated_sequence": 1894342,
        "published_at": {
            "unix": 1563550260,
            "text": "2019-07-19 16:31:00 +0100",
            "iso_8601": "2019-07-19T15:31:00Z"
        },
        "updated_at": {
            "unix": 1563550454,
            "text": "2019-07-19 16:34:14 +0100",
            "iso_8601": "2019-07-19T15:34:14Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-0.1%) at 3480, FTSE 100 (0.2%) at 7507, DAX (0.3%) at 12261, CAC 40 (0%) at 5550, IBEX 35 (-0.6%) at 9170, FTSE Italian MIB (-2%) at 21655, SMI (-0.7%) at 9937",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts 0.4%</li><li>Banks -0.9%</li><li>Basic Resources 1.1%</li><li>Chemicals 0.5%</li><li>Construction &amp; Materials 0.3%</li><li>Financial Services 0.4%</li><li>Food &amp; Beverage&nbsp; 0.5%</li><li>Health Care -0.1%</li><li>Industrial Goods &amp; Services 0.9%</li><li>Insurance -0.1%</li><li>Media -0.5%</li><li>Oil &amp; Gas 0.4%</li><li>Personal &amp; Household Goods -0.2%</li><li>Retail 0.5%</li><li>Technology&nbsp; 0.3%</li><li>Telecommunications&nbsp; 0.1%</li><li>Travel &amp; Leisure 0.7%</li><li>Utilities -0.7%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-1-at-3480-ftse-100-0-2-at-7507-dax-0-3-at-12261-cac-40-0-at-5550-ibex-35-0-6-at-9170-ftse-italian-mib-2-at-21655-smi-0-7-at-9937-19-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:31:00",
        "gmt_time": "2019-07-19 15:31:00"
    },
    {
        "id": 878672,
        "updated_sequence": 1894339,
        "published_at": {
            "unix": 1563549360,
            "text": "2019-07-19 16:16:00 +0100",
            "iso_8601": "2019-07-19T15:16:00Z"
        },
        "updated_at": {
            "unix": 1563549422,
            "text": "2019-07-19 16:17:02 +0100",
            "iso_8601": "2019-07-19T15:17:02Z"
        },
        "subject": "New York Fed Staff Nowcast stands at 1.4% for 2019:Q2 (prev. 1.5%) and 1.9% for 2019:Q3 (prev. 1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-staff-nowcast-stands-at-1-4-for-2019-q2-prev-1-5-and-1-9-for-2019-q3-prev-1-8-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:16:00",
        "gmt_time": "2019-07-19 15:16:00"
    },
    {
        "id": 878671,
        "updated_sequence": 1894336,
        "published_at": {
            "unix": 1563548880,
            "text": "2019-07-19 16:08:00 +0100",
            "iso_8601": "2019-07-19T15:08:00Z"
        },
        "updated_at": {
            "unix": 1563549016,
            "text": "2019-07-19 16:10:16 +0100",
            "iso_8601": "2019-07-19T15:10:16Z"
        },
        "subject": "Weekly FX Wrap: fluctuating July FOMC policy expectations the primary driver",
        "content": "<p><strong>USD</strong></p><p>A real roller-coaster ride for the Greenback as markets continue to try and determine whether the Fed will deliver a 25 bp cut at the end of the month or be more aggressive and go 50. To this end, data and surveys have been pivotal following the bumper headline NFP that slashed ½ point chances to virtually zero, and this week’s releases have been somewhat inconclusive given strong retail sales and upbeat Philly Fed findings vs disappointing housing starts, building permits and a mixed Empire State survey. However, the major shift in perceptions came via comments from Fed’s Williams on the eve of the blackout period and his assertion that it is better to act before it’s too late and the neutral rate is 0.5%. Although his remarks were later qualified as ‘academic’ rather than guidance for the July 31 FOMC, Clarida also chimed with the pre-emptive approach given heightened uncertainties and soft inflation, with the upshot that markets are now more evenly balanced on the prospect of Funds being lowered to 2-2.25% or 1.75-2%. Note, dovish dissenter Bullard repeated his preference for the former, but added that he would listen to those advocating the latter. <strong>DXY</strong> just skirting 97.000 within a 97.448-96.648 range.</p><p><strong>CAD/AUD/NZD</strong></p><p>The non-US Dollars have been dovetailing their major counterpart, but the Loonie has also been keeping an eye on crude prices, global trade developments and Canadian data after the BoC underlined its contingent stance last week. However, Usd/Cad carved out its extremes for the week in the last 2 sessions when a new ytd low of 1.3016 was followed by a sharp rebound to just over 1.3100 in wake of sub-forecast retail sales. Conversely, the Aussie and Kiwi both derived momentum from data in the form of jobs (full time) and Q2 CPI respectively, but Aud/Usd faded ahead of 0.7100 and the 200 DMA (0.7090) as GS reaffirmed its call for 2 more 25 bp RBA eases pre-year end and Nzd/Usd pulled up short of 0.6800.</p><p><strong>EUR/CHF&nbsp;</strong></p><p>The single currency displayed stoic resilience when pressured at 1.1200 vs the Greenback, but was unable to really threaten 1.1300 on rebounds amidst increasingly dovish ECB expectations ahead of next Thursday’s meeting. Moreover, another ramp up in Italian coalition Government in-fighting undermined Euro sentiment, especially vs the Franc that also outperformed the Buck on broader global trade/geopolitical grounds. Indeed, Eur/Chf is edging towards 1.1000 and Usd/Chf is hovering just above 0.9800 even though the SNB maintains its proactive monitoring and intervening mantra.</p><p><strong>JPY&nbsp;</strong></p><p>The Yen also has a July policy gathering to consider against the backdrop of dovish BoJ pledges from Governor Kuroda and others, while Japanese inflation continues to miss target and the core rate actually slowed to a 2 year low. However, Usd/Jpy remains more in lock-step with general swings in risk appetite/aversion alongside US Treasury/JGB yield differentials and is ending the week closer to the 107.22 low than 108.37 high as relations between Japan and South Korea, the US and China/Iran remain strained (albeit Washington and Beijing have at least resumed trade talks by phone).</p><p><strong>GBP</strong></p><p>The Pound slid to a new 2019 trough vs the Buck as Cable crashed through 1.2400, but significantly better than expected UK retail sales and average earnings helped Sterling recoup some lost ground along with vague talk about the EU being open to looking at Irish backstop alternatives plus Parliament approval of the Burt-Benn amendment that makes it harder (albeit not impossible) for the next PM (BoJo still firm favourite over Hunt) to engineer no Brexit deal by sending MPs away from the HoC in the run up to October 31. Cable back up over 1.2500 and Eur/Gbp near 0.9857 lows vs 0.9052 at one stage.</p><p><strong>EM&nbsp;</strong></p><p>A busy week for regional currencies with 3 Central Bank rate cuts (SARB, BI and BoK), some key data, twists and turns on the domestic political front and diplomatic factors all in the mix. However, the Rand and Lira look set to post net gains vs the Dollar on a hawkish shift after the 25 bp ease and more aid for Eskom, while US President Trump is still holding off on Turkish sanctions despite the arrival of Russian S-400 missiles (or part-delivery of the system) and ending F-35 engagement. Usd/Zar circa 13.9100 vs 14.0380-13.8165 boundaries and Usd/Try around 5.6470 from 5.7325 and 5.6155 at the extremes.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-fluctuating-july-fomc-policy-expectations-the-primary-driver-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 23:08:00",
        "gmt_time": "2019-07-19 15:08:00"
    },
    {
        "id": 878670,
        "updated_sequence": 1894331,
        "published_at": {
            "unix": 1563547800,
            "text": "2019-07-19 15:50:00 +0100",
            "iso_8601": "2019-07-19T14:50:00Z"
        },
        "updated_at": {
            "unix": 1563547845,
            "text": "2019-07-19 15:50:45 +0100",
            "iso_8601": "2019-07-19T14:50:45Z"
        },
        "subject": " Brazil Government reports soybean protein content declined last year for the first time in the last 4 harvests, which could potentially put sales to China at risk ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-government-reports-soybean-protein-content-declined-last-year-for-the-first-time-in-the-last-4-harvests-which-could-potentially-put-sales-to-china-at-risk-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 22:50:00",
        "gmt_time": "2019-07-19 14:50:00"
    },
    {
        "id": 878669,
        "updated_sequence": 1894328,
        "published_at": {
            "unix": 1563547260,
            "text": "2019-07-19 15:41:00 +0100",
            "iso_8601": "2019-07-19T14:41:00Z"
        },
        "updated_at": {
            "unix": 1563547352,
            "text": "2019-07-19 15:42:32 +0100",
            "iso_8601": "2019-07-19T14:42:32Z"
        },
        "subject": "Hapag Lloyd (HLAG GY) affirm 2019 guidance, despite fallout from trade war, according to Euro Am Sonntag",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hapag-lloyd-hlag-gy-affirm-2019-guidance-despite-fallout-from-trade-war-according-to-euro-am-sonntag-19-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 22:41:00",
        "gmt_time": "2019-07-19 14:41:00"
    },
    {
        "id": 878668,
        "updated_sequence": 1894325,
        "published_at": {
            "unix": 1563545340,
            "text": "2019-07-19 15:09:00 +0100",
            "iso_8601": "2019-07-19T14:09:00Z"
        },
        "updated_at": {
            "unix": 1563545425,
            "text": "2019-07-19 15:10:25 +0100",
            "iso_8601": "2019-07-19T14:10:25Z"
        },
        "subject": "US Official says if Iranian drones continue to fly too close to US ships, they'll continue to be shot down",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-says-if-iranian-drones-continue-to-fly-too-close-to-us-ships-they-ll-continue-to-be-shot-down-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 22:09:00",
        "gmt_time": "2019-07-19 14:09:00"
    },
    {
        "id": 878667,
        "updated_sequence": 1894322,
        "published_at": {
            "unix": 1563544920,
            "text": "2019-07-19 15:02:00 +0100",
            "iso_8601": "2019-07-19T14:02:00Z"
        },
        "updated_at": {
            "unix": 1563545141,
            "text": "2019-07-19 15:05:41 +0100",
            "iso_8601": "2019-07-19T14:05:41Z"
        },
        "subject": "Senior US administration official has dismissed the offer from Iran’s Zarif and says the US has not seen any evidence he has any decision making power",
        "content": "<ul><li>Also, US rejects Iran's denial that the drone was not shot down</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is in relation to the article yesterday from the Guardian which stated Iran has made a 'substantial' nuclear offer in return for US lifting sanctions, but is likely to be a non-starter, according to The Guardian&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1563545140,
            "text": "2019-07-19 15:05:40 +0100",
            "iso_8601": "2019-07-19T14:05:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-us-administration-official-has-dismissed-the-offer-from-iran-s-zarif-and-says-the-us-has-not-seen-any-evidence-he-has-any-decision-making-power-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 22:02:00",
        "gmt_time": "2019-07-19 14:02:00"
    },
    {
        "id": 878661,
        "updated_sequence": 1894300,
        "published_at": {
            "unix": 1563544320,
            "text": "2019-07-19 14:52:00 +0100",
            "iso_8601": "2019-07-19T13:52:00Z"
        },
        "updated_at": {
            "unix": 1563544334,
            "text": "2019-07-19 14:52:14 +0100",
            "iso_8601": "2019-07-19T13:52:14Z"
        },
        "subject": "CNBC’s Faber says the merger deal between CBS (CBS) and Viacom (VIAB) is getting closer ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-faber-says-the-merger-deal-between-cbs-cbs-and-viacom-viab-is-getting-closer-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:52:00",
        "gmt_time": "2019-07-19 13:52:00"
    },
    {
        "id": 878660,
        "updated_sequence": 1894295,
        "published_at": {
            "unix": 1563543720,
            "text": "2019-07-19 14:42:00 +0100",
            "iso_8601": "2019-07-19T13:42:00Z"
        },
        "updated_at": {
            "unix": 1563543780,
            "text": "2019-07-19 14:43:00 +0100",
            "iso_8601": "2019-07-19T13:43:00Z"
        },
        "subject": "FedEx (FDX) reportedly being engaged with major activist investor, according to FT's Dealreporter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fedex-fdx-reportedly-being-engaged-with-major-activist-investor-according-to-ft-s-dealreporter-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:42:00",
        "gmt_time": "2019-07-19 13:42:00"
    },
    {
        "id": 878660,
        "updated_sequence": 1894295,
        "published_at": {
            "unix": 1563543720,
            "text": "2019-07-19 14:42:00 +0100",
            "iso_8601": "2019-07-19T13:42:00Z"
        },
        "updated_at": {
            "unix": 1563543780,
            "text": "2019-07-19 14:43:00 +0100",
            "iso_8601": "2019-07-19T13:43:00Z"
        },
        "subject": "FedEx (FDX) reportedly being engaged with major activist investor, according to FT's Dealreporter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fedex-fdx-reportedly-being-engaged-with-major-activist-investor-according-to-ft-s-dealreporter-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:42:00",
        "gmt_time": "2019-07-19 13:42:00"
    },
    {
        "id": 878659,
        "updated_sequence": 1894302,
        "published_at": {
            "unix": 1563543600,
            "text": "2019-07-19 14:40:00 +0100",
            "iso_8601": "2019-07-19T13:40:00Z"
        },
        "updated_at": {
            "unix": 1563544624,
            "text": "2019-07-19 14:57:04 +0100",
            "iso_8601": "2019-07-19T13:57:04Z"
        },
        "subject": "Italian Prime Minister Conte says he has made significant steps forward on the autonomy bill which was wanted by the League and he hopes to bring the bill to a candidate meeting which could lessen the political tensions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-prime-minister-conte-says-he-has-made-significant-steps-forward-on-the-autonomy-bill-which-was-wanted-by-the-league-and-he-hopes-to-bring-the-bill-to-a-candidate-meeting-which-could-lessen-the-political-tensions-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:40:00",
        "gmt_time": "2019-07-19 13:40:00"
    },
    {
        "id": 878657,
        "updated_sequence": 1894292,
        "published_at": {
            "unix": 1563543540,
            "text": "2019-07-19 14:39:00 +0100",
            "iso_8601": "2019-07-19T13:39:00Z"
        },
        "updated_at": {
            "unix": 1563543734,
            "text": "2019-07-19 14:42:14 +0100",
            "iso_8601": "2019-07-19T13:42:14Z"
        },
        "subject": "US President Trump praises Fed's Williams' (Voter) first statement that the Fed raised raised too fast and too early",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>On Thursday, Fed's Williams (voter, VC of FOMC) argued that pre-emptive rate cuts were better than waiting for data to deteriorate - Trump has been calling for lower rates for some time, and as such has taken encouragement from his comments.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1563543734,
            "text": "2019-07-19 14:42:14 +0100",
            "iso_8601": "2019-07-19T13:42:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-praises-fed-s-williams-voter-first-statement-that-the-fed-raised-raised-too-fast-and-too-early-19-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:39:00",
        "gmt_time": "2019-07-19 13:39:00"
    },
    {
        "id": 878656,
        "updated_sequence": 1894279,
        "published_at": {
            "unix": 1563543480,
            "text": "2019-07-19 14:38:00 +0100",
            "iso_8601": "2019-07-19T13:38:00Z"
        },
        "updated_at": {
            "unix": 1563543569,
            "text": "2019-07-19 14:39:29 +0100",
            "iso_8601": "2019-07-19T13:39:29Z"
        },
        "subject": "South Africa’s President Ramaphosa responds saying the findings from the  anti corruption watchdog that he misled parliament on purpose is “unfortunate” ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-president-ramaphosa-responds-saying-the-findings-from-the-anti-corruption-watchdog-that-he-misled-parliament-on-purpose-is-unfortunate-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:38:00",
        "gmt_time": "2019-07-19 13:38:00"
    },
    {
        "id": 878658,
        "updated_sequence": 1894297,
        "published_at": {
            "unix": 1563543360,
            "text": "2019-07-19 14:36:00 +0100",
            "iso_8601": "2019-07-19T13:36:00Z"
        },
        "updated_at": {
            "unix": 1563543912,
            "text": "2019-07-19 14:45:12 +0100",
            "iso_8601": "2019-07-19T13:45:12Z"
        },
        "subject": "US Movers: Crowd Strike (CRWD) +13.8%, State Street (STT) +4.0%, Boeing (BA) +2.9%, Microsoft (MSFT) +2.2%; American Express (AXP) -1.7%, Alliance Data Systems (ADS) -2.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>CRWD</strong> up after raising 2020 guidance</li><li><strong>STT </strong>up on decent earnings</li><li><strong>BA </strong>up after 737 MAX grounding hit to Q2 earnings revealed, worse than investors had feared</li><li><strong>MSFT</strong> up on strong earnings including cloud computing beat</li><li><strong>AXP </strong>down on mixed earnings</li></ul>",
        "analysis_updated_at": {
            "unix": 1563543420,
            "text": "2019-07-19 14:37:00 +0100",
            "iso_8601": "2019-07-19T13:37:00Z"
        },
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-crowd-strike-crwd-13-8-state-street-stt-4-0-boeing-ba-2-9-microsoft-msft-2-2-american-express-axp-1-7-alliance-data-systems-ads-2-0-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:36:00",
        "gmt_time": "2019-07-19 13:36:00"
    },
    {
        "id": 878655,
        "updated_sequence": 1894276,
        "published_at": {
            "unix": 1563542940,
            "text": "2019-07-19 14:29:00 +0100",
            "iso_8601": "2019-07-19T13:29:00Z"
        },
        "updated_at": {
            "unix": 1563542984,
            "text": "2019-07-19 14:29:44 +0100",
            "iso_8601": "2019-07-19T13:29:44Z"
        },
        "subject": "Slumberger CEO says they do not see a major tailwind on Non-Opec production outside the US next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "slumberger-ceo-says-they-do-not-see-a-major-tailwind-on-non-opec-production-outside-the-us-next-year-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:29:00",
        "gmt_time": "2019-07-19 13:29:00"
    },
    {
        "id": 878654,
        "updated_sequence": 1894273,
        "published_at": {
            "unix": 1563542220,
            "text": "2019-07-19 14:17:00 +0100",
            "iso_8601": "2019-07-19T13:17:00Z"
        },
        "updated_at": {
            "unix": 1563542965,
            "text": "2019-07-19 14:29:25 +0100",
            "iso_8601": "2019-07-19T13:29:25Z"
        },
        "subject": "Additionals - AAPL, QEP",
        "content": "<p><strong>Apple (AAPL)</strong> - BAML says Apple App Store revenue has shown a slight acceleration on the quarter in Q3. BAML cites third-party data showing App Store revenue was up 18% in Q3, compared to the 17% growth in Q2. However, the bank added that Chinese App store sales remain a concern, with a deceleration exiting Q2, which \"is a concerning trend given that Services is based on installed base usage.\"</p><p><strong>QEP Resources (QEP)</strong> - activist hedge fund Elliott Management has cut the price of its takeover bid for QEP Resources, the Post reported, saying the move throws the USD 2bln deal into doubt.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additionals-aapl-qep-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:17:00",
        "gmt_time": "2019-07-19 13:17:00"
    },
    {
        "id": 878653,
        "updated_sequence": 1894265,
        "published_at": {
            "unix": 1563541500,
            "text": "2019-07-19 14:05:00 +0100",
            "iso_8601": "2019-07-19T13:05:00Z"
        },
        "updated_at": {
            "unix": 1563541597,
            "text": "2019-07-19 14:06:37 +0100",
            "iso_8601": "2019-07-19T13:06:37Z"
        },
        "subject": "Nigeria has lowered August premium for Bonny Light crude and Qua Iboe to USD 1.63/bbl and USD 1.57/bbl respectively",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigeria-has-lowered-august-premium-for-bonny-light-crude-and-qua-iboe-to-usd-1-63-bbl-and-usd-1-57-bbl-respectively-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:05:00",
        "gmt_time": "2019-07-19 13:05:00"
    },
    {
        "id": 878652,
        "updated_sequence": 1894262,
        "published_at": {
            "unix": 1563541320,
            "text": "2019-07-19 14:02:00 +0100",
            "iso_8601": "2019-07-19T13:02:00Z"
        },
        "updated_at": {
            "unix": 1563541587,
            "text": "2019-07-19 14:06:27 +0100",
            "iso_8601": "2019-07-19T13:06:27Z"
        },
        "subject": "European refinery crude intake (June): 9.641mln BPD (-6% y/y), refinery output at 10.196mln BPD (-5.7% y/y)",
        "content": "<ul><li>Gaoline output: 2.38mln BPD (-3.4% y/y)</li><li>Distillates output: 5.385mln BPD (-2% y/y)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-refinery-crude-intake-june-9-641mln-bpd-6-y-y-refinery-output-at-10-196mln-bpd-5-7-y-y-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 21:02:00",
        "gmt_time": "2019-07-19 13:02:00"
    },
    {
        "id": 878650,
        "updated_sequence": 1894252,
        "published_at": {
            "unix": 1563540900,
            "text": "2019-07-19 13:55:00 +0100",
            "iso_8601": "2019-07-19T12:55:00Z"
        },
        "updated_at": {
            "unix": 1563540972,
            "text": "2019-07-19 13:56:12 +0100",
            "iso_8601": "2019-07-19T12:56:12Z"
        },
        "subject": "Fixed and FX latest: bonds steady, but Buck paring more lost ground",
        "content": "<p>Not much additional movement in core debt since the US open, with Bunds, Gilts and US Treasuries all pretty mid-range and perhaps keeping their powder dry for the Michigan survey for one last push before residual pre-weekend positioning. However, the DXY has ticked up to a marginal new intraday high of 97.178 largely due a firmer rebound in Usd/Cad from fresh 2019 lows only forged overnight as Canadian retail sales trailed estimates in stark contrast to consumption data elsewhere (US and UK for example).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-steady-but-buck-paring-more-lost-ground-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:55:00",
        "gmt_time": "2019-07-19 12:55:00"
    },
    {
        "id": 878649,
        "updated_sequence": 1894254,
        "published_at": {
            "unix": 1563540900,
            "text": "2019-07-19 13:55:00 +0100",
            "iso_8601": "2019-07-19T12:55:00Z"
        },
        "updated_at": {
            "unix": 1563541007,
            "text": "2019-07-19 13:56:47 +0100",
            "iso_8601": "2019-07-19T12:56:47Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 19th July 2019",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22334/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><p><strong>DOW</strong></p><ul><li><strong>American Express Co (AXP) </strong>(Financials/Consumer Finance) (USD) Q2 19 EPS 2.07 (exp. 2.03), revenue 10.8bln (exp. 10.82bln); reaffirms its FY19 EPS view 7.85-8.35 (exp. 8.12). The co. raises its quarterly dividend to USD 0.43/shr from USD 0.39/shr<strong>.</strong></li><li><strong>Apple Inc. (AAPL) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals) had its target price raised to USD 180 from USD 175 at Nomura; the bank nudges its target higher on market multiples, but does not have high hopes for the next iPhone cycle, nor that Apple’s new services may “materially” add to earnings.&nbsp;</li><li><strong>Boeing Company (BA) </strong>(Industrials/Aerospace &amp; Defense) is to record a charge of USD 4.9bln (or USD 8.74 per share) in relation to concessions for the disruptions caused by the 737 MAX grounding. The aircraft maker stated that its prior FY19 financial guidance did not reflect the impact of the 737 MAX grounding, as such the co. will issue new FY19 guidance at a future date.</li><li><strong>Microsoft Corp. (MSFT) </strong>(Information Technology/Systems Software) (USD) reports Q4 adj. EPS 1.37 (exp. 1.21), revenue 33.7bln (exp. 32.77bln); revenue in Intelligent Cloud was 11.4bln (exp. 11.2bln), a 19% increase, revenue in Productivity and Business Processes was 11.0bln (exp. 10.7bln), a 14% increase, revenue in Personal Computing was 11.3bln (exp. 11bln), a 4% increase, Xbox gaming revenue down by 10%.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Amazon.com Inc. (AMZN) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail) is hiring for roles in a new team called \"stealth advertising innovation\", which the co. hopes can disrupt the gaming industry, report Business Insider.</li><li><strong>AT&amp;T Inc. (T) </strong>(Communication Services/Integrated Telecommunication Services) is considering the sale of its Puerto Rico business, which could fetch USD 3bln, as the co. looks to pay down debt after its USD 85bln purchase of Time Warner last year.</li><li><strong>Intuitive Surgical Inc. (ISRG) </strong>(Health Care/Health Care Equipment) (USD) reports Q2 EPS 3.25 (exp. 2.87), revenue 1.1bln (exp. 1.03bln), worldwide da Vinci procedures grew 17% Y/Y, driven by growth in US general surgery procedures and worldwide urologic procedures. The co. says it shipped 273 da Vinci Surgical Systems in Q2, an increase of 24% compared with 220 in the second quarter of 2018 and revises its FY19 procedure growth view to 16%-17% from 15%-17%. The co. still sees its FY19 tax rate at 19%-20%.</li><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) - The BBC and ITV are teaming up in the UK to create a streaming service called Britbok. However, there were also reports last night that ITV may be a takeover target for Netflix.</li><li><strong>PepsiCo Inc. (PEP) </strong>(Consumer Staples/Soft Drinks) announced intentions to acquire all outstanding shares of South Africa’s Pioneer Foods Group, in a deal worth USD 1.7bln; pricing the South African co. at a 56% premium to the 30-day volume weighted average price before the announcement.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>BlackRock (BLK) </strong>(Financials/Asset Management &amp; Custody Banks) (USD) reports Q2 19 adj. EPS 6.41 (exp. 6.71), revenue 3.52bln (exp. 3.58bln), AUM 6.84trl vs. prev. 6.30trl Y/Y. Adj. operating income 1.278bln vs. prev. 1.443bln, quarterly total net inflows of USD 151bln, iShares AUM grew to 2trl at quarter end.</li><li><strong>Capital One Financial (COF) </strong>(Financials/Consumer Finance) (USD) reports Q2 adj. EPS 3.37 (exp. 2.86), revenue 7.1bln (exp. 7bln), NIM of 6.8%, down 6 basis points, Q2 net charge offs 1.5bln, provision for credit losses decreased 21% to 1.3bln.</li><li><strong>Citizens Financial Group (CFG) </strong>(Financials/Regional Banks) (USD) reports Q2 EPS 0.96 (exp. 0.94), revenue 1.63bln (exp. 1.62bln), loan loss provision 97mln (vs 85mln in Q2 2018), net charge-offs increased by 17mln Q/Q, including a 9mln increase in commercial and an 8mln increase in retail. Tangible book value was 30.88, up from 29.60 Q/Q.</li><li><strong>E*Trade (ETFC) </strong>(Financials/Investment Banking &amp; Brokerage) (USD) reports Q2 EPS 0.90 (exp. 1.09), revenue 0.685bln (exp. 0.751), DARTs of 268,000.&nbsp;</li><li><strong>MGM Resorts International (MGM)</strong> (Consumer Discretionary/Casinos &amp; Gaming) is said to consider a sale/leaseback of its Bellagio, MGM Grand resort.</li><li><strong>Molson Coors Brewing Company (TAP)</strong> (Consumer Staples/Brewers) raised its quarterly dividend to USD 0.57/shr from USD 0.41/shr.</li><li><strong>Occidental Petroleum (OXY) </strong>(Energy/Oil &amp; Gas Exploration &amp; Production) - Carl Icahn is reportedly seeking to replace four of Occidental Petroleum’s current directors as he steps up his proxy fight against Occidental’s acquisition of Anadarko (APC).</li><li><strong>General Motors (GM) </strong>(Consumer Discretionary/Automobile Manufacturers) unveiled its new 2020 Corvette Stingray. The car produces nearly 500 horse power and has its engine mounted in the middle, as in other supercar models such Ferrari.</li><li><strong>People's United Financial (PBCT) </strong>(Financials/Thrifts &amp; Mortgage Finance) (USD) reports Q2 operating EPS 0.34 (exp. 0.33), NIM was 3.12% (up from 3.10% in Q2 2018), approves 20M share repurchase program.</li><li><strong>Regions Financial Corp. (RF) </strong>(Financials/Regional Banks) reports Q2 EPS 0.37 (exp. 0.39), revenue 1.46bln (exp. 1.48bln), NIM 3.45% down 4bps Y/Y, adjusted EPS 0.39, (exp. 0.39).</li><li><strong>Schlumberger Ltd. (SLB) </strong>(Energy/Oil &amp; Gas Equipment &amp; Services) (USD) Q2 19 EPS 0.35 (exp. 0.35), revenue 8.3bln (exp. 8.11bln), reaffirms dividend of USD 0.50/shr. The co. does not see a structural change in the oil demand outlook for the mid-term but continues to see US Shale as only near- to medium-term factor of global production growth. The co. says added oil supply will start to decline in 2020 and will create a future risk due to declining rates in many basins becomes a challenge. Prior to posting earnings, the co. named Olivier Le Peuch as its new CEO, succeeding Paal Kibsgaard.</li><li><strong>State Street Corp. (STT) </strong>(Financials/Asset Management &amp; Custody Banks) (USD) reports Q2 EPS 1.42 (exp. 1.39), revenue 2.87bln (exp. 2.87bln), CET1 capital ratio 11.4%, reports Q2 net interest income 613mln, boosts productivity savings for FY19 to 4.5% from 4%.</li><li><strong>Synchrony Financial (SYF) </strong>(Financials/Consumer Finance) (USD) reports Q2 EPS 1.24 (exp. 0.95), book value per share 22.03, net charge-offs 6.01%, CET1 capital ratio 14.3%.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Anheuser-Busch InBev (BUD)</strong> (Consumer Staples/Beverages) has agreed to divest its Australian subsidiary Carlton &amp; United Breweries to Asahi Group Holdings for AUD 16bln, or USD 11.3bln. This comes after the co. cancelled plans to raise cash via a Hong Kong offering due to an unfavourable macro environment.</li><li><strong>Autoliv Inc (ALV)</strong> (Consumer Staples/ Auto Components) (USD) reports Q2 adj. EPS 1.38 (exp. 1.45), revenue 2.16bln (exp. 2.17bln), sees lower FY19 sales and profitability. &nbsp;&nbsp;</li><li><strong>Chewy (CHWY)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) (USD) reports Q1 EPS -0.8 (exp. -0.6), net sales 1.1bln, (exp 1.11bln), adj. EBITDA loss 15.8mln, gross margin 22.9%, net loss 29.6mln, sees Q2 net sales 1.12bln-1.14bln, (exp. 1.12bln), sees FY19 net sales 4.675bln-4.75bln (exp. 4.67bln), sees FY19 adjusted EBITDA 4-4.5% improvement Y/Y.</li><li><strong>Crowdstrike (CRWD)</strong> (Consumer Staples/Food &amp; Staples Retailing) reports Q1 EPS 0.47 (exp. 0.47), revenue 96.07mln (exp. 95.67mln), sees Q2 EPS 0.24-0.23 (exp. 0.29), sees Q2 revenue 103mln-104mln (exp. 97.7mln), sees FY20 revenue 430.2mln-436.4mln (exp. 408.03mln).</li><li><strong>Gentex Corp. (GNTX) </strong>(Consumer Discretionary/Auto Components) (USD) reports Q2 EPS 0.42 (exp. 0.4), revenue 0.4687bln (exp. 0.4637bln), FY19 revenue guidance 1.87bln-1.9bln from 1.83bln-1.93bln (exp. 1.87bln).</li><li><strong>Manpower Group (MAN) </strong>(Industrials/Professional Services) (USD) reports Q2 EPS 2.11 with items (exp. 2.00), revenue 5.4bln (exp 5.41bln), sees Q3 EPS 1.88-1.96 (exp. 2.20).</li><li><strong>Skechers (SKX)</strong> (USD) adj. EPS 0.49 (exp. 0.34), revenue 1.26bln (exp. 1.22bln), Q2 SSS up 4.9%, comparable same store sales increased 4.9%, sees Q3 EPS 0.65-0.70 (exp. 0.65), sees Q3 revenue 1.325bln-1.350bln (exp. 1.31bln).</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AIG (AIG) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WILLIAM BLAIR</li><li>AXIS CAPITAL (AXS) UPGRADED TO BUY FROM NEUTRAL AT BUCKINGHAM</li><li>HEALTHEQUITY (HQY) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>INDEPENDENT BANK (INDB) UPGRADED TO BUY FROM NEUTRAL AT COMPASS POINT</li><li>KBR (KBR) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li><li>PHILIP MORRIS (PM) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>POST HOLDINGS (POST) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT PIPER JAFFRAY</li><li>PUBLIC STORAGE (PSA) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>WW (WW) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li></ul><p><strong>Downgrades</strong></p><ul><li>ALCOA (AA) DOWNGRADED TO HOLD FROM BUY AT ARGUS</li><li>ALCOA (AA) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>ARCH CAPITAL (ACGL) DOWNGRADED TO NEUTRAL FROM BUY AT BUCKINGHAM</li><li>AUTOHOME (ATHM) DOWNGRADED TO HOLD FROM BUY AT BENCHMARK</li><li>CUBESMART (CUBE) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>CVB FINANCIAL (CVBF) DOWNGRADED TO NEUTRAL FROM BUY AT JANNEY MONTGOMERY SCOTT</li><li>INGEVITY (NGVT) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>INVITATION HOMES (INVH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>NEWS CORP. (NWSA) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>OLIN (OLN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>PAYCOM (PAYC) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>TRAVELERS (TRV) DOWNGRADED TO NEUTRAL FROM BUY AT BUCKINGHAM</li></ul><p><strong>Initiations</strong></p><ul><li>ALTIMMUNE (ALT) RATED NEW BUY AT ROTH CAPITAL; PT USD 8.30</li><li>AMC ENTERTAINMENT (AMC) REINSTATED OUTPERFORM AT CREDIT SUISSE; PT USD 18</li><li>BLUEPRINT MEDICINES (BPMC) RATED NEW OUTPERFORM AT BAIRD; PT USD 120</li><li>GOLAR LNG (GLNG) RATED NEW BUY AT ABG; PT USD 27</li><li>GRUBHUB (GRUB) RATED NEW BUY AT BENCHMARK; PT USD 95</li><li>MILLENDO THERAPEUTICS (MLND) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 24</li><li>OWL ROCK CAPITAL (ORCC) RATED NEW NEUTRAL AT COMPASS POINT; PT USD 16</li><li>REDFIN (RDFN) RATED NEW SECTOR WEIGHT AT KEYBANC; PT USD 18</li><li>SMITH MICRO (SMSI) RATED NEW BUY AT B RILEY FBR, INC.; PT USD 5</li><li>SUNOCO (SUN) RATED NEW HOLD AT STIFEL; PT USD 35</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Apache Corp (APA). Amount USD 0.25</li><li>Caterpillar Inc (CAT). Amount USD 1.03</li><li>ConocoPhillips (COP). Amount USD 0.30</li><li>Graco Inc (GGG). Amount USD 0.16</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-19th-july-2019-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:55:00",
        "gmt_time": "2019-07-19 12:55:00"
    },
    {
        "id": 878648,
        "updated_sequence": 1894244,
        "published_at": {
            "unix": 1563540480,
            "text": "2019-07-19 13:48:00 +0100",
            "iso_8601": "2019-07-19T12:48:00Z"
        },
        "updated_at": {
            "unix": 1563540659,
            "text": "2019-07-19 13:50:59 +0100",
            "iso_8601": "2019-07-19T12:50:59Z"
        },
        "subject": "Some EU diplomats believe that because Johnson/Hunt have fought so hard and wanted so long to become PM, that they would be loathe to imperil their premiership with a no deal Brexit, according to BBC's Adler",
        "content": "<ul><li>Meaning most in EU are listening with one ear only to what PM candidates are saying.</li><li>There are even quite a few EU ‘no deal optimists’ to be found. They reckon shock of no deal will be so severe the UK will ‘crawl’ back to EU asking for negotiations to restart.&nbsp;</li><li>Link to Twitter thread <a href=\"https://twitter.com/BBCkatyaadler/status/1152198162943217664\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "some-eu-diplomats-believe-that-because-johnson-hunt-have-fought-so-hard-and-wanted-so-long-to-become-pm-that-they-would-be-loathe-to-imperil-their-premiership-with-a-no-deal-brexit-according-to-bbc-s-adler-19-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:48:00",
        "gmt_time": "2019-07-19 12:48:00"
    },
    {
        "id": 878647,
        "updated_sequence": 1894246,
        "published_at": {
            "unix": 1563540420,
            "text": "2019-07-19 13:47:00 +0100",
            "iso_8601": "2019-07-19T12:47:00Z"
        },
        "updated_at": {
            "unix": 1563540904,
            "text": "2019-07-19 13:55:04 +0100",
            "iso_8601": "2019-07-19T12:55:04Z"
        },
        "subject": "The UK Government reportedly plans to publish telecoms supply chain review next week without the decision Huawei, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>China has previously warned that if Huawei is blocked from developing 5G networks it will hurt the Chinese trade and investment relationship</li></ul>",
        "analysis_updated_at": {
            "unix": 1563540904,
            "text": "2019-07-19 13:55:04 +0100",
            "iso_8601": "2019-07-19T12:55:04Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-uk-government-reportedly-plans-to-publish-telecoms-supply-chain-review-next-week-without-the-decision-huawei-according-to-sources-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:47:00",
        "gmt_time": "2019-07-19 12:47:00"
    },
    {
        "id": 878646,
        "updated_sequence": 1894236,
        "published_at": {
            "unix": 1563540180,
            "text": "2019-07-19 13:43:00 +0100",
            "iso_8601": "2019-07-19T12:43:00Z"
        },
        "updated_at": {
            "unix": 1563540392,
            "text": "2019-07-19 13:46:32 +0100",
            "iso_8601": "2019-07-19T12:46:32Z"
        },
        "subject": "US President Trump tweets \"Because of the faulty thought process we have going for us at the Federal Reserve, we pay much higher interest rates than countries that are no match for us economically..\"",
        "content": "<ul><li>In other words, our interest costs are much higher than other countries, when they should be lower. Correct!\"</li><li>Link to tweet <a href=\"https://twitter.com/realDonaldTrump/status/1152197164883435521\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-because-of-the-faulty-thought-process-we-have-going-for-us-at-the-federal-reserve-we-pay-much-higher-interest-rates-than-countries-that-are-no-match-for-us-economically-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:43:00",
        "gmt_time": "2019-07-19 12:43:00"
    },
    {
        "id": 878645,
        "updated_sequence": 1894231,
        "published_at": {
            "unix": 1563540000,
            "text": "2019-07-19 13:40:00 +0100",
            "iso_8601": "2019-07-19T12:40:00Z"
        },
        "updated_at": {
            "unix": 1563540217,
            "text": "2019-07-19 13:43:37 +0100",
            "iso_8601": "2019-07-19T12:43:37Z"
        },
        "subject": "PBoC says they will implement appropriate counter cyclical adjustments and they are to keep prudent monetary policy where it is not too loose, or not too tight ",
        "content": "<ul><li>Says:</li><li>To keep measures to fend off financial risks in key areas</li><li>To keep M2, social financing growth in line with nominal GDP growth&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-they-will-implement-appropriate-counter-cyclical-adjustments-and-they-are-to-keep-prudent-monetary-policy-where-it-is-not-too-loose-or-not-too-tight-19-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:40:00",
        "gmt_time": "2019-07-19 12:40:00"
    },
    {
        "id": 878644,
        "updated_sequence": 1894224,
        "published_at": {
            "unix": 1563539640,
            "text": "2019-07-19 13:34:00 +0100",
            "iso_8601": "2019-07-19T12:34:00Z"
        },
        "updated_at": {
            "unix": 1563539671,
            "text": "2019-07-19 13:34:31 +0100",
            "iso_8601": "2019-07-19T12:34:31Z"
        },
        "subject": "Gilead (GILD) has licensed respiratory and herpes antiviral research programmes from Novartis (NOVN SW) where they will receive an upfront payment and eligible to receive USD 291mln in payments when milestones are met",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "gilead-gild-has-licensed-respiratory-and-herpes-antiviral-research-programmes-from-novartis-novn-sw-where-they-will-receive-an-upfront-payment-and-eligible-to-receive-usd-291mln-in-payments-when-milestones-are-met-19-07-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:34:00",
        "gmt_time": "2019-07-19 12:34:00"
    },
    {
        "id": 878643,
        "updated_sequence": 1894221,
        "published_at": {
            "unix": 1563539340,
            "text": "2019-07-19 13:29:00 +0100",
            "iso_8601": "2019-07-19T12:29:00Z"
        },
        "updated_at": {
            "unix": 1563539491,
            "text": "2019-07-19 13:31:31 +0100",
            "iso_8601": "2019-07-19T12:31:31Z"
        },
        "subject": "Traders passing around a report which suggests China will further ease policy as growth starts to slow and with looming trade war concerns but is saving big ammunition for potential shocks, according to sources",
        "content": "<ul><li><a href=\"https://www.reuters.com/article/us-china-economy-policy/china-will-ease-policy-further-but-saving-big-ammunition-for-potential-shocks-sources-idUSKCN1UE17C\">Click here for aticle</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "traders-passing-around-a-report-which-suggests-china-will-further-ease-policy-as-growth-starts-to-slow-and-with-looming-trade-war-concerns-but-is-saving-big-ammunition-for-potential-shocks-according-to-sources-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:29:00",
        "gmt_time": "2019-07-19 12:29:00"
    },
    {
        "id": 878640,
        "updated_sequence": 1894207,
        "published_at": {
            "unix": 1563538560,
            "text": "2019-07-19 13:16:00 +0100",
            "iso_8601": "2019-07-19T12:16:00Z"
        },
        "updated_at": {
            "unix": 1563538834,
            "text": "2019-07-19 13:20:34 +0100",
            "iso_8601": "2019-07-19T12:20:34Z"
        },
        "subject": "Italian official states President Mattarella has not received any indication from League’s Salvini on whether he wants to collapse the government or not, and that there are no scheduled meetings between the two yet",
        "content": "<ul><li>Mattarella has always made it clear he wants a government in place over October to approve the 2020 budget and that any potential early election should be held either in early October or in the first few months of 2020 to approve the budget</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-official-states-president-mattarella-has-not-received-any-indication-from-league-s-salvini-on-whether-he-wants-to-collapse-the-government-or-not-and-that-there-are-no-scheduled-meetings-between-the-two-yet-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 20:16:00",
        "gmt_time": "2019-07-19 12:16:00"
    },
    {
        "id": 878639,
        "updated_sequence": 1894198,
        "published_at": {
            "unix": 1563536820,
            "text": "2019-07-19 12:47:00 +0100",
            "iso_8601": "2019-07-19T11:47:00Z"
        },
        "updated_at": {
            "unix": 1563536898,
            "text": "2019-07-19 12:48:18 +0100",
            "iso_8601": "2019-07-19T11:48:18Z"
        },
        "subject": "Scotiabank FX Daily - USD Hits Turbulence W/ Fedspeak In Flux Into Blackout  ",
        "content": "<ul><li>&nbsp; USD firm into weekend following choppy overnight session; risk in Bullard.</li><li>&nbsp; CAD fading from fresh 2019 high as participants await 8:30am ET retail sales.</li><li>&nbsp; EUR reverses late Thursday gains; all eyes on next week’s ECB meeting.</li><li>&nbsp; GBP resilient vs. USD while gaining on crosses as markets digest Merkel hint.</li><li>&nbsp; JPY soft fading a slight portion of Thursday’s gain; CPI as expected; still bullish.</li><li>&nbsp; AUD reversing late Thursday rally; RBA Gov. Lowe speaks next week.</li><li>&nbsp; MXN remains range bound; next week’s releases include retail sales &amp; trade.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-hits-turbulence-w-fedspeak-in-flux-into-blackout-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:47:00",
        "gmt_time": "2019-07-19 11:47:00"
    },
    {
        "id": 878638,
        "updated_sequence": 1894200,
        "published_at": {
            "unix": 1563536100,
            "text": "2019-07-19 12:35:00 +0100",
            "iso_8601": "2019-07-19T11:35:00Z"
        },
        "updated_at": {
            "unix": 1563537897,
            "text": "2019-07-19 13:04:57 +0100",
            "iso_8601": "2019-07-19T12:04:57Z"
        },
        "subject": "Turkey CBRT expectation survey: cuts 12mth inflation expectation to 13.9% (Prev. 14.9%), 24mth cut to 11% (Prev. 11.5%)",
        "content": "<ul><li>Cuts 2019 end inflation to 15% (Prev. 15.9%)</li><li>2019 year end USDTRY forecast at 6.1448 (Prev. 6.3015)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-cbrt-expectation-survey-cuts-12mth-inflation-expectation-to-13-9-prev-14-9-24mth-cut-to-11-prev-11-5-19-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:35:00",
        "gmt_time": "2019-07-19 11:35:00"
    },
    {
        "id": 878636,
        "updated_sequence": 1894183,
        "published_at": {
            "unix": 1563535920,
            "text": "2019-07-19 12:32:00 +0100",
            "iso_8601": "2019-07-19T11:32:00Z"
        },
        "updated_at": {
            "unix": 1563535982,
            "text": "2019-07-19 12:33:02 +0100",
            "iso_8601": "2019-07-19T11:33:02Z"
        },
        "subject": "State Street Corp (STT) Q2 19 (USD): Adj. EPS 1.45 (exp. 1.42), Revenue 2.873bln (exp. 2.89bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "state-street-corp-stt-q2-19-usd-adj-eps-1-45-exp-1-42-revenue-2-873bln-exp-2-89bln-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:32:00",
        "gmt_time": "2019-07-19 11:32:00"
    },
    {
        "id": 878631,
        "updated_sequence": 1894185,
        "published_at": {
            "unix": 1563535740,
            "text": "2019-07-19 12:29:00 +0100",
            "iso_8601": "2019-07-19T11:29:00Z"
        },
        "updated_at": {
            "unix": 1563535998,
            "text": "2019-07-19 12:33:18 +0100",
            "iso_8601": "2019-07-19T11:33:18Z"
        },
        "subject": "American Express Co (AXP) Q2 19 (USD): EPS 2.07 (exp. 2.03), Revenue 10.8bln (exp. 10.82bln); reaffirms its FY19 EPS view 7.85-8.35 (exp. 8.12)",
        "content": "<ul><li>Raises quarterly dividend to USD 0.43/shr from USD 0.39/shr</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-express-co-axp-q2-19-usd-eps-2-07-exp-2-03-revenue-10-8bln-exp-10-82bln-reaffirms-its-fy19-eps-view-7-85-8-35-exp-8-12-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:29:00",
        "gmt_time": "2019-07-19 11:29:00"
    },
    {
        "id": 878633,
        "updated_sequence": 1894180,
        "published_at": {
            "unix": 1563535680,
            "text": "2019-07-19 12:28:00 +0100",
            "iso_8601": "2019-07-19T11:28:00Z"
        },
        "updated_at": {
            "unix": 1563535908,
            "text": "2019-07-19 12:31:48 +0100",
            "iso_8601": "2019-07-19T11:31:48Z"
        },
        "subject": "\"Huge blast rocks gas plant in central China, casualties unknown\", AFP reports citing state media",
        "content": "<ul><li><a href=\"https://twitter.com/AFP/status/1152177722556321792\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AFP",
        "slug": "huge-blast-rocks-gas-plant-in-central-china-casualties-unknown-afp-reports-citing-state-media-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:28:00",
        "gmt_time": "2019-07-19 11:28:00"
    },
    {
        "id": 878630,
        "updated_sequence": 1894163,
        "published_at": {
            "unix": 1563534120,
            "text": "2019-07-19 12:02:00 +0100",
            "iso_8601": "2019-07-19T11:02:00Z"
        },
        "updated_at": {
            "unix": 1563534420,
            "text": "2019-07-19 12:07:00 +0100",
            "iso_8601": "2019-07-19T11:07:00Z"
        },
        "subject": "Schlumberger NV (SLB) does not see a structural change in the oil demand outlook for the mid-term; continue to see US Shale as only near- to medium-term factor of global production growth, according to Q2 earnings report",
        "content": "<ul><li>Added oil supply will start to decline in 2020 and will create future risk due to declining rates in many basins becomes a challenge&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "schlumberger-nv-slb-does-not-see-a-structural-change-in-the-oil-demand-outlook-for-the-mid-term-continue-to-see-us-shale-as-only-near-to-medium-term-factor-of-global-production-growth-according-to-q2-earnings-report-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:02:00",
        "gmt_time": "2019-07-19 11:02:00"
    },
    {
        "id": 878629,
        "updated_sequence": 1894195,
        "published_at": {
            "unix": 1563534000,
            "text": "2019-07-19 12:00:00 +0100",
            "iso_8601": "2019-07-19T11:00:00Z"
        },
        "updated_at": {
            "unix": 1563536613,
            "text": "2019-07-19 12:43:33 +0100",
            "iso_8601": "2019-07-19T11:43:33Z"
        },
        "subject": "Schlumberger NV (SLB) Q2 19 (USD): EPS 0.35 (exp. 0.35), Revenue 8.3bln (exp. 8.11bln)",
        "content": "<ul><li>reaffirms dividend of USD 0.50/shr</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "schlumberger-nv-slb-q2-19-usd-eps-0-35-exp-0-35-revenue-8-3bln-exp-8-11bln-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 19:00:00",
        "gmt_time": "2019-07-19 11:00:00"
    },
    {
        "id": 878628,
        "updated_sequence": 1894155,
        "published_at": {
            "unix": 1563533100,
            "text": "2019-07-19 11:45:00 +0100",
            "iso_8601": "2019-07-19T10:45:00Z"
        },
        "updated_at": {
            "unix": 1563533163,
            "text": "2019-07-19 11:46:03 +0100",
            "iso_8601": "2019-07-19T10:46:03Z"
        },
        "subject": "RANsquawk Daily US Opening News - 19th July 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22333/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>European equities are mostly lower [Eurostoxx 50 -0.2%] as Fed fuelled momentum wanes</strong></li><li><strong>New York Fed stated that the comments made by Fed's Williams were academic, based on research and not about potential policy actions at the upcoming FOMC meeting</strong></li><li><strong>Italy underperforms on domestic political angst, FTSE MIB and BTPs lower</strong></li><li><strong>Looking ahead, highlights include, Canadian Retail Sales, University of Michigan Sentiment (Prelim), Baker Hughes Rig Count, Fed’s Bullard and Rosengren, BoJ Governor Kuroda</strong></li><li><strong>Earnings: American Express, Schlumberger, State Street</strong></li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were positive across the board as the region took its cue from the late gains in US following dovish comments from Fed's Williams</strong> who suggested it is better to take preventative measures on rates and that the long-run neutral rate for US interest rates is 0.5%, although the New York Fed later clarified the rhetoric was academic and not about potential policy action this month. Nonetheless, <strong>ASX 200 (+0.8%)</strong> was led higher by strength in the mining sector especially gold-related stocks after the precious metal surged to a fresh 6-year high on the Fed comments and with NAB front running the gains for financials after it appointed RBS head McEwan as its next CEO. <strong>Nikkei 225 (+2.0%)</strong> outperformed as exporters cheered currency outflows, while <strong>Hang Seng (+1.1%) </strong>and<strong> Shanghai Comp. (+0.8%)</strong> conformed to optimism after US-China trade negotiators resumed discussions via telephone and with the PBoC’s liquidity efforts resulting to a net weekly liquidity injection of CNY 460bln. Finally, 10yr JGBs gained as they tracked the upside in T-notes amid the dovish Fed bets, but with upside limited by the lack of safe-haven demand and slightly softer demand in the enhanced-liquidity auction for 2yr-20yr JGBs.</p><p>PBoC injected CNY 100bln via 7-day reverse repos; injects net CNY 460bln for the week vs. Prev. CNY 220bln drain. (Newswires) <strong>PBoC set CNY mid-point at 6.8635 (Prev. 6.8761)</strong></p><p>USTR Lighthizer and Treasury Secretary Mnuchin discussed trade over the phone with Chinese officials as expected. (Newswires)</p><p>Japanese National CPI (Jun) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.7%). (Newswires) Japanese National CPI Ex. Fresh Food (Jun) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.8%) Japanese National CPI Ex. Fresh Food &amp; Energy (Jun) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.5%)</p><p><strong>US</strong></p><p>New York Fed stated that the comments made by Fed's Williams were academic, based on research and was not about potential policy actions at the upcoming FOMC meeting. (Newswires)<strong> REMINDER: </strong>Fed's Williams (Voter, Hawkish) said it is better to take preventative measures on rates than to wait for a disaster to unfold and that the long-run neutral rate for US interest rates is 0.5%.</p><p>Fed's Bullard (dove, voter) would listen to arguments for a larger rate cut, but thinks 25bps is appropriate; doesn't think the situation calls for a larger cut, WSJ reports. (WSJ)</p><p><strong>GEOPOLITICS</strong></p><p>Foreign Minister Zarif later stated that Iran has no information regarding losing a drone. (Newswires/WSJ/Twitter)&nbsp;</p><p>Iran Foreign Minister Zarif reportedly met with UN Secretary General Guterres in New York and discussed seizure of Iranian tanker by the British Navy, while there were separate reports that Zarif warned about mounting tensions and that we cannot “discount” possibility of war but also stated nobody wants a war. (Newswires/The National Interest)</p><p><strong>UK/EU</strong></p><p>Italian League Official said its is hard to continue governing with the 5 Star Movement. Italian Deputy PM Salvini confirmed he will be meeting coalition partner Di Maio; adds the problem is not Deputy PM Di Maio, but other opposition coming from many 5 Star lawmakers. (Newswires)</p><p>UK Justice Secretary Gauke is set to step down soon after PM May completes last PM Questions on Wednesday, while Chancellor Hammond and International Development Secretary Stewart are also mulling quitting before Johnson becomes next PM. (Times)</p><p><strong>EQUITIES</strong></p><p><strong>European equities have given up earlier gains and now trade mostly lower [Eurostoxx 50 -0.2%]</strong> as the initial upside momentum seen in Asia and on Wall St. following the dovish comments from Fed voter Williams somewhat waned. The New York Fed downplayed the comments as being more academic than potential near-term policy action. It’s also worth noting that the initial support for equities also came amid comments from Fed’s Vice Chair Clarida who acknowledged the increased global uncertainties and soft US inflation, which somewhat revived market pricing for a 50bps manoeuvre at the July 31st meeting. Italy’s FTSE MIB (-1.2%) lags amid reports of a possible coalition crisis as ties between the League and 5SM sour, whilst speculation about the possibility of early Italian elections in Autumn did the rounds in Italian press on Friday. Sectors are mostly higher with some underperformance in defensive sector, albeit the Consumer Staples is buoyed by AB InBev (+4.3%) as shares surged amid the sale of its of its Australian unit to Japan’s Asahi for USD 11.3bln in a bid to nurse part of its debt. Furthermore, reports stated that the Co. is also mulling the sale of its South Korean and Central American units. On the flip side, shares in Publicis (-8.4%) declined due to a cut in its FY 19 organic growth guidance, as such WPP (-3.0%) fell in sympathy.</p><p><strong>FX</strong></p><p><strong>DXY</strong> - The Buck continues to see-saw through US data points, survey findings and the final pre-FOMC commentary from Fed officials ahead of the black-out period that begins at COB today. On that note, Williams and Clarida provided ‘guidance’ and despite denials or clarification of the former rate expectations have shifted again, with the probability of a 25 bp or 50 bp ease now much closer to even vs circa 75%/25% after Thursday’s upbeat Philly Fed survey. In response, the Greenback weakened vs all major rivals and the index hit a 96.750 low before tentatively regaining 97.000 status and holding above support, as Usd/G10 pairs pare back or rebound from late yesterday/overnight extremes. Note, remarks from renowned dove Bullard are not really impacting as he repeats his preference for smaller policy adjustment, though would countenance arguments in favour of ½ point.</p><p><strong>JPY</strong> - Having benefited most from the aforementioned Dollar retreat, and with added safe-haven premium gleaned via another US-Iran dispute (former claims that a drone was downed and latter denies any damage), the Yen is now ‘underperforming’. However, Usd/Jpy remains well below the 108.00 axis that has been constricting trade and with decent option expiries now capping the pair along with technical resistance (1.1 bn between 107.90-108.05, 55 DMA at 107.87 and daily chart level at 107.88).</p><p><strong>EUR</strong> - The single currency is still flanked between 1.1200 and 1.1300 parameters with ECB policy stimulus weighing against Fed easing and only days separating the respective July policy meetings. Note also, Italian coalition Government conflicts are coming to a head and expiry interest may also be dragging Eur/Usd down given 1.2 bn rolling off from 1.1240-25 and 1.55 bn at 1.1210-00.</p><p><strong>AUD/CHF/NZD/GBP/CAD</strong> - The Aussie ran up against some key chart hurdles ahead of 0.7100, like the 200 DMA (0.7090) after extending its rebound from just under 0.7000 with some encouragement from the US and China conducting trade dialogue over the phone. However, Aud/Usd is holding above 0.7050 where export bids are touted and if those are filled there are said to be more underlying buy orders between 0.7040-30 linked to 900 mn expiries residing from 0.7035 to 0.7025. Elsewhere, the Franc has faded into 0.9800 and Kiwi not far from 0.6800, while the Pound topped out around 1.2550 and the Loonie continues to pull-up on approaches to 1.3000, with Canadian retail sales data looming.</p><p><strong>EM</strong> - Amidst widespread declines vs the Usd, Zar losses or rather retracement from post-SARB highs has been compounded by more SA political issues as current President Ramaphosa joins a former counterpart in the corruption dock. Rand currently closer to the base of 13.9410-8165 parameters.</p><p><strong>FIXED INCOME</strong></p><p><strong>Gilts</strong> had another close look at the 131.50 level that broadly aligns with yesterday’s intraday best (131.52) and chart resistance in the form of last Thursday’s Liffe session high (131.51), but topped out at 131.49 before fading alongside <strong>Bunds</strong> and with <strong>US</strong> <strong>Treasuries</strong> succumbing to a bit more retracement from their post-Fed Williams and Clarida peaks. UK bonds also erred on the side of caution into the last of this week’s domestic data releases as the Government’s finances came under scrutiny just a day after a rather bleak OBR report on the outlook if Britain left the EU without a deal. In the event PSNB balances were worse than forecast and only partly compensated by revisions to the previous month.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures are consolidating following the recent decline which was exacerbated by refineries in the Gulf of Mexico restarting operations after the passing of storm Barry, with reports stating that only 19% of production is currently offline vs. 73% on Sunday. Upside in the complex is also supported by the rising geopolitical tensions after US President Trump stated that the US took defensive actions and downed an Iranian drone, a statement which was denied by Iranian officials. Furthermore, IRGC said that Iran will release images to disprove US’ claim. <strong>WTI</strong> and <strong>Brent</strong> futures currently reside just above 56/bbl and 63/bbl and with little by way of notable DMAs given the recent slump in prices. Elsewhere, <strong>precious metal </strong>prices have drifted lower after rallying on the dovish comments from Fed voters Williams and Clarida coupled with the aforementioned geopolitical developments, in which <strong>gold</strong> hit a fresh 6yr high and briefly breached 1450/oz to the upside. Meanwhile, <strong>copper</strong> prices are also supported by the overall risk appetite. Finally, <strong>iron</strong> ore prices were mildly pressured as Iron ore exports from Australia’s port Hedland increased 6% M/M to a record high as miners increased shipments to meet targets.</p><p>IEA Director Birol said might revise 2019 global oil demand growth forecast to 1.1mln bpd from 1.3mln bpd, while he added they don’t expect a huge increase in oil prices as markets are awash with oil and demand is slowing. (Newswires)</p><p>BAML says Brent should continue to trade in the range of USD 60-67/bbl in H2 2019 due to \"absence of binary risks\" (Iran and trade wars)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-19th-july-2019-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:45:00",
        "gmt_time": "2019-07-19 10:45:00"
    },
    {
        "id": 878627,
        "updated_sequence": 1894152,
        "published_at": {
            "unix": 1563532200,
            "text": "2019-07-19 11:30:00 +0100",
            "iso_8601": "2019-07-19T10:30:00Z"
        },
        "updated_at": {
            "unix": 1563532278,
            "text": "2019-07-19 11:31:18 +0100",
            "iso_8601": "2019-07-19T10:31:18Z"
        },
        "subject": "RANsquawk EU Mid Session: Italian coalition seemingly on the brink, while oil simmers on drone attack  - 19th July 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22332/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European equities have given up earlier gains and now trade mixed [Eurostoxx 50 Unch]</strong> as the initial upside momentum seen in Asia and on Wall St. following the dovish comments from Fed voter Williams somewhat waned. The New York Fed downplayed the comments as being more academic than potential near-term policy action. It’s also worth noting that the initial support for equities also came amid comments from Fed’s Vice Chair Clarida who acknowledged the increased global uncertainties and soft US inflation, which somewhat revived market pricing for a 50bps manoeuvre at the July 31st meeting. Italy’s FTSE MIB (-1.2%) lags amid rumours of a possible coalition crisis as ties between the League and 5SM sour, whilst speculation about the possibility of early Italian elections in Autumn did the rounds in Italian press on Friday. Sectors are mostly higher with some underperformance in defensive sector, albeit the Consumer Staples is buoyed by AB InBev (+4.3%) as shares surged amid the sale of its of its Australian unit to Japan’s Asahi for USD 11.3bln in a bid to nurse part of its debt. Furthermore, reports stated that the Co. is also mulling the sale of its South Korean and Central American units. On the flip side, shares in Publicis (-8.4%) declined due to a cut in its FY 19 organic growth guidance, as such WPP (-3.0%) fell in sympathy.</p><p><strong>FX</strong></p><p><strong>DXY</strong> - The Buck continues to see-saw through US data points, survey findings and the final pre-FOMC commentary from Fed officials ahead of the black-out period that begins at COB today. On that note, Williams and Clarida provided ‘guidance’ and despite denials or clarification of the former rate expectations have shifted again, with the probability of a 25 bp or 50 bp ease now much closer to even vs circa 75%/25% after Thursday’s upbeat Philly Fed survey. In response, the Greenback weakened vs all major rivals and the index hit a 96.750 low before tentatively regaining 97.000 status and holding above support, as Usd/G10 pairs pare back or rebound from late yesterday/overnight extremes. Note, remarks from renowned dove Bullard are not really impacting as he repeats his preference for smaller policy adjustment, though would countenance arguments in favour of ½ point.</p><p><strong>JPY</strong> - Having benefited most from the aforementioned Dollar retreat, and with added safe-haven premium gleaned via another US-Iran dispute (former claims that a drone was downed and latter denies any damage), the Yen is now ‘underperforming’. However, Usd/Jpy remains well below the 108.00 axis that has been constricting trade and with decent option expiries now capping the pair along with technical resistance (1.1 bn between 107.90-108.05, 55 DMA at 107.87 and daily chart level at 107.88).</p><p><strong>EUR</strong> - The single currency is still flanked between 1.1200 and 1.1300 parameters with ECB policy stimulus weighing against Fed easing and only days separating the respective July policy meetings. Note also, Italian coalition Government conflicts are coming to a head and expiry interest may also be dragging Eur/Usd down given 1.2 bn rolling off from 1.1240-25 and 1.55 bn at 1.1210-00.</p><p><strong>AUD/CHF/NZD/GBP/CAD</strong> - The Aussie ran up against some key chart hurdles ahead of 0.7100, like the 200 DMA (0.7090) after extending its rebound from just under 0.7000 with some encouragement from the US and China conducting trade dialogue over the phone. However, Aud/Usd is holding above 0.7050 where export bids are touted and if those are filled there are said to be more underlying buy orders between 0.7040-30 linked to 900 mn expiries residing from 0.7035 to 0.7025. Elsewhere, the Franc has faded into 0.9800 and Kiwi not far from 0.6800, while the Pound topped out around 1.2550 and the Loonie continues to pull-up on approaches to 1.3000, with Canadian retail sales data looming.</p><p><strong>EM</strong> - Amidst widespread declines vs the Usd, Zar losses or rather retracement from post-SARB highs has been compounded by more SA political issues as current President Ramaphosa joins a former counterpart in the corruption dock. Rand currently closer to the base of 13.9410-8165 parameters.</p><p><strong>FIXED INCOME</strong></p><p><strong>Gilts</strong> had another close look at the 131.50 level that broadly aligns with yesterday’s intraday best (131.52) and chart resistance in the form of last Thursday’s Liffe session high (131.51), but topped out at 131.49 before fading alongside <strong>Bunds</strong> and with <strong>US</strong> <strong>Treasuries</strong> succumbing to a bit more retracement from their post-Fed Williams and Clarida peaks. UK bonds also erred on the side of caution into the last of this week’s domestic data releases as the Government’s finances came under scrutiny just a day after a rather bleak OBR report on the outlook if Britain left the EU without a deal. In the event PSNB balances were worse than forecast and only partly compensated by revisions to the previous month.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures are consolidating following the recent decline which was exacerbated by refineries in the Gulf of Mexico restarting operations after the passing of storm Barry, with reports stating that only 19% of production is currently offline vs. 73% on Sunday. Upside in the complex is also supported by the rising geopolitical tensions after US President Trump stated that the US took defensive actions and downed an Iranian drone, a statement which was denied by Iranian officials. Furthermore, IRGC said that Iran will release images to disprove US’ claim. <strong>WTI</strong> and <strong>Brent</strong> futures currently reside just above 56/bbl and 63/bbl and with little by way of notable DMAs given the recent slump in prices. Elsewhere, <strong>precious metal </strong>prices have drifted lower after rallying on the dovish comments from Fed voters Williams and Clarida coupled with the aforementioned geopolitical developments, in which <strong>gold</strong> hit a fresh 6yr high and briefly breached 1450/oz to the upside. Meanwhile, <strong>copper</strong> prices are also supported by the overall risk appetite. Finally, <strong>iron</strong> ore prices were mildly pressured as Iron ore exports from Australia’s port Hedland increased 6% M/M to a record high as miners increased shipments to meet targets.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-italian-coalition-seemingly-on-the-brink-while-oil-simmers-on-drone-attack-19th-july-2019-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:30:00",
        "gmt_time": "2019-07-19 10:30:00"
    },
    {
        "id": 878626,
        "updated_sequence": 1894149,
        "published_at": {
            "unix": 1563532080,
            "text": "2019-07-19 11:28:00 +0100",
            "iso_8601": "2019-07-19T10:28:00Z"
        },
        "updated_at": {
            "unix": 1563532258,
            "text": "2019-07-19 11:30:58 +0100",
            "iso_8601": "2019-07-19T10:30:58Z"
        },
        "subject": "Nigerian September crude export schedule: ",
        "content": "<ul><li>Bonga crude: 158k bpd vs. planned 184k bpd in August</li><li>Forcados crude: 220k bpd vs. planned 275k bpd in August</li><li>Bonny light crude: 247k bpd vs. planned 219k bpd in August</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigerian-september-crude-export-schedule-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:28:00",
        "gmt_time": "2019-07-19 10:28:00"
    },
    {
        "id": 878625,
        "updated_sequence": 1894146,
        "published_at": {
            "unix": 1563531780,
            "text": "2019-07-19 11:23:00 +0100",
            "iso_8601": "2019-07-19T10:23:00Z"
        },
        "updated_at": {
            "unix": 1563531817,
            "text": "2019-07-19 11:23:37 +0100",
            "iso_8601": "2019-07-19T10:23:37Z"
        },
        "subject": "Synchrony Financial (SYF) Q1 19 (USD): EPS 1.24 (exp. 0.96), Revenue 4.25bln (exp. 4.21bln); NIM 15.75% (exp. 15.77%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "synchrony-financial-syf-q1-19-usd-eps-1-24-exp-0-96-revenue-4-25bln-exp-4-21bln-nim-15-75-exp-15-77-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:23:00",
        "gmt_time": "2019-07-19 10:23:00"
    },
    {
        "id": 878624,
        "updated_sequence": 1894143,
        "published_at": {
            "unix": 1563531600,
            "text": "2019-07-19 11:20:00 +0100",
            "iso_8601": "2019-07-19T10:20:00Z"
        },
        "updated_at": {
            "unix": 1563531800,
            "text": "2019-07-19 11:23:20 +0100",
            "iso_8601": "2019-07-19T10:23:20Z"
        },
        "subject": "FX Morning Colour: Dollar dented by dovish Fed declarations and drone destruction",
        "content": "<p><strong>DXY</strong></p><p>The Buck continues to see-saw through US data points, survey findings and the final pre-FOMC commentary from Fed officials ahead of the black-out period that begins at COB today. On that note, Williams and Clarida provided ‘guidance’ and despite denials or clarification of the former rate expectations have shifted again, with the probability of a 25 bp or 50 bp ease now much closer to even vs circa 75%/25% after Thursday’s upbeat Philly Fed survey. In response, the Greenback weakened vs all major rivals and the index hit a 96.750 low before tentatively regaining 97.000 status and holding above support, as Usd/G10 pairs pare back or rebound from late yesterday/overnight extremes. Note, remarks from renowned dove Bullard are not really impacting as he repeats his preference for smaller policy adjustment, though would countenance arguments in favour of ½ point.</p><p><strong>JPY&nbsp;</strong></p><p>Having benefited most from the aforementioned Dollar retreat, and with added safe-haven premium gleaned via another US-Iran dispute (former claims that a drone was downed and latter denies any damage), the Yen is now ‘underperforming’. However, Usd/Jpy remains well below the 108.00 axis that has been constricting trade and with decent option expiries now capping the pair along with technical resistance (1.1 bn between 107.90-108.05, 55 DMA at 107.87 and daily chart level at 107.88).</p><p><strong>EUR</strong></p><p>The single currency is still flanked between 1.1200 and 1.1300 parameters with ECB policy stimulus weighing against Fed easing and only days separating the respective July policy meetings. Note also, Italian coalition Government conflicts are coming to a head and expiry interest may also be dragging Eur/Usd down given 1.2 bn rolling off from 1.1240-25 and 1.55 bn at 1.1210-00.</p><p><strong>AUD/CHF/NZD/GBP/CAD</strong></p><p>The Aussie ran up against some key chart hurdles ahead of 0.7100, like the 200 DMA (0.7090) after extending its rebound from just under 0.7000 with some encouragement from the US and China conducting trade dialogue over the phone. However, Aud/Usd is holding above 0.7050 where export bids are touted and if those are filled there are said to be more underlying buy orders between 0.7040-30 linked to 900 mn expiries residing from 0.7035 to 0.7025. Elsewhere, the Franc has faded into 0.9800 and Kiwi not far from 0.6800, while the Pound topped out around 1.2550 and the Loonie continues to pull-up on approaches to 1.3000, with Canadian retail sales data looming.</p><p><strong>EM</strong></p><p>Amidst widespread declines vs the Usd, Zar losses or rather retracement from post-SARB highs has been compounded by more SA political issues as current President Ramaphosa joins a former counterpart in the corruption dock. Rand currently closer to the base of 13.9410-8165 parameters.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-dented-by-dovish-fed-declarations-and-drone-destruction-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:20:00",
        "gmt_time": "2019-07-19 10:20:00"
    },
    {
        "id": 878623,
        "updated_sequence": 1894140,
        "published_at": {
            "unix": 1563531120,
            "text": "2019-07-19 11:12:00 +0100",
            "iso_8601": "2019-07-19T10:12:00Z"
        },
        "updated_at": {
            "unix": 1563531273,
            "text": "2019-07-19 11:14:33 +0100",
            "iso_8601": "2019-07-19T10:14:33Z"
        },
        "subject": "BlackRock Inc (BLK) Q2 19 (USD): adj. EPS 6.41 (exp. 6.71), Revenue 3.52 (exp. 3.58bln), AUM USD 6.84trl vs. Prev. USD 6.30trl Y/Y",
        "content": "<ul><li>Adj. operating income USD 1.278bln vs. Prev. USD 1.443bln</li><li>Quarterly total net inflows of USD 151bln</li><li>iShares AUM grew to USD 2trl at quarter end</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "blackrock-inc-blk-q2-19-usd-adj-eps-6-41-exp-6-71-revenue-3-52-exp-3-58bln-aum-usd-6-84trl-vs-prev-usd-6-30trl-y-y-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:12:00",
        "gmt_time": "2019-07-19 10:12:00"
    },
    {
        "id": 878622,
        "updated_sequence": 1894133,
        "published_at": {
            "unix": 1563530940,
            "text": "2019-07-19 11:09:00 +0100",
            "iso_8601": "2019-07-19T10:09:00Z"
        },
        "updated_at": {
            "unix": 1563531063,
            "text": "2019-07-19 11:11:03 +0100",
            "iso_8601": "2019-07-19T10:11:03Z"
        },
        "subject": "Whitbread (WTB LN) - Elliott Capital has disclosed a stake of less than 5% in the Co., according a filing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "whitbread-wtb-ln-elliott-capital-has-disclosed-a-stake-of-less-than-5-in-the-co-according-a-filing-19-07-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 18:09:00",
        "gmt_time": "2019-07-19 10:09:00"
    },
    {
        "id": 878621,
        "updated_sequence": 1894130,
        "published_at": {
            "unix": 1563530100,
            "text": "2019-07-19 10:55:00 +0100",
            "iso_8601": "2019-07-19T09:55:00Z"
        },
        "updated_at": {
            "unix": 1563530218,
            "text": "2019-07-19 10:56:58 +0100",
            "iso_8601": "2019-07-19T09:56:58Z"
        },
        "subject": "Italian Deputy PM Salvini confirms he will be meeting coalition partner Di Maio; adds the problem is not Deputy PM Di Maio, but other opposition coming from many 5 Star lawmakers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Earlier reports quoted an Italian League Official saying its was hard to continue governing with the 5 Star Movement. This comes as Deputy PM Di Maio called for a meeting on Friday with government partner and co-deputy PM Matteo Salvini in a peace offering.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1563530160,
            "text": "2019-07-19 10:56:00 +0100",
            "iso_8601": "2019-07-19T09:56:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-confirms-he-will-be-meeting-coalition-partner-di-maio-adds-the-problem-is-not-deputy-pm-di-maio-but-other-opposition-coming-from-many-5-star-lawmakers-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:55:00",
        "gmt_time": "2019-07-19 09:55:00"
    },
    {
        "id": 878620,
        "updated_sequence": 1894125,
        "published_at": {
            "unix": 1563529140,
            "text": "2019-07-19 10:39:00 +0100",
            "iso_8601": "2019-07-19T09:39:00Z"
        },
        "updated_at": {
            "unix": 1563529375,
            "text": "2019-07-19 10:42:55 +0100",
            "iso_8601": "2019-07-19T09:42:55Z"
        },
        "subject": "German Chancellor Merkel says the Brexit Withdrawal Agreement was carefully negotiated",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The comments follow those of incoming European Commission chief von der Leyen yesterday, who has been cool on the notion of renegotiating the withdrawal agreement; despite PM candidates Johnson and Hunt wanting a re-writing of the deal. Merkel's comments continue to signal little appetite on the EU end to re-open the Withdrawal Agreement, but some Europeans have made more constructtive noises about making concessions in other areas, like the political declaration, for instance</p>",
        "analysis_updated_at": {
            "unix": 1563529375,
            "text": "2019-07-19 10:42:55 +0100",
            "iso_8601": "2019-07-19T09:42:55Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-says-the-brexit-withdrawal-agreement-was-carefully-negotiated-19-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:39:00",
        "gmt_time": "2019-07-19 09:39:00"
    },
    {
        "id": 878619,
        "updated_sequence": 1894120,
        "published_at": {
            "unix": 1563528720,
            "text": "2019-07-19 10:32:00 +0100",
            "iso_8601": "2019-07-19T09:32:00Z"
        },
        "updated_at": {
            "unix": 1563528850,
            "text": "2019-07-19 10:34:10 +0100",
            "iso_8601": "2019-07-19T09:34:10Z"
        },
        "subject": "Fed's Bullard (dove, voter) would listen to arguments for a larger rate cut, but thinks 25bps is appropriate; doesn't think the situation calls for a larger cut, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/st-louis-feds-james-bullard-sees-no-need-for-larger-rate-cut-11563528601?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "fed-s-bullard-dove-voter-would-listen-to-arguments-for-a-larger-rate-cut-but-thinks-25bps-is-appropriate-doesn-t-think-the-situation-calls-for-a-larger-cut-wsj-reports-19-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:32:00",
        "gmt_time": "2019-07-19 09:32:00"
    },
    {
        "id": 878618,
        "updated_sequence": 1894115,
        "published_at": {
            "unix": 1563527880,
            "text": "2019-07-19 10:18:00 +0100",
            "iso_8601": "2019-07-19T09:18:00Z"
        },
        "updated_at": {
            "unix": 1563528234,
            "text": "2019-07-19 10:23:54 +0100",
            "iso_8601": "2019-07-19T09:23:54Z"
        },
        "subject": "IRGC says Iran will release images to disprove US' claim of shooting down Iranian drone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US President Trump said the US took defensive action against an Iranian drone and destroyed it and the Pentagon also announced the US took defensive action after the Iranian drone came within a \"threatening\" distance of the USS Boxer, although Iran Foreign Minister Zarif later stated that Iran has no information regarding losing a drone.</li></ul>",
        "analysis_updated_at": {
            "unix": 1563528060,
            "text": "2019-07-19 10:21:00 +0100",
            "iso_8601": "2019-07-19T09:21:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "irgc-says-iran-will-release-images-to-disprove-us-claim-of-shooting-down-iranian-drone-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:18:00",
        "gmt_time": "2019-07-19 09:18:00"
    },
    {
        "id": 878616,
        "updated_sequence": 1894108,
        "published_at": {
            "unix": 1563527220,
            "text": "2019-07-19 10:07:00 +0100",
            "iso_8601": "2019-07-19T09:07:00Z"
        },
        "updated_at": {
            "unix": 1563527456,
            "text": "2019-07-19 10:10:56 +0100",
            "iso_8601": "2019-07-19T09:10:56Z"
        },
        "subject": "Italian League Official says its is hard to continue governing with the 5 Star Movement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes as Deputy PM Di Maio called for a meeting on Friday with government partner and co-deputy PM Matteo Salvini in a peace offering&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1563527456,
            "text": "2019-07-19 10:10:56 +0100",
            "iso_8601": "2019-07-19T09:10:56Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-league-official-says-its-is-hard-to-continue-governing-with-the-5-star-movement-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:07:00",
        "gmt_time": "2019-07-19 09:07:00"
    },
    {
        "id": 878411,
        "updated_sequence": 1894094,
        "published_at": {
            "unix": 1563526800,
            "text": "2019-07-19 10:00:00 +0100",
            "iso_8601": "2019-07-19T09:00:00Z"
        },
        "updated_at": {
            "unix": 1563526800,
            "text": "2019-07-19 10:00:00 +0100",
            "iso_8601": "2019-07-19T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-18-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 17:00:00",
        "gmt_time": "2019-07-19 09:00:00"
    },
    {
        "id": 878615,
        "updated_sequence": 1894100,
        "published_at": {
            "unix": 1563526680,
            "text": "2019-07-19 09:58:00 +0100",
            "iso_8601": "2019-07-19T08:58:00Z"
        },
        "updated_at": {
            "unix": 1563526872,
            "text": "2019-07-19 10:01:12 +0100",
            "iso_8601": "2019-07-19T09:01:12Z"
        },
        "subject": "South African Graft Ombudsman says President Ramaphosa misled Parliament in relation to ZAR 500k Bosasa donation, which violated ethics code",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-african-graft-ombudsman-says-president-ramaphosa-misled-parliament-in-relation-to-zar-500k-bosasa-donation-which-violated-ethics-code-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:58:00",
        "gmt_time": "2019-07-19 08:58:00"
    },
    {
        "id": 878613,
        "updated_sequence": 1894092,
        "published_at": {
            "unix": 1563526140,
            "text": "2019-07-19 09:49:00 +0100",
            "iso_8601": "2019-07-19T08:49:00Z"
        },
        "updated_at": {
            "unix": 1563526611,
            "text": "2019-07-19 09:56:51 +0100",
            "iso_8601": "2019-07-19T08:56:51Z"
        },
        "subject": "Japanese Trade Ministry Official says it will be difficult to discuss trade measures and policy with South Korea if the country does not rebuild trust, adding that the global supply chain will not be at risk from the South Korean export issue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after South Korea's Deputy National Security Adviser stated that Japan's proposals for third-party arbitration will only worsen future ties</li></ul>",
        "analysis_updated_at": {
            "unix": 1563526200,
            "text": "2019-07-19 09:50:00 +0100",
            "iso_8601": "2019-07-19T08:50:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-trade-ministry-official-says-it-will-be-difficult-to-discuss-trade-measures-and-policy-with-south-korea-if-the-country-does-not-rebuild-trust-adding-that-the-global-supply-chain-will-not-be-at-risk-from-the-south-korean-export-issu-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:49:00",
        "gmt_time": "2019-07-19 08:49:00"
    },
    {
        "id": 878612,
        "updated_sequence": 1894084,
        "published_at": {
            "unix": 1563525480,
            "text": "2019-07-19 09:38:00 +0100",
            "iso_8601": "2019-07-19T08:38:00Z"
        },
        "updated_at": {
            "unix": 1563525558,
            "text": "2019-07-19 09:39:18 +0100",
            "iso_8601": "2019-07-19T08:39:18Z"
        },
        "subject": "German Chancellor Merkel says a weaker economy gives reason to try stimulate the domestic economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-says-a-weaker-economy-gives-reason-to-try-stimulate-the-domestic-economy-19-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:38:00",
        "gmt_time": "2019-07-19 08:38:00"
    },
    {
        "id": 878608,
        "updated_sequence": 1894070,
        "published_at": {
            "unix": 1563524880,
            "text": "2019-07-19 09:28:00 +0100",
            "iso_8601": "2019-07-19T08:28:00Z"
        },
        "updated_at": {
            "unix": 1563524957,
            "text": "2019-07-19 09:29:17 +0100",
            "iso_8601": "2019-07-19T08:29:17Z"
        },
        "subject": "BAML says Brent should continue to trade in the range of USD 60-67/bbl in H2 2019 due to \"absence of binary risks\" (Iran and trade wars)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-says-brent-should-continue-to-trade-in-the-range-of-usd-60-67-bbl-in-h2-2019-due-to-absence-of-binary-risks-iran-and-trade-wars-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:28:00",
        "gmt_time": "2019-07-19 08:28:00"
    },
    {
        "id": 878607,
        "updated_sequence": 1894067,
        "published_at": {
            "unix": 1563524400,
            "text": "2019-07-19 09:20:00 +0100",
            "iso_8601": "2019-07-19T08:20:00Z"
        },
        "updated_at": {
            "unix": 1563524500,
            "text": "2019-07-19 09:21:40 +0100",
            "iso_8601": "2019-07-19T08:21:40Z"
        },
        "subject": "BAML Flow Show notes USD 12.1bln inflows into bonds and USD 6.2bln into equities on week to July 17",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-usd-12-1bln-inflows-into-bonds-and-usd-6-2bln-into-equities-on-week-to-july-17-19-07-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:20:00",
        "gmt_time": "2019-07-19 08:20:00"
    },
    {
        "id": 878606,
        "updated_sequence": 1894062,
        "published_at": {
            "unix": 1563523860,
            "text": "2019-07-19 09:11:00 +0100",
            "iso_8601": "2019-07-19T08:11:00Z"
        },
        "updated_at": {
            "unix": 1563523957,
            "text": "2019-07-19 09:12:37 +0100",
            "iso_8601": "2019-07-19T08:12:37Z"
        },
        "subject": "Exxon has reported a process unit upset at the mobile Joliet refinery (250k BPD)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-has-reported-a-process-unit-upset-at-the-mobile-joliet-refinery-250k-bpd-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:11:00",
        "gmt_time": "2019-07-19 08:11:00"
    },
    {
        "id": 878603,
        "updated_sequence": 1894053,
        "published_at": {
            "unix": 1563523380,
            "text": "2019-07-19 09:03:00 +0100",
            "iso_8601": "2019-07-19T08:03:00Z"
        },
        "updated_at": {
            "unix": 1563523468,
            "text": "2019-07-19 09:04:28 +0100",
            "iso_8601": "2019-07-19T08:04:28Z"
        },
        "subject": "UK debt and STIR futures underpinned ahead of public finance update",
        "content": "<p>Gilts have had another close look at the 131.50 level that broadly aligns with yesterday’s intraday best (131.52) and chart resistance in the form of last Thursday’s Liffe session high (131.51), but topped out at 131.49 before fading alongside Bunds and with US Treasuries succumbing to a bit more retracement from their post-Fed Williams and Clarida peaks. UK bonds may also be erring on the side of caution into the last of this week’s domestic data releases as the Government’s finances come under scrutiny just a day after a rather bleak OBR report on the outlook if Britain left the EU without a deal. Back to Liffe, the 10 year benchmark is now nearer a 131.27 low like its Eurozone peer (173.27), while the Short Sterling strip is flat to 1.5 ticks above par compared to +1 to +2.5 ticks at one stage.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-underpinned-ahead-of-public-finance-update-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 16:03:00",
        "gmt_time": "2019-07-19 08:03:00"
    },
    {
        "id": 878599,
        "updated_sequence": 1894039,
        "published_at": {
            "unix": 1563521100,
            "text": "2019-07-19 08:25:00 +0100",
            "iso_8601": "2019-07-19T07:25:00Z"
        },
        "updated_at": {
            "unix": 1563521219,
            "text": "2019-07-19 08:26:59 +0100",
            "iso_8601": "2019-07-19T07:26:59Z"
        },
        "subject": "Bunds: some signs of fatigue approaching the end of a constructive week",
        "content": "<p>Eurozone bond futures remain firm on the back of more dovish Central Bank momentum and an element of safe-haven demand given the fractious global trade and geopolitical backdrop, but bullish momentum appears to have waned somewhat after an impressive rebound so far this week. Indeed, Bunds have drifted back down from Eurex highs that fell a few ticks short of Thursday late peak (173.57 vs 173.63), and 173.70 technical resistance is still proving elusive ahead of 174.00 and the 174.05 July 4th contract pinnacle, while even higher flying Italian BTPs have retreated a bit further from their new 140.24 apex set yesterday. Pre-weekend consolidation could be keep buyers at bay along with positioning and hedging for the upcoming ECB meeting, BoJ and FOMC.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-some-signs-of-fatigue-approaching-the-end-of-a-constructive-week-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 15:25:00",
        "gmt_time": "2019-07-19 07:25:00"
    },
    {
        "id": 878598,
        "updated_sequence": 1894036,
        "published_at": {
            "unix": 1563519720,
            "text": "2019-07-19 08:02:00 +0100",
            "iso_8601": "2019-07-19T07:02:00Z"
        },
        "updated_at": {
            "unix": 1563519966,
            "text": "2019-07-19 08:06:06 +0100",
            "iso_8601": "2019-07-19T07:06:06Z"
        },
        "subject": "Morning EU Movers: AB InBev (ABI BB) +3.4%, Wirecard (WDI GY) +3.0%, Munich Re (MUV2 GY) +2.5%, ITV (ITV LN) +1.4%, Bayer (BAYN GY) +1.3%, WPP (WPP LN) -1.3%,  Software AG (SOW GY) -5.7% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "morning-eu-movers-ab-inbev-abi-bb-3-4-wirecard-wdi-gy-3-0-munich-re-muv2-gy-2-5-itv-itv-ln-1-4-bayer-bayn-gy-1-3-wpp-wpp-ln-1-3-software-ag-sow-gy-5-7-19-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 15:02:00",
        "gmt_time": "2019-07-19 07:02:00"
    },
    {
        "id": 878597,
        "updated_sequence": 1894033,
        "published_at": {
            "unix": 1563519600,
            "text": "2019-07-19 08:00:00 +0100",
            "iso_8601": "2019-07-19T07:00:00Z"
        },
        "updated_at": {
            "unix": 1563519704,
            "text": "2019-07-19 08:01:44 +0100",
            "iso_8601": "2019-07-19T07:01:44Z"
        },
        "subject": "ITV (ITV LN) and BBC have signed the Britbox agreement which will be competitively priced at GBP 5.99/month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "itv-itv-ln-and-bbc-have-signed-the-britbox-agreement-which-will-be-competitively-priced-at-gbp-5-99-month-19-07-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 15:00:00",
        "gmt_time": "2019-07-19 07:00:00"
    },
    {
        "id": 878594,
        "updated_sequence": 1894030,
        "published_at": {
            "unix": 1563518640,
            "text": "2019-07-19 07:44:00 +0100",
            "iso_8601": "2019-07-19T06:44:00Z"
        },
        "updated_at": {
            "unix": 1563519605,
            "text": "2019-07-19 08:00:05 +0100",
            "iso_8601": "2019-07-19T07:00:05Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>AB InBev (ABI BB) </strong>– Co. has agreed to sell Carlton &amp; United Breweries to Japan’s Asahi for USD 11.3bln. Co. says all proceeds will be used to pay down debt. Transaction is expected to be completed in Q1 2020. (Newswires)</p><p><strong>Akzo Novel (AKZA NA)</strong> – Spokesperson said that the Co. is not feeling any M&amp;A pressure from Axalta strategic review and targets deal agreement by Autumn. (Newswires)</p><p><strong>Boliden (BOL SS) </strong>– Q2 operating profit SEK 1.54bln vs. Exp. SEK 1.84bln. Revenue SEK 12.8bln vs. Exp. SEK 13.1bln. (Newswires)</p><p>Bayer (BAYN GY) - US Judge issued a tentative ruling slashing the USD 2bln verdict against the Co. in regard to a Roundup case. (Newswires)</p><p><strong>Generali (G IM)</strong> – Co. is to acquire Seguradoras’ assets from Apollo for EUR 510mln, according to repots. (Newswires)</p><p><strong>JCDecaux (DEC FP) </strong>– Co. has won a 15yr advertising contract for six cities in France. (Newswires)</p><p><strong>L’Oreal (OR FP) </strong>– Co. singed an agreement with PureCycle Technologies for the supply of ultra pure recycled polypropylene. (Newswires)</p><p><strong>Metro (B4B GY) </strong>- Co. is extending exclusive talks with Redos to beyond July on the sale of Metro’s REAL hypermarket chain. (Newswires)</p><p><strong>Novartis (NOVN SW) </strong>– Co’s best selling drug Gilenya has been approved in China. (Newswires)</p><p><strong>Publicis (PUB FP)</strong> – Q2 revenue EUR 2.23bln vs. Exp. EUR 2.25bln. Organic growth +0.1% vs. Exp. +0.7%. Co, cuts FY 19 organic growth guidance to “stable” from “higher”. (Newswires)</p><p><strong>RBS (RBS LN) </strong>– NAB has appointed ex-RBS boss Ross McEvan as CEO. (abc)</p><p><strong>Saab (SAABB SS) </strong>– Q2 net SEK 429mln vs. Prev. SEK 199mln. Operating profit SEK 630mln vs. Exp. SEK 605mln. Revenue SEK 8.45bln vs. Prev. SEK 7.95bln. Co. affirms FY 19 guidance. (Newswires)&nbsp;</p><p><strong>Saint-Gobain (SGO FP)</strong> – Co. is said to divest its French civil engineering materials unit. (Newswires)</p><p><strong>SocGen (GLE FP) </strong>– Co. is said to be in talks to acquire Socalfi from My Money Bank. (Newswires)</p><p><strong>Software AG (SOW GY) </strong>– Q2 revenue EUR 210mln vs. Exp. EUR 212mln. EBIT EUR 47.7mln vs. Exp. 47.7mln. Co. cut FY 19 sales growth guidance for Digital Business Platform to -6%-0% vs. Prev. +3%-7%. (Newswires)&nbsp;</p><p><strong>Scout24 (G24 GY)</strong> – Co. is to implement a share buyback program with a volume of up to EUR 300mln. (Newswires)</p><p><strong>UK Miners</strong> - Gold prices rallied to fresh 6-year highs above the USD 1450/oz level in the aftermath of the dovish rhetoric from Fed’s Williams but then slightly pulled back after the New York Fed pushed back against these comments, and copper outperformed as it reflected that rally across stocks.</p><p><strong>Vinci (DG FP) </strong>– Co. has been awarded a NZD 1.66bln contract regarding the design and construction of City Rail Link project in Auckland. (Newswires)</p><p><strong>Wirecard (WDI GY) </strong>– Co. signed MOU with Aldi in the cashless payment area. (Newswires)</p><p><strong>SAP (SAP GY) </strong>DOWNGRADED TO HOLD FROM BUY AT BAADER HELVEA</p><p><strong>WARTSILA (WRT1V FH)</strong> REITERATED UNDERWEIGHT AT JPMORGAN CHASE</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-19-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 14:44:00",
        "gmt_time": "2019-07-19 06:44:00"
    },
    {
        "id": 878596,
        "updated_sequence": 1894018,
        "published_at": {
            "unix": 1563518040,
            "text": "2019-07-19 07:34:00 +0100",
            "iso_8601": "2019-07-19T06:34:00Z"
        },
        "updated_at": {
            "unix": 1563518393,
            "text": "2019-07-19 07:39:53 +0100",
            "iso_8601": "2019-07-19T06:39:53Z"
        },
        "subject": "Larger FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1200-10 (1.55BLN)</strong>, <strong>1.1225-40 (1.2BLN)</strong>, 1.1250-60 (622M)</p><p>AUD/USD: <strong>0.7025-35 (900M)</strong></p><p>NZD/USD: 0.6685 (405M)., 0.6775 (230M)</p><p>AUD/NZD: <strong>1.0410 (720M)</strong></p><p>EUR/JPY: 121.00 (325M), 121.50 (320M)</p><p>USD/CAD: 1.3050 (515M), 1.3100 (530M)</p><p>USD/JPY: 107.70 (270M), <strong>107.90-108.05 (1.1BLN)</strong>, 108.50 (1.1 BLN)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "larger-fx-option-expiries-for-today-s-ny-cut-19-07-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 14:34:00",
        "gmt_time": "2019-07-19 06:34:00"
    },
    {
        "id": 878596,
        "updated_sequence": 1894018,
        "published_at": {
            "unix": 1563518040,
            "text": "2019-07-19 07:34:00 +0100",
            "iso_8601": "2019-07-19T06:34:00Z"
        },
        "updated_at": {
            "unix": 1563518393,
            "text": "2019-07-19 07:39:53 +0100",
            "iso_8601": "2019-07-19T06:39:53Z"
        },
        "subject": "Larger FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1200-10 (1.55BLN)</strong>, <strong>1.1225-40 (1.2BLN)</strong>, 1.1250-60 (622M)</p><p>AUD/USD: <strong>0.7025-35 (900M)</strong></p><p>NZD/USD: 0.6685 (405M)., 0.6775 (230M)</p><p>AUD/NZD: <strong>1.0410 (720M)</strong></p><p>EUR/JPY: 121.00 (325M), 121.50 (320M)</p><p>USD/CAD: 1.3050 (515M), 1.3100 (530M)</p><p>USD/JPY: 107.70 (270M), <strong>107.90-108.05 (1.1BLN)</strong>, 108.50 (1.1 BLN)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "larger-fx-option-expiries-for-today-s-ny-cut-19-07-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 14:34:00",
        "gmt_time": "2019-07-19 06:34:00"
    },
    {
        "id": 878595,
        "updated_sequence": 1894011,
        "published_at": {
            "unix": 1563517800,
            "text": "2019-07-19 07:30:00 +0100",
            "iso_8601": "2019-07-19T06:30:00Z"
        },
        "updated_at": {
            "unix": 1563517939,
            "text": "2019-07-19 07:32:19 +0100",
            "iso_8601": "2019-07-19T06:32:19Z"
        },
        "subject": "South Korean Deputy National Security Adviser says Japan's proposals for third-party arbitration will only worsen future ties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-deputy-national-security-adviser-says-japan-s-proposals-for-third-party-arbitration-will-only-worsen-future-ties-19-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 14:30:00",
        "gmt_time": "2019-07-19 06:30:00"
    },
    {
        "id": 878591,
        "updated_sequence": 1893971,
        "published_at": {
            "unix": 1563515640,
            "text": "2019-07-19 06:54:00 +0100",
            "iso_8601": "2019-07-19T05:54:00Z"
        },
        "updated_at": {
            "unix": 1563515748,
            "text": "2019-07-19 06:55:48 +0100",
            "iso_8601": "2019-07-19T05:55:48Z"
        },
        "subject": "UK Tory Lawmakers are discussing a rule change to protect the new UK PM from a confidence vote in the first year of office",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "uk-tory-lawmakers-are-discussing-a-rule-change-to-protect-the-new-uk-pm-from-a-confidence-vote-in-the-first-year-of-office-19-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 13:54:00",
        "gmt_time": "2019-07-19 05:54:00"
    },
    {
        "id": 878590,
        "updated_sequence": 1893968,
        "published_at": {
            "unix": 1563515220,
            "text": "2019-07-19 06:47:00 +0100",
            "iso_8601": "2019-07-19T05:47:00Z"
        },
        "updated_at": {
            "unix": 1563515288,
            "text": "2019-07-19 06:48:08 +0100",
            "iso_8601": "2019-07-19T05:48:08Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>19th July 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were positive across the board as the region took its cue from the late gains in US following dovish comments from Fed's Williams who suggested it is better to take preventative measures on rates and that the long-run neutral rate for US interest rates is 0.5%, although the New York Fed later clarified the rhetoric was academic and not about potential policy action this month. Nonetheless, ASX 200 (+0.8%) was led higher by strength in the mining sector especially gold-related stocks after the precious metal surged to a fresh 6-year high on the Fed comments and with NAB front running the gains for financials after it appointed RBS head McEwan as its next CEO. Nikkei 225 (+2.0%) outperformed as exporters cheered currency outflows, while Hang Seng (+1.2%) and Shanghai Comp. (+1.0%) conformed to optimism after US-China trade negotiators resumed discussions via telephone and with the PBoC’s liquidity efforts resulting to a net weekly liquidity injection of CNY 460bln.</p><p>FTSE 100</p><p><strong>UK Banks</strong> – A draft document to be presented later this month says that the UK should expect a “rigorous” assessment before financial firms are to do business with the EU post-Brexit. (Newswires)</p><p>OTHER UK COMPANIES</p><p><strong>Inmarsat (ISAT LN) </strong>– Private equity firms Apax and Warburg Pincus alongside two Canadian pension schemes have agreed to a GBP 2.6bln takeover of the Co. Investors said that they support Co’s “continued role as a leader in the space sector” to ensure that most of the key strategic decisions are taken in the UK. (Times)</p><p>BROKER MOVES</p><p><strong>EASYJET (EZJ LN) </strong>UPGRADED TO HOLD FROM REDUCE AT HSBC</p><p>DAX</p><p><strong>BMW (BMW GY) </strong>– Co. has appointed Oliver Zipse as its new CEO effective 16th August. Separately, Co. and Tencent (700 HK) are to launch a computing center in China to develop self-driving cars. Furthermore, Co. CEO noted that H2 China sales growth is slowing from H1. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Munich Re (MUV2 GY) </strong>– Co. noted that Q2 profit will be EUR 1bln, ahead of last year’s EUR 728mln. Co. has reiterated FY profit guidance at EUR 2.5bln. (FT)</p><p><strong>Sartorius (SRT GY)</strong> – Q2 adj. EBITDA EUR 123.6mln vs. Exp. EUR 116mln. Revenue EUR 459mln vs. Exp. EUR 440mln. Co. raises FY revenue growth guidance to +10-14% vs. Prev. +7-11%. (Newswires)</p><p>BROKER MOVES</p><p>CAC</p><p><strong>Airbus (AIR FP) </strong>– Boeing (BA) is to take a USD 4.9bln hit to Q2 earnings amid the worldwide grounding of its 737 Max plane. The charge of USD 8.74/shr is set to wipe out profits. (CNBC) <i>For reference, Boeing is set to report results on Wednesday 24th July.</i></p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>AB InBev (ABI BB) </strong>– Co. is reportedly mulling the sale of its business units in South Korea, Australia and Central American following the cancellation of its Hong Kong IPO. Co. hopes the units will raise at least USD 10bln. KKR reportedly approached the Co. in May in regard to Asian asset purchases, according to sources. (WSJ)</p><p><strong>Atlantia (ATL IM) </strong>– Co. is reportedly mulling the sell 30% of Telepass by end-2019. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>NOVARTIS (NOVN SW) DOWNGRADED TO HOLD FROM BUY AT CFRA</p><p>SCANDINAVIA</p><p><strong>Equinor (EQNR NO) </strong>– Co. has been awarded an offshore wind project in New York worth USD 3.0bln. (Newswires)</p><p>BROKER MOVES</p><p><strong>COLOPLAST (COLOB DC)</strong> DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p><p><strong>US</strong></p><p><strong>* S&amp;P 500 0.4% at 2995, NASDAQ-100 0.2% at 7904, Dow Jones 0% at 27223,</strong> SECTORS; S&amp;P 500 Consumer Discretionary -0.2%, S&amp;P 500 Consumer Staples 0.8%, S&amp;P 500 Energy 0%, S&amp;P 500 Financials 0.8%, S&amp;P 500 Health Care 0.5%, S&amp;P 500 Industrials 0.2%, S&amp;P 500 Information Technology 0.8%, S&amp;P 500 Materials 0.4%, S&amp;P 500 Telecommunication Services&nbsp; 0.9%, S&amp;P 500 Utilities 0.8%.</p><p><strong>Microsoft Corp (MSFT)</strong> - Q4 19 adj. EPS USD 1.37 vs. Exp. USD 1.21. Revenue USD 33.7bln vs. Exp. USD 32.75bln. Intelligent Cloud revenue USD 11.4bln vs. Exp. USD 11.2bln. Productivity and business processes revenue USD 11bln vs. Exp. USD 10.7bln. Personal computing USD 11.3bln vs. Exp. USD 11bln. (Newswires) Co. shares rose 2.7% after-market.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-19-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 13:47:00",
        "gmt_time": "2019-07-19 05:47:00"
    },
    {
        "id": 878589,
        "updated_sequence": 1893965,
        "published_at": {
            "unix": 1563513960,
            "text": "2019-07-19 06:26:00 +0100",
            "iso_8601": "2019-07-19T05:26:00Z"
        },
        "updated_at": {
            "unix": 1563514027,
            "text": "2019-07-19 06:27:07 +0100",
            "iso_8601": "2019-07-19T05:27:07Z"
        },
        "subject": "RANsquawk Daily European Opening News - 19th July 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22330/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>19th July 2019&nbsp;</li></ul><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Asian equity markets were positive across the board as the region took its cue from the late gains in US following dovish comments from Fed's Williams</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>However, these were later clarified as academic comments and not about potential policy action this month</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>The US shot down an Iranian drone which was said to have approached to within a threatening distance of the USS Boxer</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Looking ahead, highlights include UK PSNB, Canadian Retail Sales, University of Michigan Sentiment (Prelim), Baker Hughes Rig Count, Fed’s Bullard and Rosengren, BoJ Governor Kuroda</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Earnings: American Express, Schlumberger, BlackRock, State Street</strong></p><p>ASIA-PAC</p><p><strong>Asian equity markets were positive across the board as the region took its cue from the late gains in US following dovish comments from Fed's Williams</strong> who suggested it is better to take preventative measures on rates and that the long-run neutral rate for US interest rates is 0.5%, although the New York Fed later clarified the rhetoric was academic and not about potential policy action this month. Nonetheless, <strong>ASX 200 (+0.8%)</strong> was led higher by strength in the mining sector especially gold-related stocks after the precious metal surged to a fresh 6-year high on the Fed comments and with NAB front running the gains for financials after it appointed RBS head McEwan as its next CEO. <strong>Nikkei 225 (+2.0%)</strong> outperformed as exporters cheered currency outflows, while <strong>Hang Seng (+1.2%) </strong>and<strong> Shanghai Comp. (+1.0%)</strong> conformed to optimism after US-China trade negotiators resumed discussions via telephone and with the PBoC’s liquidity efforts resulting to a net weekly liquidity injection of CNY 460bln. Finally, 10yr JGBs gained as they tracked the upside in T-notes amid the dovish Fed bets, but with upside limited by the lack of safe-haven demand and slightly softer demand in the enhanced-liquidity auction for 2yr-20yr JGBs.</p><p>PBoC injected CNY 100bln via 7-day reverse repos; injects net CNY 460bln for the week vs. Prev. CNY 220bln drain. (Newswires) <strong>PBoC set CNY mid-point at 6.8635 (Prev. 6.8761)</strong></p><p>USTR Lighthizer and Treasury Secretary Mnuchin discussed trade over the phone with Chinese officials as expected. (Newswires)</p><p>Japanese National CPI (Jun) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.7%). (Newswires) Japanese National CPI Ex. Fresh Food (Jun) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.8%) Japanese National CPI Ex. Fresh Food &amp; Energy (Jun) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.5%)</p><p>UK/EU</p><p>UK Justice Secretary Gauke is set to step down soon after PM May completes last PM Questions on Wednesday, while Chancellor Hammond and International Development Secretary Stewart are also mulling quitting before Johnson becomes next PM. (Times)</p><p>Potential candidates are said to be discouraged from entering in the contention for the BoE Governor role due to Brexit turmoil. (Newswires)</p><p>EC President Von Der Leyen stated that both EU 27 &amp; UK have an interest in an ordered exit and therefore a good start to future relationships, while she answered there is flexibility in the European budgetary rules which can be used to stimulate growth through investment in response when asked about Italy’s deficit. (Newswires)&nbsp;</p><p>FX</p><p>&nbsp;</p><p><strong>DXY</strong> weakened below 97.00 on the dovish rhetoric from Fed’s Williams which was followed by comments from Vice Chair Clarida that uncertainties have increased and inflation has been soft, while Clarida also suggested not to wait until the data turns decisively. These boosted hopes for a larger cut this month in which CME Fed Fund Futures briefly priced in a probability of over 70% for a 50bps cut vs. 34% the prior day, although this has since slipped back to around 44% after the New York Fed downplayed the comments by Williams. As such, <strong>EUR</strong>/<strong>USD</strong> slightly pulled back overnight but still holds on to most the gains in the aftermath of the dovish Fed speak, while <strong>GBP</strong>/<strong>USD</strong> remained near the prior day’s highs around 1.2550 helped by the recent strong Retail Sales data and Parliamentary voting. Elsewhere, the heightened risk appetite spurred outflows from safe-haven <strong>JPY</strong> which underpinned JPY-crosses, although <strong>USD</strong>/<strong>JPY</strong> was subdued by base currency effects, while antipodeans benefitted from the broad <strong>USD</strong> weakness, as well as gains in commodities and due to their high beta properties.</p><p>COMMODITIES</p><p><strong>Commodities</strong> traded higher as prices gained on the back of a softer USD and heightened risk appetite, which provided <strong>WTI</strong> crude futures with some much-needed respite from this week’s declines after a brief slip to below the USD 55.00/bbl. <strong>WTI</strong> has since reclaimed the USD 56.00/bbl and is up around 1.5% for the session with prices also underpinned by geopolitical tensions after reports the US shot down an Iranian drone which was said to have approached to within a threatening distance of the USS Boxer, while Iran’s Foreign Minister also suggested that the possibility of a war cannot be discounted although added that nobody would want that to occur. Elsewhere, <strong>gold</strong> prices rallied to fresh 6-year highs above the USD 1450/oz level in the aftermath of the dovish rhetoric from Fed’s Williams but then slightly pulled back after the New York Fed pushed back against these comments, and <strong>copper</strong> outperformed as it reflected that rally across stocks.</p><p>&nbsp;</p><p>IEA Director Birol said might revise 2019 global oil demand growth forecast to 1.1mln bpd from 1.3mln bpd, while he added they don’t expect a huge increase in oil prices as markets are awash with oil and demand is slowing. (Newswires)</p><p>&nbsp;</p><p>US Gulf of Mexico crude oil production remains cut by approximately 19% due to storm Barry. (Newswires)</p><p>GEOPOLITICS</p><p><strong>US President Trump said the US took defensive action against an Iranian drone and destroyed it and the Pentagon also announced the US took defensive action after the Iranian drone came within a \"threatening\" distance of the USS Boxer</strong>, although Iran Foreign Minister Zarif later stated that Iran has no information regarding losing a drone. (Newswires/WSJ/Twitter)</p><p>US Treasury added five people and seven entities to the sanctions lists for dealing with Iran and nuclear non-proliferation issues. The reports added that the aim is to thwart a global network of procurement for Iran's nuclear enrichment programme and that the targets of the sanctions are in Belgium, Iran, and China. (Newswires)</p><p><strong>Pentagon official said US is not forming a military coalition against Iran and wants multinational maritime push to shine a light on Gulf to deter attacks</strong>. The official also commented the US has received signs of interest to escort ships through the Strait of Hormuz but added that multinational maritime initiative won't materialise overnight and may take months. (Newswires)</p><p>Iran’s Rouhani said in a phone call with French President Macron that Iran is determined to leave all doors open to save the nuclear deal, while there were separate reports that Iran made a 'substantial' nuclear offer in return for US lifting sanctions which would allow enhanced and permanent nuclear inspections although it was also said to likely to be a non-starter. (The Guardian)</p><p>Iran Foreign Minister Zarif reportedly met with UN Secretary General Guterres in New York and discussed seizure of Iranian tanker by the British Navy, while there were separate reports that Zarif warned about mounting tensions and that we cannot “discount” possibility of war but also stated nobody wants a war. (Newswires/The National Interest)</p><p><strong>There were initial reports that US President Trump said he is not looking at sanctions on Turkey at the minute in relation to the purchases of the Russian air defence system, although reports later stated that President Trump said we are looking at Turkey sanctions but have not yet made a decision</strong>. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>Treasuries reversed earlier losses in a late session rally, induced by dovish Fed speak and geopolitics. The T-plex had been gradually drifting lower throughout the Asian and European session before more selling was initiated after a strong Philly Fed index, assisted by a 13k+ block sale in the TYU9. However, the selling bottomed out going into the European equity close and losses began gradually paring back. A mixed 10-year TIPS auction didn’t buck the trend, tailing 1.8bps with a 2.45x B/C (prev. 2.99x), but had a decent takedown with indirects taking 64.3%. The tailwinds accelerated just prior to settlement as Fed’s Williams (voter) announced the need to provide accommodation, not leaving any uncertainty. At settlement the curve had bull flattened, with the 2s10s widening over 3bps. US T-note futures (U9) settled 9 ticks higher at 127-20+.</p><p><strong>Fed's Williams (Voter, Hawkish)</strong> said it is better to take preventative measures on rates than to wait for a disaster to unfold and that the long-run neutral rate for US interest rates is 0.5%. Williams also commented that standard inflation targeting approach may anchor inflation expectations too low, while he suggested that policy makers must move more quickly to vaccinate the economy and add monetary stimulus when rates are close to zero. However, New York Fed later stated that the comments made by Fed's Williams were academic, based on research and was not about potential policy actions at the upcoming FOMC meeting. (Newswires)</p><p><strong>Fed's Clarida (Voter, Neutral)</strong> said US economy is in a good place but uncertainties have increased and inflation has been coming in soft, while he suggested you don't want to wait until the data turns decisively. Clarida also stated that the Fed will act as appropriate to keep the economy going and that there is a limit to how far US rates can diverge from global rates. (Fox Business News)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-19th-july-2019-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 13:26:00",
        "gmt_time": "2019-07-19 05:26:00"
    },
    {
        "id": 878588,
        "updated_sequence": 1893962,
        "published_at": {
            "unix": 1563512400,
            "text": "2019-07-19 06:00:00 +0100",
            "iso_8601": "2019-07-19T05:00:00Z"
        },
        "updated_at": {
            "unix": 1563512597,
            "text": "2019-07-19 06:03:17 +0100",
            "iso_8601": "2019-07-19T05:03:17Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks rallied as they reacted to the dovish rhetoric from Fed's Williams, despite the New York Fed downplaying the comments",
        "content": "<p>Asia equity markets were positive across the board as the region took its cue from the late gains in US following dovish comments from Fed's Williams who suggested it is better to take preventative measures on rates and that the long-run neutral rate for US interest rates is 0.5%, although the New York Fed later clarified the rhetoric was academic and not about potential policy action this month. Nonetheless, ASX 200 (+0.8%) was led higher by strength in the mining sector especially gold-related stocks after the precious metal surged to a fresh 6-year high on the Fed comments and with NAB front running the gains for financials after it appointed RBS head McEwan as its next CEO. Nikkei 225 (+2.0%) outperformed as exporters cheered currency outflows, while Hang Seng (+1.2%) and Shanghai Comp. (+1.0%) conformed to optimism after US-China trade negotiators resumed discussions via telephone and with the PBoC’s liquidity efforts resulting to a net weekly liquidity injection of CNY 460bln. Finally, 10yr JGBs gained as they tracked the upside in T-notes amid the dovish Fed bets, but with upside limited by the lack of safe-haven demand and slightly softer demand in the enhanced-liquidity auction for 2yr-20yr JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-rallied-as-they-reacted-to-the-dovish-rhetoric-from-fed-s-williams-despite-the-new-york-fed-downplaying-the-comments-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 13:00:00",
        "gmt_time": "2019-07-19 05:00:00"
    },
    {
        "id": 878587,
        "updated_sequence": 1893957,
        "published_at": {
            "unix": 1563510600,
            "text": "2019-07-19 05:30:00 +0100",
            "iso_8601": "2019-07-19T04:30:00Z"
        },
        "updated_at": {
            "unix": 1563510702,
            "text": "2019-07-19 05:31:42 +0100",
            "iso_8601": "2019-07-19T04:31:42Z"
        },
        "subject": "Japanese All Industry Activity Index (May) M/M 0.3% vs. Exp. 0.3% (Prev. 0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-all-industry-activity-index-may-m-m-0-3-vs-exp-0-3-prev-0-9-19-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 12:30:00",
        "gmt_time": "2019-07-19 04:30:00"
    },
    {
        "id": 878586,
        "updated_sequence": 1893959,
        "published_at": {
            "unix": 1563510120,
            "text": "2019-07-19 05:22:00 +0100",
            "iso_8601": "2019-07-19T04:22:00Z"
        },
        "updated_at": {
            "unix": 1563511085,
            "text": "2019-07-19 05:38:05 +0100",
            "iso_8601": "2019-07-19T04:38:05Z"
        },
        "subject": "IEA Executive Director Birol says might revise 2019 global oil demand growth forecast to 1.1mln bpd from 1.3mln bpd, says doesn't see a huge increase in oil prices as markets are awash with oil and demand is slowing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iea-executive-director-birol-says-might-revise-2019-global-oil-demand-growth-forecast-to-1-1mln-bpd-from-1-3mln-bpd-says-doesn-t-see-a-huge-increase-in-oil-prices-as-markets-are-awash-with-oil-and-demand-is-slowing-19-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 12:22:00",
        "gmt_time": "2019-07-19 04:22:00"
    },
    {
        "id": 878585,
        "updated_sequence": 1893945,
        "published_at": {
            "unix": 1563507600,
            "text": "2019-07-19 04:40:00 +0100",
            "iso_8601": "2019-07-19T03:40:00Z"
        },
        "updated_at": {
            "unix": 1563507915,
            "text": "2019-07-19 04:45:15 +0100",
            "iso_8601": "2019-07-19T03:45:15Z"
        },
        "subject": "Japan sells JPY 398.6bln in 2yr, 5yr, 10yr and 20yr JGBs in enhanced liquidity auction; b/c 4.80 vs. Prev. 4.87",
        "content": "<p>- Highest accepted spread 0.009% vs. Prev. 0.005%</p><p>- Accepted at highest spread 96.5997% vs. Prev. 70.5330%</p><p>- Average accepted spread 0.009% vs. Prev. 0.006%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-398-6bln-in-2yr-5yr-10yr-and-20yr-jgbs-in-enhanced-liquidity-auction-b-c-4-80-vs-prev-4-87-19-07-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 11:40:00",
        "gmt_time": "2019-07-19 03:40:00"
    },
    {
        "id": 878584,
        "updated_sequence": 1893942,
        "published_at": {
            "unix": 1563507540,
            "text": "2019-07-19 04:39:00 +0100",
            "iso_8601": "2019-07-19T03:39:00Z"
        },
        "updated_at": {
            "unix": 1563507613,
            "text": "2019-07-19 04:40:13 +0100",
            "iso_8601": "2019-07-19T03:40:13Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: L&T Infotech (LTI IS) Q1 consolidated net fell 1.5% Y/Y to INR 3.56bln",
        "content": "<p>L&amp;T Infotech (LTI IS) - Co. Q1 consolidated net fell 1.5% Y/Y to INR 3.56bln. (ET)</p><p>Maruti Suzuki (MSIL IS) - Toyota (7203 JT) is planning to source more models from the Co. (Newswires)</p><p>Mindtree (MTCL IS) - Co. founders will stay on to stabilize and grow the Co. following takeover by Larsen &amp; Toubro (LT IS). (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-l-t-infotech-lti-is-q1-consolidated-net-fell-1-5-y-y-to-inr-3-56bln-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 11:39:00",
        "gmt_time": "2019-07-19 03:39:00"
    },
    {
        "id": 878582,
        "updated_sequence": 1893936,
        "published_at": {
            "unix": 1563505500,
            "text": "2019-07-19 04:05:00 +0100",
            "iso_8601": "2019-07-19T03:05:00Z"
        },
        "updated_at": {
            "unix": 1563505576,
            "text": "2019-07-19 04:06:16 +0100",
            "iso_8601": "2019-07-19T03:06:16Z"
        },
        "subject": "New Zealand Credit Card Spending (Jun) M/M 1.5% (Prev. 0.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-jun-m-m-1-5-prev-0-4-19-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 11:05:00",
        "gmt_time": "2019-07-19 03:05:00"
    },
    {
        "id": 878583,
        "updated_sequence": 1893939,
        "published_at": {
            "unix": 1563505500,
            "text": "2019-07-19 04:05:00 +0100",
            "iso_8601": "2019-07-19T03:05:00Z"
        },
        "updated_at": {
            "unix": 1563505611,
            "text": "2019-07-19 04:06:51 +0100",
            "iso_8601": "2019-07-19T03:06:51Z"
        },
        "subject": "New Zealand Credit Card Spending (Jun) Y/Y 6.6% (Prev. 6.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-jun-y-y-6-6-prev-6-6-19-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 11:05:00",
        "gmt_time": "2019-07-19 03:05:00"
    },
    {
        "id": 878581,
        "updated_sequence": 1893933,
        "published_at": {
            "unix": 1563504420,
            "text": "2019-07-19 03:47:00 +0100",
            "iso_8601": "2019-07-19T02:47:00Z"
        },
        "updated_at": {
            "unix": 1563505072,
            "text": "2019-07-19 03:57:52 +0100",
            "iso_8601": "2019-07-19T02:57:52Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks rally as they react to the dovish rhetoric from Fed's Williams, despite the New York Fed downplaying the comments",
        "content": "<p>Asia equity markets are positive across the board as the region takes its cue from the late gains in US following dovish comments from Fed's Williams who suggested it is better to take preventative measures on rates and that the long-run neutral rate for US interest rates is 0.5%, although the New York Fed later clarified the rhetoric was academic and not about potential policy action this month. Nonetheless, ASX 200 (+0.7%) is led higher by strength in the mining sector especially gold-related stocks after the precious metal surged on the Fed comments and with NAB front running the gains for financials after it appointed RBS head McEwan as its next CEO. Nikkei 225 (+1.7%) outperforms with exporters cheering currency outflows, while Hang Seng (+1.2%) and Shanghai Comp. (+1.1%) conform to optimism after US-China trade negotiators resumed discussions via telephone and with the PBoC’s liquidity efforts resulting to a net weekly liquidity injection of CNY 460bln.</p><p>In FX markets the DXY weakened below the 97.00 level on the dovish rhetoric from Fed’s Williams which was followed by comments from Vice Chair Clarida that uncertainties have increased and inflation has been soft, while Clarida also suggested not to wait until the data turns decisively. These boosted hopes for a larger cut this month in which CME Fed Fund Futures briefly priced in a probability of over 70% for a 50bps cut vs. 34% the prior day, although this has since slipped back to around 44% after the New York Fed downplayed the comments by Williams. As such, EUR/USD slightly pulled back overnight but still holds on to most the gains in the aftermath of the dovish Fed speak, while GBP/USD remains near the prior day’s highs around 1.2550 helped by the recent strong Retail Sales data and after MPs passed an amendment which aims to make it more difficult to implement a no-deal Brexit through prorogation. Elsewhere, the heightened risk appetite spurred outflows from safe-haven JPY which underpinned JPY-crosses although USD/JPY was subdued by base currency effects, while antipodeans also benefitted from the broad USD weakness, as well as gains in commodities and due to their high beta properties.</p><p>Finally, 10yr JGBs are higher as they tracked the upside in T-notes amid the dovish Fed bets, but with upside limited by the lack of safe-haven demand and with an enhanced-liquidity auction scheduled later.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-rally-as-they-react-to-the-dovish-rhetoric-from-fed-s-williams-despite-the-new-york-fed-downplaying-the-comments-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 10:47:00",
        "gmt_time": "2019-07-19 02:47:00"
    },
    {
        "id": 878579,
        "updated_sequence": 1893925,
        "published_at": {
            "unix": 1563502500,
            "text": "2019-07-19 03:15:00 +0100",
            "iso_8601": "2019-07-19T02:15:00Z"
        },
        "updated_at": {
            "unix": 1563502576,
            "text": "2019-07-19 03:16:16 +0100",
            "iso_8601": "2019-07-19T02:16:16Z"
        },
        "subject": "South Korea court is reviewing arrest warrant for Samsung Biologics (207940 KS) former CEO with a decision expected today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-court-is-reviewing-arrest-warrant-for-samsung-biologics-207940-ks-former-ceo-with-a-decision-expected-today-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 10:15:00",
        "gmt_time": "2019-07-19 02:15:00"
    },
    {
        "id": 878580,
        "updated_sequence": 1893928,
        "published_at": {
            "unix": 1563502500,
            "text": "2019-07-19 03:15:00 +0100",
            "iso_8601": "2019-07-19T02:15:00Z"
        },
        "updated_at": {
            "unix": 1563502669,
            "text": "2019-07-19 03:17:49 +0100",
            "iso_8601": "2019-07-19T02:17:49Z"
        },
        "subject": "Japanese Foreign Minister says Japan will take necessary steps over South Korea's failure to take arbitration measures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-foreign-minister-says-japan-will-take-necessary-steps-over-south-korea-s-failure-to-take-arbitration-measures-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 10:15:00",
        "gmt_time": "2019-07-19 02:15:00"
    },
    {
        "id": 878578,
        "updated_sequence": 1893922,
        "published_at": {
            "unix": 1563502140,
            "text": "2019-07-19 03:09:00 +0100",
            "iso_8601": "2019-07-19T02:09:00Z"
        },
        "updated_at": {
            "unix": 1563502234,
            "text": "2019-07-19 03:10:34 +0100",
            "iso_8601": "2019-07-19T02:10:34Z"
        },
        "subject": "Minsheng Investment Management (000416 CH) announces it will default on USD 500mln of notes due August 2nd",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "minsheng-investment-management-000416-ch-announces-it-will-default-on-usd-500mln-of-notes-due-august-2nd-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 10:09:00",
        "gmt_time": "2019-07-19 02:09:00"
    },
    {
        "id": 878577,
        "updated_sequence": 1893919,
        "published_at": {
            "unix": 1563501720,
            "text": "2019-07-19 03:02:00 +0100",
            "iso_8601": "2019-07-19T02:02:00Z"
        },
        "updated_at": {
            "unix": 1563501782,
            "text": "2019-07-19 03:03:02 +0100",
            "iso_8601": "2019-07-19T02:03:02Z"
        },
        "subject": "Japan Foreign Minister says we will be taking action against South Korea over the labour issue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-foreign-minister-says-we-will-be-taking-action-against-south-korea-over-the-labour-issue-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 10:02:00",
        "gmt_time": "2019-07-19 02:02:00"
    },
    {
        "id": 878576,
        "updated_sequence": 1893916,
        "published_at": {
            "unix": 1563500700,
            "text": "2019-07-19 02:45:00 +0100",
            "iso_8601": "2019-07-19T01:45:00Z"
        },
        "updated_at": {
            "unix": 1563500787,
            "text": "2019-07-19 02:46:27 +0100",
            "iso_8601": "2019-07-19T01:46:27Z"
        },
        "subject": "Hyundai Motor (005380 KS) union negotiators walked out of wage discussions amid disagreement ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-motor-005380-ks-union-negotiators-walked-out-of-wage-discussions-amid-disagreement-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:45:00",
        "gmt_time": "2019-07-19 01:45:00"
    },
    {
        "id": 878575,
        "updated_sequence": 1893947,
        "published_at": {
            "unix": 1563500640,
            "text": "2019-07-19 02:44:00 +0100",
            "iso_8601": "2019-07-19T01:44:00Z"
        },
        "updated_at": {
            "unix": 1563508111,
            "text": "2019-07-19 04:48:31 +0100",
            "iso_8601": "2019-07-19T03:48:31Z"
        },
        "subject": "US tech firms are reportedly pushing for US President Trump to allow sales to Huawei and set up a White House meeting next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "us-tech-firms-are-reportedly-pushing-for-us-president-trump-to-allow-sales-to-huawei-and-set-up-a-white-house-meeting-next-week-19-07-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:44:00",
        "gmt_time": "2019-07-19 01:44:00"
    },
    {
        "id": 878574,
        "updated_sequence": 1893910,
        "published_at": {
            "unix": 1563500580,
            "text": "2019-07-19 02:43:00 +0100",
            "iso_8601": "2019-07-19T01:43:00Z"
        },
        "updated_at": {
            "unix": 1563500677,
            "text": "2019-07-19 02:44:37 +0100",
            "iso_8601": "2019-07-19T01:44:37Z"
        },
        "subject": "White House is reportedly proposing to use USD 115bln savings from drug pricing proposal for debt ceiling deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "white-house-is-reportedly-proposing-to-use-usd-115bln-savings-from-drug-pricing-proposal-for-debt-ceiling-deal-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:43:00",
        "gmt_time": "2019-07-19 01:43:00"
    },
    {
        "id": 878573,
        "updated_sequence": 1893905,
        "published_at": {
            "unix": 1563498900,
            "text": "2019-07-19 02:15:00 +0100",
            "iso_8601": "2019-07-19T01:15:00Z"
        },
        "updated_at": {
            "unix": 1563499066,
            "text": "2019-07-19 02:17:46 +0100",
            "iso_8601": "2019-07-19T01:17:46Z"
        },
        "subject": "PBoC injects CNY 100bln via 7-day reverse repos for a net weekly injection of CNY 460bln vs. Prev. CNY 220bln drain last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-100bln-via-7-day-reverse-repos-for-a-net-weekly-injection-of-cny-460bln-vs-prev-cny-220bln-drain-last-week-19-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:15:00",
        "gmt_time": "2019-07-19 01:15:00"
    },
    {
        "id": 878572,
        "updated_sequence": 1893900,
        "published_at": {
            "unix": 1563498900,
            "text": "2019-07-19 02:15:00 +0100",
            "iso_8601": "2019-07-19T01:15:00Z"
        },
        "updated_at": {
            "unix": 1563498965,
            "text": "2019-07-19 02:16:05 +0100",
            "iso_8601": "2019-07-19T01:16:05Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8635 (Prev. 6.8761)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8635-prev-6-8761-19-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:15:00",
        "gmt_time": "2019-07-19 01:15:00"
    },
    {
        "id": 878571,
        "updated_sequence": 1893897,
        "published_at": {
            "unix": 1563498840,
            "text": "2019-07-19 02:14:00 +0100",
            "iso_8601": "2019-07-19T01:14:00Z"
        },
        "updated_at": {
            "unix": 1563498908,
            "text": "2019-07-19 02:15:08 +0100",
            "iso_8601": "2019-07-19T01:15:08Z"
        },
        "subject": "Fitch says BoJ may need to further ease policy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-says-boj-may-need-to-further-ease-policy-19-07-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:14:00",
        "gmt_time": "2019-07-19 01:14:00"
    },
    {
        "id": 878570,
        "updated_sequence": 1893907,
        "published_at": {
            "unix": 1563498300,
            "text": "2019-07-19 02:05:00 +0100",
            "iso_8601": "2019-07-19T01:05:00Z"
        },
        "updated_at": {
            "unix": 1563499252,
            "text": "2019-07-19 02:20:52 +0100",
            "iso_8601": "2019-07-19T01:20:52Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: China Railway Construction Corp (1186 HK) H1 new contract value rose 18% Y/Y to CNY 718.7bln",
        "content": "<p>China Modern Dairy (1117 HK) - New Hope Dairy is to make a CNY 709.2mln investment and the Co. will purchase 276.2mln shares. (Newswires)</p><p>China Railway Construction Corp (1186 HK) - Co. H1 new contract value rose 18% Y/Y to CNY 718.7bln. (Newswires)</p><p>COSCO Shipping Energy Transportation (1138 HK) - Co. expects to return to net profit in H1. (Newswires)</p><p>MTR Corporation (66 HK) - Co. issues profit warning. (Newswires)</p><p>Copper - Chile copper commission COCHILCO lowered 2019 forecast for China copper demand growth to 1.2% from 2.5%. (Newswires)</p><p>Trade</p><p>US Treasury Secretary Mnuchin said he and USTR Lighthizer have a call with their Chinese counterparts today and that Huawei is not the sticking point in the US-China trade talks. (CNBC)</p><p>US GOP Senator Scott said doubts trade deal with China will happen and doesn’t want Huawei to be part of any trade agreement. (Newswires)</p><p>China’s Global Times commentary piece suggested that US-China trade talks face difficulties as differences persist and that US officials continue \"bullying tactics\" by threatening more tariffs. (Global Times)</p><p>Data Recap - Hong Kong Unemployment Rate (Jun) 2.8% vs. Exp. 2.8% (Prev. 2.8%). (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-railway-construction-corp-1186-hk-h1-new-contract-value-rose-18-y-y-to-cny-718-7bln-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:05:00",
        "gmt_time": "2019-07-19 01:05:00"
    },
    {
        "id": 878569,
        "updated_sequence": 1893889,
        "published_at": {
            "unix": 1563498180,
            "text": "2019-07-19 02:03:00 +0100",
            "iso_8601": "2019-07-19T01:03:00Z"
        },
        "updated_at": {
            "unix": 1563498274,
            "text": "2019-07-19 02:04:34 +0100",
            "iso_8601": "2019-07-19T01:04:34Z"
        },
        "subject": "SK Innovation (096770 KS) units will invest KRW 150bln for a 35% stake in Myanmar's Best Oil Co.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sk-innovation-096770-ks-units-will-invest-krw-150bln-for-a-35-stake-in-myanmar-s-best-oil-co-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:03:00",
        "gmt_time": "2019-07-19 01:03:00"
    },
    {
        "id": 878568,
        "updated_sequence": 1893886,
        "published_at": {
            "unix": 1563498120,
            "text": "2019-07-19 02:02:00 +0100",
            "iso_8601": "2019-07-19T01:02:00Z"
        },
        "updated_at": {
            "unix": 1563498218,
            "text": "2019-07-19 02:03:38 +0100",
            "iso_8601": "2019-07-19T01:03:38Z"
        },
        "subject": "South Korea Trade Ministry Director urges Japan to hold talks to discuss Seoul's export control system and expresses regret over repeated claims in Japan that are far from the truth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-trade-ministry-director-urges-japan-to-hold-talks-to-discuss-seoul-s-export-control-system-and-expresses-regret-over-repeated-claims-in-japan-that-are-far-from-the-truth-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:02:00",
        "gmt_time": "2019-07-19 01:02:00"
    },
    {
        "id": 878567,
        "updated_sequence": 1893883,
        "published_at": {
            "unix": 1563498060,
            "text": "2019-07-19 02:01:00 +0100",
            "iso_8601": "2019-07-19T01:01:00Z"
        },
        "updated_at": {
            "unix": 1563498128,
            "text": "2019-07-19 02:02:08 +0100",
            "iso_8601": "2019-07-19T01:02:08Z"
        },
        "subject": "Fitch affirms Thailand at 'BBB+'; Outlook revised to Positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-thailand-at-bbb-outlook-revised-to-positive-19-07-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 09:01:00",
        "gmt_time": "2019-07-19 01:01:00"
    },
    {
        "id": 878566,
        "updated_sequence": 1893880,
        "published_at": {
            "unix": 1563497940,
            "text": "2019-07-19 01:59:00 +0100",
            "iso_8601": "2019-07-19T00:59:00Z"
        },
        "updated_at": {
            "unix": 1563498074,
            "text": "2019-07-19 02:01:14 +0100",
            "iso_8601": "2019-07-19T01:01:14Z"
        },
        "subject": "USTR Lighthizer and Treasury Secretary Mnuchin discussed trade over the phone with Chinese officials as expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-lighthizer-and-treasury-secretary-mnuchin-discussed-trade-over-the-phone-with-chinese-officials-as-expected-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:59:00",
        "gmt_time": "2019-07-19 00:59:00"
    },
    {
        "id": 878565,
        "updated_sequence": 1893877,
        "published_at": {
            "unix": 1563497100,
            "text": "2019-07-19 01:45:00 +0100",
            "iso_8601": "2019-07-19T00:45:00Z"
        },
        "updated_at": {
            "unix": 1563497227,
            "text": "2019-07-19 01:47:07 +0100",
            "iso_8601": "2019-07-19T00:47:07Z"
        },
        "subject": "QBE (QBE AT) announces that recent OGDEN decision will result on one-off increase in liabilities claims estimate of AUD 60mln with the adjustment to be reflected in H1 and FY19 results ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "qbe-qbe-at-announces-that-recent-ogden-decision-will-result-on-one-off-increase-in-liabilities-claims-estimate-of-aud-60mln-with-the-adjustment-to-be-reflected-in-h1-and-fy19-results-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:45:00",
        "gmt_time": "2019-07-19 00:45:00"
    },
    {
        "id": 878564,
        "updated_sequence": 1893874,
        "published_at": {
            "unix": 1563496860,
            "text": "2019-07-19 01:41:00 +0100",
            "iso_8601": "2019-07-19T00:41:00Z"
        },
        "updated_at": {
            "unix": 1563496936,
            "text": "2019-07-19 01:42:16 +0100",
            "iso_8601": "2019-07-19T00:42:16Z"
        },
        "subject": "Canada PM Trudeau says Canada and EU are near to an agreement on possible temporary solution to US block on appeals in WTO disputes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-pm-trudeau-says-canada-and-eu-are-near-to-an-agreement-on-possible-temporary-solution-to-us-block-on-appeals-in-wto-disputes-19-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:41:00",
        "gmt_time": "2019-07-19 00:41:00"
    },
    {
        "id": 878563,
        "updated_sequence": 1893871,
        "published_at": {
            "unix": 1563496320,
            "text": "2019-07-19 01:32:00 +0100",
            "iso_8601": "2019-07-19T00:32:00Z"
        },
        "updated_at": {
            "unix": 1563496377,
            "text": "2019-07-19 01:32:57 +0100",
            "iso_8601": "2019-07-19T00:32:57Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: TSMC (2330 TT) Q2 net TWD 66.8bln vs. Exp. TWD 65.9bln",
        "content": "<p>TAIWAN</p><p>TSMC (2330 TT) - Co. Q2 net TWD 66.8bln vs. Exp. TWD 65.9bln, oper. profit TWD 73.3bln vs. Exp. TWD 77.4bln, rev. TWD 241.0bln vs. Prev. TWD 233.3bln Y/Y. (Newswires)</p><p>Other News - Taiwan independence hardliners may form a new party that plan to take part in the Presidential and legislative elections next year. (SCMP)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Keppel Corp (KEP SP) - Co. Q2 net SGD 153.4mln vs. Prev. SGD 249mln Y/Y. (Newswires)</p><p>Singapore Airlines (SIA SP) - Co. signs MOU with Japan tourism organization to promote travel and tourism to Japan from 5 markets. (Newswires)</p><p>Singapore Exchange (SGX SP) - Co. will solicit feedback to consider eliminating trade price rule for mainboard-listed stocks. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-tsmc-2330-tt-q2-net-twd-66-8bln-vs-exp-twd-65-9bln-19-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:32:00",
        "gmt_time": "2019-07-19 00:32:00"
    },
    {
        "id": 878562,
        "updated_sequence": 1893868,
        "published_at": {
            "unix": 1563496020,
            "text": "2019-07-19 01:27:00 +0100",
            "iso_8601": "2019-07-19T00:27:00Z"
        },
        "updated_at": {
            "unix": 1563496067,
            "text": "2019-07-19 01:27:47 +0100",
            "iso_8601": "2019-07-19T00:27:47Z"
        },
        "subject": "JC Penney (JCP) reportedly hires debt restructuring advisers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jc-penney-jcp-reportedly-hires-debt-restructuring-advisers-19-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:27:00",
        "gmt_time": "2019-07-19 00:27:00"
    },
    {
        "id": 878561,
        "updated_sequence": 1893865,
        "published_at": {
            "unix": 1563495840,
            "text": "2019-07-19 01:24:00 +0100",
            "iso_8601": "2019-07-19T00:24:00Z"
        },
        "updated_at": {
            "unix": 1563495895,
            "text": "2019-07-19 01:24:55 +0100",
            "iso_8601": "2019-07-19T00:24:55Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 6.8645, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-6-8645-according-to-a-major-newswire-estimate-19-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:24:00",
        "gmt_time": "2019-07-19 00:24:00"
    },
    {
        "id": 878560,
        "updated_sequence": 1893862,
        "published_at": {
            "unix": 1563494640,
            "text": "2019-07-19 01:04:00 +0100",
            "iso_8601": "2019-07-19T00:04:00Z"
        },
        "updated_at": {
            "unix": 1563495018,
            "text": "2019-07-19 01:10:18 +0100",
            "iso_8601": "2019-07-19T00:10:18Z"
        },
        "subject": "Asia equity markets begin positive as they take cue from the late gains in their US counterparts after dovish comments from Fed's Williams, despite the New York Fed downplaying the rhetoric as academic and not about potential policy action this month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-positive-as-they-take-cue-from-the-late-gains-in-their-us-counterparts-after-dovish-comments-from-fed-s-williams-despite-the-new-york-fed-downplaying-the-rhetoric-as-academic-and-not-about-potential-policy-action-t-19-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-19 08:04:00",
        "gmt_time": "2019-07-19 00:04:00"
    }
]