[
    {
        "id": 896486,
        "updated_sequence": 2006417,
        "published_at": {
            "unix": 1574458200,
            "text": "2019-11-22 21:30:00 +0000",
            "iso_8601": "2019-11-22T21:30:00Z"
        },
        "updated_at": {
            "unix": 1574458200,
            "text": "2019-11-22 21:30:00 +0000",
            "iso_8601": "2019-11-22T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-15-11-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:30:00",
        "gmt_time": "2019-11-22 21:30:00"
    },
    {
        "id": 897444,
        "updated_sequence": 2006415,
        "published_at": {
            "unix": 1574456760,
            "text": "2019-11-22 21:06:00 +0000",
            "iso_8601": "2019-11-22T21:06:00Z"
        },
        "updated_at": {
            "unix": 1574456818,
            "text": "2019-11-22 21:06:58 +0000",
            "iso_8601": "2019-11-22T21:06:58Z"
        },
        "subject": "S&P revises South Africa outlook to negative, ratings affirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-revises-south-africa-outlook-to-negative-ratings-affirmed-22-11-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:06:00",
        "gmt_time": "2019-11-22 21:06:00"
    },
    {
        "id": 897415,
        "updated_sequence": 2006412,
        "published_at": {
            "unix": 1574456580,
            "text": "2019-11-22 21:03:00 +0000",
            "iso_8601": "2019-11-22T21:03:00Z"
        },
        "updated_at": {
            "unix": 1574456699,
            "text": "2019-11-22 21:04:59 +0000",
            "iso_8601": "2019-11-22T21:04:59Z"
        },
        "subject": "RANsquawk Central Banks - Weekly Briefing 22nd Nov 2019 - REVIEWING FOMC minutes, PBOC MPR/LPR, ECB President Lagarde, BOCspeak, RBA minutes, SARB; PREVIEWING RBNZ FSR, BOK rate decision.",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23308/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-briefing-22nd-nov-2019-reviewing-fomc-minutes-pboc-mpr-lpr-ecb-president-lagarde-bocspeak-rba-minutes-sarb-previewing-rbnz-fsr-bok-rate-decision-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:03:00",
        "gmt_time": "2019-11-22 21:03:00"
    },
    {
        "id": 897443,
        "updated_sequence": 2006408,
        "published_at": {
            "unix": 1574456580,
            "text": "2019-11-22 21:03:00 +0000",
            "iso_8601": "2019-11-22T21:03:00Z"
        },
        "updated_at": {
            "unix": 1574456590,
            "text": "2019-11-22 21:03:10 +0000",
            "iso_8601": "2019-11-22T21:03:10Z"
        },
        "subject": "Fitch Affirms Portugal at 'BBB', Outlook Positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-portugal-at-bbb-outlook-positive-22-11-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:03:00",
        "gmt_time": "2019-11-22 21:03:00"
    },
    {
        "id": 897414,
        "updated_sequence": 2006410,
        "published_at": {
            "unix": 1574456580,
            "text": "2019-11-22 21:03:00 +0000",
            "iso_8601": "2019-11-22T21:03:00Z"
        },
        "updated_at": {
            "unix": 1574456693,
            "text": "2019-11-22 21:04:53 +0000",
            "iso_8601": "2019-11-22T21:04:53Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 25th November 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23311/download\"><strong>here</strong></a></p><ul><li>MON: German IFO, New Zealand Retail Sales</li><li>TUE: German GFK Consumer Climate, Swiss Employment, US Goods Trade Balance, House Price Index, Case-Shiller House Price Index, CB Consumer Confidence, New Home Sales, Richmond Manufacturing Index, New Zealand Trade Balance, Fed Discount Rate Minutes</li><li>WED: Chinese Industrial Profit, Norwegian Unemployment Rate, US Durable Goods, Core PCE Prices, Real Consumer Spending, Pending Home Sales, Personal Spending and Consumption, GDP (2nd) and PCE Price Index, Japanese Retail Sales, Fed's Beige Book</li><li>THU: Australian CAPEX, Swiss GDP, German CPI (Prelim), EZ M3 Money Supply, Consumer Confidence, Canadian GDP, Banxico Minutes, Japanese Unemployment Rate, Industrial Production and Tokyo CPI, US Thanksgiving Market Holiday</li><li>FRI: German Import Prices, Swedish GDP, German Labour Market Report, UK M4 Money Supply, EZ CPI (Flash), Canadian GDP, Chicago PMI, CBRT Financial Stability Report, US Black Friday, US Bill Settlement, US Early Close</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-25th-november-2019-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:03:00",
        "gmt_time": "2019-11-22 21:03:00"
    },
    {
        "id": 897442,
        "updated_sequence": 2006405,
        "published_at": {
            "unix": 1574456520,
            "text": "2019-11-22 21:02:00 +0000",
            "iso_8601": "2019-11-22T21:02:00Z"
        },
        "updated_at": {
            "unix": 1574456577,
            "text": "2019-11-22 21:02:57 +0000",
            "iso_8601": "2019-11-22T21:02:57Z"
        },
        "subject": "Fitch Affirms Austria at 'AA+'; Outlook Positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-austria-at-aa-outlook-positive-22-11-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:02:00",
        "gmt_time": "2019-11-22 21:02:00"
    },
    {
        "id": 897441,
        "updated_sequence": 2006402,
        "published_at": {
            "unix": 1574456520,
            "text": "2019-11-22 21:02:00 +0000",
            "iso_8601": "2019-11-22T21:02:00Z"
        },
        "updated_at": {
            "unix": 1574456524,
            "text": "2019-11-22 21:02:04 +0000",
            "iso_8601": "2019-11-22T21:02:04Z"
        },
        "subject": "RANsquawk US Market Wrap - 22nd November 2019: Trump says Phase One \"potentially very close\"",
        "content": "<p><strong>* SNAPSHOT: Equities up, Treasuries flat, dollar up, crude down,</strong></p><p><strong>* REAR VIEW: Trump says China deal “potentially very close”; US PMI beats; Michigan revised higher; Lagarde avoids rocking boat.</strong></p><p><strong>* NEXT WEEK: MON: German IFO, New Zealand Retail Sales; TUE: German GFK Consumer Climate, Swiss Employment, US Goods Trade Balance, House Price Index, Case-Shiller House Price Index, CB Consumer Confidence, New Home Sales, Richmond Manufacturing Index, New Zealand Trade Balance, Fed Discount Rate Minutes; WED: Chinese Industrial Profit, Norwegian Unemployment Rate, US Durable Goods, Core PCE Prices, Real Consumer Spending, Pending Home Sales, Personal Spending and Consumption, GDP (2nd) and PCE Price Index, Japanese Retail Sales, Fed's Beige Book; THU: Australian CAPEX, Swiss GDP, German CPI (Prelim), EZ M3 Money Supply, Consumer Confidence, Canadian GDP, Banxico Minutes, Japanese Unemployment Rate, Industrial Production and Tokyo CPI, US Thanksgiving Market Holiday; FRI: German Import Prices, Swedish GDP, German Labour Market Report, UK M4 Money Supply, EZ CPI (Flash), Canadian GDP, Chicago PMI, CBRT Financial Stability Report, US Black Friday, US Bill Settlement, US Early Close. RANsquawk week in focus preview can be accessed </strong><a href=\"https://ransquawk.com/research_sheets/23311/download\"><strong>here</strong></a><strong>. The RANsquawk central bank weekly briefing can be accessed </strong><a href=\"https://ransquawk.com/research_sheets/23308/download\"><strong>here</strong></a><strong>.</strong></p><p><strong>* TRUMP:</strong> In a wide-ranging interview on Fox, US President Trump largely stuck to domestic themes centring around the Democrats impeachment inquiry. However, Trump did state that a trade deal with China was \"potentially very close\", and Trump reportedly told China President Xi that this \"cannot be an even deal\", adding that China wanted to make a deal more than the US. Trump did acknowledge that the situation in Hong Kong was a \"complicating factor\", though when he was asked if he would sign the Hong Kong bill, Trump said that the US \"has to stand with Hong Kong, but I'm also standing with President Xi\", urging both sides to 'work it out' between themselves -- it suggests that Trump might yet be undecided on whether he will sign the bill. Trump said VP Pence had done a remarkable job as Vice President, intimating that Pence will remain his running mate in the 2020 campaign. On the rumour Secretary of State Pompeo was set to leave his role in order to pursue a Senate campaign, Trump did not directly answer the question, but said Pompeo could easily win in Kansas.</p><p><strong>* US/CHINA:</strong> In separate US/China trade related news, the majority of US’ FCC members said they would vote to designate Huawei and ZTE as national security risks, with all five members voting to ban US Government rural carrier customers from seeking federal subsidies to purchase Huawei and ZTE equipment. In other news, US has increased scrutiny of business deals involving foreign firms in 2017 and 2018, just prior to a new law that called for tougher restrictions. The article added that in the years leading up to this period (2016-2017), most foreign acquisitions had involved Chinese firms. Elsewhere, commentary from the Chinese side followed the usual rhetoric; China wants to work for a phase one trade deal with the US based on mutual respect and equality, said China’s President Xi. Additionally, Xi said the US and China should strengthen communications on strategic issues to avoid misjudgement, and added that the two nations should push bilateral relations on the right path of development. In later trade, a senior white house official was cited as stating that the 15th December tariff hikes are still due to go into effect, however, a phase one trade deal might see US President Trump make a decision to avoid implementing those tariffs as a gesture of goodwill.</p><p><strong>* US MARKIT PMI:</strong> US Comp Flash PMI for the month of November came in at 51.9, higher than October’s reading of 50.9. Both the Manufacturing and Services subcomponents came in strong, with the former printing at 52.2 vs expectations for 51.5 and the latter coming in at 51.6 vs expectations for 51; moreover, both increased M/M. “The latest survey results are indicative of GDP rising at a modest annualised rate of just 1.5%” said IHS Markit, “with payrolls rising at a monthly clip of approximately 100,000”. On inflationary pressures, IHS noted how they remained “historically subdued” in November, with private sector firms registering only a modest increase in input prices and output charges. Finally, IHS’ Chief Economist called the latest increase in the headline indices a “welcome upturn” which “adds to evidence that the worst of the economy’s recent soft patch may be behind us.”</p><p><strong>* UNI OF MICHIGAN FINAL: </strong>The final sentiment reading for November was revised upwards to 96.8. Wells Fargo notes that, despite the small climb, sentiment remains well below its 101.4 pre-trade war high set back in March 2018. However, “the wealth effect—the link between stocks and households’ assessment of their finances—has been on display throughout this cycle” caveats the bank, who suggest that “if the recent equity market gains hold, there could be scope for further improvement.” Conditions came in at 111.6 vs. expectations for 111.4, and above the prior 110.9 reading and Expectations came in at 87.3 vs. expectations for 86.1, up from the 85.9 prior.</p><p><strong>* EZ PMI:</strong> The Eurozone Composite Markit PMI figure came in soft, at 50.3 vs expectations for 50.9. The headline miss was driven by weakness in Services, which came in at 51.5, below expectations for 52.5. Contrastingly, Manufacturing came in ahead of expectations for 46.4 with a reading of 46.6. \"The eurozone economy remained becalmed for a third successive month in November, with the lacklustre PMI indicative of GDP growing at a quarterly rate of just 0.1%, down from 0.2% in the third quarter\" IHS Markit said of the data. The slowdown in the service sector is impacting price growth, notes ING, as businesses indicate that prices charged rose at the slowest pace in three years, a reflection of weaker input costs.” For the ECB, the bank concludes, “this means that little upside to the inflation outlook can be expected in the coming months”. Germany’s Comp number came in at 49.2, slightly lower than expectations for 49.4, but a touch higher than the 48.9 prior. The bulk of the improvement came in the manufacturing sector, which rose to 43.8 from last month’s 42.1 reading, and ahead of expectations for 42.9. Services declined slightly to 51.3 from 51.6, lower than the consensus 52.0 reading. The French Comp figure improved marginally in November, rising to 52.7 form last month’s 52.6, slightly below expectations for 52.8. French manufacturing PMI came in better than the expected 50.9, printing at 51.6, while Services was slightly softer than expectations for 53 at 52.9.</p><p><strong>* ECB’S LAGARDE:</strong> Remarks from newly appointed ECB President Lagarde did very little to rock the boat ahead of her debut meeting next month. Given the lack of unanimity on the Governing Council in recent months (which saw Sabine Lautenschlaeger step down from her position), Lagarde opted to avoid front-running the December policy decision and instead will wait until the 12th to seek consensus on the next steps forward for the Bank. The overall contents of the speech provided little in the way of surprises with the ECB’s recently adopted mantra of seeking fiscal assistance a key theme of her remarks. More specifically, Lagarde noted “it is clear that monetary policy could achieve its goal faster and with fewer side effects if other policies were supporting growth alongside it”. Elsewhere, Lagarde made a reference to a “near future” “strategic review” into monetary policy, something which is expected to be a hallmark of the initial stages of her tenure at the Bank. Interestingly, ING placed focus on one comment stating “a monetary union focused too much on risk sharing is likely to produce moral hazard and too little saving”, something that ING viewed as “a tribute to a mainly German-speaking audience”. Overall, Lagarde presented little in the way of fresh insight into what to expect for the future course of monetary policy, with the ECB President viewing the December 12th podium in Frankfurt as a more opportune time.&nbsp;</p><p><strong>* ECB:</strong> ECB’s Weidmann (Hawk) said the ECB strategy gives them leeway not to respond to every \"slight\" revision in the inflation outlook. Weidmann noted the first signs have emerged that the downturn in Germany's export-orientated industry could level off. On inflation, Weidmann said driving inflation above target intentionally was not consistent with strategy, while the impact of tiering on the profitability of banks was modest, though he believes that accommodative policy was still warranted; he added that he agreed with incoming ECB chief Lagarde on the need for a policy review.</p><p><strong>* CANADIAN SEPTEMBER RETAIL SALES:</strong> Headline retail sales fell by 0.1% M/M, in line with expectations, as gasoline prices and declines in auto sales weighed. RBC notes that the latter has generally been soft this year; “while housing has clearly gotten a boost from lower interest rates, auto sales have not,” RBC writes, “that strength in housing was evident in rising sales at building material stores, which hit a record high on a volumes basis in October.” RBC says that, despite a soft end to the quarter, retail sales volumes were 1.9% higher in Q3, the strongest pace in a year. The Canadian bank expects overall consumer spending (which will be contained in next week’s GDP report) likely rose at a similar pace. “The BOC is keeping an eye on the household sector, with strength there essential to offset headwinds to investment and exports,” RBC writes, “it looks like both consumer spending and housing made solid contributions to growth last quarter.”</p><p><strong>* US T-NOTE FUTURES (Z9) SETTLES 1 TICK LOWER AT 129-14+. </strong>The T-Plex is lower for the second consecutive week; today's losses was inspired by upside in the equity complex, with hints from US President Trump that a trade deal with China is \"potentially very close\". The data slate was also supportive, with a better than expected US Markit PMI, while University of Michigan consumer sentiment data was revised higher, boding well CB gauge of consumer confidence, released next week. Volumes were light, and at settlement, the curve was mixed, with the 2s through 7s higher yields, 10s roughly unchanged, while 30s yields were slightly lower; major curve spreads, however, narrowed by around 1-2bps.</p><p><strong>* WTI (F0) SETTLES USD 0.81 LOWER AT USD 57.77/BBL; BRENT SETTLES USD 0.58 LOWER AT USD 63.39/BBL:</strong> After hitting 9-week highs on Thursday, crude fell at the end of the week with some desks citing profit taking ahead of the weekend, while punchy rhetoric on the US/China front was also cited by some traders; while macro data provided some support, it wasn't particularly significant for the crude complex. \"The S&amp;P 500 has seen some similar swings, with an initial bullish reaction to a tweet from President Trump that the US was 'potentially very close' to reaching a trade agreement with China fading, presumably because investors are tired of riding the US-China see-saw,\" Citi's analysts said. Citi also argues that the initial spin that an OPEC+ extension of the current supply curb agreement would prove supportive may also be fading, as more reports highlight this would fail to compensate for the projected decline in the call on OPEC crude oil for 2020.</p><p><strong>* CLOSING LEVELS: </strong>S&amp;P 500 0.2% at 3110, NASDAQ-100 0.1% at 8272, Dow Jones&nbsp; 0.4% at 27874; SECTORS: Consumer Discretionary&nbsp; 0.6%, Consumer Staples&nbsp; -0.2%, Energy&nbsp; -0.4%, Financials&nbsp; 0.8%, Health Care&nbsp; 0.4%, Industrials&nbsp; 0.5%, Information Technology&nbsp; -0.1%, Materials&nbsp; 0.2%, Telecommunication Services&nbsp; 0.1%, Utilities&nbsp; 0%.</p><p><strong>* STOCK SPECIFICS: </strong>Of note for Semiconductors, RBC highlighted comments from Micron’s (MU) CEO, who spoke on the DRAM market noting “What’s happening now is that the demand growth is actually greater than the supply growth. As a result, the supply and demand balance is starting to improve.” The CEO added “There is still excessive inventory in the DRAM industry and producers, but the inventory is coming down fast”. Tesla (TSLA) fell over 5% after it revealed its electric pickup truck with a starting price of USD 39,900. The truck was made from stainless steel, massive tires and armoured glass windows, resembling an armoured truck. The pricing is lower than initially thought, but the report notes its design could limit sales. CEO Musk announced other versions will be priced at USD 49,900 and USD 69,900 with the latter offering a range of more than 500 miles. Microsoft (MSFT) were granted a license from the US to export mass-market software to Huawei. Yum! Brands Inc (YUM) authorised a USD 2bln share repurchase programme through to the end of June 2021. Universal Display (OLED) were hit on a downgrade from Cowen. Elsewhere, US President Trump says his administration will come up with an age for e-cigarette purchases. On drugmakers, President Trump said he intends to fight high drug prices, and his administration will soon release a plan to allow states to import prescription drugs. L Brands (LB) reportedly mulling strategic alternatives, The Deal reported.</p><p><strong>* EARNINGS: </strong>Nordstrom (JWN) rallied after its earnings reported a strong beat, whilst revenues were in line with estimates. Foot Locker (FL) however were hit despite an EPS beat, although revenues fell short and it forecasts its Q4 comp sales to be relatively flat. JM Smucker (SJM) EPS beat street estimates whilst revenues fell slightly short. SJM also cut its FY20 EPS and revenue forecasts, the poor guidance sent the stock lower in the pre-market before trading in the green at the open.&nbsp; Splunk (SPLK) earnings report was strong, the stock rallied ~7% after EPS and revenue beats, whilst Q4 guidance was also solid, and it raised its FY20 revenue forecasts.</p><p><strong>* M&amp;A: </strong>Talks between Charles Schwab (SCHW) and TD Ameritrade (AMTD) reportedly hit a “technical hiccup” at board level, which has delayed an initial announcement. However, the sources noted the deal is final, but they expect the “hiccup” expects it to be overcome imminently, according to sources cited by FBN’s Gasparino. Over in Europe, Peugeot (UG FP) PSA reportedly are remained focus on Fiat Chrysler (FCAU) talks and are aiming to get an MOU signed in December, again, according to sources.</p><p><strong>* WEEKLY FX WRAP - DXY, YUAN: </strong>Another week of conflicting trade updates and source reports with some pointing to pessimism in China, others to progress towards a deal, and a few on the US Hong Kong bill’s passage into law morphing into a wedge in talks. US President Trump spoke on Friday and stated that a US-Sino deal is “potentially very close”, but the President reportedly told his Chinese counterpart that it “cannot be an even deal”, whilst adding HK democracy is a complicating factor but refused to answer if he will sign the bill. Earlier in the day, President Xi blamed the States for starting the dispute and added that it will fight back, however the Leader took a more conciliatory approach when speaking of ways to overcome the spat. The week also saw the latest FOMC Minutes which added nothing new to the overall Fed narrative. DXY is poised to end the European week with modest gains having nursed earlier losses after printing a weekly band of 97.68-98.13, topping its 100 DMA at 98.04 amid the EZ PMI-induced EUR weakness coupled with above-forecast US PMI readings. Elsewhere, the Yuan sees a week of losses; USD/CNH heads into the European weekend near the top of its 7.0028-0535 weekly range and above its 21 WMA (7.0350) and 21 DMA (7.0255).</p><p><strong>* EUR, GBP: </strong>A mixed weekly performance; the Single Currency looks poised to notch a second week of gains, albeit modest, but mostly on the back of USD dynamic with little pertinent EUR-specific news-flow throughout the week. Friday’s PMI figures showed a clear spill-over effect into the services sector from the manufacturing recession. Further, the subsequent GDP tracker pointed to a Q4 QQ rate of just 0.1%, down from 0.2% in Q3. Elsewhere, Lagarde’s first speech as ECB President provided little by way of fireworks; she noted of a strategic review of monetary policy in “the near future” and reaffirmed her call for fiscal policy. EUR/USD heads into the European close having clocked in a weekly parameter of 1.1047-97 and having eclipsed its 50 DMA at 1.1093 earlier in the week. For reference, next week’s docket includes German and EZ Prelim CPIs. Meanwhile, Sterling saw an early week bid amid tailwinds from last weekend’s polls suggesting an uptrend in the Conservative’s lead over Labour, with the polls showing a lead between 14-17 points across three surveys. However, the pair lost impetus news flow slowed down and as the pair took out multiple stops at psych levels. Further, UK’s Flash PMI debut missed expectations across the board and showed Services tipping over the fence into contraction. IHS noted the data points to a 0.2% drop in GDP in Q4, which would usually be associated with BoE stimulus, although Central Bank downplayed PMI importance at its latest MPR. Cable is set to end the EU week at the bottom of its current 1.2850-1.2985, with Friday’s mid-day downside attributed to potential stops taken out at 1.2875 which also coincides with its 21 DMA.</p><p><strong>* JPY, CHF: </strong>The Japanese currency is set to end the EU week a tad firmer following a volatile few sessions on contrasting trade headlines/sentiment. On the domestic front, Japanese Nationwide CPI remained steady vs. expectations for a slight pickup, although the JPY was unfazed, the metric continues to pile on pressure on the BoJ to keep its momentum towards achieving its inflation goal of 2%. USD/JPY looks to end European day and week in the red and around the middle of its 108.28-109.07 weekly band, having tested its 50 WMA (109.06) earlier. Conversely, the CHF heads into the EU close on the backfoot with little by way of any fundamental catalysts, although SNB market presence cannot be ruled out given recent rhetoric from Central Bank members. EUR/CHF looks to end the week at the top of its weekly range (1.0930-1.1010) having surpassed its 21 WMA at 1.0960. Meanwhile, USD/CHF took out its 21 and 50 WMAs to the upside at 0.9876 and 0.9938, having notched an intra-week band of 0.9868-0.9950, with the top-end coinciding with its 200 DMA.</p><p><strong>* AUD, NZD, CAD: </strong>The Antipodean look set to end the week mixed with outperformance in the Kiwi, possibly still supported by an unwind in shorts after the RBNZ left its OCR untouched last week, whilst technical factors via the AUD/NZD cross could’ve also played a part. NZD/USD looks set to end the European week towards the top of its 0.6398-0.6425 weekly band having after briefly tested its 100 WMA (0.6425) at the back end of the week on AUD/NZD dynamics as the cross fell below its 21 WMA (1.0627, 100 DMA (1.0620) and the 1.0600 mark. Meanwhile, AUD has been relatively unreactive to China-US headlines this week given the slightly muddled narrative this week. AUD/USD fell further below its 50 WMA (0.6971) and DMA (0.6810) having clocked a weekly range of 0.6780-6835 range. Looking ahead, next week’s calendar sees Kiwi retail sales, trade balance and the RBNZ Financial Stability Report whilst the Aussie calendar looks, light although RBA Governor Lowe’s speech may garner attention for an updated view on the Aussie economy. Finally, the Loonie was subdued at the front end of the week following comments from BoC First Deputy Governor Wilkins who believed that there is still room to manoeuvre on policy, comments that were leaned back on by Governor Poloz as he noted monetary conditions are “about right” given the environment. USD/CAD rose from a weekly base at 1.3190 (21 WMA) to a high of 1.3375 on Wilkins-induced CAD weakness before paring the half the move with aid from the BoC Governor. The pair looks to end the European week modestly in the green and below its 50 WMA at 1.3283.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-22nd-november-2019-trump-says-phase-one-potentially-very-close-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 05:02:00",
        "gmt_time": "2019-11-22 21:02:00"
    },
    {
        "id": 897440,
        "updated_sequence": 2006399,
        "published_at": {
            "unix": 1574455680,
            "text": "2019-11-22 20:48:00 +0000",
            "iso_8601": "2019-11-22T20:48:00Z"
        },
        "updated_at": {
            "unix": 1574455843,
            "text": "2019-11-22 20:50:43 +0000",
            "iso_8601": "2019-11-22T20:50:43Z"
        },
        "subject": "MOC: SPX 1.5bln to sell (vs 400mln to sell), Dow 300mln to sell (vs 70mln to sell)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-1-5bln-to-sell-vs-400mln-to-sell-dow-300mln-to-sell-vs-70mln-to-sell-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 04:48:00",
        "gmt_time": "2019-11-22 20:48:00"
    },
    {
        "id": 897439,
        "updated_sequence": 2006396,
        "published_at": {
            "unix": 1574453700,
            "text": "2019-11-22 20:15:00 +0000",
            "iso_8601": "2019-11-22T20:15:00Z"
        },
        "updated_at": {
            "unix": 1574453741,
            "text": "2019-11-22 20:15:41 +0000",
            "iso_8601": "2019-11-22T20:15:41Z"
        },
        "subject": "L Brands (LB) reportedly mulling strategic alternatives, The Deal reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "l-brands-lb-reportedly-mulling-strategic-alternatives-the-deal-reports-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 04:15:00",
        "gmt_time": "2019-11-22 20:15:00"
    },
    {
        "id": 897438,
        "updated_sequence": 2006393,
        "published_at": {
            "unix": 1574452440,
            "text": "2019-11-22 19:54:00 +0000",
            "iso_8601": "2019-11-22T19:54:00Z"
        },
        "updated_at": {
            "unix": 1574452527,
            "text": "2019-11-22 19:55:27 +0000",
            "iso_8601": "2019-11-22T19:55:27Z"
        },
        "subject": "US President Trump says an announcement will come \"very soon\" on the Hong Kong Bill",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-an-announcement-will-come-very-soon-on-the-hong-kong-bill-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 03:54:00",
        "gmt_time": "2019-11-22 19:54:00"
    },
    {
        "id": 897437,
        "updated_sequence": 2006388,
        "published_at": {
            "unix": 1574451600,
            "text": "2019-11-22 19:40:00 +0000",
            "iso_8601": "2019-11-22T19:40:00Z"
        },
        "updated_at": {
            "unix": 1574451691,
            "text": "2019-11-22 19:41:31 +0000",
            "iso_8601": "2019-11-22T19:41:31Z"
        },
        "subject": "Boeing (BA) unveils first 737 Max 10 aircraft, according to some reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-unveils-first-737-max-10-aircraft-according-to-some-reports-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 03:40:00",
        "gmt_time": "2019-11-22 19:40:00"
    },
    {
        "id": 897436,
        "updated_sequence": 2006390,
        "published_at": {
            "unix": 1574451120,
            "text": "2019-11-22 19:32:00 +0000",
            "iso_8601": "2019-11-22T19:32:00Z"
        },
        "updated_at": {
            "unix": 1574452373,
            "text": "2019-11-22 19:52:53 +0000",
            "iso_8601": "2019-11-22T19:52:53Z"
        },
        "subject": "WTI (F0) settles USD 0.81 lower at USD 57.77/bbl; Brent settles USD 0.58 lower at USD 63.39/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>After hitting 9-week highs on Thursday, crude fell at the end of the week with some desks citing profit taking ahead of the weekend, while punchy rhetoric on the US/China front was also cited by some traders; while macro data provided some support, it wasn't particularly significant for the crude complex. \"The S&amp;P 500 has seen some similar swings, with an initial bullish reaction to a tweet from President Trump that the US was 'potentially very close' to reaching a trade agreement with China fading, presumably because investors are tired of riding the US-China see-saw,\" Citi's analysts said. Citi also argues that the initial spin that an OPEC+ extension of the current supply curb agreement would prove supportive may also be fading, as more reports highlight this would fail to compensate for the projected decline in the call on OPEC crude oil for 2020.</p>",
        "analysis_updated_at": {
            "unix": 1574451180,
            "text": "2019-11-22 19:33:00 +0000",
            "iso_8601": "2019-11-22T19:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-f0-settles-usd-0-81-lower-at-usd-57-77-bbl-brent-settles-usd-0-58-lower-at-usd-63-39-bbl-22-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 03:32:00",
        "gmt_time": "2019-11-22 19:32:00"
    },
    {
        "id": 897435,
        "updated_sequence": 2006382,
        "published_at": {
            "unix": 1574449500,
            "text": "2019-11-22 19:05:00 +0000",
            "iso_8601": "2019-11-22T19:05:00Z"
        },
        "updated_at": {
            "unix": 1574449682,
            "text": "2019-11-22 19:08:02 +0000",
            "iso_8601": "2019-11-22T19:08:02Z"
        },
        "subject": "US President Trump says his administration will come up with an age for e-cigarette purchases; President Trump says he intends to fight high drug prices, and his administration will soon release a plan to allow states to import prescription drugs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-his-administration-will-come-up-with-an-age-for-e-cigarette-purchases-president-trump-says-he-intends-to-fight-high-drug-prices-and-his-administration-will-soon-release-a-plan-to-allow-states-to-import-prescription-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 03:05:00",
        "gmt_time": "2019-11-22 19:05:00"
    },
    {
        "id": 897434,
        "updated_sequence": 2006377,
        "published_at": {
            "unix": 1574448600,
            "text": "2019-11-22 18:50:00 +0000",
            "iso_8601": "2019-11-22T18:50:00Z"
        },
        "updated_at": {
            "unix": 1574448707,
            "text": "2019-11-22 18:51:47 +0000",
            "iso_8601": "2019-11-22T18:51:47Z"
        },
        "subject": "Senior White House Official says as of right now Dec 15th additional 15% tariffs are scheduled to go into effect on Chinese imports",
        "content": "<ul><li>Adds caveat: if there is Phase One trade deal things could change with potential good will &amp; a Presidential decision</li><li><a href=\"https://twitter.com/EdwardLawrence/status/1197950345558863873?s=20\">Via Edward Lawrence</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox reporter",
        "slug": "senior-white-house-official-says-as-of-right-now-dec-15th-additional-15-tariffs-are-scheduled-to-go-into-effect-on-chinese-imports-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 02:50:00",
        "gmt_time": "2019-11-22 18:50:00"
    },
    {
        "id": 897433,
        "updated_sequence": 2006374,
        "published_at": {
            "unix": 1574448480,
            "text": "2019-11-22 18:48:00 +0000",
            "iso_8601": "2019-11-22T18:48:00Z"
        },
        "updated_at": {
            "unix": 1574448560,
            "text": "2019-11-22 18:49:20 +0000",
            "iso_8601": "2019-11-22T18:49:20Z"
        },
        "subject": "Generali (G IM) nears over USD 3bln bid for MetLife (MET) European assets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "generali-g-im-nears-over-usd-3bln-bid-for-metlife-met-european-assets-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 02:48:00",
        "gmt_time": "2019-11-22 18:48:00"
    },
    {
        "id": 897432,
        "updated_sequence": 2006371,
        "published_at": {
            "unix": 1574447280,
            "text": "2019-11-22 18:28:00 +0000",
            "iso_8601": "2019-11-22T18:28:00Z"
        },
        "updated_at": {
            "unix": 1574447365,
            "text": "2019-11-22 18:29:25 +0000",
            "iso_8601": "2019-11-22T18:29:25Z"
        },
        "subject": "Panelbase UK election poll: Conservatives 42% (-1), Labour 32% (+2)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "panelbase-uk-election-poll-conservatives-42-1-labour-32-2-22-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 02:28:00",
        "gmt_time": "2019-11-22 18:28:00"
    },
    {
        "id": 897431,
        "updated_sequence": 2006368,
        "published_at": {
            "unix": 1574445720,
            "text": "2019-11-22 18:02:00 +0000",
            "iso_8601": "2019-11-22T18:02:00Z"
        },
        "updated_at": {
            "unix": 1574445742,
            "text": "2019-11-22 18:02:22 +0000",
            "iso_8601": "2019-11-22T18:02:22Z"
        },
        "subject": "Baker Hughes Rig Count (22 Nov): Oil rigs -3 at 671, natgas rigs unch at 129, total rigs -3 at 803",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-22-nov-oil-rigs-3-at-671-natgas-rigs-unch-at-129-total-rigs-3-at-803-22-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 02:02:00",
        "gmt_time": "2019-11-22 18:02:00"
    },
    {
        "id": 897430,
        "updated_sequence": 2006362,
        "published_at": {
            "unix": 1574444880,
            "text": "2019-11-22 17:48:00 +0000",
            "iso_8601": "2019-11-22T17:48:00Z"
        },
        "updated_at": {
            "unix": 1574444962,
            "text": "2019-11-22 17:49:22 +0000",
            "iso_8601": "2019-11-22T17:49:22Z"
        },
        "subject": "Walmart's (WMT) Jet.com will reportedly no longer deliver fresh groceries in New York",
        "content": "<p><a href=\"https://www.cnbc.com/2019/11/22/walmarts-jetcom-will-no-longer-deliver-fresh-groceries.html?__source=twitter%7Cmain\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "walmart-s-wmt-jet-com-will-reportedly-no-longer-deliver-fresh-groceries-in-new-york-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:48:00",
        "gmt_time": "2019-11-22 17:48:00"
    },
    {
        "id": 897429,
        "updated_sequence": 2006357,
        "published_at": {
            "unix": 1574444760,
            "text": "2019-11-22 17:46:00 +0000",
            "iso_8601": "2019-11-22T17:46:00Z"
        },
        "updated_at": {
            "unix": 1574444803,
            "text": "2019-11-22 17:46:43 +0000",
            "iso_8601": "2019-11-22T17:46:43Z"
        },
        "subject": "British Airways (IAG LN) reportedly agrees pilot pay deal that ends strikes, according to the FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "british-airways-iag-ln-reportedly-agrees-pilot-pay-deal-that-ends-strikes-according-to-the-ft-22-11-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:46:00",
        "gmt_time": "2019-11-22 17:46:00"
    },
    {
        "id": 897428,
        "updated_sequence": 2006359,
        "published_at": {
            "unix": 1574444640,
            "text": "2019-11-22 17:44:00 +0000",
            "iso_8601": "2019-11-22T17:44:00Z"
        },
        "updated_at": {
            "unix": 1574444835,
            "text": "2019-11-22 17:47:15 +0000",
            "iso_8601": "2019-11-22T17:47:15Z"
        },
        "subject": "CNBC's Najarian noting unusual option activity in Ally Financial (ALLY) and L-Brands (LB) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Note: L-Brands was upgraded pre-market by Evercore</p>",
        "analysis_updated_at": {
            "unix": 1574444700,
            "text": "2019-11-22 17:45:00 +0000",
            "iso_8601": "2019-11-22T17:45:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-s-najarian-noting-unusual-option-activity-in-ally-financial-ally-and-l-brands-lb-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:44:00",
        "gmt_time": "2019-11-22 17:44:00"
    },
    {
        "id": 897427,
        "updated_sequence": 2006351,
        "published_at": {
            "unix": 1574443320,
            "text": "2019-11-22 17:22:00 +0000",
            "iso_8601": "2019-11-22T17:22:00Z"
        },
        "updated_at": {
            "unix": 1574443451,
            "text": "2019-11-22 17:24:11 +0000",
            "iso_8601": "2019-11-22T17:24:11Z"
        },
        "subject": "Of note for Biogen (BIIB) - Co. has reportedly settled is Tecfidera patent case with Glenmark",
        "content": "",
        "reaction_details": "<ul><li>Immediate upside has been seen in BIIB shares, which have moved to over USD 300 from roughly USD 294</li></ul>",
        "reaction_updated_at": {
            "unix": 1574443450,
            "text": "2019-11-22 17:24:10 +0000",
            "iso_8601": "2019-11-22T17:24:10Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-biogen-biib-co-has-reportedly-settled-is-tecfidera-patent-case-with-glenmark-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:22:00",
        "gmt_time": "2019-11-22 17:22:00"
    },
    {
        "id": 897426,
        "updated_sequence": 2006344,
        "published_at": {
            "unix": 1574442660,
            "text": "2019-11-22 17:11:00 +0000",
            "iso_8601": "2019-11-22T17:11:00Z"
        },
        "updated_at": {
            "unix": 1574442763,
            "text": "2019-11-22 17:12:43 +0000",
            "iso_8601": "2019-11-22T17:12:43Z"
        },
        "subject": "Huawei believes the FCC order is unlawful as FCC singled out China tech giant based on national security but provides no evidence that Huawei poses a security risk, reports CNBC's Yoon",
        "content": "<ul><li><a href=\"https://twitter.com/onlyyoontv/status/1197925301969248257\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "huawei-believes-the-fcc-order-is-unlawful-as-fcc-singled-out-china-tech-giant-based-on-national-security-but-provides-no-evidence-that-huawei-poses-a-security-risk-reports-cnbc-s-yoon-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:11:00",
        "gmt_time": "2019-11-22 17:11:00"
    },
    {
        "id": 897425,
        "updated_sequence": 2006346,
        "published_at": {
            "unix": 1574442120,
            "text": "2019-11-22 17:02:00 +0000",
            "iso_8601": "2019-11-22T17:02:00Z"
        },
        "updated_at": {
            "unix": 1574442931,
            "text": "2019-11-22 17:15:31 +0000",
            "iso_8601": "2019-11-22T17:15:31Z"
        },
        "subject": "Bank of Italy says international uncertainty and risks to financial stability have risen; high Italian debt remains a significant source of vulnerability in case of further financial market tensions",
        "content": "<ul><li>Over July and August, the share of Italian debt held by foreign investors increased by 25%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-says-international-uncertainty-and-risks-to-financial-stability-have-risen-high-italian-debt-remains-a-significant-source-of-vulnerability-in-case-of-further-financial-market-tensions-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 01:02:00",
        "gmt_time": "2019-11-22 17:02:00"
    },
    {
        "id": 897424,
        "updated_sequence": 2006334,
        "published_at": {
            "unix": 1574441760,
            "text": "2019-11-22 16:56:00 +0000",
            "iso_8601": "2019-11-22T16:56:00Z"
        },
        "updated_at": {
            "unix": 1574441874,
            "text": "2019-11-22 16:57:54 +0000",
            "iso_8601": "2019-11-22T16:57:54Z"
        },
        "subject": "European Union Trade Commissioner releases proposed trade agreement for US consideration, says Fox's Lawrence; \"It does not include any agriculture or auto\" he adds",
        "content": "<p><a href=\"https://twitter.com/EdwardLawrence/status/1197921053462474757\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-union-trade-commissioner-releases-proposed-trade-agreement-for-us-consideration-says-fox-s-lawrence-it-does-not-include-any-agriculture-or-auto-he-adds-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:56:00",
        "gmt_time": "2019-11-22 16:56:00"
    },
    {
        "id": 897423,
        "updated_sequence": 2006329,
        "published_at": {
            "unix": 1574441580,
            "text": "2019-11-22 16:53:00 +0000",
            "iso_8601": "2019-11-22T16:53:00Z"
        },
        "updated_at": {
            "unix": 1574441642,
            "text": "2019-11-22 16:54:02 +0000",
            "iso_8601": "2019-11-22T16:54:02Z"
        },
        "subject": "US President Trump says the China trade deal is coming along very well",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-china-trade-deal-is-coming-along-very-well-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:53:00",
        "gmt_time": "2019-11-22 16:53:00"
    },
    {
        "id": 897422,
        "updated_sequence": 2006326,
        "published_at": {
            "unix": 1574441100,
            "text": "2019-11-22 16:45:00 +0000",
            "iso_8601": "2019-11-22T16:45:00Z"
        },
        "updated_at": {
            "unix": 1574441252,
            "text": "2019-11-22 16:47:32 +0000",
            "iso_8601": "2019-11-22T16:47:32Z"
        },
        "subject": "Peugeot (UG FP) PSA remains focused on Fiat Chrysler (FCAU) talks and is aiming to get an MOU signed in December, according to sources ",
        "content": "",
        "reaction_details": "<ul><li><strong>FCAU </strong>shares shot higher in an immediate reaction, moving from just below USD 14.80 to roughly USD 14.95</li></ul>",
        "reaction_updated_at": {
            "unix": 1574441251,
            "text": "2019-11-22 16:47:31 +0000",
            "iso_8601": "2019-11-22T16:47:31Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "peugeot-ug-fp-psa-remains-focused-on-fiat-chrysler-fcau-talks-and-is-aiming-to-get-an-mou-signed-in-december-according-to-sources-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:45:00",
        "gmt_time": "2019-11-22 16:45:00"
    },
    {
        "id": 897421,
        "updated_sequence": 2006321,
        "published_at": {
            "unix": 1574440560,
            "text": "2019-11-22 16:36:00 +0000",
            "iso_8601": "2019-11-22T16:36:00Z"
        },
        "updated_at": {
            "unix": 1574440615,
            "text": "2019-11-22 16:36:55 +0000",
            "iso_8601": "2019-11-22T16:36:55Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.1%) at 3685, FTS(1.2%) at 7327, DAX (0.2%) at 13164, CAC 40 (0.2%) at 5893, IBEX 35 (0.4%) at 9251, FTSE Italia(-0.1%) at 23260, SMI (0.3%) at 10369",
        "content": "<p><strong>STOXX 600 SECTORS:</strong> Automobiles &amp; Parts 0.7%, Banks 0.9%, Basic Resources 1.8%, Chemicals 0%, Construction &amp; Materials 0.1%, Financial Services 0.5%, Food &amp; Beverage&nbsp; 0.4%, Health Care 0.4%, Industrial Goods &amp; Services 0.4%, Insurance 0.4%, Media 0.9%, Oil &amp; Gas 0.4%, Personal &amp; Household Goods 0.1%, Retail 0%, Technology&nbsp; 0.5%, Telecommunications&nbsp; 0.7%, Travel &amp; Leisure 1.1%, Utilities 0.1%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-1-at-3685-fts-1-2-at-7327-dax-0-2-at-13164-cac-40-0-2-at-5893-ibex-35-0-4-at-9251-ftse-italia-0-1-at-23260-smi-0-3-at-10369-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:36:00",
        "gmt_time": "2019-11-22 16:36:00"
    },
    {
        "id": 897420,
        "updated_sequence": 2006318,
        "published_at": {
            "unix": 1574440020,
            "text": "2019-11-22 16:27:00 +0000",
            "iso_8601": "2019-11-22T16:27:00Z"
        },
        "updated_at": {
            "unix": 1574440391,
            "text": "2019-11-22 16:33:11 +0000",
            "iso_8601": "2019-11-22T16:33:11Z"
        },
        "subject": "FCC votes 5-0 to ban US rural carrier customers from US government fund to purchase Huawei and ZTE equipment and services",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier source reports stated the majority of US FCC members say they will vote to designate Huawei and ZTE as national security risks., according to sources; all 5 members expected to vote to bar the Co's from tapping a USD 8.5bln government fund for equipment/services purchases</li></ul>",
        "analysis_updated_at": {
            "unix": 1574440390,
            "text": "2019-11-22 16:33:10 +0000",
            "iso_8601": "2019-11-22T16:33:10Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fcc-votes-5-0-to-ban-us-rural-carrier-customers-from-us-government-fund-to-purchase-huawei-and-zte-equipment-and-services-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:27:00",
        "gmt_time": "2019-11-22 16:27:00"
    },
    {
        "id": 897419,
        "updated_sequence": 2006313,
        "published_at": {
            "unix": 1574439900,
            "text": "2019-11-22 16:25:00 +0000",
            "iso_8601": "2019-11-22T16:25:00Z"
        },
        "updated_at": {
            "unix": 1574439961,
            "text": "2019-11-22 16:26:01 +0000",
            "iso_8601": "2019-11-22T16:26:01Z"
        },
        "subject": "Oil industry union is to partake in a nationwide strike in France which is scheduled on December 5th, according to CGT Union",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "oil-industry-union-is-to-partake-in-a-nationwide-strike-in-france-which-is-scheduled-on-december-5th-according-to-cgt-union-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:25:00",
        "gmt_time": "2019-11-22 16:25:00"
    },
    {
        "id": 897418,
        "updated_sequence": 2006310,
        "published_at": {
            "unix": 1574439660,
            "text": "2019-11-22 16:21:00 +0000",
            "iso_8601": "2019-11-22T16:21:00Z"
        },
        "updated_at": {
            "unix": 1574439829,
            "text": "2019-11-22 16:23:49 +0000",
            "iso_8601": "2019-11-22T16:23:49Z"
        },
        "subject": "National Security panel reportedly increased its scrutiny of foreign money deals, noting in 2017 & 2018, before a new law imposed for tougher restrictions was imposed, according to WSJ citing a report",
        "content": "<p><a href=\"https://www.wsj.com/articles/national-security-panel-stepped-up-scrutiny-of-foreign-money-deals-11574439444?mod=newsviewer_click\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "national-security-panel-reportedly-increased-its-scrutiny-of-foreign-money-deals-noting-in-2017-2018-before-a-new-law-imposed-for-tougher-restrictions-was-imposed-according-to-wsj-citing-a-report-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:21:00",
        "gmt_time": "2019-11-22 16:21:00"
    },
    {
        "id": 897417,
        "updated_sequence": 2006305,
        "published_at": {
            "unix": 1574438760,
            "text": "2019-11-22 16:06:00 +0000",
            "iso_8601": "2019-11-22T16:06:00Z"
        },
        "updated_at": {
            "unix": 1574438894,
            "text": "2019-11-22 16:08:14 +0000",
            "iso_8601": "2019-11-22T16:08:14Z"
        },
        "subject": "US Appeals Court vacates a USD 503mln damages award Virnetx Holding Corp (VHC) initially won in a patent case against Apple (AAPL)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-appeals-court-vacates-a-usd-503mln-damages-award-virnetx-holding-corp-vhc-initially-won-in-a-patent-case-against-apple-aapl-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:06:00",
        "gmt_time": "2019-11-22 16:06:00"
    },
    {
        "id": 897416,
        "updated_sequence": 2006302,
        "published_at": {
            "unix": 1574438640,
            "text": "2019-11-22 16:04:00 +0000",
            "iso_8601": "2019-11-22T16:04:00Z"
        },
        "updated_at": {
            "unix": 1574438694,
            "text": "2019-11-22 16:04:54 +0000",
            "iso_8601": "2019-11-22T16:04:54Z"
        },
        "subject": "Brazilian raises its 2019 primary revenue estimate by BRL 4.9bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-raises-its-2019-primary-revenue-estimate-by-brl-4-9bln-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-23 00:04:00",
        "gmt_time": "2019-11-22 16:04:00"
    },
    {
        "id": 897411,
        "updated_sequence": 2006287,
        "published_at": {
            "unix": 1574438100,
            "text": "2019-11-22 15:55:00 +0000",
            "iso_8601": "2019-11-22T15:55:00Z"
        },
        "updated_at": {
            "unix": 1574438281,
            "text": "2019-11-22 15:58:01 +0000",
            "iso_8601": "2019-11-22T15:58:01Z"
        },
        "subject": "Majority of US FCC members say they will vote to designate Huawei and ZTE as national security risks., according to sources; all 5 members expected to vote to bar the Co's from tapping a USD 8.5bln government fund for equipment/services purchases",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows earlier reports that the US FCC has opened a meeting to consider a ban on subsidies for Huawei equipment; measures would bar use of federal subsidies on such equipment</li></ul>",
        "analysis_updated_at": {
            "unix": 1574438280,
            "text": "2019-11-22 15:58:00 +0000",
            "iso_8601": "2019-11-22T15:58:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "majority-of-us-fcc-members-say-they-will-vote-to-designate-huawei-and-zte-as-national-security-risks-according-to-sources-all-5-members-expected-to-vote-to-bar-the-co-s-from-tapping-a-usd-8-5bln-government-fund-for-equipment-services-purc-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:55:00",
        "gmt_time": "2019-11-22 15:55:00"
    },
    {
        "id": 897410,
        "updated_sequence": 2006278,
        "published_at": {
            "unix": 1574437080,
            "text": "2019-11-22 15:38:00 +0000",
            "iso_8601": "2019-11-22T15:38:00Z"
        },
        "updated_at": {
            "unix": 1574437175,
            "text": "2019-11-22 15:39:35 +0000",
            "iso_8601": "2019-11-22T15:39:35Z"
        },
        "subject": "Apollo (APO) is reportedly near a deal to purchase SPX Flow's (FLOW) power and energy business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apollo-apo-is-reportedly-near-a-deal-to-purchase-spx-flow-s-flow-power-and-energy-business-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:38:00",
        "gmt_time": "2019-11-22 15:38:00"
    },
    {
        "id": 897409,
        "updated_sequence": 2006275,
        "published_at": {
            "unix": 1574436840,
            "text": "2019-11-22 15:34:00 +0000",
            "iso_8601": "2019-11-22T15:34:00Z"
        },
        "updated_at": {
            "unix": 1574436921,
            "text": "2019-11-22 15:35:21 +0000",
            "iso_8601": "2019-11-22T15:35:21Z"
        },
        "subject": "US FCC has opened a meeting to consider a ban on subsidies for Huawei equipment; measures would bar use of federal subsidies on such equipment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-fcc-has-opened-a-meeting-to-consider-a-ban-on-subsidies-for-huawei-equipment-measures-would-bar-use-of-federal-subsidies-on-such-equipment-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:34:00",
        "gmt_time": "2019-11-22 15:34:00"
    },
    {
        "id": 897406,
        "updated_sequence": 2006266,
        "published_at": {
            "unix": 1574435700,
            "text": "2019-11-22 15:15:00 +0000",
            "iso_8601": "2019-11-22T15:15:00Z"
        },
        "updated_at": {
            "unix": 1574435770,
            "text": "2019-11-22 15:16:10 +0000",
            "iso_8601": "2019-11-22T15:16:10Z"
        },
        "subject": "US have imposed sanctions on Iran's information minister Azari-Jahromi., treasury website",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-have-imposed-sanctions-on-iran-s-information-minister-azari-jahromi-treasury-website-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:15:00",
        "gmt_time": "2019-11-22 15:15:00"
    },
    {
        "id": 897405,
        "updated_sequence": 2006259,
        "published_at": {
            "unix": 1574434980,
            "text": "2019-11-22 15:03:00 +0000",
            "iso_8601": "2019-11-22T15:03:00Z"
        },
        "updated_at": {
            "unix": 1574435106,
            "text": "2019-11-22 15:05:06 +0000",
            "iso_8601": "2019-11-22T15:05:06Z"
        },
        "subject": "Mediaset (MS IM)/Vivendi (VIV FP) - Italian judge has given the Co's until November 29th to achieve an accord",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier sources reported that the Co's failed to achieve a out-of court accord ahead of today's hearing</li></ul>",
        "analysis_updated_at": {
            "unix": 1574435105,
            "text": "2019-11-22 15:05:05 +0000",
            "iso_8601": "2019-11-22T15:05:05Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-vivendi-viv-fp-italian-judge-has-given-the-co-s-until-november-29th-to-achieve-an-accord-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:03:00",
        "gmt_time": "2019-11-22 15:03:00"
    },
    {
        "id": 897402,
        "updated_sequence": 2006250,
        "published_at": {
            "unix": 1574434920,
            "text": "2019-11-22 15:02:00 +0000",
            "iso_8601": "2019-11-22T15:02:00Z"
        },
        "updated_at": {
            "unix": 1574434963,
            "text": "2019-11-22 15:02:43 +0000",
            "iso_8601": "2019-11-22T15:02:43Z"
        },
        "subject": "Weekly FX Wrap: Topsy-turvy trade, tainted EZ/UK PMIs and little from Lagarde",
        "content": "<p><strong>DXY, Yuan</strong></p><p>Another week of conflicting trade updates and source reports with some pointing to pessimism in China, others to progress towards a deal, and a few on the US Hong Kong bill’s passage into law morphing into a wedge in talks. US President Trump spoke on Friday and stated that a US-Sino deal is “potentially very close”, but the President reportedly told his Chinese counterpart that it “cannot be an even deal”, whilst adding HK democracy is a complicating factor but refused to answer if he will sign the bill. Earlier in the day, President Xi blamed the States for starting the dispute and added that it will fight back, however the Leader took a more conciliatory approach when speaking of ways to overcome the spat. The week also saw the latest FOMC Minutes which added nothing new to the overall Fed narrative. DXY is poised to end the European week with modest gains having nursed earlier losses after printing a weekly band of 97.68-98.13, topping its 100 DMA at 98.04 amid the EZ PMI-induced EUR weakness coupled with above-forecast US PMI readings. Elsewhere, the Yuan sees a week of losses; USD/CNH heads into the European weekend near the top of its 7.0028-0535 weekly range and above its 21 WMA (7.0350) and 21 DMA (7.0255).</p><p>&nbsp;</p><p><strong>EUR, GBP</strong></p><p>A mixed weekly performance; the Single Currency looks poised to notch a second week of gains, albeit modest, but mostly on the back of USD dynamic with little pertinent EUR-specific news-flow throughout the week. Friday’s PMI figures showed a clear spill-over effect into the services sector from the manufacturing recession. Further, the subsequent GDP tracker pointed to a Q4 QQ rate of just 0.1%, down from 0.2% in Q3. Elsewhere, Lagarde’s first speech as ECB President provided little by way of fireworks; she noted of a strategic review of monetary policy in “the near future” and reaffirmed her call for fiscal policy. EUR/USD heads into the European close having clocked in a weekly parameter of 1.1047-97 and having eclipsed its 50 DMA at 1.1093 earlier in the week. For reference, next week’s docket includes German and EZ Prelim CPIs. Meanwhile, Sterling saw an early week bid amid tailwinds from last weekend’s polls suggesting an uptrend in the Conservative’s lead over Labour, with the polls showing a lead between 14-17 points across three surveys. However, the pair lost impetus news flow slowed down and as the pair took out multiple stops at psych levels. Further, UK’s Flash PMI debut missed expectations across the board and showed Services tipping over the fence into contraction. IHS noted the data points to a 0.2% drop in GDP in Q4, which would usually be associated with BoE stimulus, although Central Bank downplayed PMI importance at its latest MPR. Cable is set to end the EU week at the bottom of its current 1.2850-1.2985, with Friday’s mid-day downside attributed to potential stops taken out at 1.2875 which also coincides with its 21 DMA.</p><p>&nbsp;</p><p><strong>JPY, CHF</strong></p><p>The Japanese currency is set to end the EU week a tad firmer following a volatile few sessions on contrasting trade headlines/sentiment. On the domestic front, Japanese Nationwide CPI remained steady vs. expectations for a slight pickup, although the JPY was unfazed, the metric continues to pile on pressure on the BoJ to keep its momentum towards achieving its inflation goal of 2%. USD/JPY looks to end European day and week in the red and around the middle of its 108.28-109.07 weekly band, having tested its 50 WMA (109.06) earlier. Conversely, the CHF heads into the EU close on the backfoot with little by way of any fundamental catalysts, although SNB market presence cannot be ruled out given recent rhetoric from Central Bank members. EUR/CHF looks to end the week at the top of its weekly range (1.0930-1.1010) having surpassed its 21 WMA at 1.0960. Meanwhile, USD/CHF took out its 21 and 50 WMAs to the upside at 0.9876 and 0.9938, having notched an intra-week band of 0.9868-0.9950, with the top-end coinciding with its 200 DMA.</p><p>&nbsp;</p><p><strong>AUD, NZD, CAD</strong></p><p>The Antipodean look set to end the week mixed with outperformance in the Kiwi, possibly still supported by an unwind in shorts after the RBNZ left its OCR untouched last week, whilst technical factors via the AUD/NZD cross could’ve also played a part. NZD/USD looks set to end the European week towards the top of its 0.6398-0.6425 weekly band having after briefly tested its 100 WMA (0.6425) at the back end of the week on AUD/NZD dynamics as the cross fell below its 21 WMA (1.0627, 100 DMA (1.0620) and the 1.0600 mark. Meanwhile, AUD has been relatively unreactive to China-US headlines this week given the slightly muddled narrative this week. AUD/USD fell further below its 50 WMA (0.6971) and DMA (0.6810) having clocked a weekly range of 0.6780-6835 range. Looking ahead, next week’s calendar sees Kiwi retail sales, trade balance and the RBNZ Financial Stability Report whilst the Aussie calendar looks, light although RBA Governor Lowe’s speech may garner attention for an updated view on the Aussie economy. Finally, the Loonie was subdued at the front end of the week following comments from BoC First Deputy Governor Wilkins who believed that there is still room to manoeuvre on policy, comments that were leaned back on by Governor Poloz as he noted monetary conditions are “about right” given the environment. USD/CAD rose from a weekly base at 1.3190 (21 WMA) to a high of 1.3375 on Wilkins-induced CAD weakness before paring the half the move with aid from the BoC Governor. The pair looks to end the European week modestly in the green and below its 50 WMA at 1.3283.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-topsy-turvy-trade-tainted-ez-uk-pmis-and-little-from-lagarde-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 23:02:00",
        "gmt_time": "2019-11-22 15:02:00"
    },
    {
        "id": 897401,
        "updated_sequence": 2006247,
        "published_at": {
            "unix": 1574434740,
            "text": "2019-11-22 14:59:00 +0000",
            "iso_8601": "2019-11-22T14:59:00Z"
        },
        "updated_at": {
            "unix": 1574434912,
            "text": "2019-11-22 15:01:52 +0000",
            "iso_8601": "2019-11-22T15:01:52Z"
        },
        "subject": "RANsquawk sources report talk surrounding Square (SQ) - Unconfirmed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-sources-report-talk-surrounding-square-sq-unconfirmed-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-11-22 22:59:00",
        "gmt_time": "2019-11-22 14:59:00"
    },
    {
        "id": 897397,
        "updated_sequence": 2006233,
        "published_at": {
            "unix": 1574434500,
            "text": "2019-11-22 14:55:00 +0000",
            "iso_8601": "2019-11-22T14:55:00Z"
        },
        "updated_at": {
            "unix": 1574434733,
            "text": "2019-11-22 14:58:53 +0000",
            "iso_8601": "2019-11-22T14:58:53Z"
        },
        "subject": "Charles Schwab (SCHW)/ TD Ameritrade (AMTD) - Fox's Gasperino says a “technical hiccup” at board level has delayed announcement but that deal is final but expects it to be overcome imminently, according to sources",
        "content": "<ul><li>Link to <a href=\"https://twitter.com/CGasparino/status/1197891867045699585\">tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "charles-schwab-schw-td-ameritrade-amtd-fox-s-gasperino-says-a-technical-hiccup-at-board-level-has-delayed-announcement-but-that-deal-is-final-but-expects-it-to-be-overcome-imminently-according-to-sources-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:55:00",
        "gmt_time": "2019-11-22 14:55:00"
    },
    {
        "id": 897396,
        "updated_sequence": 2006226,
        "published_at": {
            "unix": 1574434140,
            "text": "2019-11-22 14:49:00 +0000",
            "iso_8601": "2019-11-22T14:49:00Z"
        },
        "updated_at": {
            "unix": 1574434190,
            "text": "2019-11-22 14:49:50 +0000",
            "iso_8601": "2019-11-22T14:49:50Z"
        },
        "subject": "German IG BCE Union says that a wage deal has been reached in the German chemical industry, represents a 6% pay increase",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-ig-bce-union-says-that-a-wage-deal-has-been-reached-in-the-german-chemical-industry-represents-a-6-pay-increase-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:49:00",
        "gmt_time": "2019-11-22 14:49:00"
    },
    {
        "id": 897392,
        "updated_sequence": 2006210,
        "published_at": {
            "unix": 1574433180,
            "text": "2019-11-22 14:33:00 +0000",
            "iso_8601": "2019-11-22T14:33:00Z"
        },
        "updated_at": {
            "unix": 1574433766,
            "text": "2019-11-22 14:42:46 +0000",
            "iso_8601": "2019-11-22T14:42:46Z"
        },
        "subject": "US Movers: Nordstrom (JWN) +10.4%, NetEase (NTES) +3.0%, Microsoft (MSFT) +0.5%; Universal Display (OLED) -1.0%, Tesla (TSLA) -5.7%, Foot Locker (FL) -9.4%",
        "content": "<ul><li><strong>JWN </strong>up and <strong>FL </strong>down after earnings</li><li><strong>NTES </strong>up on positive initiations at Macquire and China Securities</li><li><strong>MSFT </strong>up on news of Huawei license on 20th</li><li><strong>OLED </strong>down on downgrade at Cowen</li><li><strong>TESLA </strong>down on Cyberstruck reveal presentation debacle</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-nordstrom-jwn-10-4-netease-ntes-3-0-microsoft-msft-0-5-universal-display-oled-1-0-tesla-tsla-5-7-foot-locker-fl-9-4-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:33:00",
        "gmt_time": "2019-11-22 14:33:00"
    },
    {
        "id": 897391,
        "updated_sequence": 2006203,
        "published_at": {
            "unix": 1574432160,
            "text": "2019-11-22 14:16:00 +0000",
            "iso_8601": "2019-11-22T14:16:00Z"
        },
        "updated_at": {
            "unix": 1574433004,
            "text": "2019-11-22 14:30:04 +0000",
            "iso_8601": "2019-11-22T14:30:04Z"
        },
        "subject": "Additional US Equity Stories: AES, ALB, SCHW, SIRI, ",
        "content": "<ul><li>Aes Corp (AES) backs its FY19 Adj. EPS forecast of 1.30-1.38 (exp. 1.33), it also says PUCO has modified Dayton Power &amp; Light rates.</li><li>Albermarle (ALB) had its PT lowered at Morgan Stanley to USD 50 from USD 60</li><li>Charles Schwab (SCHW) &amp; TD Ameritrade (AMTD) - Deutsche Bank highlight the deal between the two would be \"modestly accretive\" to SCHW earnings over three years, whilst noting E-Trade (ETFC) could benefit from customer attrition following the deal</li><li>Sirius XM (SIRI) prices 18.3mln shares in its secondary offering at USD 6.76</li><li>Genpact (G) prices 15.4mln shares in its secondary offering at USD 39.95</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-aes-alb-schw-siri-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:16:00",
        "gmt_time": "2019-11-22 14:16:00"
    },
    {
        "id": 897390,
        "updated_sequence": 2006196,
        "published_at": {
            "unix": 1574431560,
            "text": "2019-11-22 14:06:00 +0000",
            "iso_8601": "2019-11-22T14:06:00Z"
        },
        "updated_at": {
            "unix": 1574431692,
            "text": "2019-11-22 14:08:12 +0000",
            "iso_8601": "2019-11-22T14:08:12Z"
        },
        "subject": "Brazil Economy Minister Guedes says the economy is growing in excess of 1% this year, next year will almost certainly be double this rate; sees interest rates continuing to drop",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-economy-minister-guedes-says-the-economy-is-growing-in-excess-of-1-this-year-next-year-will-almost-certainly-be-double-this-rate-sees-interest-rates-continuing-to-drop-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:06:00",
        "gmt_time": "2019-11-22 14:06:00"
    },
    {
        "id": 897389,
        "updated_sequence": 2006198,
        "published_at": {
            "unix": 1574431380,
            "text": "2019-11-22 14:03:00 +0000",
            "iso_8601": "2019-11-22T14:03:00Z"
        },
        "updated_at": {
            "unix": 1574431747,
            "text": "2019-11-22 14:09:07 +0000",
            "iso_8601": "2019-11-22T14:09:07Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 22nd November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23307/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Uber (UBER) (Industrials/Road &amp; Rail) have been upgraded to Buy from Hold at Stifel, where analyst Scott Devitt maintains his PT of USD 34, highlighting that its business fundamentals are showing signs of sustainable improvement.</li><li>Nordstrom (JWN) (Consumer Discretionary/Department Stores) Q3 19 (USD) 0.81 (exp. 0.64), revenue 3.67bln (exp. 3.67bln), Narrows FY19 EPS view to 3.30-3.50 (exp. 3.29, prev. 3.25-3.50)</li><li>Yum! Brands Inc (YUM) (Consumer Discretionary/Restaurants) authorised a USD 2bln share repurchase programme through to the end of June 2021.</li></ul><p>22nd November 2019</p><p><strong>Semiconductors (SOX) - Micron Technology (MU)</strong> (Information Technology/Semiconductors) – RBC highlight comments from its CEO who spoke on the DRAM market noting “What’s happening now is that the demand growth is actually greater than the supply growth. As a result, the supply and demand balance is starting to improve. “ The CEO added “There is still excessive inventory in the DRAM industry and producers, but the inventory is coming down fast”.</p><p>Of note for <strong>Retailers</strong> – JP Morgan note with Thanksgiving coming up it expects a strong 2019 season for the winners in retail. The desk believes the largest winners will be TGT, COST, WMT, RH and DKS, highlighting more risk around BJ, BBBY, BBY, MIK, WSM, TCS and PRTY.</p><p>DOW</p><ul><li><strong>Microsoft Corp. (MSFT)</strong> (Information Technology/Systems Software) says it received a license from the US on November 20th to export mass-market software to Huawei.</li><li><strong>Apple Inc. (AAPL) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals) AirPods shipment are reportedly expected to double to 60mln in 2019, according to people familiar with the matter.</li><li><strong>JPMorgan Chase &amp; Co. (JPM)</strong> (Financials/Diversified Banks) announced it is providing more customers free online trades and is lowering the amount of capital needed to open one of its robo-adviser accounts.</li></ul><p>NASDAQ 100</p><ul><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) will reportedly likely argue that meddling by US President Trump cost the tech giant the USD 10bln cloud computing contract from the pentagon, as it looks to overturn the decision where the contract was given to Microsoft Corp. (MSFT) (Information Technology/Systems Software). However, the report notes legal requirements to successfully appeal a contract award on political interference claims are rather high.</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) agreed to provide further documents after the CA state AG office went to court this month to compel the social media firm to oblige by requests for information in its privacy investigation.</li><li><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Automobiles) revealed its electric pickup truck with a starting price of USD 39,000. The truck was made from stainless steel, massive tires and armoured glass windows, resembling an armoured truck. The pricing is lower than initially thought, but the report notes its design could limit sales. CEO Musk announced other versions will be priced at USD 49,900 and USD 69,900 with the latter offering a range of more than 500 miles.</li></ul><p>S&amp;P 500</p><ul><li><strong>Advanced Micro Devices Inc (AMD)</strong> (Information Technology/Semiconductors) CEO expects to see secular growth demand in supercomputing, which they want to be at the centre of, whilst highlighting the current market for PC’s is really good. She also expressed her excitement on the date centre market.</li><li><strong>Biogen Inc. (BIIB)</strong> (Health Care/Biotechnology) announced results from its Phase 3 EVOLVE-MS-2 study demonstrating improved Gastrointestinal tolerability with Vumerity compared to Tecfidera, noting Tecfidera is a meaningful treatment, but they believe Vumerity builds upon the Franchise as another compelling option for relapsing MS.</li><li><strong>Brown-Forman Corp. (BF.B)</strong> (Consumer Staples/Distillers &amp; Vintners) increased its quarterly dividend to USD 0.1743/shr, a 5% increase.</li><li><strong>Constellation Brands (STZ)</strong> (Consumer Staples/Distillers &amp; Vintners) announced it does not plan to make further cash contributions to Canopy Growth (CGC) once the current warrants have expired.</li><li><strong>Foot Locker Inc (FL) </strong>(Consumer Discretionary/Apparel Retail)<strong> </strong>Q3 19 (USD): Adj. EPS 1.13 (exp. 1.08), Revenue 1.932 (exp. 1.94blnbln); SSS +5.7%. Gross Margin 32.1% (Prev. 31.6%), Inventories 1.3bln, -0.1% from last year.</li><li><strong>Ford Motor (F)</strong> (Consumer Discretionary/Automobile Manufacturers) sales at its JV in China with Changan are likely to return to growth in 2020, according to Changan Chairman Huarong.</li><li><strong>Gap Inc. (GPS)</strong> (Consumer Discretionary/Apparel Retail) Q3 19 (USD): 0.53 (Exp. 0.51) revenue 4.0bln (exp. 3.96bln). Gross Margin -70bps from previous 39%. FY19 EPS view backed at 1.70-1.75 (exp. 1.74), Cut FY19 SSS to “down mid-single digits” from “low single digits”. CEO Fisher announce he is not pleased with Q3 results, whilst also announcing it would not sell its Old Navy apparel in China from early 2020 but expects it to close in the middle, to instead focus on the market in North America to improve sales. Co. also announced it expects to close 15 company-operated stores instead of the 30 previously expected.</li><li><strong>Intercontinental Exchange (ICE)</strong> (Financials/Financial Exchanges &amp; Data) announce the launch of a Bakkt Bitcoin Cash Settled Monthly Futures contract.</li><li><strong>Intuit Inc. (INTU)</strong> (Information Technology/Internet Software &amp; Services) Q3 19 (USD): EPS 0.41 (exp. 0.25), Revenue 1.17bln (exp. 1.12bln). Q2 adj. EPS view 1.00-1.03 (exp. 1.14), Q2 Revenue view +11-13%.</li><li><strong>JM Smucker (SJM)</strong> (Consumer Staples/Packaged Foods &amp; Meats) Q2 19 (USD): EPS 2.26 (Exp. 2.13), revenue 1.96bln (exp. 1.97bln) Cuts FY20 Adj. EPS view to 8.10-8.30 (exp. 8.27, prev. 8.35-8.55), Cuts FY20 revenue view to -3% (Prev.-1% to 0%).</li><li><strong>L Brands Inc. (LB)</strong> (Consumer Discretionary/Apparel Retail) CFO confirmed the cancellation of its Victoria’s Secret Fashion Show.</li><li><strong>Nordstrom (JWN)</strong> (Consumer Discretionary/Department Stores) Q3 19 (USD) EPS 0.81 (exp. 0.64), revenue 3.67bln (exp. 3.67bln), Narrows FY19 EPS view to 3.30-3.50 (exp. 3.29, prev. 3.25-3.50)</li><li><strong>Ross Stores (ROST)</strong> (Consumer Discretionary/Apparel Retail) Q3 19 (USD): EPS 1.03 (exp. 0.97), Revenue 3.85bln (exp. 3.77bln). SSS +5%, Q4 EPS view 1.20-1.25 (exp. 1.24). Raises FY EPS view 4.52-4.57 (exp. 4.51, prev. 4.41-4.57).</li><li><strong>United Continental Holdings (UAL)</strong> (Industrials/Airlines) CEO said in an interview “we are waiting for the right&nbsp; people to say its ok to fly <strong>Boeing (BA)</strong> (Industrials/Aerospace &amp; Defense) 737 MAX jets, and when customers to book flights, they will know if its flying on a 737 MAX.</li></ul><p>OTHER</p><ul><li><strong>Aecom (ACM) </strong>(Industrials/Construction &amp; Engineering) announced its Chairman and CEO Michael Burke intends to retire and will now separate the Chairman role and CEO roles once the new CEO has been found.</li><li><strong>BioMarin (BMRN)</strong> (Health Care/Biotechnology) submitted a Marketing Authorisation Application to the European Medicine Agency for its gene therapy on patients with severe haemophilia A.</li><li><strong>Fiat Chrysler (FCAU)</strong> (Consumer Discretionary/Automobiles) is confident the deal with Peugeot (UG FP) will be finalised by the end of the year.</li><li><strong>Pure Storage (PSTG)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q3 19 (USD) Adj. EPS 0.13 (exp. 0.09), revenue 0.43bln (exp. 0.44bln). Names Kevan Krysler as CFO, who was previously Senior VP of finance and Chief Accounting officer at VM Ware (VMW).</li><li><strong>Splunk (SPLK)</strong> (Information Technology/Software) Q3 EPS 1.03 (exp. 0.97), revenue 3.85bln (exp. 3.77bln); Q4 revenue view 780mln (exp. 768mln) and Q4 adjusted operating margin at roughly 23%. Raised FY20 revenue view to 2.35bln from 2.3bln (exp. 2.31bln).</li><li><strong>Uber (UBER)</strong> (Industrials/Road &amp; Rail) have been upgraded to Buy from Hold at Stifel, where analyst Scott Devitt maintains his PT of USD 34, highlighting that its business fundamentals are showing signs of sustainable improvement.</li><li><strong>Williams-Sonoma</strong> <strong>(WSM)</strong> (Consumer Discretionary/Specialty Retail) Q3 19 (USD): Adj. EPS 1.02 (exp. 1.02), revenue 1.442bln (exp. 1.42bln) Narrows FY19 adj. EPS view to 4.65-4.80 (exp. 4.75, prev. 4.60-4.80) Comparable brand revenue growth +5.5%, driven by growth in West Elm +14.1%, and Pottery Barn +3.4%.</li><li><strong>Yum! Brands Inc (YUM)</strong> (Consumer Discretionary/Restaurants) authorised a USD 2bln share repurchase programme through to the end of June 2021.</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>APPLIED DNA SCIENCES (APDN) UPGRADED TO BUY FROM HOLD AT MAXIM</li><li>DIAMONDROCK (DRH) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li><li>DUKE ENERGY (DUK) UPGRADED TO BUY FROM SELL AT GOLDMAN SACHS</li><li>INTERNATIONAL FLAVORS (IFF) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>L BRANDS (LB) UPGRADED TO IN LINE FROM UNDERPERFORM AT EVERCORE ISI</li><li>UBER (UBER) UPGRADED TO BUY FROM HOLD AT STIFEL</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>CINEMARK (CNK) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li><li>COGNIZANT (CTSH) DOWNGRADED TO UNDERPERFORM FROM HOLD AT NEEDHAM</li><li>MARCUS (MCS) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li><li>TECHNIPFMC (FTI) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>UNIVERSAL DISPLAY (OLED) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>ALIBABA ADRS (BABA) RATED NEW OUTPERFORM AT MACQUARIE; PT USD 231</li><li>AMERESCO (AMRC) RATED NEW STRONG BUY AT RAYMOND JAMES; PT USD 20</li><li>APELLIS PHARMA (APLS) RATED NEW UNDERPERFORM AT WEDBUSH; PT USD 23</li><li>ARAMARK (ARMK) RATED NEW HOLD AT JEFFERIES</li><li>BAIDU ADRS (BIDU) RATED NEW NEUTRAL AT MACQUARIE; PT USD 134</li><li>BAUDAX BIO (BXPX) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 12</li><li>BIOHAVEN PHARMA (BHVN) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 75</li><li>BLACK HILLS (BKH) RATED NEW BUY AT MIZUHO SECURITIES USA; PT USD 80</li><li>BRIGHT HORIZONS (BFAM) RATED NEW BUY AT JEFFERIES</li><li>BRISTOL-MYERS (BMY) RESUMED EQUAL-WEIGHT AT MORGAN STANLEY; PT USD 60</li><li>BROADMARK REALTY CAPITAL (BRKM) RATED NEW BUY AT B RILEY FBR, INC.</li><li>BROADMARK REALTY CAPITAL (BRMK) RATED NEW OUTPERFORM AT RAYMOND JAMES</li><li>CASELLA WASTE (CWST) RATED NEW BUY AT JEFFERIES</li><li>CERNER (CERN) RATED NEW OUTPERFORM AT RBC; PT USD 80</li><li>CHANGE HEALTHCARE (CHNG) RATED NEW OUTPERFORM AT RBC; PT USD 16</li><li>CINTAS (CTAS) RATED NEW BUY AT JEFFERIES</li><li>CLEAN HARBORS (CLH) RATED NEW UNDERPERFORM AT JEFFERIES; PT USD 75</li><li>COSTAR (CSGP) RATED NEW HOLD AT JEFFERIES</li><li>COVANTA HOLDING (CVA) RATED NEW HOLD AT JEFFERIES</li><li>DUKE ENERGY (DUK) RATED NEW NEUTRAL AT MIZUHO SECURITIES USA; PT USD 90</li><li>FACTSET (FDS) RATED NEW HOLD AT JEFFERIES</li><li>GARTNER (IT) RATED NEW HOLD AT JEFFERIES</li><li>H&amp;R BLOCK (HRB) RATED NEW HOLD AT JEFFERIES; PT USD 28</li><li>HEALTHCARE SERVICES (HCSG) REINSTATED SECTOR PERFORM AT RBC; PT USD 26</li><li>HERTZ (HTZ) RATED NEW HOLD AT JEFFERIES</li><li>IHS MARKIT (INFO) RATED NEW HOLD AT JEFFERIES</li><li>JD.COM ADRS (JD) RATED NEW NEUTRAL AT MACQUARIE; PT USD 36</li><li>LANCASTER COLONY (LANC) REINSTATED NEUTRAL AT DA DAVIDSON; PT USD 160</li><li>LENDINGTREE (TREE) RATED NEW OVERWEIGHT AT JPMORGAN; PT USD 405</li><li>MANPOWERGROUP (MAN) RATED NEW HOLD AT JEFFERIES</li><li>NETEASE ADRS (NTES) RATED NEW OUTPERFORM AT MACQUARIE; PT USD 363</li><li>NETEASE ADRS (NTES) REINSTATED ADD AT CHINA SECURITIES; PT USD 321</li><li>PINDUODUO ADRS (PDD) RATED NEW OUTPERFORM AT MACQUARIE; PT USD 62</li><li>REPUBLIC SERVICES (RSG) RATED NEW BUY AT JEFFERIES</li><li>RESMED (RMD) RATED NEW SECTOR WEIGHT AT KEYBANC</li><li>ROBERT HALF (RHI) RATED NEW UNDERPERFORM AT JEFFERIES; PT USD 50</li><li>ROLLINS (ROL) RATED NEW HOLD AT JEFFERIES</li><li>S&amp;P GLOBAL (SPGI) RATED NEW BUY AT JEFFERIES</li><li>SERVICEMASTER (SERV) RATED NEW BUY AT JEFFERIES</li><li>STERICYCLE (SRCL) RATED NEW HOLD AT JEFFERIES</li><li>STERICYCLE (SRCL) REINSTATED OUTPERFORM AT RBC; PT USD 75</li><li>TELADOC (TDOC) RATED NEW OUTPERFORM AT RBC; PT USD 100</li><li>TRANSUNION (TRU) RATED NEW HOLD AT JEFFERIES</li><li>VERISK (VRSK) RATED NEW BUY AT JEFFERIES</li><li>VIPSHOP HOLDINGS ADRS (VIPS) RATED NEW OUTPERFORM AT MACQUARIE</li><li>VOCERA (VCRA) RATED NEW SECTOR PERFORM AT RBC; PT USD 22</li><li>WASTE MANAGEMENT (WM) RATED NEW HOLD AT JEFFERIES</li><li>WESCO (WCC) RATED NEW HOLD AT JEFFERIES; PT USD 60</li><li>ZOOM VIDEO (ZM) RATED NEW BUY AT GUGGENHEIM; PT USD 90</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>ASSURANT INC (AIZ) - USD 0.63</li><li>ATMOS ENERGY CORP (ATO) - USD 0.57</li><li>CDW CORP (CDW) - USD 0.38</li><li>MKS INSTRUMENTS INC (MKSI) - USD 0.20</li><li>NORTONLIFELOCK INC (NLOK) - USD 0.12</li><li>ROBERT HALF INTERNATIONAL INC (RHI) - USD 0.31</li><li>TRACTOR SUPPLY CO (TSCO) - USD 0.35</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-22nd-november-2019-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 22:03:00",
        "gmt_time": "2019-11-22 14:03:00"
    },
    {
        "id": 897388,
        "updated_sequence": 2006185,
        "published_at": {
            "unix": 1574430360,
            "text": "2019-11-22 13:46:00 +0000",
            "iso_8601": "2019-11-22T13:46:00Z"
        },
        "updated_at": {
            "unix": 1574430774,
            "text": "2019-11-22 13:52:54 +0000",
            "iso_8601": "2019-11-22T13:52:54Z"
        },
        "subject": "US President Trump says a trade deal with China is \"potentially very close\", Trump reportedly told China President Xi that this \"cannot be an even deal\"; China wants to make a deal more than US; HK democracy is a complicating factor",
        "content": "<ul><li>When asked if he will sign the HK Bill, says US \"have to stand with Hong Kong, But I'm also standing with President Xi\", says he wants them to work it out</li><li>Trump claims that the only reason why troops are not going into Hong Kong is because of the US/China trade talks</li><li>Trump reiterates his positive view of the US economy</li><li>Trump suggests China has not made huge agricultural purchases</li><li>Trump says VP Pence has done a remarkable job as Vice President, intimating that Pence will remain his running mate</li><li>On the rumour Secretary of State Pompeo is set to leave his role to pursue a Senate campaign, Trump does not directly answer the question, but says Pompeo would win easily in Kansas</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-a-trade-deal-with-china-is-potentially-very-close-trump-reportedly-told-china-president-xi-that-this-cannot-be-an-even-deal-china-wants-to-make-a-deal-more-than-us-hk-democracy-is-a-complicating-factor-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:46:00",
        "gmt_time": "2019-11-22 13:46:00"
    },
    {
        "id": 897385,
        "updated_sequence": 2006161,
        "published_at": {
            "unix": 1574428800,
            "text": "2019-11-22 13:20:00 +0000",
            "iso_8601": "2019-11-22T13:20:00Z"
        },
        "updated_at": {
            "unix": 1574428856,
            "text": "2019-11-22 13:20:56 +0000",
            "iso_8601": "2019-11-22T13:20:56Z"
        },
        "subject": "German Finance Minster Scholz, regarding a banking union, says we have 2 to years to negotiate and after this 2 years to formulate a legal text",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minster-scholz-regarding-a-banking-union-says-we-have-2-to-years-to-negotiate-and-after-this-2-years-to-formulate-a-legal-text-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:20:00",
        "gmt_time": "2019-11-22 13:20:00"
    },
    {
        "id": 897384,
        "updated_sequence": 2006163,
        "published_at": {
            "unix": 1574428560,
            "text": "2019-11-22 13:16:00 +0000",
            "iso_8601": "2019-11-22T13:16:00Z"
        },
        "updated_at": {
            "unix": 1574428973,
            "text": "2019-11-22 13:22:53 +0000",
            "iso_8601": "2019-11-22T13:22:53Z"
        },
        "subject": "US President Trump says House Speaker Pelosi 'won't do' USMCA deal",
        "content": "<ul><li>Trump, when asked about Ukraine corruption, questions why EU nations are not giving more aid</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "us-president-trump-says-house-speaker-pelosi-won-t-do-usmca-deal-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:16:00",
        "gmt_time": "2019-11-22 13:16:00"
    },
    {
        "id": 897383,
        "updated_sequence": 2006155,
        "published_at": {
            "unix": 1574428380,
            "text": "2019-11-22 13:13:00 +0000",
            "iso_8601": "2019-11-22T13:13:00Z"
        },
        "updated_at": {
            "unix": 1574428459,
            "text": "2019-11-22 13:14:19 +0000",
            "iso_8601": "2019-11-22T13:14:19Z"
        },
        "subject": "Petronor's Bilbao oil refinery (220k BPD) hydrogen unit is being shut down for maintenance ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "petronor-s-bilbao-oil-refinery-220k-bpd-hydrogen-unit-is-being-shut-down-for-maintenance-22-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:13:00",
        "gmt_time": "2019-11-22 13:13:00"
    },
    {
        "id": 897382,
        "updated_sequence": 2006364,
        "published_at": {
            "unix": 1574427600,
            "text": "2019-11-22 13:00:00 +0000",
            "iso_8601": "2019-11-22T13:00:00Z"
        },
        "updated_at": {
            "unix": 1574445391,
            "text": "2019-11-22 17:56:31 +0000",
            "iso_8601": "2019-11-22T17:56:31Z"
        },
        "subject": "ECB’s Weidmann (Hawk) says ECB strategy gives us the leeway not to respond to event “slight “ revision in the inflation outlook ",
        "content": "<ul><li>Says first signs have emerged that the downturn in Germany's export-orientated industry could level off</li><li>Driving inflation above target intentionally is not consistent with strategy</li><li>Impact of tiering on the profitability of banks is modest</li><li>Accomodative policy is still warranted</li><li>Agrees with Lagarde regarding need for a policy review</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-ecb-strategy-gives-us-the-leeway-not-to-respond-to-event-slight-revision-in-the-inflation-outlook-22-11-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:00:00",
        "gmt_time": "2019-11-22 13:00:00"
    },
    {
        "id": 897382,
        "updated_sequence": 2006364,
        "published_at": {
            "unix": 1574427600,
            "text": "2019-11-22 13:00:00 +0000",
            "iso_8601": "2019-11-22T13:00:00Z"
        },
        "updated_at": {
            "unix": 1574445391,
            "text": "2019-11-22 17:56:31 +0000",
            "iso_8601": "2019-11-22T17:56:31Z"
        },
        "subject": "ECB’s Weidmann (Hawk) says ECB strategy gives us the leeway not to respond to event “slight “ revision in the inflation outlook ",
        "content": "<ul><li>Says first signs have emerged that the downturn in Germany's export-orientated industry could level off</li><li>Driving inflation above target intentionally is not consistent with strategy</li><li>Impact of tiering on the profitability of banks is modest</li><li>Accomodative policy is still warranted</li><li>Agrees with Lagarde regarding need for a policy review</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-ecb-strategy-gives-us-the-leeway-not-to-respond-to-event-slight-revision-in-the-inflation-outlook-22-11-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 21:00:00",
        "gmt_time": "2019-11-22 13:00:00"
    },
    {
        "id": 897380,
        "updated_sequence": 2006147,
        "published_at": {
            "unix": 1574425380,
            "text": "2019-11-22 12:23:00 +0000",
            "iso_8601": "2019-11-22T12:23:00Z"
        },
        "updated_at": {
            "unix": 1574425613,
            "text": "2019-11-22 12:26:53 +0000",
            "iso_8601": "2019-11-22T12:26:53Z"
        },
        "subject": "Mediaset (MS IM) - Co's board has called a extraordinary shareholder meeting for January 10th to amend pan-European holding by laws; as things stand, efforts to achieve a agreement with Vivendi (VIV FP) regarding by-laws has been unsuccessful ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reation to the news, MS IM shares fell to EUR 2.724 from EUR 2.750.</li></ul>",
        "reaction_updated_at": {
            "unix": 1574425440,
            "text": "2019-11-22 12:24:00 +0000",
            "iso_8601": "2019-11-22T12:24:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-co-s-board-has-called-a-extraordinary-shareholder-meeting-for-january-10th-to-amend-pan-european-holding-by-laws-as-things-stand-efforts-to-achieve-a-agreement-with-vivendi-viv-fp-regarding-by-laws-has-been-unsuccessfu-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 20:23:00",
        "gmt_time": "2019-11-22 12:23:00"
    },
    {
        "id": 897371,
        "updated_sequence": 2006110,
        "published_at": {
            "unix": 1574423100,
            "text": "2019-11-22 11:45:00 +0000",
            "iso_8601": "2019-11-22T11:45:00Z"
        },
        "updated_at": {
            "unix": 1574423275,
            "text": "2019-11-22 11:47:55 +0000",
            "iso_8601": "2019-11-22T11:47:55Z"
        },
        "subject": "Foot Locker Inc (FL) Q3 19 (USD): Adj. EPS 1.13 (exp. 1.08), Revenue 1.932 (exp. 1.94blnbln); SSS +5.7%. ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, shares of European peer Adidas (ADS GY) popped slightly higher, while FL shares are trading roughly 6% higher in the premarket.</li></ul>",
        "reaction_updated_at": {
            "unix": 1574423275,
            "text": "2019-11-22 11:47:55 +0000",
            "iso_8601": "2019-11-22T11:47:55Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-inc-fl-q3-19-usd-adj-eps-1-13-exp-1-08-revenue-1-932-exp-1-94blnbln-sss-5-7-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:45:00",
        "gmt_time": "2019-11-22 11:45:00"
    },
    {
        "id": 897370,
        "updated_sequence": 2006105,
        "published_at": {
            "unix": 1574422740,
            "text": "2019-11-22 11:39:00 +0000",
            "iso_8601": "2019-11-22T11:39:00Z"
        },
        "updated_at": {
            "unix": 1574422797,
            "text": "2019-11-22 11:39:57 +0000",
            "iso_8601": "2019-11-22T11:39:57Z"
        },
        "subject": "Sanofi (SAN FP) - Head of Strategy to leave the Co. by month-end, according to a memo ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sanofi-san-fp-head-of-strategy-to-leave-the-co-by-month-end-according-to-a-memo-22-11-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:39:00",
        "gmt_time": "2019-11-22 11:39:00"
    },
    {
        "id": 897369,
        "updated_sequence": 2006102,
        "published_at": {
            "unix": 1574422200,
            "text": "2019-11-22 11:30:00 +0000",
            "iso_8601": "2019-11-22T11:30:00Z"
        },
        "updated_at": {
            "unix": 1574422373,
            "text": "2019-11-22 11:32:53 +0000",
            "iso_8601": "2019-11-22T11:32:53Z"
        },
        "subject": "ECB's Kazimir says monetary policy's key target is inflation but its side effect is policy that supports growth and that is not going to change in the coming months, adds that he is cautiously optimistic on economic outlook",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-kazimir-says-monetary-policy-s-key-target-is-inflation-but-its-side-effect-is-policy-that-supports-growth-and-that-is-not-going-to-change-in-the-coming-months-adds-that-he-is-cautiously-optimistic-on-economic-outlook-22-11-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:30:00",
        "gmt_time": "2019-11-22 11:30:00"
    },
    {
        "id": 897365,
        "updated_sequence": 2006086,
        "published_at": {
            "unix": 1574421600,
            "text": "2019-11-22 11:20:00 +0000",
            "iso_8601": "2019-11-22T11:20:00Z"
        },
        "updated_at": {
            "unix": 1574422051,
            "text": "2019-11-22 11:27:31 +0000",
            "iso_8601": "2019-11-22T11:27:31Z"
        },
        "subject": "ANALYSIS: In recent trade, equity futures have seen some modest negative ticks, T-Note futures have seen marginal positive ticks and oil has eased slightly",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The moves follow remarks from CNBC reporter Eunice Yoon who appeared on CNBC TV (and whose trade sources articles have this week moved markets) vehemently suggested that China wants the US to make concessions on trade (ie. roll-back of tariffs) since China feels it has already made moves on its end.</li><li>US President Trump has previously noted that he is unwilling to make further concession unless he sees progress.</li></ul>",
        "analysis_updated_at": {
            "unix": 1574421660,
            "text": "2019-11-22 11:21:00 +0000",
            "iso_8601": "2019-11-22T11:21:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-in-recent-trade-equity-futures-have-seen-some-modest-negative-ticks-t-note-futures-have-seen-marginal-positive-ticks-and-oil-has-eased-slightly-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:20:00",
        "gmt_time": "2019-11-22 11:20:00"
    },
    {
        "id": 897364,
        "updated_sequence": 2006077,
        "published_at": {
            "unix": 1574421480,
            "text": "2019-11-22 11:18:00 +0000",
            "iso_8601": "2019-11-22T11:18:00Z"
        },
        "updated_at": {
            "unix": 1574421638,
            "text": "2019-11-22 11:20:38 +0000",
            "iso_8601": "2019-11-22T11:20:38Z"
        },
        "subject": "China’s Premier Li says we will keep the Yuan essentially stable within a reasonable balanced range; will push-froward market-based Yuan reform - will not resort to depreciating the Yuan due to competitive purposes., State TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-premier-li-says-we-will-keep-the-yuan-essentially-stable-within-a-reasonable-balanced-range-will-push-froward-market-based-yuan-reform-will-not-resort-to-depreciating-the-yuan-due-to-competitive-purposes-state-tv-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:18:00",
        "gmt_time": "2019-11-22 11:18:00"
    },
    {
        "id": 897363,
        "updated_sequence": 2006072,
        "published_at": {
            "unix": 1574420460,
            "text": "2019-11-22 11:01:00 +0000",
            "iso_8601": "2019-11-22T11:01:00Z"
        },
        "updated_at": {
            "unix": 1574420544,
            "text": "2019-11-22 11:02:24 +0000",
            "iso_8601": "2019-11-22T11:02:24Z"
        },
        "subject": "China wants to work for a phase-one trade deal with the US on the basis of mutual respect and equality, and some tariffs rollback is an important condition for a deal, says China's Global Times",
        "content": "<ul><li><a href=\"https://twitter.com/globaltimesnews/status/1197832172171747328\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-wants-to-work-for-a-phase-one-trade-deal-with-the-us-on-the-basis-of-mutual-respect-and-equality-and-some-tariffs-rollback-is-an-important-condition-for-a-deal-says-china-s-global-times-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 19:01:00",
        "gmt_time": "2019-11-22 11:01:00"
    },
    {
        "id": 897362,
        "updated_sequence": 2006069,
        "published_at": {
            "unix": 1574419560,
            "text": "2019-11-22 10:46:00 +0000",
            "iso_8601": "2019-11-22T10:46:00Z"
        },
        "updated_at": {
            "unix": 1574419672,
            "text": "2019-11-22 10:47:52 +0000",
            "iso_8601": "2019-11-22T10:47:52Z"
        },
        "subject": "RANsquawk Daily US Opening News - 22nd November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23304/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>EZ PMIs were mixed with manufacturing beat but services subdued, UK missed across the board</li><li>European bourses are slightly firmer this morning on little in the way of trade updates and mixed data</li><li>ECB’s Lagarde speech delivered little in the way of surpises for markets</li><li>DXY is flirting with the 98.0 mark to the upside, with G10 peers mixed and the core debt complex firmer</li><li>US President Trump signed the continuing resolution to avert a government shutdown to December 20th</li><li>Looking ahead, highlights include US Flash Markit PMIs; US University of Michigan Sentiment, Baker Hughes Rig Count, G20 Finance Ministers Meeting in Japan</li><li>Speakers: ECB’s de Guindos, Riksbank’s Ohlsson &amp; Jansson</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets eventually traded mixed after the region’s early attempts to shrug-off the headwinds from the losses on Wall St. proved to be short-lived</strong>, as trade uncertainty remained the state of play. <strong>ASX 200 (+0.5%) </strong>and<strong> Nikkei 225 (+0.3%)</strong> were higher with outperformance in Australia’s tech and energy sectors prevailing over the lacklustre tone in financials and weakness in gold miners, while Japanese exporters coat-tailed on the gradual upside seen in USD/JPY and with SoftBank mildly benefitting from reports the Co. is in discussions to reduce the WeWork offer and payout to its founder. <strong>Hang Seng (+0.5%) </strong>and<strong> Shanghai Comp.(-0.6%)</strong> initially conformed to the improved risk appetite after some of the recent trade rhetoric added to cautious optimism including comments from MOFCOM that they will strive to reach a phase one deal and after source reports suggested the US may delay the December 15th tariffs even if a trade pact is not reached. However, the mainland gradually deteriorated due to the lack of trade clarity and with the recent freedom of navigation operations by the US in the South China Sea also irking China, while Hong Kong kept afloat with the city set to proceed with local elections on Sunday. Finally, 10yr JGBs were lower amid spill over selling from USTs, with prices also weighed by the somewhat improved risk appetite and following weaker demand at the enhanced liquidity auction for longer-dated JGBs.</p><p>PBoC skips open market operations for a net weekly injection of CNY 300bln vs. net neutral position last week. (Newswires) <strong>PBoC set CNY mid-point at 7.0306 vs. Exp. 7.0314 (Prev. 7.0217)</strong></p><p>Chinese President Xi said China did not start the trade dispute with US and is not afraid of a trade war, nor will it flinch from such a fight but added he wants to work out a phase one agreement with US on basis of respect and equality. Furthermore, Xi added we will fight back when necessary but have been working actively to try to not have a trade war. (Newswires)</p><p>Chinese President Xi says US and China should strengthen communication on strategic issues to avoid misjudgment, adding that the two nations should push bilateral relations on the right path of development. (Newswires)</p><p><strong>Microsoft (MSFT)</strong> announced it received a license on November 20th to export mass-market software to Huawei. (Newswires/SCMP)</p><p>Hong Kong Police Chief said high profile patrols will be deployed for elections this Sunday and urged protesters not to resort to violence, while he added there is no deadline set for the campus clearance and wants a peaceful resolution. (Newswires)</p><p><strong>Japanese National CPI (Oct) Y/Y 0.2% vs. Exp. 0.3% (Prev. 0.2%).</strong> (Newswires) Japanese National CPI Ex. Fresh Food (Oct) Y/Y 0.4% vs. Exp. 0.4% (Prev. 0.3%) Japanese National CPI Ex. Fresh Food &amp; Energy (Oct) Y/Y 0.7% vs. Exp. 0.6% (Prev. 0.5%)</p><p>US</p><p><strong>US President Trump signed the continuing resolution to avert a shutdown</strong> and fund government agencies through to December 20th as expected. (Newswires)</p><p>UK/EU</p><p>UK PM Johnson's Conservatives pledged an additional 3% levy on property purchases by non-UK tax residents. (Newswires)</p><p>Dame Helena Morrissey appeared to rule herself out as a candidate to be the first ever female governor of the Bank of England after agreeing to go on to the board of St James’s Place yesterday. (Times)</p><p><strong>UK Flash Services PMI (Nov) 48.6 vs. Exp. 50 (Prev. 50)</strong></p><p><strong>- UK Flash Manufacturing PMI (Nov) 48.3 vs. Exp. 49 (Prev. 49.6)</strong></p><p>- UK Flash Composite PMI (Nov) 48.5 (Prev. 50)</p><p>- \"The weak survey data puts the economy on course for a 0.2% drop in GDP in the fourth quarter, and also pushes the PMI further into territory that would normally be associated with the Bank of England adding more stimulus to the economy. -IHS Markit</p><p><strong>ECB President Lagarde</strong> says monetary policy could achieve its goal faster and with fewer side effects if other policies were supporting growth alongside it. Monetary policy will continue to support the economy and respond to future risks in-line with our price stability mandate, we will continuously monitor side effects of policies; adds, monetary policy will undergo a strategic review due to begin in the near future. (Newswires)</p><p><strong>EU Markit Manufacturing Flash PMI (Nov) 46.6 vs. Exp. 46.4 (Prev. 45.9)</strong></p><p><strong>- EU Markit Services Flash PMI (Nov) 51.5 vs. Exp. 52.5 (Prev. 52.2)</strong></p><p>- EU Markit Comp Flash PMI (Nov) 50.3 vs. Exp. 50.9 (Prev. 50.6)</p><p>- \"The eurozone economy remained becalmed for a third successive month in November, with the lacklustre PMI indicative of GDP growing at a quarterly rate of just 0.1%, down from 0.2% in the third quarter.\" - IHS Markit</p><p><strong>German Markit Manufacturing Flash PMI (Nov) 43.8 vs. Exp. 42.9 (Prev. 42.1)</strong></p><p><strong>- German Markit Services Flash PMI (Nov) 51.3 vs. Exp. 52 (Prev. 51.6)</strong></p><p>- German Markit Comp Flash PMI (Nov) 49.2 vs. Exp. 49.4 (Prev. 48.9)</p><p><strong>French Markit Manufacturing Flash PMI (Nov) 51.6 vs. Exp. 50.9 (Prev. 50.7)</strong></p><p><strong>- French Markit Services Flash PMI (Nov) 52.9 vs. Exp. 53 (Prev. 52.9)</strong></p><p>- French Markit Comp Flash PMI (Nov) 52.7 vs. Exp. 52.8 (Prev. 52.6)</p><p>EQUITIES</p><p><strong>Major European bourses (Euro Stoxx 50 +0.2%)</strong> are modestly firmer,&nbsp;with the bulk of the gains coming right after the European cash open, before the indices proceeded to give back some gains following downbeat EZ PMI data, which saw manufacturing beat expectations but raised some concerns over the health of the larger services sector. Elsewhere, a speech by ECB President Lagarde failed to deliver much by way of a bang, while the pace of updates on the trade front also appears to have slowed down somewhat, giving equity markets a breather from the prior day’s whipsaw action. Most notably, the news of further freedom of navigation operations by the US in the South China Sea, nor the news of the Trump Administration mulling alternative trade investigations against the EU appears to have changed the dial much. Sectors are all in the green; energy (+0.7%) and materials (+0.6%) are for now the outperformers, while Utilities (+0.3%) and Consumer Staples (+0.3%) lag. In terms of the notable stock movers; Edenred (-2.2%) are at the bottom of the Stoxx 600 table after the Co. stated that it is still investigating the extent of a malware infection and has contacted relevant government authorities and regulators. Elsewhere, Wirecard (-0.1%) nursed earlier losses after Uber (UBER) denied reports that it was considering hiring Wirecard as its main payments partner.</p><p><strong>GEOPOLITICS</strong></p><p>US Navy warships conducted 2 freedom of navigation operations in the South China Sea earlier this week, while China’s military later stated its navy tracked US ships that sailed near islands claimed by China in the South China Sea, while it urged US to stop provocative actions. (Newswires) Subsequently, China's Foreign Ministry has lodged stern representation with US after US ships sailed in South China Sea near islands claimed by China. (Newswires)</p><p>South Korean Finance Minister will be visiting Japan ahead of the expiry of the South Korean-Japanese Military Information Agreement, according to sources cited by Yonhap. Subsequently, <strong>South Korea told Japan it will extend the General Security of Military Information Agreement (GSOMIA) intel-sharing pact</strong>, according to NHK; however, Japan says there are no changes to export restrictions on materials for South Korea, according to Japanese trade official. (Newswires)</p><p>Iran is holding \"massive air defence drills\" over the Persian Gulf and the strategic Strait of Hormuz, according to Tasnim News. (Twitter)</p><p>FX</p><p><strong>EUR, GBP</strong> - Both softer with the Single Currency subdued in wake of the EZ PMIs which show a clear spillover effect into the services sector from the manufacturing recession, thus negatively effects domestic demand. Services and Composite missed, and Manufacturing showed a mild bounce, but remain damped (albeit participants may have expended more of a rebound given the French and German metrics). Further, the GDP tracker pointed to a Q4 QQ rate of just 0.1%, down from 0.2% in Q3. Elsewhere, Lagarde’s first speech as ECB President was far from a fanfare release; she noted of a strategic review of monetary policy policy in “the near future” and reaffirmed her call for fiscal policy. EUR/USD took its cue from the PMIs and currently resides towards the bottom of its 1.1048-87 band (just above its 10 DMA at 1.1047) having earlier eclipsed its 100 DMA at 1.1085 on the initial French and German manufacturing bounce backs. The pair now eyes around EUR 1bln of options expiring at strikes 1.1040-60, although the next notable tranche could also come into play in later trade (EUR 1.3bln between 1.1075-90).&nbsp; Similarly, UK’s Flash PMI debut missed expectations across the board and showed Services tipping over the fence into contraction. Further, IHS noted the data points to a 0.2% drop in GDP in Q4, which would usually be associated with BoE stimulus, albeit the Central Bank did downplay the credence it gives to this release at its latest MPR. Cable resides at the bottom the current 1.2873-2927 intraday parameter.</p><p><strong>DXY, Yuan</strong> - DXY has reversed overnight losses, albeit more on EUR weakness as there is little by way of new substance on the US-Sino trade front. President Xi overnight sang from the same hymn sheet as Chinese officials, highlighting that China is not afraid of trade conflict but will actively try to avoid a trade war and called on increased communication. DXY is comfortably in the green in having surpassed 98.00 to the upside and attempted multiple breaches of its 100 DMA at 98.04 with no success. USD/CNH remains firmer, although mostly on the back of a stronger Dollar with the pair at session highs and eyeing its 100 DMA (7.0441) vs. an intraday low of 7.0264.</p><p><strong>JPY, CHF</strong> - Safe-haven FX trade relatively flat in early hours, potentially as overall downbeat EZ PMI counter the positive geopolitical developments in Japan-South Korea relations, with the latter two agreeing to extend its intelligence-sharing pact which was due to be eradicated amid their deteriorating bond. USD/JPY meanders 108.50 and remains near the bottom of a tight 108.50-70 range. The Franc meanwhile sees downside bias, with EUR/CHF just under 1.1000 having early briefly breached the mark after clocking a 1.0980-1.1010 daily band thus far.</p><p><strong>AUD, NZD </strong>- Both modestly firmer albeit off highs with the Kiwi outperforming its Aussie counterpart, which seems more of a technical move as AUD/NZD fell through 1.0600, with traders on the lookout for any pertinent US-Sino trade headlines for impetus.</p><p>FX Expiries, NY Cut:</p><p>- EUR/USD: <strong>1.1040-60 (1BLN), 1.1075-90 (1.3BLN), 1.1100-10 (1.1BLN)</strong></p><p>- AUD/USD: 0.6785 (330M), <strong>0.6795 (1.1BLN),</strong> 0.6900 (500M)</p><p>FIXED INCOME</p><p>Government bonds are modestly firmer with <strong>Gilts</strong> currently leading the upside as they rounded off this data deluge. UK debt took a significant boost from the UK PMI metrics, which were the first flash readings for the UK, all missing on expectations, though it is worth caveating that BoE’s Carney has downplayed the importance of PMIs. Prior to this, the morning’s EZ metrics began with France where manufacturing convincingly beat as did the German and EZ wide figures albeit the latter two’s manufacturing sector remains in contractionary territory. ING note that growth is slowing significantly in Q4 which is largely due to the knock-on effects of the manufacturing recession to services, illustrated via all services prints missing on expectations this morning. In terms of reaction, the French manufacturing numbers knocked debt the most, although this has since reversed with <strong>Bunds</strong> at the top of session boundaries and comfortably above the 171.0 mark, with resistance at 171.35 ahead. The German release was partially sidelined as it coincided with remarks via ECB’s Lagarde, although these weren’t particularly ground-breaking, in-line with expectations given she has only just taken the helm and is yet to conduct a policy meeting; additionally, she did repeat familiar language calling for other policy help and that monetary policy will undergo a strategic review soon. In contrast to yesterdays outperformance, <strong>BTPs</strong> are the clear laggard at present, potentially retreating on the resurfacing of Italian political tensions as Di Maio’s 5SM members rejected his call to pause on upcoming regional elections until March. Looking ahead, as it is PMI day we will see US metrics later alongside further ECB speak to round off a relatively quiet week; ahead of US participants <strong>treasuries</strong> are mirroring the movement of EZ peers, although not quite as pronounced, while the curve is very modestly bull-flattening</p><p>COMMODITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Crude markets are mixed but off lows in consolidative Friday morning trade, after ECB President Lagarde’s speech and mixed EZ PMI data failed to give direction to broader macro sentiment, and amidst a lack of fresh crude specific fundamental drivers. <strong>WTI</strong> Dec’ 19 futures are languishing below the USD 58.50/bbl mark, off overnight lows around USD 58.10/bbl. <strong>Brent</strong> Jan’ 20 futures meanwhile have made slightly better progress from USD 63.50/bbl overnight lows, coming within a whisker of yesterday’s high just above the USD 64.00/bbl level. In terms of the metals; <strong>gold</strong> has been on the front foot, with upside seen alongside European bonds after EZ PMI data raised concerns about service sector weakness despite a stronger than expected recovery in manufacturing. The precious metal managed to reclaim USD 1470/oz to the upside, ahead of yesterday’s USD 1476/oz high. Meanwhile, <strong>copper</strong> has also seen upside since the European open; given its status as an industrial metal, better than expected EZ manufacturing PMI results may be providing some support, while there has also been positive news on the South Korea/Japan trade front – both important industrial hubs and consumers of the red metal.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-22nd-november-2019-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:46:00",
        "gmt_time": "2019-11-22 10:46:00"
    },
    {
        "id": 897361,
        "updated_sequence": 2006066,
        "published_at": {
            "unix": 1574419080,
            "text": "2019-11-22 10:38:00 +0000",
            "iso_8601": "2019-11-22T10:38:00Z"
        },
        "updated_at": {
            "unix": 1574419183,
            "text": "2019-11-22 10:39:43 +0000",
            "iso_8601": "2019-11-22T10:39:43Z"
        },
        "subject": "RANsquawk EU Mid Session: EZ Manufacturing recovers, Services suffer, dismay for the UK - 22nd November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23303/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European bourses (Euro Stoxx 50 +0.2%) are modestly firmer,</strong> with the bulk of the gains coming right after the European cash open, before the indices proceeded to give back some gains following downbeat EZ PMI data, which saw manufacturing beat expectations but raised some concerns over the health of the larger services sector. Elsewhere, a speech by ECB President Lagarde failed to deliver much by way of a bang, while the pace of updates on the trade front also appears to have slowed down somewhat, giving equity markets a breather from the prior day’s whipsaw action. Most notably, the news of further freedom of navigation operations by the US in the South China Sea, nor the news of the Trump Administration mulling alternative trade investigations against the EU appears to have changed the dial much. Sectors are all in the green; energy (+0.7%) and materials (+0.6%) are for now the outperformers, while Utilities (+0.3%) and Consumer Staples (+0.3%) lag. In terms of the notable stock movers; Edenred (-2.2%) are at the bottom of the Stoxx 600 table after the Co. stated that it is still investigating the extent of a malware infection and has contacted relevant government authorities and regulators. Elsewhere, Wirecard (-0.1%) nursed earlier losses after Uber (UBER) denied reports that it was considering hiring Wirecard as its main payments partner.</p><p><strong>FX</strong></p><p><strong>EUR, GBP</strong> - Both softer with the Single Currency subdued in wake of the EZ PMIs which show a clear spillover effect into the services sector from the manufacturing recession, thus negatively effects domestic demand. Services and Composite missed, and Manufacturing showed a mild bounce, but remain damped (albeit participants may have expended more of a rebound given the French and German metrics). Further, the GDP tracker pointed to a Q4 QQ rate of just 0.1%, down from 0.2% in Q3. Elsewhere, Lagarde’s first speech as ECB President was far from a fanfare release; she noted of a strategic review of monetary policy policy in “the near future” and reaffirmed her call for fiscal policy. EUR/USD took its cue from the PMIs and currently resides towards the bottom of its 1.1048-87 band (just above its 10 DMA at 1.1047) having earlier eclipsed its 100 DMA at 1.1085 on the initial French and German manufacturing bounce backs. The pair now eyes around EUR 1bln of options expiring at strikes 1.1040-60, although the next notable tranche could also come into play in later trade (EUR 1.3bln between 1.1075-90).&nbsp; Similarly, UK’s Flash PMI debut missed expectations across the board and showed Services tipping over the fence into contraction. Further, IHS noted the data points to a 0.2% drop in GDP in Q4, which would usually be associated with BoE stimulus, albeit the Central Bank did downplay the credence it gives to this release at its latest MPR. Cable resides at the bottom the current 1.2873-2927 intraday parameter.</p><p><strong>DXY, Yuan</strong> - DXY has reversed overnight losses, albeit more on EUR weakness as there is little by way of new substance on the US-Sino trade front. President Xi overnight sang from the same hymn sheet as Chinese officials, highlighting that China is not afraid of trade conflict but will actively try to avoid a trade war and called on increased communication. DXY is comfortably in the green in having surpassed 98.00 to the upside and attempted multiple breaches of its 100 DMA at 98.04 with no success. USD/CNH remains firmer, although mostly on the back of a stronger Dollar with the pair at session highs and eyeing its 100 DMA (7.0441) vs. an intraday low of 7.0264.</p><p><strong>JPY, CHF</strong> - Safe-haven FX trade relatively flat in early hours, potentially as overall downbeat EZ PMI counter the positive geopolitical developments in Japan-South Korea relations, with the latter two agreeing to extend its intelligence-sharing pact which was due to be eradicated amid their deteriorating bond. USD/JPY meanders 108.50 and remains near the bottom of a tight 108.50-70 range. The Franc meanwhile sees downside bias, with EUR/CHF just under 1.1000 having early briefly breached the mark after clocking a 1.0980-1.1010 daily band thus far.</p><p><strong>AUD, NZD </strong>- Both modestly firmer albeit off highs with the Kiwi outperforming its Aussie counterpart, which seems more of a technical move as AUD/NZD fell through 1.0600, with traders on the lookout for any pertinent US-Sino trade headlines for impetus.</p><p><strong>FIXED INCOME</strong></p><p>Government bonds are modestly firmer with <strong>Gilts</strong> currently leading the upside as they rounded off this data deluge. UK debt took a significant boost from the UK PMI metrics, which were the first flash readings for the UK, all missing on expectations, though it is worth caveating that BoE’s Carney has downplayed the importance of PMIs. Prior to this, the morning’s EZ metrics began with France where manufacturing convincingly beat as did the German and EZ wide figures albeit the latter two’s manufacturing sector remains in contractionary territory. ING note that growth is slowing significantly in Q4 which is largely due to the knock-on effects of the manufacturing recession to services, illustrated via all services prints missing on expectations this morning. In terms of reaction, the French manufacturing numbers knocked debt the most, although this has since reversed with <strong>Bunds</strong> at the top of session boundaries and comfortably above the 171.0 mark, with resistance at 171.35 ahead. The German release was partially sidelined as it coincided with remarks via ECB’s Lagarde, although these weren’t particularly ground-breaking, in-line with expectations given she has only just taken the helm and is yet to conduct a policy meeting; additionally, she did repeat familiar language calling for other policy help and that monetary policy will undergo a strategic review soon. In contrast to yesterdays outperformance, <strong>BTPs</strong> are the clear laggard at present, potentially retreating on the resurfacing of Italian political tensions as Di Maio’s 5SM members rejected his call to pause on upcoming regional elections until March. Looking ahead, as it is PMI day we will see US metrics later alongside further ECB speak to round off a relatively quiet week; ahead of US participants <strong>treasuries</strong> are mirroring the movement of EZ peers, although not quite as pronounced, while the curve is very modestly bull-flattening</p><p><strong>COMMODITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p><p>Crude markets are mixed but off lows in consolidative Friday morning trade, after ECB President Lagarde’s speech and mixed EZ PMI data failed to give direction to broader macro sentiment, and amidst a lack of fresh crude specific fundamental drivers. <strong>WTI</strong> Dec’ 19 futures are languishing below the USD 58.50/bbl mark, off overnight lows around USD 58.10/bbl. <strong>Brent</strong> Jan’ 20 futures meanwhile have made slightly better progress from USD 63.50/bbl overnight lows, coming within a whisker of yesterday’s high just above the USD 64.00/bbl level. In terms of the metals; <strong>gold</strong> has been on the front foot, with upside seen alongside European bonds after EZ PMI data raised concerns about service sector weakness despite a stronger than expected recovery in manufacturing. The precious metal managed to reclaim USD 1470/oz to the upside, ahead of yesterday’s USD 1476/oz high. Meanwhile, <strong>copper</strong> has also seen upside since the European open; given its status as an industrial metal, better than expected EZ manufacturing PMI results may be providing some support, while there has also been positive news on the South Korea/Japan trade front – both important industrial hubs and consumers of the red metal.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-ez-manufacturing-recovers-services-suffer-dismay-for-the-uk-22nd-november-2019-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:38:00",
        "gmt_time": "2019-11-22 10:38:00"
    },
    {
        "id": 897360,
        "updated_sequence": 2006063,
        "published_at": {
            "unix": 1574417760,
            "text": "2019-11-22 10:16:00 +0000",
            "iso_8601": "2019-11-22T10:16:00Z"
        },
        "updated_at": {
            "unix": 1574417893,
            "text": "2019-11-22 10:18:13 +0000",
            "iso_8601": "2019-11-22T10:18:13Z"
        },
        "subject": "North Korea Vice Foreign Minister says the US will be held responsible in the event that the opportunity for diplomacy on the peninsula disappears; only got a sense of betrayal in exchange for confidence building steps with the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-vice-foreign-minister-says-the-us-will-be-held-responsible-in-the-event-that-the-opportunity-for-diplomacy-on-the-peninsula-disappears-only-got-a-sense-of-betrayal-in-exchange-for-confidence-building-steps-with-the-us-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:16:00",
        "gmt_time": "2019-11-22 10:16:00"
    },
    {
        "id": 897358,
        "updated_sequence": 2006055,
        "published_at": {
            "unix": 1574417700,
            "text": "2019-11-22 10:15:00 +0000",
            "iso_8601": "2019-11-22T10:15:00Z"
        },
        "updated_at": {
            "unix": 1574417738,
            "text": "2019-11-22 10:15:38 +0000",
            "iso_8601": "2019-11-22T10:15:38Z"
        },
        "subject": "Hong Kong high court has suspended the mask ban ruling for 7 days",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-high-court-has-suspended-the-mask-ban-ruling-for-7-days-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:15:00",
        "gmt_time": "2019-11-22 10:15:00"
    },
    {
        "id": 897359,
        "updated_sequence": 2006058,
        "published_at": {
            "unix": 1574417700,
            "text": "2019-11-22 10:15:00 +0000",
            "iso_8601": "2019-11-22T10:15:00Z"
        },
        "updated_at": {
            "unix": 1574417810,
            "text": "2019-11-22 10:16:50 +0000",
            "iso_8601": "2019-11-22T10:16:50Z"
        },
        "subject": "FX Morning Colour: EUR and GBP dip on not-so-flash PMIs and side-lines Lagarde",
        "content": "<p><strong>EUR, GBP</strong></p><p>Both softer with the Single Currency subdued in wake of the EZ PMIs which show a clear spillover effect into the services sector from the manufacturing recession, thus negatively effects domestic demand. Services and Composite missed, and Manufacturing showed a mild bounce, but remain damped (albeit participants may have expended more of a rebound given the French and German metrics). Further, the GDP tracker pointed to a Q4 QQ rate of just 0.1%, down from 0.2% in Q3. Elsewhere, Lagarde’s first speech as ECB President was far from a fanfare release; she noted of a strategic review of monetary policy policy in “the near future” and reaffirmed her call for fiscal policy. EUR/USD took its cue from the PMIs and currently resides towards the bottom of its 1.1048-87 band (just above its 10 DMA at 1.1047) having earlier eclipsed its 100 DMA at 1.1085 on the initial French and German manufacturing bounce backs. The pair now eyes around EUR 1bln of options expiring at strikes 1.1040-60, although the next notable tranche could also come into play in later trade (EUR 1.3bln between 1.1075-90). Similarly, UK’s Flash PMI debut missed expectations across the board and showed Services tipping over the fence into contraction. Further, IHS noted the data points to a 0.2% drop in GDP in Q4, which would usually be associated with BoE stimulus, albeit the Central Bank did downplay the credence it gives to this release at its latest MPR. Cable resides at the bottom the current 1.2873-2927 intraday parameter.</p><p>&nbsp;</p><p><strong>DXY, Yuan</strong></p><p>DXY has reversed overnight losses, albeit more on EUR weakness as there is little by way of new substance on the US-Sino trade front. President Xi overnight sang from the same hymn sheet as Chinese officials, highlighting that China is not afraid of trade conflict but will actively try to avoid a trade war and called on increased communication. DXY is comfortably in the green in having surpassed 98.00 to the upside and attempted multiple breaches of its 100 DMA at 98.04 with no success. USD/CNH remains firmer, although mostly on the back of a stronger Dollar with the pair at session highs and eyeing its 100 DMA (7.0441) vs. an intraday low of 7.0264.</p><p>&nbsp;</p><p><strong>JPY, CHF</strong></p><p>Safe-haven FX trade relatively flat in early hours, potentially as overall downbeat EZ PMI counter the positive geopolitical developments in Japan-South Korea relations, with the latter two agreeing to extend its intelligence-sharing pact which was due to be eradicated amid their deteriorating bond. USD/JPY meanders 108.50 and remains near the bottom of a tight 108.50-70 range. The Franc meanwhile sees downside bias, with EUR/CHF just under 1.1000 having early briefly breached the mark after clocking a 1.0980-1.1010 daily band thus far.</p><p>&nbsp;</p><p><strong>AUD, NZD</strong></p><p>Both modestly firmer albeit off highs with the Kiwi outperforming its Aussie counterpart, which seems more of a technical move as AUD/NZD fell through 1.0600, with traders on the lookout for any pertinent US-Sino trade headlines for impetus.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-eur-and-gbp-dip-on-not-so-flash-pmis-and-side-lines-lagarde-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:15:00",
        "gmt_time": "2019-11-22 10:15:00"
    },
    {
        "id": 897357,
        "updated_sequence": 2006052,
        "published_at": {
            "unix": 1574417340,
            "text": "2019-11-22 10:09:00 +0000",
            "iso_8601": "2019-11-22T10:09:00Z"
        },
        "updated_at": {
            "unix": 1574417431,
            "text": "2019-11-22 10:10:31 +0000",
            "iso_8601": "2019-11-22T10:10:31Z"
        },
        "subject": "Italian Ruling Parties have not yet reached an agreement on reform of EZ bailout fund, according to lawmakers ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-ruling-parties-have-not-yet-reached-an-agreement-on-reform-of-ez-bailout-fund-according-to-lawmakers-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:09:00",
        "gmt_time": "2019-11-22 10:09:00"
    },
    {
        "id": 897356,
        "updated_sequence": 2006049,
        "published_at": {
            "unix": 1574417280,
            "text": "2019-11-22 10:08:00 +0000",
            "iso_8601": "2019-11-22T10:08:00Z"
        },
        "updated_at": {
            "unix": 1574417304,
            "text": "2019-11-22 10:08:24 +0000",
            "iso_8601": "2019-11-22T10:08:24Z"
        },
        "subject": "Fixed: Firmer finish ahead after mixed metrics and little via Lagarde",
        "content": "<p>&nbsp;</p><p>Government bonds are modestly firmer with gilts currently leading the upside as they rounded off this data deluge. UK debt took a significant boost from the UK PMI metrics, which were the first flash readings for the UK, all missing on expectations, though it is worth caveating that BoE’s Carney has downplayed the importance of PMIs. Prior to this, the morning’s EZ metrics began with France where manufacturing convincingly beat as did the German and EZ wide figures albeit the latter two’s manufacturing sector remains in contractionary territory. ING note that growth is slowing significantly in Q4 which is largely due to the knock-on effects of the manufacturing recession to services, illustrated via all services prints missing on expectations this morning. In terms of reaction, the French manufacturing numbers knocked debt the most, although this has since reversed with Bunds at the top of session boundaries and comfortably above the 171.0 mark, with resistance at 171.35 ahead. The German release was partially sidelined as it coincided with remarks via ECB’s Lagarde, although these weren’t particularly ground-breaking, in-line with expectations given she has only just taken the helm and is yet to conduct a policy meeting; additionally, she did repeat familiar language calling for other policy help and that monetary policy will undergo a strategic review soon. In contrast to yesterdays outperformance, BTPs are the clear laggard at present, potentially retreating on the resurfacing of Italian political tensions as Di Maio’s 5SM members rejected his call to pause on upcoming regional elections until March. Looking ahead, as it is PMI day we will see US metrics later alongside further ECB speak to round off a relatively quiet week; ahead of US participants treasuries are mirroring the movement of EZ peers, although not quite as pronounced, while the curve is very modestly bull-flattening.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-firmer-finish-ahead-after-mixed-metrics-and-little-via-lagarde-22-11-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 18:08:00",
        "gmt_time": "2019-11-22 10:08:00"
    },
    {
        "id": 897355,
        "updated_sequence": 2006046,
        "published_at": {
            "unix": 1574415780,
            "text": "2019-11-22 09:43:00 +0000",
            "iso_8601": "2019-11-22T09:43:00Z"
        },
        "updated_at": {
            "unix": 1574415822,
            "text": "2019-11-22 09:43:42 +0000",
            "iso_8601": "2019-11-22T09:43:42Z"
        },
        "subject": "Riksbank’s Jansson states it is still possible to cut rates if it is needed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Comes ahead of their December meeting where the Bank has indicated that a 25bp hike to 0.0% is all but certain</li></ul>",
        "analysis_updated_at": {
            "unix": 1574415821,
            "text": "2019-11-22 09:43:41 +0000",
            "iso_8601": "2019-11-22T09:43:41Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jansson-states-it-is-still-possible-to-cut-rates-if-it-is-needed-22-11-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:43:00",
        "gmt_time": "2019-11-22 09:43:00"
    },
    {
        "id": 897354,
        "updated_sequence": 2006041,
        "published_at": {
            "unix": 1574415540,
            "text": "2019-11-22 09:39:00 +0000",
            "iso_8601": "2019-11-22T09:39:00Z"
        },
        "updated_at": {
            "unix": 1574415559,
            "text": "2019-11-22 09:39:19 +0000",
            "iso_8601": "2019-11-22T09:39:19Z"
        },
        "subject": "Commerzbank (CBK GY) CEO, regarding a Deutsche Bank (DBK GY) merger, says it did not make sense and does not see this changing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerzbank-cbk-gy-ceo-regarding-a-deutsche-bank-dbk-gy-merger-says-it-did-not-make-sense-and-does-not-see-this-changing-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:39:00",
        "gmt_time": "2019-11-22 09:39:00"
    },
    {
        "id": 897350,
        "updated_sequence": 2006025,
        "published_at": {
            "unix": 1574413920,
            "text": "2019-11-22 09:12:00 +0000",
            "iso_8601": "2019-11-22T09:12:00Z"
        },
        "updated_at": {
            "unix": 1574414075,
            "text": "2019-11-22 09:14:35 +0000",
            "iso_8601": "2019-11-22T09:14:35Z"
        },
        "subject": "Japan says there are no changes to export restrictions on materials for South Korea, according to Japanese trade official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes despite South Korea suspending its WTO complaint against Japan over export curbs, Yohnap reports</li></ul>",
        "analysis_updated_at": {
            "unix": 1574414074,
            "text": "2019-11-22 09:14:34 +0000",
            "iso_8601": "2019-11-22T09:14:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-says-there-are-no-changes-to-export-restrictions-on-materials-for-south-korea-according-to-japanese-trade-official-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:12:00",
        "gmt_time": "2019-11-22 09:12:00"
    },
    {
        "id": 897349,
        "updated_sequence": 2006022,
        "published_at": {
            "unix": 1574413560,
            "text": "2019-11-22 09:06:00 +0000",
            "iso_8601": "2019-11-22T09:06:00Z"
        },
        "updated_at": {
            "unix": 1574413624,
            "text": "2019-11-22 09:07:04 +0000",
            "iso_8601": "2019-11-22T09:07:04Z"
        },
        "subject": "Riksbank's Jansson says recent industry confidence indicator is still at a bad level",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jansson-says-recent-industry-confidence-indicator-is-still-at-a-bad-level-22-11-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:06:00",
        "gmt_time": "2019-11-22 09:06:00"
    },
    {
        "id": 897348,
        "updated_sequence": 2006019,
        "published_at": {
            "unix": 1574413440,
            "text": "2019-11-22 09:04:00 +0000",
            "iso_8601": "2019-11-22T09:04:00Z"
        },
        "updated_at": {
            "unix": 1574413522,
            "text": "2019-11-22 09:05:22 +0000",
            "iso_8601": "2019-11-22T09:05:22Z"
        },
        "subject": "South Korea can reinstate the decision on ending the intelligence pact with Japan, according to the Blue House",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-can-reinstate-the-decision-on-ending-the-intelligence-pact-with-japan-according-to-the-blue-house-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:04:00",
        "gmt_time": "2019-11-22 09:04:00"
    },
    {
        "id": 897139,
        "updated_sequence": 2005988,
        "published_at": {
            "unix": 1574413200,
            "text": "2019-11-22 09:00:00 +0000",
            "iso_8601": "2019-11-22T09:00:00Z"
        },
        "updated_at": {
            "unix": 1574413200,
            "text": "2019-11-22 09:00:00 +0000",
            "iso_8601": "2019-11-22T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-21-11-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 17:00:00",
        "gmt_time": "2019-11-22 09:00:00"
    },
    {
        "id": 897341,
        "updated_sequence": 2005986,
        "published_at": {
            "unix": 1574412960,
            "text": "2019-11-22 08:56:00 +0000",
            "iso_8601": "2019-11-22T08:56:00Z"
        },
        "updated_at": {
            "unix": 1574413138,
            "text": "2019-11-22 08:58:58 +0000",
            "iso_8601": "2019-11-22T08:58:58Z"
        },
        "subject": "Chinese President Xi says US and China should strengthen communication on strategic issues to avoid misjudgment, adding that the two nations should push bilateral relations on the right path of development",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-us-and-china-should-strengthen-communication-on-strategic-issues-to-avoid-misjudgment-adding-that-the-two-nations-should-push-bilateral-relations-on-the-right-path-of-development-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 16:56:00",
        "gmt_time": "2019-11-22 08:56:00"
    },
    {
        "id": 897340,
        "updated_sequence": 2005981,
        "published_at": {
            "unix": 1574412420,
            "text": "2019-11-22 08:47:00 +0000",
            "iso_8601": "2019-11-22T08:47:00Z"
        },
        "updated_at": {
            "unix": 1574412454,
            "text": "2019-11-22 08:47:34 +0000",
            "iso_8601": "2019-11-22T08:47:34Z"
        },
        "subject": "South Korea has suspended its WTO complaint against Japan over export curbs, Yohnap reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-has-suspended-its-wto-complaint-against-japan-over-export-curbs-yohnap-reports-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 16:47:00",
        "gmt_time": "2019-11-22 08:47:00"
    },
    {
        "id": 897336,
        "updated_sequence": 2005978,
        "published_at": {
            "unix": 1574411280,
            "text": "2019-11-22 08:28:00 +0000",
            "iso_8601": "2019-11-22T08:28:00Z"
        },
        "updated_at": {
            "unix": 1574412056,
            "text": "2019-11-22 08:40:56 +0000",
            "iso_8601": "2019-11-22T08:40:56Z"
        },
        "subject": "ECB President Lagarde says monetary policy could achieve its goal faster and with fewer side effects if other policies were supporting growth along it ",
        "content": "<ul><li>Monetary policy will continue to support the economy and respond to future risks in-line with our price stability mandate, we will continuously monitor side effects of policies</li><li>Monetary policy will undergo a strategic review due to begin in the near future</li><li><a href=\"https://www.ecb.europa.eu/press/key/date/2019/html/ecb.sp191122~0c1f115db0.en.html\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ECB",
        "slug": "ecb-president-lagarde-says-monetary-policy-could-achieve-its-goal-faster-and-with-fewer-side-effects-if-other-policies-were-supporting-growth-along-it-22-11-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 16:28:00",
        "gmt_time": "2019-11-22 08:28:00"
    },
    {
        "id": 897332,
        "updated_sequence": 2005943,
        "published_at": {
            "unix": 1574409480,
            "text": "2019-11-22 07:58:00 +0000",
            "iso_8601": "2019-11-22T07:58:00Z"
        },
        "updated_at": {
            "unix": 1574409560,
            "text": "2019-11-22 07:59:20 +0000",
            "iso_8601": "2019-11-22T07:59:20Z"
        },
        "subject": "South Korea told Japan it will extend the General Security of Military Information Agreement (GSOMIA) intel-sharing pact, according to NHK",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-told-japan-it-will-extend-the-general-security-of-military-information-agreement-gsomia-intel-sharing-pact-according-to-nhk-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:58:00",
        "gmt_time": "2019-11-22 07:58:00"
    },
    {
        "id": 897331,
        "updated_sequence": 2005940,
        "published_at": {
            "unix": 1574409360,
            "text": "2019-11-22 07:56:00 +0000",
            "iso_8601": "2019-11-22T07:56:00Z"
        },
        "updated_at": {
            "unix": 1574409477,
            "text": "2019-11-22 07:57:57 +0000",
            "iso_8601": "2019-11-22T07:57:57Z"
        },
        "subject": "Iran is holding \"massive air defence drills\" over the Persian Gulf and the strategic Strait of Hormuz, according to Tasnim News",
        "content": "<ul><li><a href=\"https://twitter.com/Tasnimnews_EN/status/1197781419961061377\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Tansim News",
        "slug": "iran-is-holding-massive-air-defence-drills-over-the-persian-gulf-and-the-strategic-strait-of-hormuz-according-to-tasnim-news-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:56:00",
        "gmt_time": "2019-11-22 07:56:00"
    },
    {
        "id": 897330,
        "updated_sequence": 2005935,
        "published_at": {
            "unix": 1574408820,
            "text": "2019-11-22 07:47:00 +0000",
            "iso_8601": "2019-11-22T07:47:00Z"
        },
        "updated_at": {
            "unix": 1574408921,
            "text": "2019-11-22 07:48:41 +0000",
            "iso_8601": "2019-11-22T07:48:41Z"
        },
        "subject": "Senior Chinese Diplomat Yi urges the US to meet China halfway, to promote a healthy and stable development of bilateral relations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-chinese-diplomat-yi-urges-the-us-to-meet-china-halfway-to-promote-a-healthy-and-stable-development-of-bilateral-relations-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:47:00",
        "gmt_time": "2019-11-22 07:47:00"
    },
    {
        "id": 897323,
        "updated_sequence": 2005937,
        "published_at": {
            "unix": 1574407980,
            "text": "2019-11-22 07:33:00 +0000",
            "iso_8601": "2019-11-22T07:33:00Z"
        },
        "updated_at": {
            "unix": 1574409185,
            "text": "2019-11-22 07:53:05 +0000",
            "iso_8601": "2019-11-22T07:53:05Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Fiat Chrysler (FCA IM) </strong>– Chrysler has filed a US recall of just under 529k vehicles. (Newswires)</p><p><strong>Land Securities (LAND LN)</strong> – Co. appoints Mark Allen as new CEO, with effective date to be confirmed but by no later than June 1st 2020. (Newswires)</p><p><strong>Severn Trent (SVT LN)</strong> – HY revenue from continuing operations +3.2% to GBP 910mln, PBIT GBP 286.3mln, -4.3% YY. Co. is on track to hit leakage guidance. (Newswires)</p><p><strong>Mediaset (MS IM)/</strong> <strong>Vivendi (VIV FP)</strong> - Source reports noted that the Cos failed to reach an out-of-court accord ahead of a court hearing today over a request by Vivendi to suspend a corporate overhaul. (Newswires)</p><p><strong>Ericsson (ERICB SS)/ Nokia (NOKIA FH)</strong> - Co's have reportedly been pressured by Deutsche Telekom (DTE GY), Voafone (VOD LN) and Telefonica (TEF SM) not to approach companies with their own offers to build local 5G networks, according to Handelsblatt citing sources. (Handelsblatt)&nbsp;</p><p><strong>RHEINMETALL (RHM GY) </strong>UPGRADED TO NEUTRAL FROM REDUCE AT ODDO SECURITIES</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:33:00",
        "gmt_time": "2019-11-22 07:33:00"
    },
    {
        "id": 897329,
        "updated_sequence": 2005926,
        "published_at": {
            "unix": 1574407620,
            "text": "2019-11-22 07:27:00 +0000",
            "iso_8601": "2019-11-22T07:27:00Z"
        },
        "updated_at": {
            "unix": 1574407748,
            "text": "2019-11-22 07:29:08 +0000",
            "iso_8601": "2019-11-22T07:29:08Z"
        },
        "subject": "China's Foreign Ministry has lodged stern representation with US after US ships sailed in South China Sea near islands claimed by China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after US Navy warships conducted 2 freedom of navigation operations in the South China Sea earlier this week, while China’s military later stated its navy tracked US ships that sailed near islands claimed by China in the South China Sea, while it urged US to stop provocative actions. (Newswires)</li></ul>",
        "analysis_updated_at": {
            "unix": 1574407748,
            "text": "2019-11-22 07:29:08 +0000",
            "iso_8601": "2019-11-22T07:29:08Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-has-lodged-stern-representation-with-us-after-us-ships-sailed-in-south-china-sea-near-islands-claimed-by-china-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:27:00",
        "gmt_time": "2019-11-22 07:27:00"
    },
    {
        "id": 897328,
        "updated_sequence": 2005923,
        "published_at": {
            "unix": 1574407320,
            "text": "2019-11-22 07:22:00 +0000",
            "iso_8601": "2019-11-22T07:22:00Z"
        },
        "updated_at": {
            "unix": 1574407390,
            "text": "2019-11-22 07:23:10 +0000",
            "iso_8601": "2019-11-22T07:23:10Z"
        },
        "subject": "Chinese Finance Minister expects China's tax and fee cuts to exceed CNY 2.3tln this year, reported via Caixin",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-finance-minister-expects-china-s-tax-and-fee-cuts-to-exceed-cny-2-3tln-this-year-reported-via-caixin-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:22:00",
        "gmt_time": "2019-11-22 07:22:00"
    },
    {
        "id": 897327,
        "updated_sequence": 2005920,
        "published_at": {
            "unix": 1574406720,
            "text": "2019-11-22 07:12:00 +0000",
            "iso_8601": "2019-11-22T07:12:00Z"
        },
        "updated_at": {
            "unix": 1574406896,
            "text": "2019-11-22 07:14:56 +0000",
            "iso_8601": "2019-11-22T07:14:56Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1040-60 (1BLN), 1.1075-90 (1.3BLN), 1.1100-10 (1.1BLN)&nbsp;</strong></p><p>USD/CHF: 0.9900 (400M), 0.9970 (400M).&nbsp;</p><p>EUR/CHF: 1.1000 (250M)&nbsp;</p><p>AUD/USD: 0.6785 (330M), <strong>0.6795 (1.1BLN</strong>), 0.6900 (500M)&nbsp;</p><p>USD/CAD: 1.3190-1.3200 (600M), 1.3265-70 (600M)&nbsp;</p><p>USD/JPY: 107.85-108.00 (1.3BLN), 108.40-50 (450M), 109.00 (700M)&nbsp;</p><p>AUD/JPY: 72.70 (300M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-22-11-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 15:12:00",
        "gmt_time": "2019-11-22 07:12:00"
    },
    {
        "id": 897324,
        "updated_sequence": 2005907,
        "published_at": {
            "unix": 1574405700,
            "text": "2019-11-22 06:55:00 +0000",
            "iso_8601": "2019-11-22T06:55:00Z"
        },
        "updated_at": {
            "unix": 1574405819,
            "text": "2019-11-22 06:56:59 +0000",
            "iso_8601": "2019-11-22T06:56:59Z"
        },
        "subject": "South Korean Finance Minister will be visiting Japan ahead of the expiry of the South Korean-Japanese Military Information Agreement, according to sources cited by Yonhap",
        "content": "<ul><li><a href=\"https://en.yna.co.kr/view/AEN20191122006100325?section=news\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "south-korean-finance-minister-will-be-visiting-japan-ahead-of-the-expiry-of-the-south-korean-japanese-military-information-agreement-according-to-sources-cited-by-yonhap-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 14:55:00",
        "gmt_time": "2019-11-22 06:55:00"
    },
    {
        "id": 897322,
        "updated_sequence": 2005899,
        "published_at": {
            "unix": 1574405160,
            "text": "2019-11-22 06:46:00 +0000",
            "iso_8601": "2019-11-22T06:46:00Z"
        },
        "updated_at": {
            "unix": 1574405202,
            "text": "2019-11-22 06:46:42 +0000",
            "iso_8601": "2019-11-22T06:46:42Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>22nd November 2019</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets eventually traded mixed after the region’s early attempts to shrug-off the headwinds from the losses on Wall St. proved to be short-lived,</strong> as trade uncertainty remained the state of play. ASX 200 (+0.5%) and Nikkei 225 (+0.4%) were higher with outperformance in Australia’s tech and energy sectors prevailing over the lacklustre tone in financials and weakness in gold miners, while Japanese exporters coat-tailed on the gradual upside seen in USD/JPY and with SoftBank mildly benefitting from reports the Co. is in discussions to reduce the WeWork offer and payout to its founder. Hang Seng (+0.2%) and Shanghai Comp.(-0.6%) initially conformed to the improved risk appetite after some of the recent trade rhetoric added to cautious optimism including comments from MOFCOM that they will strive to reach a phase one deal and after source reports suggested the US may delay the December 15th tariffs even if a trade pact is not reached. However, the mainland gradually deteriorated due to the lack of trade clarity and with the recent freedom of navigation operations by the US in the South China Sea also irking China, while Hong Kong kept afloat with the city set to proceed with local elections on Sunday.</p><p>TRADE</p><p><strong>US President Trump’s administration is reportedly mulling a trade investigation against the EU as time for imposing auto tariffs is limited, according to Politico citing people briefed on the matter. (Politico)</strong></p><p>FTSE 100</p><p><strong>Unilever (ULVR LN)/ Henkel (HEN GY) </strong>– Cos and Colgate-Palmolive (CL) are reportedly mulling a bid for Coty’s (COTY) Hair and Beauty brands portfolio valued at up to USD 7bln, sources state. (Newswires)</p><p><strong>Tesco (TSCO LN)</strong> – S&amp;P downgraded Co’s rating to “BBB-“ from “BB+”, outlook cut to “Stable” from “Positive”. (Newswires)</p><p><strong>Housing Names</strong> – UK Conservative Party are planning on implementing a stamp duty hike for foreign buyers of property in England. (BBC/Sky News)</p><p>OTHER UK COMPANIES</p><p><strong>Daily Mail (DMGT LN)</strong> – Daily Mirror’s owner Reach has decided not to continue with the purchase of JPI Media press; DMGT are in discussions to purchase ‘i’ the only national newspaper owned by JPI Media. (Telegraph)</p><p>BROKER MOVES</p><p><strong>AVIVA (AV/ LN) </strong>DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN CHASE</p><p><strong>TULLOW OIL (TLW LN)</strong> DOWNGRADED TO NEUTRAL FROM BUY AT CITIGROUP</p><p>DAX</p><p><strong>Wirecard (WDI GY) </strong>– Uber (UBER) has denied reports that it was considering hiring Wirecard as its main payments partner. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>DAIMLER (DAI GY) </strong>REITERATED WITH OUTPERFORM AT RBC</p><p><strong>ALLIANZ (ALV GY) </strong>LISTED AS PREFERRED STOCK AMONG EUROPEAN PEERS AT JPMORGAN CHASE</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p><strong>Edenred (EDEN FP) </strong>– Co. stated that it is still investigating the extent of a malware infection and has contacted relevant government authorities and regulators. (Newswires)</p><p>BROKER MOVES</p><p><strong>AXA (CS FP) </strong>LISTED AS PREFERRED STOCK AMONG EUROPEAN PEERS AT JPMORGAN CHASE</p><p>PAN EUROPE</p><p><strong>Mediaset (MS IM) </strong>– <strong>Vivendi (VIV FP)</strong> said it is ready to agree to sell Mediaset shares held by Simon Fiduciaria Trustee at EUR 3.25/shr, according to source. (Newswires) <i>For reference, Mediaset shares closed at EUR 2.68/shr on Thursday.</i></p><p>BROKER MOVES</p><p><strong>POSTE ITALIANE (PST IM) </strong>LISTED AS PREFERRED STOCK AMONG EUROPEAN PEERS AT JPMORGAN CHASE</p><p>SMI</p><p><strong>Roche (ROG SW) </strong>– Co. announced extension for shares of Spark Therapeutics, all terms and conditions of offer shall remain unchanged during extended period. (Newswires)</p><p>BROKER MOVES</p><p><strong>ZURICH INSURANCE (ZURN SW) </strong>LISTED AS PREFERRED STOCK AMONG EUROPEAN PEERS AT JPMORGAN CHASE</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>A.P. MOLLER-MAERSK (MARSKB DC) </strong>DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p><p><strong>US</strong></p><p><strong>* CLOSING LEVELS: S&amp;P 500 -0.2% at 3104, NASDAQ-100 -0.2% at 8266, Dow Jones&nbsp; -0.2% at 27766 </strong>* SECTORS: Consumer Discretionary&nbsp; -0.5%, Consumer Staples&nbsp; -0.5%, Energy&nbsp; 1.6%, Financials&nbsp; -0.1%, Health Care&nbsp; 0.2%, Industrials&nbsp; -0.2%, Information Technology&nbsp; -0.5%, Materials&nbsp; -0.1%, Telecommunication Services&nbsp; 0.3%, Utilities&nbsp; -0.4%</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-22-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 14:46:00",
        "gmt_time": "2019-11-22 06:46:00"
    },
    {
        "id": 897321,
        "updated_sequence": 2005896,
        "published_at": {
            "unix": 1574404200,
            "text": "2019-11-22 06:30:00 +0000",
            "iso_8601": "2019-11-22T06:30:00Z"
        },
        "updated_at": {
            "unix": 1574404996,
            "text": "2019-11-22 06:43:16 +0000",
            "iso_8601": "2019-11-22T06:43:16Z"
        },
        "subject": "RANsquawk Daily European Opening News - 22nd November 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23301/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets eventually traded mixed after the region’s early attempts to shrug-off the headwinds from the losses on Wall St. proved to be short-lived</li><li>Chinese President Xi said China did not start the trade dispute with US and is not afraid of a trade war, nor will it flinch from such a fight but added he wants to work out a phase one agreement</li><li>US President Trump's administration is reportedly mulling a trade investigation against the EU as time for imposing auto tariffs is limited, according to Politico</li><li>Looking ahead, highlights include EZ, UK and US Flash Markit PMIs; German GDP (Detailed); US Uni of Michigan Sentiment, Baker Hughes Rig Count, G20 Finance Ministers Meeting in Japan</li><li>Speakers: ECB’s Lagarde, de Guindos, Riksbank’s Ohlsson, Jansson</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets eventually traded mixed after the region’s early attempts to shrug-off the headwinds from the losses on Wall St. proved to be short-lived</strong>, as trade uncertainty remained the state of play. <strong>ASX 200 (+0.5%) </strong>and<strong> Nikkei 225 (+0.4%)</strong> were higher with outperformance in Australia’s tech and energy sectors prevailing over the lacklustre tone in financials and weakness in gold miners, while Japanese exporters coat-tailed on the gradual upside seen in USD/JPY and with SoftBank mildly benefitting from reports the Co. is in discussions to reduce the WeWork offer and payout to its founder. <strong>Hang Seng (+0.2%) </strong>and<strong> Shanghai Comp.(-0.6%)</strong> initially conformed to the improved risk appetite after some of the recent trade rhetoric added to cautious optimism including comments from MOFCOM that they will strive to reach a phase one deal and after source reports suggested the US may delay the December 15th tariffs even if a trade pact is not reached. However, the mainland gradually deteriorated due to the lack of trade clarity and with the recent freedom of navigation operations by the US in the South China Sea also irking China, while Hong Kong kept afloat with the city set to proceed with local elections on Sunday. Finally, 10yr JGBs were lower amid spill over selling from USTs, with prices also weighed by the somewhat improved risk appetite and following weaker demand at the enhanced liquidity auction for longer-dated JGBs.</p><p>PBoC skips open market operations for a net weekly injection of CNY 300bln vs. net neutral position last week. (Newswires) <strong>PBoC set CNY mid-point at 7.0306 vs. Exp. 7.0314 (Prev. 7.0217)</strong></p><p>Chinese President Xi said China did not start the trade dispute with US and is not afraid of a trade war, nor will it flinch from such a fight but added he wants to work out a phase one agreement with US on basis of respect and equality. Furthermore, Xi added we will fight back when necessary but have been working actively to try to not have a trade war. (Newswires)</p><p>15 US Senators reportedly called on US President Trump to halt Huawei license approvals to US companies who conduct business with the Chinese telecom giant, according to reports citing a letter. In related news, Microsoft announced it received a license on November 20th to export mass-market software to Huawei. (Newswires/SCMP)</p><p>Hong Kong Police Chief said high profile patrols will be deployed for elections this Sunday and urged protesters not to resort to violence, while he added there is no deadline set for the campus clearance and wants a peaceful resolution. (Newswires)</p><p><strong>Japanese National CPI (Oct) Y/Y 0.2% vs. Exp. 0.3% (Prev. 0.2%).</strong> (Newswires) Japanese National CPI Ex. Fresh Food (Oct) Y/Y 0.4% vs. Exp. 0.4% (Prev. 0.3%) Japanese National CPI Ex. Fresh Food &amp; Energy (Oct) Y/Y 0.7% vs. Exp. 0.6% (Prev. 0.5%)</p><p>UK/EU</p><p>UK PM Johnson's Conservatives pledged an additional 3% levy on property purchases by non-UK tax residents. (Newswires)</p><p>Dame Helena Morrissey appeared to rule herself out as a candidate to be the first ever female governor of the Bank of England after agreeing to go on to the board of St James’s Place yesterday. (Times)</p><p>ECB's De Guindos said risks to the EU economy are on the downside and that he is convinced the possibility of a recession is very small which he calls an unlikely event, while he also highlighted the importance of fiscal policy increasing its role. (Newswires)</p><p><strong>US President Trump's administration is reportedly mulling a trade investigation against the EU as time for imposing auto tariffs is limited, according to Politico citing people briefed on the matter</strong>. (Politico)</p><p>FX</p><p>DXY was softer as it marginally pulled back from the 98.00 level to retrace some yesterday’s gains which were spurred by some of the positive-leaning US-China trade headlines, while its transatlantic counterparts partially nursed losses in which <strong>EUR</strong>/<strong>USD</strong> and <strong>GBP</strong>/<strong>USD</strong> rebounded from this week’s support around the 1.1050 and 1.2900 levels respectively. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> was kept afloat amid the slight improvement in risk sentiment and <strong>CAD</strong> remained firmer after the recent strength in oil prices, as well as comments from BoC Governor Poloz, while <strong>antipodeans</strong> traded subdued due to a lack of tier-1 data, flimsy risk appetite and following a weaker reference rate setting from the PBoC.</p><p><strong>COMMODITIES</strong></p><p>Commodities traded mixed with a slight pullback in oil prices amid the indecisive risk appetite brought on by ongoing trade uncertainty, although <strong>WTI</strong> crude futures have retained the USD 58.00/bbl level and the majority of the prior day’s extended advances helped by recent source reports that OPEC+ is likely to extend its existing production cut agreement until June 2020. Elsewhere, <strong>gold</strong> remained despondent after its recent losses and failed to benefit from the mild pullback in USD, while <strong>copper</strong> was also restricted by the overnight indecision.&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US Navy warships conducted 2 freedom of navigation operations in the South China Sea earlier this week, while China’s military later stated its navy tracked US ships that sailed near islands claimed by China in the South China Sea, while it urged US to stop provocative actions. (Newswires)</p><p>US President Trump tweeted that Iran has become \"so unstable\", citing Iranians as being oppressed by the government blocking internet access and stopping news spreading of violence in Iran. (Twitter)</p><p><strong>US</strong></p><p>The Treasury curve flattening found some pause on Thursday, where the T-note drifted lower throughout the session. Treasury market participants were cautiously more optimistic about the state of the US-China trade updates, as was Chinese Vice Premier Liu He, where it was also reported the US had been invited to Beijing for further talks. The TPLEX failed to catch a bid on the Hong Kong bill pessimism and the whole curve was approximately 3.5bps higher by settlement. Elsewhere, the US sold USD 12bln in 10-year TIPS at a high yield of 0.149%, stopping through the WI by 0.3bps with decent domestic demand. US T-note (Z9) futures settled 10 ticks lower at 129.15+.</p><p>US stopgap bill to fund the government advanced in the Senate with lawmakers voting 75-19 to invoke cloture, or limit debate on the House passed continuing resolution, while US President Trump later signed the continuing resolution to avert a shutdown and fund government agencies through to December 20th as expected. (Newswires)</p><p>Senior White House officials and Senate Republicans agreed that a full trial should be conducted if the House impeaches President Trump according to reports citing multiple people familiar with the matter. (Politico)</p><p>US House Speaker Pelosi said made progress on USMCA trade agreement with USTR Lighthizer, while there were also comments from House Ways and Means Chair Neal that there was no deal on USMCA following the meeting although he noted a House vote is still possible by the end of 2019 and that progress has been made on the enforcement issue. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-22nd-november-2019-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 14:30:00",
        "gmt_time": "2019-11-22 06:30:00"
    },
    {
        "id": 897320,
        "updated_sequence": 2005893,
        "published_at": {
            "unix": 1574402280,
            "text": "2019-11-22 05:58:00 +0000",
            "iso_8601": "2019-11-22T05:58:00Z"
        },
        "updated_at": {
            "unix": 1574403568,
            "text": "2019-11-22 06:19:28 +0000",
            "iso_8601": "2019-11-22T06:19:28Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks traded mixed amid continued lack of trade clarity",
        "content": "<p>Asia equity markets eventually traded mixed after the region’s early attempts to shrug-off the headwinds from the losses on Wall St. proved to be short-lived, as trade uncertainty remained the state of play. ASX 200 (+0.5%) and Nikkei 225 (+0.4%) were higher with outperformance in Australia’s tech and energy sectors prevailing over the lacklustre tone in financials and weakness in gold miners, while Japanese exporters coat-tailed on the gradual upside seen in USD/JPY and with SoftBank mildly benefitting from reports the Co. is in discussions to reduce the WeWork offer and payout to its founder. Hang Seng (+0.2%) and Shanghai Comp.(-0.6%) initially conformed to the improved risk appetite after some of the recent trade rhetoric added to cautious optimism including comments from MOFCOM that they will strive to reach a phase one deal and after source reports suggested the US may delay the December 15th tariffs even if a trade pact is not reached. However, the mainland gradually deteriorated due to the lack of trade clarity and with the recent freedom of navigation operations by the US in the South China Sea also irking China, while Hong Kong kept afloat with the city set to proceed with local elections on Sunday. Finally, 10yr JGBs were lower amid spill over selling from USTs, with prices also weighed by the somewhat improved risk appetite and following weaker demand at the enhanced liquidity auction for longer-dated JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-traded-mixed-amid-continued-lack-of-trade-clarity-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:58:00",
        "gmt_time": "2019-11-22 05:58:00"
    },
    {
        "id": 897319,
        "updated_sequence": 2005888,
        "published_at": {
            "unix": 1574401440,
            "text": "2019-11-22 05:44:00 +0000",
            "iso_8601": "2019-11-22T05:44:00Z"
        },
        "updated_at": {
            "unix": 1574402495,
            "text": "2019-11-22 06:01:35 +0000",
            "iso_8601": "2019-11-22T06:01:35Z"
        },
        "subject": "Chinese President Xi says China did not start the trade dispute with US and is not afraid of a trade war nor will it flinch from such a fight, but adds wants to work out a phase one agreement with US on basis of respect and equality",
        "content": "<p>Says:</p><ul><li>We will fight back when necessary, but have been working actively to try to not have a trade war.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-china-did-not-start-the-trade-dispute-with-us-and-is-not-afraid-of-a-trade-war-nor-will-it-flinch-from-such-a-fight-but-adds-wants-to-work-out-a-phase-one-agreement-with-us-on-basis-of-respect-and-equality-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:44:00",
        "gmt_time": "2019-11-22 05:44:00"
    },
    {
        "id": 897318,
        "updated_sequence": 2005881,
        "published_at": {
            "unix": 1574400600,
            "text": "2019-11-22 05:30:00 +0000",
            "iso_8601": "2019-11-22T05:30:00Z"
        },
        "updated_at": {
            "unix": 1574400771,
            "text": "2019-11-22 05:32:51 +0000",
            "iso_8601": "2019-11-22T05:32:51Z"
        },
        "subject": "Japanese Tokyo Department Store Sales (Oct) Y/Y -19.0% (Prev. 20.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-tokyo-department-store-sales-oct-y-y-19-0-prev-20-7-22-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:30:00",
        "gmt_time": "2019-11-22 05:30:00"
    },
    {
        "id": 897317,
        "updated_sequence": 2005878,
        "published_at": {
            "unix": 1574400600,
            "text": "2019-11-22 05:30:00 +0000",
            "iso_8601": "2019-11-22T05:30:00Z"
        },
        "updated_at": {
            "unix": 1574400762,
            "text": "2019-11-22 05:32:42 +0000",
            "iso_8601": "2019-11-22T05:32:42Z"
        },
        "subject": "Japanese Nationwide Department Store Sales (Oct) Y/Y -17.5% (Prev. 23.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-nationwide-department-store-sales-oct-y-y-17-5-prev-23-1-22-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:30:00",
        "gmt_time": "2019-11-22 05:30:00"
    },
    {
        "id": 897316,
        "updated_sequence": 2005875,
        "published_at": {
            "unix": 1574399880,
            "text": "2019-11-22 05:18:00 +0000",
            "iso_8601": "2019-11-22T05:18:00Z"
        },
        "updated_at": {
            "unix": 1574399949,
            "text": "2019-11-22 05:19:09 +0000",
            "iso_8601": "2019-11-22T05:19:09Z"
        },
        "subject": "Tokyo government is reported to send officials to Hong Kong to lure hedge funds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tokyo-government-is-reported-to-send-officials-to-hong-kong-to-lure-hedge-funds-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:18:00",
        "gmt_time": "2019-11-22 05:18:00"
    },
    {
        "id": 897315,
        "updated_sequence": 2005872,
        "published_at": {
            "unix": 1574399100,
            "text": "2019-11-22 05:05:00 +0000",
            "iso_8601": "2019-11-22T05:05:00Z"
        },
        "updated_at": {
            "unix": 1574399664,
            "text": "2019-11-22 05:14:24 +0000",
            "iso_8601": "2019-11-22T05:14:24Z"
        },
        "subject": "Chinese President Xi says China's economic development has huge resilience, adds long-term improving trend of China's economy will not change",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-china-s-economic-development-has-huge-resilience-adds-long-term-improving-trend-of-china-s-economy-will-not-change-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 13:05:00",
        "gmt_time": "2019-11-22 05:05:00"
    },
    {
        "id": 897314,
        "updated_sequence": 2005867,
        "published_at": {
            "unix": 1574398080,
            "text": "2019-11-22 04:48:00 +0000",
            "iso_8601": "2019-11-22T04:48:00Z"
        },
        "updated_at": {
            "unix": 1574398313,
            "text": "2019-11-22 04:51:53 +0000",
            "iso_8601": "2019-11-22T04:51:53Z"
        },
        "subject": "Westpac (WBC AT) says met to further discuss issues raised by AUSTRAC and an urgent response plan which has commenced, adds board issues unreserved apology and will continue to work with AUSTRAC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "westpac-wbc-at-says-met-to-further-discuss-issues-raised-by-austrac-and-an-urgent-response-plan-which-has-commenced-adds-board-issues-unreserved-apology-and-will-continue-to-work-with-austrac-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 12:48:00",
        "gmt_time": "2019-11-22 04:48:00"
    },
    {
        "id": 897313,
        "updated_sequence": 2005862,
        "published_at": {
            "unix": 1574397780,
            "text": "2019-11-22 04:43:00 +0000",
            "iso_8601": "2019-11-22T04:43:00Z"
        },
        "updated_at": {
            "unix": 1574397861,
            "text": "2019-11-22 04:44:21 +0000",
            "iso_8601": "2019-11-22T04:44:21Z"
        },
        "subject": "Turkey parliament approves bill on tax law changes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-parliament-approves-bill-on-tax-law-changes-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 12:43:00",
        "gmt_time": "2019-11-22 04:43:00"
    },
    {
        "id": 897312,
        "updated_sequence": 2005859,
        "published_at": {
            "unix": 1574396100,
            "text": "2019-11-22 04:15:00 +0000",
            "iso_8601": "2019-11-22T04:15:00Z"
        },
        "updated_at": {
            "unix": 1574396272,
            "text": "2019-11-22 04:17:52 +0000",
            "iso_8601": "2019-11-22T04:17:52Z"
        },
        "subject": "Japanese ruling party official Seko says desirable for government to compile supplementary budget with JPY 10tln spending, adds government shouldn't hesitate issuing more bonds to fund stimulus package",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-ruling-party-official-seko-says-desirable-for-government-to-compile-supplementary-budget-with-jpy-10tln-spending-adds-government-shouldn-t-hesitate-issuing-more-bonds-to-fund-stimulus-package-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 12:15:00",
        "gmt_time": "2019-11-22 04:15:00"
    },
    {
        "id": 897311,
        "updated_sequence": 2005856,
        "published_at": {
            "unix": 1574396100,
            "text": "2019-11-22 04:15:00 +0000",
            "iso_8601": "2019-11-22T04:15:00Z"
        },
        "updated_at": {
            "unix": 1574396167,
            "text": "2019-11-22 04:16:07 +0000",
            "iso_8601": "2019-11-22T04:16:07Z"
        },
        "subject": "Tesla (TSLA) unveils EV pick up truck as expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-unveils-ev-pick-up-truck-as-expected-22-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 12:15:00",
        "gmt_time": "2019-11-22 04:15:00"
    },
    {
        "id": 897310,
        "updated_sequence": 2005853,
        "published_at": {
            "unix": 1574395560,
            "text": "2019-11-22 04:06:00 +0000",
            "iso_8601": "2019-11-22T04:06:00Z"
        },
        "updated_at": {
            "unix": 1574395733,
            "text": "2019-11-22 04:08:53 +0000",
            "iso_8601": "2019-11-22T04:08:53Z"
        },
        "subject": "Hong Kong Police Chief says will deploy high profile patrols on election day and urges protesters not to resort to violence during election day this Sunday, adds no deadline set for campus clearance and wants a peaceful resolution",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-police-chief-says-will-deploy-high-profile-patrols-on-election-day-and-urges-protesters-not-to-resort-to-violence-during-election-day-this-sunday-adds-no-deadline-set-for-campus-clearance-and-wants-a-peaceful-resolution-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 12:06:00",
        "gmt_time": "2019-11-22 04:06:00"
    },
    {
        "id": 897309,
        "updated_sequence": 2005844,
        "published_at": {
            "unix": 1574393820,
            "text": "2019-11-22 03:37:00 +0000",
            "iso_8601": "2019-11-22T03:37:00Z"
        },
        "updated_at": {
            "unix": 1574393896,
            "text": "2019-11-22 03:38:16 +0000",
            "iso_8601": "2019-11-22T03:38:16Z"
        },
        "subject": "China is said to ask banks to raise loans to the manufacturing sector",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-ask-banks-to-raise-loans-to-the-manufacturing-sector-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:37:00",
        "gmt_time": "2019-11-22 03:37:00"
    },
    {
        "id": 897308,
        "updated_sequence": 2005841,
        "published_at": {
            "unix": 1574393700,
            "text": "2019-11-22 03:35:00 +0000",
            "iso_8601": "2019-11-22T03:35:00Z"
        },
        "updated_at": {
            "unix": 1574393839,
            "text": "2019-11-22 03:37:19 +0000",
            "iso_8601": "2019-11-22T03:37:19Z"
        },
        "subject": "Japan sells JPY 599.7bln in 10yr, 20yr and 30yr JGBs in enhanced liquidity auction; b/c 2.37 vs. Prev. 2.79",
        "content": "<p>- Highest accepted spread 0.035% vs. Prev. 0.043%</p><p>- Allotment of bids at highest spread 32.5714% vs. Prev. 43.4516%</p><p>- Average accepted spread 0.030% vs. Prev. 0.038%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-599-7bln-in-10yr-20yr-and-30yr-jgbs-in-enhanced-liquidity-auction-b-c-2-37-vs-prev-2-79-22-11-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:35:00",
        "gmt_time": "2019-11-22 03:35:00"
    },
    {
        "id": 897307,
        "updated_sequence": 2005838,
        "published_at": {
            "unix": 1574393160,
            "text": "2019-11-22 03:26:00 +0000",
            "iso_8601": "2019-11-22T03:26:00Z"
        },
        "updated_at": {
            "unix": 1574393201,
            "text": "2019-11-22 03:26:41 +0000",
            "iso_8601": "2019-11-22T03:26:41Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: IL&FS Transportation (IL&FSTRANS IS) reportedly defaulted on INR 1.25bln of debt",
        "content": "<p>IL&amp;FS Transportation (IL&amp;FSTRANS IS) - Co. reportedly defaulted on INR 1.25bln of debt. (Newswires)</p><p>Reliance Capital (RCFT IS) - Co. stated that NCD and interest/principal obligations due on November 20th has been delayed. (ET)</p><p>Tata Power (TPWR IS) - Co. raised INR 15bln through NCD issuance. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-il-fs-transportation-il-fstrans-is-reportedly-defaulted-on-inr-1-25bln-of-debt-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:26:00",
        "gmt_time": "2019-11-22 03:26:00"
    },
    {
        "id": 897306,
        "updated_sequence": 2005835,
        "published_at": {
            "unix": 1574392740,
            "text": "2019-11-22 03:19:00 +0000",
            "iso_8601": "2019-11-22T03:19:00Z"
        },
        "updated_at": {
            "unix": 1574392826,
            "text": "2019-11-22 03:20:26 +0000",
            "iso_8601": "2019-11-22T03:20:26Z"
        },
        "subject": "South Korea President Moon says the country has doubled production capacity of liquid hydrogen fluoride to maintain stable supply of chip materials",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-president-moon-says-the-country-has-doubled-production-capacity-of-liquid-hydrogen-fluoride-to-maintain-stable-supply-of-chip-materials-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:19:00",
        "gmt_time": "2019-11-22 03:19:00"
    },
    {
        "id": 897305,
        "updated_sequence": 2005832,
        "published_at": {
            "unix": 1574392260,
            "text": "2019-11-22 03:11:00 +0000",
            "iso_8601": "2019-11-22T03:11:00Z"
        },
        "updated_at": {
            "unix": 1574392316,
            "text": "2019-11-22 03:11:56 +0000",
            "iso_8601": "2019-11-22T03:11:56Z"
        },
        "subject": "De facto US Ambassador to Taiwan says Chinese attempts to influence Taiwan election are of concern",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "de-facto-us-ambassador-to-taiwan-says-chinese-attempts-to-influence-taiwan-election-are-of-concern-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:11:00",
        "gmt_time": "2019-11-22 03:11:00"
    },
    {
        "id": 897305,
        "updated_sequence": 2005832,
        "published_at": {
            "unix": 1574392260,
            "text": "2019-11-22 03:11:00 +0000",
            "iso_8601": "2019-11-22T03:11:00Z"
        },
        "updated_at": {
            "unix": 1574392316,
            "text": "2019-11-22 03:11:56 +0000",
            "iso_8601": "2019-11-22T03:11:56Z"
        },
        "subject": "De facto US Ambassador to Taiwan says Chinese attempts to influence Taiwan election are of concern",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "de-facto-us-ambassador-to-taiwan-says-chinese-attempts-to-influence-taiwan-election-are-of-concern-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 11:11:00",
        "gmt_time": "2019-11-22 03:11:00"
    },
    {
        "id": 897304,
        "updated_sequence": 2005829,
        "published_at": {
            "unix": 1574390760,
            "text": "2019-11-22 02:46:00 +0000",
            "iso_8601": "2019-11-22T02:46:00Z"
        },
        "updated_at": {
            "unix": 1574391130,
            "text": "2019-11-22 02:52:10 +0000",
            "iso_8601": "2019-11-22T02:52:10Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher as some of the more positive-leaning trade rhetoric adds to the cautious optimism ",
        "content": "<p>Asia equity markets are mostly higher as the region shrugs-off the headwinds from the lacklustre performance on Wall St, but with gains limited as trade uncertainty remains the state of play. ASX 200 (+0.6%) and Nikkei 225 (+0.5%) are higher with tech and energy leading the broad gains across Australia’s sectors aside from gold miners after further losses in the precious metal, while Japanese exporters coat-tail on the gradual upside seen in USD/JPY with SoftBank also mildly benefitting from reports the Co. is in discussions to reduce the WeWork offer and payout to its founder. Hang Seng (+0.3%) and Shanghai Comp.(+0.2%) conform to the improved risk appetite as some of the recent trade rhetoric adds to cautious optimism including comments from MOFCOM that they will strive to reach a phase one deal and after source reports suggested the US may delay the December 15th tariffs even if a trade pact is not reached, while Hong Kong is also kept afloat with the city set to proceed with local elections on Sunday.</p><p>In FX markets, the DXY is softer as it marginally pulls back from the 98.00 level and retraces some yesterday’s gains which were spurred by some of the positive-leaning US-China trade headlines, while its transatlantic counterparts partially nurse losses with EUR/USD and GBP/USD rebounding from this week’s support around the 1.1050 and 1.2900 levels respectively. Elsewhere, USD/JPY is kept afloat amid the improvement in risk sentiment and CAD remains firmer after comments from BoC Governor Poloz suggested monetary conditions are about right which was at a slight contrast to recent suggestions by BoC's Wilkins that there is still policy room to manoeuvre, while antipodeans are subdued due to a lack of tier-1 data and with upward pressure from the improved risk tone counterbalanced by a weaker reference rate setting from the PBoC.</p><p>Finally, 10yr JGBs are lower amid spill over selling from USTs, with prices also weighed by the improved risk appetite and as participants await the enhanced liquidity auction for longer-dated JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-as-some-of-the-more-positive-leaning-trade-rhetoric-adds-to-the-cautious-optimism-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 10:46:00",
        "gmt_time": "2019-11-22 02:46:00"
    },
    {
        "id": 897303,
        "updated_sequence": 2005824,
        "published_at": {
            "unix": 1574389860,
            "text": "2019-11-22 02:31:00 +0000",
            "iso_8601": "2019-11-22T02:31:00Z"
        },
        "updated_at": {
            "unix": 1574389897,
            "text": "2019-11-22 02:31:37 +0000",
            "iso_8601": "2019-11-22T02:31:37Z"
        },
        "subject": "Apple (AAPL) Airpods shipments is expected to double this year to 60mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apple-aapl-airpods-shipments-is-expected-to-double-this-year-to-60mln-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 10:31:00",
        "gmt_time": "2019-11-22 02:31:00"
    },
    {
        "id": 897302,
        "updated_sequence": 2005821,
        "published_at": {
            "unix": 1574389800,
            "text": "2019-11-22 02:30:00 +0000",
            "iso_8601": "2019-11-22T02:30:00Z"
        },
        "updated_at": {
            "unix": 1574389865,
            "text": "2019-11-22 02:31:05 +0000",
            "iso_8601": "2019-11-22T02:31:05Z"
        },
        "subject": "China released shortened unified negative list related to market access with the list containing 131 administrative measures which is 13% less than December 2018 list",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Xinhua",
        "slug": "china-released-shortened-unified-negative-list-related-to-market-access-with-the-list-containing-131-administrative-measures-which-is-13-less-than-december-2018-list-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 10:30:00",
        "gmt_time": "2019-11-22 02:30:00"
    },
    {
        "id": 897301,
        "updated_sequence": 2005818,
        "published_at": {
            "unix": 1574389200,
            "text": "2019-11-22 02:20:00 +0000",
            "iso_8601": "2019-11-22T02:20:00Z"
        },
        "updated_at": {
            "unix": 1574389277,
            "text": "2019-11-22 02:21:17 +0000",
            "iso_8601": "2019-11-22T02:21:17Z"
        },
        "subject": "China military says its navy tracked US ships that sailed near islands claimed by China in the South China Sea, while it urges US to stop provocative actions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-military-says-its-navy-tracked-us-ships-that-sailed-near-islands-claimed-by-china-in-the-south-china-sea-while-it-urges-us-to-stop-provocative-actions-22-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 10:20:00",
        "gmt_time": "2019-11-22 02:20:00"
    },
    {
        "id": 897300,
        "updated_sequence": 2005815,
        "published_at": {
            "unix": 1574388480,
            "text": "2019-11-22 02:08:00 +0000",
            "iso_8601": "2019-11-22T02:08:00Z"
        },
        "updated_at": {
            "unix": 1574388536,
            "text": "2019-11-22 02:08:56 +0000",
            "iso_8601": "2019-11-22T02:08:56Z"
        },
        "subject": "Australia October YTD cash deficit at AUD 14.7bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-october-ytd-cash-deficit-at-aud-14-7bln-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 10:08:00",
        "gmt_time": "2019-11-22 02:08:00"
    },
    {
        "id": 897299,
        "updated_sequence": 2005812,
        "published_at": {
            "unix": 1574387160,
            "text": "2019-11-22 01:46:00 +0000",
            "iso_8601": "2019-11-22T01:46:00Z"
        },
        "updated_at": {
            "unix": 1574387306,
            "text": "2019-11-22 01:48:26 +0000",
            "iso_8601": "2019-11-22T01:48:26Z"
        },
        "subject": "PBoC adviser Ma Jun reiterates China still has policy space to make adjustments to fiscal, monetary and property market policies if uncertainty from trade dispute adds to further downward pressure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-adviser-ma-jun-reiterates-china-still-has-policy-space-to-make-adjustments-to-fiscal-monetary-and-property-market-policies-if-uncertainty-from-trade-dispute-adds-to-further-downward-pressure-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:46:00",
        "gmt_time": "2019-11-22 01:46:00"
    },
    {
        "id": 897298,
        "updated_sequence": 2005809,
        "published_at": {
            "unix": 1574386440,
            "text": "2019-11-22 01:34:00 +0000",
            "iso_8601": "2019-11-22T01:34:00Z"
        },
        "updated_at": {
            "unix": 1574386546,
            "text": "2019-11-22 01:35:46 +0000",
            "iso_8601": "2019-11-22T01:35:46Z"
        },
        "subject": "China stats bureau revises 2018 GDP upwards by 2.1% to 91.93tln but adds revision will not have a major impact on 2019 GDP growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-revises-2018-gdp-upwards-by-2-1-to-91-93tln-but-adds-revision-will-not-have-a-major-impact-on-2019-gdp-growth-22-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:34:00",
        "gmt_time": "2019-11-22 01:34:00"
    },
    {
        "id": 897297,
        "updated_sequence": 2005806,
        "published_at": {
            "unix": 1574386020,
            "text": "2019-11-22 01:27:00 +0000",
            "iso_8601": "2019-11-22T01:27:00Z"
        },
        "updated_at": {
            "unix": 1574386073,
            "text": "2019-11-22 01:27:53 +0000",
            "iso_8601": "2019-11-22T01:27:53Z"
        },
        "subject": "China bans gambling from being shown on gaming devices according to Xinhua",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-bans-gambling-from-being-shown-on-gaming-devices-according-to-xinhua-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:27:00",
        "gmt_time": "2019-11-22 01:27:00"
    },
    {
        "id": 897296,
        "updated_sequence": 2005803,
        "published_at": {
            "unix": 1574385780,
            "text": "2019-11-22 01:23:00 +0000",
            "iso_8601": "2019-11-22T01:23:00Z"
        },
        "updated_at": {
            "unix": 1574385884,
            "text": "2019-11-22 01:24:44 +0000",
            "iso_8601": "2019-11-22T01:24:44Z"
        },
        "subject": "Metcash (MTS AT) announces it was advised by 7-Eleven it will not be renewing current supply agreement after it concludes in August next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "metcash-mts-at-announces-it-was-advised-by-7-eleven-it-will-not-be-renewing-current-supply-agreement-after-it-concludes-in-august-next-year-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:23:00",
        "gmt_time": "2019-11-22 01:23:00"
    },
    {
        "id": 897294,
        "updated_sequence": 2005846,
        "published_at": {
            "unix": 1574385300,
            "text": "2019-11-22 01:15:00 +0000",
            "iso_8601": "2019-11-22T01:15:00Z"
        },
        "updated_at": {
            "unix": 1574394870,
            "text": "2019-11-22 03:54:30 +0000",
            "iso_8601": "2019-11-22T03:54:30Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0306 vs. Exp. 7.0314 (Prev. 7.0217)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0306-vs-exp-7-0314-prev-7-0217-22-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:15:00",
        "gmt_time": "2019-11-22 01:15:00"
    },
    {
        "id": 897295,
        "updated_sequence": 2005848,
        "published_at": {
            "unix": 1574385300,
            "text": "2019-11-22 01:15:00 +0000",
            "iso_8601": "2019-11-22T01:15:00Z"
        },
        "updated_at": {
            "unix": 1574394882,
            "text": "2019-11-22 03:54:42 +0000",
            "iso_8601": "2019-11-22T03:54:42Z"
        },
        "subject": "PBoC skips open market operations for a net weekly injection of CNY 300bln vs. net neutral position last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-injection-of-cny-300bln-vs-net-neutral-position-last-week-22-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:15:00",
        "gmt_time": "2019-11-22 01:15:00"
    },
    {
        "id": 897293,
        "updated_sequence": 2005792,
        "published_at": {
            "unix": 1574384700,
            "text": "2019-11-22 01:05:00 +0000",
            "iso_8601": "2019-11-22T01:05:00Z"
        },
        "updated_at": {
            "unix": 1574384820,
            "text": "2019-11-22 01:07:00 +0000",
            "iso_8601": "2019-11-22T01:07:00Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US-China trade uncertainty lingers amid mixed trade headlines",
        "content": "<p>Contemporary Amperex Technology (300750 CH) - BMW raised its order volume from the Co. to EUR 7.3bln from a prior EUR 4.0bln. (Newswires)</p><p>ENN Energy (2688 HK) - ENN Ecological Co. is to acquire a stake in the Co. for CNY 25.8bln. (Newswires)</p><p>Haier Electronics (1169 HK) - Co. is to consider acquiring partners in Mexico’s Mabe. (Newswires)</p><p>Kasen International (496 HK) - Co. vigorously denied claims made by short seller Blue Orca that it understated accounts and who raised concerns over its Cambodia investment where one of the proposed developments was found to be vacant and with undeveloped plots of land said to be owned by someone else. (Newswires)</p><p>Meituan Dianping (3690 HK) - Co. Q3 net CNY 1.33bln vs. Prev. loss CNY 2.46bln Y/Y. (Newswires)</p><p>Parkson Retail Group (3368 HK) - Co. Q3 net loss CNY 52.3mln vs. Prev. loss CNY 33.5mln Y/Y, rev. CNY 1.19bln vs. Prev. CNY 1.16bln Y/Y. (Newswires)</p><p>SA SA International (178 HK) - Co. is said to be considering shutting 30 stores in Hong Kong. (Newswires)</p><p>Huawei - 15 US Senators reportedly called on US President Trump to halt Huawei license approvals to US companies who conduct business with the Chinese telecom giant, according to reports citing a letter. In related news, Microsoft (MSFT) said it received license on November 20th to export mass-market software to Huawei. (Newswires/SCMP)</p><p>Casino Names - Macau October visitor arrivals rose 1.8% Y/Y to 3.21mln and which is higher than the prior month of 2.76mln visitors. (Newswires)</p><p>Trade</p><p>Chinese Commerce Ministry said they will strive to reach a phase-one trade deal with the US and that teams will maintain communication, while it noted outside rumours are not accurate regarding possible disagreements in discussions which refers to agricultural purchases, tariff removal and the timeline for a deal. (Newswires)</p><p>US may delay the December 15th tariffs if trade pact is not reached by then according to Chinese press reports citing sources, with the deal said to be on the \"doorstep\" but Phase One tariff removal is holding up the talks. Furthermore, it noted hopes remain a watered-down deal can be reached before the new US tariffs come into effect on December 15th. (SCMP)</p><p>China is reportedly watching US President Trump’s response to Hong Kong bill as it threatens to become another obstacle to a trade deal between the US and China, while a source suggested Beijing may decide to fight and talk alternatively and is monitoring President Trump's next move. (SCMP)</p><p>China last week invited US trade negotiators for further talks in which Chinese Vice Premier Liu He invited USTR Lighthizer and Treasury Secretary Mnuchin to hold the meeting in Beijing during a phone call late last week, according to sources. Furthermore, US negotiators said they would be willing to meet in person but would be reluctant travel all the way to China unless they make it clear that it would make commitments on IP protection, forced technology transfers and ag purchases, while Chinese officials hope the in-person negotiations can happen before next Thursday (which is the Thanksgiving holiday in the US) but the US has reportedly not committed to a date yet. (WSJ)</p><p>China is resisting US requests to guarantee agriculture purchases and reportedly \"balks\" at stronger language on IP and tech transfers without a guarantee on tariff rollback, while US doesn't want to agree to move until they get Chinese commitment, according to WSJ's Wei. (Twitter)</p><p>China Global Times Editor tweeted \"The US has the upper hand in US-China trade war, which allows it to decide when to end the trade war, but far from enough for it to decide how to end the trade war. The US side wants both, then it needs to change an adversary\". (Twitter)</p><p>Data Recap - Hong Kong CPI (Oct) Y/Y 3.1% vs. Exp. 3.2% (Prev. 3.2%). (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-china-trade-uncertainty-lingers-amid-mixed-trade-headlines-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:05:00",
        "gmt_time": "2019-11-22 01:05:00"
    },
    {
        "id": 897292,
        "updated_sequence": 2005789,
        "published_at": {
            "unix": 1574384640,
            "text": "2019-11-22 01:04:00 +0000",
            "iso_8601": "2019-11-22T01:04:00Z"
        },
        "updated_at": {
            "unix": 1574384728,
            "text": "2019-11-22 01:05:28 +0000",
            "iso_8601": "2019-11-22T01:05:28Z"
        },
        "subject": "Australia bond fund manager Altius says lowered bond exposure to Westpac citing recent money laundering allegations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-bond-fund-manager-altius-says-lowered-bond-exposure-to-westpac-citing-recent-money-laundering-allegations-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:04:00",
        "gmt_time": "2019-11-22 01:04:00"
    },
    {
        "id": 897291,
        "updated_sequence": 2005786,
        "published_at": {
            "unix": 1574384520,
            "text": "2019-11-22 01:02:00 +0000",
            "iso_8601": "2019-11-22T01:02:00Z"
        },
        "updated_at": {
            "unix": 1574384629,
            "text": "2019-11-22 01:03:49 +0000",
            "iso_8601": "2019-11-22T01:03:49Z"
        },
        "subject": "Abacus Property (ABP AT) announces AUD 311.3mln deal for acquisition of 99 Walker Street in North Sydney",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abacus-property-abp-at-announces-aud-311-3mln-deal-for-acquisition-of-99-walker-street-in-north-sydney-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 09:02:00",
        "gmt_time": "2019-11-22 01:02:00"
    },
    {
        "id": 897290,
        "updated_sequence": 2005783,
        "published_at": {
            "unix": 1574383020,
            "text": "2019-11-22 00:37:00 +0000",
            "iso_8601": "2019-11-22T00:37:00Z"
        },
        "updated_at": {
            "unix": 1574383096,
            "text": "2019-11-22 00:38:16 +0000",
            "iso_8601": "2019-11-22T00:38:16Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: E Ink Holdings (8069 TT) said it still expects annual revenue to fell by a single-digit percentage for this year",
        "content": "<p>TAIWAN</p><p>E Ink Holdings (8069 TT) - Co. said it still expects annual revenue to fell by a single-digit percentage for this year. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>SPH REIT (SPHREIT SP) - Co. prices its placement at SGD 1.05/unit vs. last close at SGD 1.11. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-e-ink-holdings-8069-tt-said-it-still-expects-annual-revenue-to-fell-by-a-single-digit-percentage-for-this-year-22-11-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:37:00",
        "gmt_time": "2019-11-22 00:37:00"
    },
    {
        "id": 897289,
        "updated_sequence": 2005778,
        "published_at": {
            "unix": 1574382840,
            "text": "2019-11-22 00:34:00 +0000",
            "iso_8601": "2019-11-22T00:34:00Z"
        },
        "updated_at": {
            "unix": 1574382952,
            "text": "2019-11-22 00:35:52 +0000",
            "iso_8601": "2019-11-22T00:35:52Z"
        },
        "subject": "US White House spokesman Gidley says US President Trump wants to have a Senate impeachment trial and expects Joe and Hunter Biden, as well as the whistle blower to be among the witnesses",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-white-house-spokesman-gidley-says-us-president-trump-wants-to-have-a-senate-impeachment-trial-and-expects-joe-and-hunter-biden-as-well-as-the-whistle-blower-to-be-among-the-witnesses-22-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:34:00",
        "gmt_time": "2019-11-22 00:34:00"
    },
    {
        "id": 897287,
        "updated_sequence": 2005772,
        "published_at": {
            "unix": 1574382600,
            "text": "2019-11-22 00:30:00 +0000",
            "iso_8601": "2019-11-22T00:30:00Z"
        },
        "updated_at": {
            "unix": 1574382692,
            "text": "2019-11-22 00:31:32 +0000",
            "iso_8601": "2019-11-22T00:31:32Z"
        },
        "subject": "Japanese Services PMI (Nov P) 50.4 (Prev. 49.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-services-pmi-nov-p-50-4-prev-49-7-22-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:30:00",
        "gmt_time": "2019-11-22 00:30:00"
    },
    {
        "id": 897288,
        "updated_sequence": 2005775,
        "published_at": {
            "unix": 1574382600,
            "text": "2019-11-22 00:30:00 +0000",
            "iso_8601": "2019-11-22T00:30:00Z"
        },
        "updated_at": {
            "unix": 1574382700,
            "text": "2019-11-22 00:31:40 +0000",
            "iso_8601": "2019-11-22T00:31:40Z"
        },
        "subject": "Japanese Composite PMI (Nov P) 49.9 (Prev. 49.1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-composite-pmi-nov-p-49-9-prev-49-1-22-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:30:00",
        "gmt_time": "2019-11-22 00:30:00"
    },
    {
        "id": 897285,
        "updated_sequence": 2005766,
        "published_at": {
            "unix": 1574382180,
            "text": "2019-11-22 00:23:00 +0000",
            "iso_8601": "2019-11-22T00:23:00Z"
        },
        "updated_at": {
            "unix": 1574382257,
            "text": "2019-11-22 00:24:17 +0000",
            "iso_8601": "2019-11-22T00:24:17Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0314, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, yesterday's mid-point was set at 7.0217.</li></ul>",
        "analysis_updated_at": {
            "unix": 1574382256,
            "text": "2019-11-22 00:24:16 +0000",
            "iso_8601": "2019-11-22T00:24:16Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0314-according-to-a-major-newswire-estimate-22-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:23:00",
        "gmt_time": "2019-11-22 00:23:00"
    },
    {
        "id": 897284,
        "updated_sequence": 2005763,
        "published_at": {
            "unix": 1574381640,
            "text": "2019-11-22 00:14:00 +0000",
            "iso_8601": "2019-11-22T00:14:00Z"
        },
        "updated_at": {
            "unix": 1574381746,
            "text": "2019-11-22 00:15:46 +0000",
            "iso_8601": "2019-11-22T00:15:46Z"
        },
        "subject": "Panasonic (6752 JT) plans to eradicate loss-making structures and is to set a new direction for low-profit businesses by FY22, while it will reduce personnel costs by JPY 30bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "panasonic-6752-jt-plans-to-eradicate-loss-making-structures-and-is-to-set-a-new-direction-for-low-profit-businesses-by-fy22-while-it-will-reduce-personnel-costs-by-jpy-30bln-22-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:14:00",
        "gmt_time": "2019-11-22 00:14:00"
    },
    {
        "id": 897283,
        "updated_sequence": 2005760,
        "published_at": {
            "unix": 1574381040,
            "text": "2019-11-22 00:04:00 +0000",
            "iso_8601": "2019-11-22T00:04:00Z"
        },
        "updated_at": {
            "unix": 1574381392,
            "text": "2019-11-22 00:09:52 +0000",
            "iso_8601": "2019-11-22T00:09:52Z"
        },
        "subject": "Asia equity markets shrug-off the losses on Wall St to begin mostly positive, but with gains limited as trade uncertainty remains the state of play",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-shrug-off-the-losses-on-wall-st-to-begin-mostly-positive-but-with-gains-limited-as-trade-uncertainty-remains-the-state-of-play-22-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:04:00",
        "gmt_time": "2019-11-22 00:04:00"
    },
    {
        "id": 897282,
        "updated_sequence": 2005755,
        "published_at": {
            "unix": 1574380920,
            "text": "2019-11-22 00:02:00 +0000",
            "iso_8601": "2019-11-22T00:02:00Z"
        },
        "updated_at": {
            "unix": 1574381021,
            "text": "2019-11-22 00:03:41 +0000",
            "iso_8601": "2019-11-22T00:03:41Z"
        },
        "subject": "UK PM Johnson's Conservatives pledge an additional 3% levy on property purchases by non-UK tax residents",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-s-conservatives-pledge-an-additional-3-levy-on-property-purchases-by-non-uk-tax-residents-22-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-22 08:02:00",
        "gmt_time": "2019-11-22 00:02:00"
    }
]