[
    {
        "id": 879649,
        "updated_sequence": 1898592,
        "published_at": {
            "unix": 1564357980,
            "text": "2019-07-29 00:53:00 +0100",
            "iso_8601": "2019-07-28T23:53:00Z"
        },
        "updated_at": {
            "unix": 1564358109,
            "text": "2019-07-29 00:55:09 +0100",
            "iso_8601": "2019-07-28T23:55:09Z"
        },
        "subject": "ECB's Nowotny sees rates to be lower in the long-term than they have been historically and states the ECB should strive for normalization",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-nowotny-sees-rates-to-be-lower-in-the-long-term-than-they-have-been-historically-and-states-the-ecb-should-strive-for-normalization-28-07-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 07:53:00",
        "gmt_time": "2019-07-28 23:53:00"
    },
    {
        "id": 879648,
        "updated_sequence": 1898589,
        "published_at": {
            "unix": 1564357800,
            "text": "2019-07-29 00:50:00 +0100",
            "iso_8601": "2019-07-28T23:50:00Z"
        },
        "updated_at": {
            "unix": 1564357903,
            "text": "2019-07-29 00:51:43 +0100",
            "iso_8601": "2019-07-28T23:51:43Z"
        },
        "subject": "Japanese Large Retailer Sales (Jun) -0.5% vs. Exp. -0.6% (Prev. -0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-large-retailer-sales-jun-0-5-vs-exp-0-6-prev-0-5-28-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 07:50:00",
        "gmt_time": "2019-07-28 23:50:00"
    },
    {
        "id": 879647,
        "updated_sequence": 1898586,
        "published_at": {
            "unix": 1564357800,
            "text": "2019-07-29 00:50:00 +0100",
            "iso_8601": "2019-07-28T23:50:00Z"
        },
        "updated_at": {
            "unix": 1564357885,
            "text": "2019-07-29 00:51:25 +0100",
            "iso_8601": "2019-07-28T23:51:25Z"
        },
        "subject": "Japanese Retail Sales (Jun) M/M 0.0% vs. Exp. -0.3% (Prev. 0.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-retail-sales-jun-m-m-0-0-vs-exp-0-3-prev-0-3-28-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 07:50:00",
        "gmt_time": "2019-07-28 23:50:00"
    },
    {
        "id": 879645,
        "updated_sequence": 1898600,
        "published_at": {
            "unix": 1564356900,
            "text": "2019-07-29 00:35:00 +0100",
            "iso_8601": "2019-07-28T23:35:00Z"
        },
        "updated_at": {
            "unix": 1564359067,
            "text": "2019-07-29 01:11:07 +0100",
            "iso_8601": "2019-07-29T00:11:07Z"
        },
        "subject": "PRE-MARKET AUSTRALIAN, JAPANESE AND SOUTH KOREAN STOCK NEWS: Earnings including NTT DoCoMO, Tokyo Electron, GS Engineering & Construction, Hana Financial Group and Samsung Engineering",
        "content": "<p>AUSTRALIA</p><p>ANZ Bank (ANZ AT) - Co. announced new risk weight floors are to be applied to New Zealand mortgage and farm lending portfolios for level 2 reporting which it estimates to be equivalent to a 20bps reduction in its level 2 CET1 capital ratio. (Newswires)</p><p>Crown Resorts (CWN AT) - Co. is said to have conducted business with tour operators backed by organized crime syndicates which used Crown-linked bank accounts and high roller rooms to launder funds. (SMH)</p><p>Lynas (LYC AT) - Co. reports Q4 revenue AUD 87.5mln vs. Prev. AUD 91.7mln Y/Y, production volume 4.6k tons vs. Prev. 4.1k tons Y/Y. (Newswires)</p><p>Steadfast Group (SDF AT) - Co. seeks expressions of interests from Steadfast network brokerages to receive either cash or shares with its offer valued at AUD 120mln, while it launched a takeover bid for IBNA. (Newswires)</p><p>Telstra (TLS AT) - Brookfield is thought to be interested in buying a 40% stake in Co.’s telephone exchange portfolio with value seen at AUD 1.5bln. (Newswires)</p><p>&nbsp;</p><p>JAPAN</p><p>Kirin (2503 JT) - South Korean supermarkets Lotte and Emart suspended orders from Japanese beermakers amid spat. (Nikkei)</p><p>Keyence (6861 JT) - Co. Q1 net JPY 46.5bln vs. Prev. JPY 55.6bln Y/Y. (Newswires)</p><p>Line (3968 JT) - Co. is said to be preparing to roll out an online grocery service in Thailand this year. (Nikkei)</p><p>Monex Group (8698 JT) - Co. applies to join Facebook’s Libra Association to be the first in Japan to do so. (Nikkei)</p><p>NTT DoCoMo (9437 JT) - Co. Q1 net JPY 192.3bln vs. Prev. JPY 218.3bln Y/Y. (Newswires)</p><p>SoftBank (9984 JT) - Co. unit Sprint (S) shares rallied over 7% on news the DoJ approved merger with T-Mobile (TMUS). (Newswires)</p><p>Tokyo Electron (8035 JT) - Co. Q1 net JPY 31.9bln vs. Prev. JPY 55.7bln Y/Y. (Newswires)</p><p>&nbsp;</p><p>SOUTH KOREA</p><p>GS Engineering &amp; Construction (006360 KS) - Co. Q2 net KRW 143.3bln vs. Exp. KRW 141.8bln, rev. KRW 2.6tln vs. Exp. KRW 2.8tln. (Newswires)</p><p>Hana Financial Group (086790 KS) - Co. Q2 net KRW 658bln vs. Prev. KRW 634bln Y/Y. (Yonhap)</p><p>Industrial Bank of Korea (024110 KS) - Co. Q2 net KRW 428.9bln vs. Prev. KRW 424.3bln Y/Y. (Newswires)</p><p>Samsung Card (029780 KS) - Co. Q2 net KRW 71.6bln vs. Exp. KRW 82.8bln. (Newswires)</p><p>Samsung Engineering (028050 KS) - Co. Q2 net KRW 73.5bln vs. Prev. KRW 17.5bln Y/Y. (Newswires)</p><p>Samsung Heavy Industries (010140 KS) - Co. Q2 net loss KRW 309.4bln vs. Prev. loss KRW 142.7bln Y/Y, rev. KRW 1.77tln vs. Prev. KRW 1.35tln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-australian-japanese-and-south-korean-stock-news-earnings-including-ntt-docomo-tokyo-electron-gs-engineering-construction-hana-financial-group-and-samsung-engineering-28-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 07:35:00",
        "gmt_time": "2019-07-28 23:35:00"
    },
    {
        "id": 879644,
        "updated_sequence": 1898575,
        "published_at": {
            "unix": 1564354320,
            "text": "2019-07-28 23:52:00 +0100",
            "iso_8601": "2019-07-28T22:52:00Z"
        },
        "updated_at": {
            "unix": 1564354420,
            "text": "2019-07-28 23:53:40 +0100",
            "iso_8601": "2019-07-28T22:53:40Z"
        },
        "subject": "DBS (DBS SP) Q2 net SGD 1.60bln vs. Prev. SGD 1.37bln Y/Y",
        "content": "<ul><li>Q1 net interest margin 1.91% vs. Prev. 1.85% Y/Y.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dbs-dbs-sp-q2-net-sgd-1-60bln-vs-prev-sgd-1-37bln-y-y-28-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 06:52:00",
        "gmt_time": "2019-07-28 22:52:00"
    },
    {
        "id": 879643,
        "updated_sequence": 1898659,
        "published_at": {
            "unix": 1564353300,
            "text": "2019-07-28 23:35:00 +0100",
            "iso_8601": "2019-07-28T22:35:00Z"
        },
        "updated_at": {
            "unix": 1564372383,
            "text": "2019-07-29 04:53:03 +0100",
            "iso_8601": "2019-07-29T03:53:03Z"
        },
        "subject": "UK Trade Minister Truss says main priority now is agreeing a FTA with the US and that she will be travelling to the US in the next few weeks for trade discussions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Telegraph ",
        "slug": "uk-trade-minister-truss-says-main-priority-now-is-agreeing-a-fta-with-the-us-and-that-she-will-be-travelling-to-the-us-in-the-next-few-weeks-for-trade-discussions-28-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 06:35:00",
        "gmt_time": "2019-07-28 22:35:00"
    },
    {
        "id": 879642,
        "updated_sequence": 1898567,
        "published_at": {
            "unix": 1564352460,
            "text": "2019-07-28 23:21:00 +0100",
            "iso_8601": "2019-07-28T22:21:00Z"
        },
        "updated_at": {
            "unix": 1564352526,
            "text": "2019-07-28 23:22:06 +0100",
            "iso_8601": "2019-07-28T22:22:06Z"
        },
        "subject": "Japanese PM Abe is to forgo talks with South Korean President Moon at the UN in September, according to Sankei",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-is-to-forgo-talks-with-south-korean-president-moon-at-the-un-in-september-according-to-sankei-28-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 06:21:00",
        "gmt_time": "2019-07-28 22:21:00"
    },
    {
        "id": 879641,
        "updated_sequence": 1898562,
        "published_at": {
            "unix": 1564351440,
            "text": "2019-07-28 23:04:00 +0100",
            "iso_8601": "2019-07-28T22:04:00Z"
        },
        "updated_at": {
            "unix": 1564351525,
            "text": "2019-07-28 23:05:25 +0100",
            "iso_8601": "2019-07-28T22:05:25Z"
        },
        "subject": "ASIAN DAILY ECONOMIC RELEASES CALENDAR NOW AVAILABLE IN THE RESEARCH SECTION: Highlights include Japanese Retail Sales and Vietnam Industrial Production",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-daily-economic-releases-calendar-now-available-in-the-research-section-highlights-include-japanese-retail-sales-and-vietnam-industrial-production-28-07-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 06:04:00",
        "gmt_time": "2019-07-28 22:04:00"
    },
    {
        "id": 879640,
        "updated_sequence": 1898564,
        "published_at": {
            "unix": 1564350240,
            "text": "2019-07-28 22:44:00 +0100",
            "iso_8601": "2019-07-28T21:44:00Z"
        },
        "updated_at": {
            "unix": 1564352102,
            "text": "2019-07-28 23:15:02 +0100",
            "iso_8601": "2019-07-28T22:15:02Z"
        },
        "subject": "DAILY ASIA-PAC OPENING NEWS",
        "content": "<p><strong>ASIA-PAC</strong></p><p>US President Trump said China will probably want to wait on a trade deal and try to delay it until the US election. In related news, NEC Director Kudlow said if talks with China go well next week, then US would not expect new tariffs, while President Trump may use tariffs as a tool if talks do not go well. (Newswires)</p><p>US is pushing for the WTO for its lenient trade treatment of China and is said to have told USTR Lighthizer to “use all available means” to get the WTO to prevent countries from claiming developing country status if their economic strength means they don’t need beneficial treatment. President Trump also stated that if the WTO does not make \"substantial\" progress within 90 days, the US will no longer treat certain countries as developing economies. (Associated Press)</p><p>US President Trump tweeted that Apple will not be given a tariff waiver nor relief for Mac Pro parts that are made in China and added that there will be no tariffs if they are made in the US, while US President Trump also tweeted there may or may not be National Security concerns with regard to Google and their relationship with China. (Newswires)</p><p>Thousands of Hong Kong protesters clashed with police over the weekend in which dozens were arrested as protests regarding the extradition bill continued. (Newswires)</p><p>US is looking for ways to 'incentivize' South Korea and Japan to resolve tension. (Yonhap)</p><ul><li>Chinese Industrial Profits (Jun) Y/Y -3.1% (Prev. 1.1%). (Newswires)</li><li>Chinese Industrial Profits YTD (Jun) Y/Y -2.4% (Prev. -2.3%).</li></ul><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM Boris Johnson \"absolutely\" ruled out the possibility of a general election before the UK leaves the EU on 31st October. (BBC/Twitter)</p><p>UK Cabinet Minister Gove stated the government will make intensive efforts to get a better Brexit deal, but added we must operate on assumption we will not and that there will be a no-deal Brexit which we must be ready for. (Sunday Times)</p><p>US President Trump said they are already working on a US-UK free trade deal and that he will spend time with UK PM Johnson. (Newswires)</p><p>US President Trump tweeted that France just put a digital tax on our great American technology companies and suggested that if anybody taxes them, it should be the US. President Trump added the US will announce a substantial reciprocal action on Macron’s foolishness shortly and separately commented that he might apply a tax on French wine. In related news, a White House official said the French digital tax shows a lack of commitment to the current OECD negotiations and that the White House is looking at all policy tools in addition to the already launched trade investigation in response to the French tax, while USTR Lighthizer was later said to have prepared a 301 action against France after the announcement of its digital tax. (Newswires)</p><p>Fitch affirmed Czech Republic at AA-; Outlook Stable and affirmed Finland at AA+; Outlook Stable. (Newswires)</p><p>&nbsp;</p><p><strong>FX</strong></p><p>Russian Federation Central Bank cut its key rate by 25bps to 7.25% vs. Exp. 7.25% (Prev. 7.5%) as expected. Bank of Russia admitted the possibility of further key rate reduction at one of the upcoming Board of Directors’ meetings and a transition to neutral monetary policy in the first half of 2020. Furthermore, it stated that disinflationary risks exceed pro-inflationary risks over the short-term horizon which is primarily related to the weak dynamics of domestic and external demand, while it also noted the Russian economy’s growth rate since the beginning of the year has been lower than the Bank of Russia’s expectations. (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump said he is not upset at North Korea's recent missile launches and does not blame Turkey for buying the S-400. (Newswires)</p><p>Iranian Official Araqchi said emergency meeting with parties related to 2015 nuclear deal was constructive and unresolved issues remain, while he added Iran will continue to reduce its nuclear commitments if the EU cannot save the deal. (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>US</strong></p><p>US President Trump reportedly convened a Cabinet level meeting to discuss ideas to weaken the dollar including capital controls and active jawboning by officials on TV. The meeting was said to have ended with the decision not to intervene and President Trump reportedly rejected Trade Adviser Navarro's options for devaluing the dollar. In related news, NEC Director Kudlow said he does not agree that US President Trump wants a weak USD and is instead concerned about foreign country's devaluing their currencies, while he added the US has ruled out currency intervention although President Trump later stated “I never said I'm not going to do something on the dollar\". (CNBC/Politico/Twitter)</p><p>US Supreme Court ruled in favour of the Trump administration to permit it to shift military funds to use to construct the border wall. (Newswires)</p><ul><li>US GDP (Q2 A) 2.1% vs. Exp. 1.8% (Prev. 3.1%). (Newswires)</li><li>US Core PCE Prices (Q2 A) 1.8% vs. Exp. 2.0% (Prev. 1.2%, Rev. 1.1%)</li><li>US GDP Consumer Spending (Q2 A) 4.3% (Prev. 0.9%, Rev. 1.1%)</li></ul><p>&nbsp;</p><p><strong>MARKET RECAP</strong></p><p>A stellar earnings report from tech giant Google (GOOGL) saw major US equity indices reaching fresh all-time highs to end the week; Amazon’s (AMZN) earnings failed to follow suit. Alphabet Inc Class C (GOOG) shot higher after the tech co. reported earnings that beat on revenue, operating income and profit expectations and announced a new USD 25bln share buyback. Desks were also enthused by a decent reacceleration in websites growth. Amazon.com Inc. (AMZN) moved lower; the co. beat on revenue expectations and paid unit growth was strong, however, operating income from its investments into one-day Prime delivery disappointed. Intel Corp. (INTC) beat on both top and bottom lines where it caught a bid pre-market however gains gradually pared back throughout the session, nonetheless competitors still benefitted from the report as they raised guidance and as Apple (AAPL) also confirmed plans to acquire Intel’s smartphone modem business for USD 1bln. Starbucks Corp. (SBUX) moved higher after the co. posted strong earnings across the board; beating on top and bottom line, raised guidance, including for its FY19 global comparable store sales growth outlook. Twitter, Inc. (TWTR) jumped higher after revenue came in ahead, with advertising a particular bright spot, whilst the co.’s new monetizable daily average users metric also exceeded expectations. T-Mobile US (TMUS), Sprint (S) advanced after the DoJ approved their merger, which includes a USD 5bln divestment condition; wireless assets will be sold to Dish Networks (DISH), whose shares also bounced, creating a fourth national wireless competitor. Occidental Petroleum (OXY) advanced on the news that its former boss could become a mediator with activist investor Carl Ichan, who has spoken out against the co.’s recent takeover of Anadarko Petroleum, saying the merger did not maximise value for shareholders. Financials were a strong performing sector, assisted by upgrades for Bank of America (BAC), Citigroup (C) and Goldman Sachs (GS) at Keefe Bruyette and analyst chatter of rotation into the sector. 3M (MMM) fell on the news that it had disclosed an internal compliance probe to the DoJ and SEC involving travel activities, related funding &amp; record keeping issues raising concerns from marketing efforts by business groups in China. S&amp;P 500 0.7% AT 3026, NASDAQ-100 1.1% AT 8017, DOW JONES 0.2% AT 27192.</p><p>The T-plex traded sideways and a little choppy to end the week, seemingly unphased by the GDP data or by Trump dismissing the use of dollar intervention. The US Q2 GDP saw very mild selling 2.1% (exp. 1.8%), but analysts note algos, CTAs, and real money bought the dip. NEC Director Kudlow announcing Trump’s opposition to dollar intervention kept Treasuries supported. At settlement the curve was little changed. US T-note futures (U9) settled 2 ticks lower at 127-07.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-asia-pac-opening-news-28-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 05:44:00",
        "gmt_time": "2019-07-28 21:44:00"
    },
    {
        "id": 879639,
        "updated_sequence": 1898661,
        "published_at": {
            "unix": 1564348320,
            "text": "2019-07-28 22:12:00 +0100",
            "iso_8601": "2019-07-28T21:12:00Z"
        },
        "updated_at": {
            "unix": 1564372537,
            "text": "2019-07-29 04:55:37 +0100",
            "iso_8601": "2019-07-29T03:55:37Z"
        },
        "subject": "Confederation of British Industry report states that EU have taken less action and are just as poorly prepared as the UK to cope with a no-deal Brexit, while it adds the impact of crashing out will be felt for years, according to reports in FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "confederation-of-british-industry-report-states-that-eu-have-taken-less-action-and-are-just-as-poorly-prepared-as-the-uk-to-cope-with-a-no-deal-brexit-while-it-adds-the-impact-of-crashing-out-will-be-felt-for-years-according-to-reports-in-28-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 05:12:00",
        "gmt_time": "2019-07-28 21:12:00"
    },
    {
        "id": 879639,
        "updated_sequence": 1898661,
        "published_at": {
            "unix": 1564348320,
            "text": "2019-07-28 22:12:00 +0100",
            "iso_8601": "2019-07-28T21:12:00Z"
        },
        "updated_at": {
            "unix": 1564372537,
            "text": "2019-07-29 04:55:37 +0100",
            "iso_8601": "2019-07-29T03:55:37Z"
        },
        "subject": "Confederation of British Industry report states that EU have taken less action and are just as poorly prepared as the UK to cope with a no-deal Brexit, while it adds the impact of crashing out will be felt for years, according to reports in FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "confederation-of-british-industry-report-states-that-eu-have-taken-less-action-and-are-just-as-poorly-prepared-as-the-uk-to-cope-with-a-no-deal-brexit-while-it-adds-the-impact-of-crashing-out-will-be-felt-for-years-according-to-reports-in-28-07-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 05:12:00",
        "gmt_time": "2019-07-28 21:12:00"
    },
    {
        "id": 879468,
        "updated_sequence": 1898550,
        "published_at": {
            "unix": 1564347600,
            "text": "2019-07-28 22:00:00 +0100",
            "iso_8601": "2019-07-28T21:00:00Z"
        },
        "updated_at": {
            "unix": 1564347600,
            "text": "2019-07-28 22:00:00 +0100",
            "iso_8601": "2019-07-28T21:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE IS NOW LIVE FOR TODAY'S SESSION",
        "content": "<p><a href=\"https://asia.nikkei.com/Business/Companies/Nintendo-to-move-Switch-output-to-Vietnam-as-China-tariffs-loom\">Via Nikkei</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-is-now-live-for-today-s-session-25-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-29 05:00:00",
        "gmt_time": "2019-07-28 21:00:00"
    }
]