[
    {
        "id": 899749,
        "updated_sequence": 2027210,
        "published_at": {
            "unix": 1575666600,
            "text": "2019-12-06 21:10:00 +0000",
            "iso_8601": "2019-12-06T21:10:00Z"
        },
        "updated_at": {
            "unix": 1575715846,
            "text": "2019-12-07 10:50:46 +0000",
            "iso_8601": "2019-12-07T10:50:46Z"
        },
        "subject": "DBRS confirms Federal Republic of Germany at AAA, Stable Trend",
        "content": "<ul><li>Via <a href=\"https://www.dbrs.com/research/354069/dbrs-morningstar-confirms-federal-republic-of-germany-at-aaa-stable-trend\">DBRS</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-federal-republic-of-germany-at-aaa-stable-trend-06-12-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 05:10:00",
        "gmt_time": "2019-12-06 21:10:00"
    },
    {
        "id": 899535,
        "updated_sequence": 2022229,
        "published_at": {
            "unix": 1575666420,
            "text": "2019-12-06 21:07:00 +0000",
            "iso_8601": "2019-12-06T21:07:00Z"
        },
        "updated_at": {
            "unix": 1575666489,
            "text": "2019-12-06 21:08:09 +0000",
            "iso_8601": "2019-12-06T21:08:09Z"
        },
        "subject": "Newsquawk Central Banks - Previewing FOMC, ECB, SNB, BCB, CBRT, CBRT; Reviewing BOC, RBA, RBI",
        "content": "<ul><li>To download the report, please click <a href=\"/research_sheets/23415/download\">here</a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-central-banks-previewing-fomc-ecb-snb-bcb-cbrt-cbrt-reviewing-boc-rba-rbi-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 05:07:00",
        "gmt_time": "2019-12-06 21:07:00"
    },
    {
        "id": 899534,
        "updated_sequence": 2022243,
        "published_at": {
            "unix": 1575666420,
            "text": "2019-12-06 21:07:00 +0000",
            "iso_8601": "2019-12-06T21:07:00Z"
        },
        "updated_at": {
            "unix": 1575666552,
            "text": "2019-12-06 21:09:12 +0000",
            "iso_8601": "2019-12-06T21:09:12Z"
        },
        "subject": "Newsquawk Week in Focus - week commencing 9th December 2019  ",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23414/download\"><strong>here</strong></a><strong> </strong>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>SUN: Japan Q3 GDP.</li><li>MON: Canada November housing starts/building permits.</li><li>TUE: China CPI/PPI; UK Oct Manufacturing Production; Germany Dec ZEW.</li><li>WED: US Nov CPI; FOMC rate decision/forecasts; BCB rate decision; US Nov Budget Balance.</li><li>THU: UK General Election; ECB; SNB; CBRT; German Nov CPI (Final); Japan Q4 Tankan Survey.</li><li>FRI: CBR; US Nov retail sales, Oct Business Inventories, Export/Import prices.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "newsquawk-week-in-focus-week-commencing-9th-december-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 05:07:00",
        "gmt_time": "2019-12-06 21:07:00"
    },
    {
        "id": 899748,
        "updated_sequence": 2022241,
        "published_at": {
            "unix": 1575666360,
            "text": "2019-12-06 21:06:00 +0000",
            "iso_8601": "2019-12-06T21:06:00Z"
        },
        "updated_at": {
            "unix": 1575666546,
            "text": "2019-12-06 21:09:06 +0000",
            "iso_8601": "2019-12-06T21:09:06Z"
        },
        "subject": "Newsquawk US Market Wrap - 6th December 2019: OPEC to cut deeper; US payrolls beats",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23417/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT: Equities higher, Treasuries down, USD higher, crude higher.</strong></li><li><strong>REAR VIEW: OPEC+ agrees deeper cuts; NFP beats expectations, consumer confidence rises; Canadian jobs report misses.&nbsp;</strong></li><li><strong>COMING UP: SUN: Japan Q3 GDP. MON: Canada November housing starts/building permits. TUE: China CPI/PPI; UK Oct Manufacturing Production; Germany Dec ZEW. WED: US Nov CPI; FOMC rate decision/forecasts; BCB rate decision; US Nov Budget Balance. THU: UK General Election; ECB; SNB; CBRT; German Nov CPI (Final); Japan Q4 Tankan Survey. FRI: CBR; US Nov retail sales, Oct Business Inventories, Export/Import prices. </strong><a href=\"https://portal.ransquawk.com/research_sheets/23414/download\"><strong>Click here</strong></a><strong> to&nbsp; access our Week In Focus preview; </strong><a href=\"https://portal.ransquawk.com/research_sheets/23415/download\"><strong>click here</strong></a><strong> for our central bank weekly briefing.</strong></li></ul><p><strong>* US JOBS REPORT (NOV):</strong> The November employment situation report saw the main metrics surprise to the upside, with 266k nonfarm payrolls added to the US economy, eclipsing the forecast for 180k, as 40k GM workers returned back to work after industrial action; the headline beat pushed up recent averages (3-month 205k vs. prev. 176k, 6-month 196k vs prev. 156k, 12-month 184k vs. prev. 174k). Meanwhile, the jobless rate ticked down by one-tenth to 3.5% and the U-6 measure declined by the same margin to 6.9% (both likely as the participation rate slipped by one-tenth, taking it to 63.2%); wages grew by 0.2% M/M, short of the 0.3% M/M expectation, though the Y/Y metric rose to 3.1% from 3.0%. However, analysts generally seem cautious in revising their view that payroll growth is losing momentum; Oxford Economics, looking to 2020, sees the labour market being constrained by global headwinds, trade tensions, slower energy activity and cooling domestic demand. \"A cooler employment trend should lead to a gentle glide in disposable income growth and consumer spending, but elevated personal savings, low interest rates, moderate inflation and healthy confidence levels should prevent a hard landing,\" and its economists believe wage growth will plateau around 3.0% as businesses continue to face cooling demand, tighter profit margins and limited pricing power. In terms of the implications for monetary policy, analysts say the report is not likely to result in any material reassessment of its outlook ahead of next week's FOMC. \"As such,\" Oxford Economics writes, \"we see the Fed staying 'on hold' for now, however, factoring our sub-potential GDP growth forecast at 1.6% in 2020, and our expectation for a persistent undershoot of the Fed's 2% inflation target, we foresee a Fed rate cut in March 2020.\"</p><p><strong>* WTI FUTURES (F0) SETTLES 0.77 HIGHER AT USD 59.20; BRENT (G0) SETTLES USD 1.00 HIGHER AT USD 64.39: </strong>Crude markets were buoyed by the news that OPEC+ agreed to cuts of 496k BPD starting from Q1 2020, with an extraordinary meeting on March 5th-6th for a review, in line with JMMC recommendations on Thursday (<a href=\"https://newsquawk.com/headlines/opec-implied-total-cuts-of-496-000-bpd-according-to-energy-intel-reporter-06-12-2019\">click here for the specific production numbers)</a>.&nbsp; The Saudi’s will continue with 400k bpd in voluntary cuts, on top of the additional 167k bpd in cuts they agreed to absorb at the latest OPEC+ meeting. The announcement was contrary to reports Thursday that Saudi was threatening to end additional voluntary cuts out of frustration with members of the cartel who have not been fully complying with quotas, there had been some concerns that, although roughly 500k bpd in additional cuts were known to have been agreed by OPEC+, this may have been offset by the Saudis ending or unwinding voluntary cuts. The kingdom did however caution that this would be on the condition of “everyone complying”. Russia, who was known to oppose additional output cuts heading into the meeting, accepted the agreement despite being unhappy with the proposed production quotas. The Russians did however demand it be able to exclude some 800k bpd in gas condensate production from output quotas, as will other non-OPEC members. Analysts have flagged however that such a concession to the Russians may trigger problems within the cartel down the line, indeed, the Nigerians have made similar request in the past and been rebuffed. Following the meeting Saudi Prince Abdulaziz bin Salman stated the target was 2.1mln BPD below the peak rates from last year’s meeting. Citi highlights that although this seems massive, it is important to note the market ran a 1.9mln BPD surplus in Q4 2018 on what amounted to OPEC+ oversupply. And notes US production has grown about 1mln BPD since October 2018. In terms of the price action, the news of continued Saudi over compliance sent WTI and Brent front month contracts as high as USD 59.85/bbl and USD 64.88/bbl respectively, levels not seen since the aftermath of the Saudi Arabian facilities in September.</p><p><strong>* US/CHINA:</strong> China is to implement tariff waivers for some purchases of soybeans and pork from the US, which NEC Director Kudlow noted as “good mood music”. During Kudlow’s remarks, he reiterated language heard from other officials previously in the week, noting a China deal is still close, and US president Trump will demand a good deal with China noting talks have been constructive and “we are in fact close”. On the implementation of 15th December tariffs, he highlighted this is up to US President Trump, reiterating there are no arbitrary deadlines in talks between US and China, but stated the 15th December is a very important date. Kudlow also emphasised that the US will not tolerate intellectual property theft from any country. Elsewhere, China has reportedly taken countermeasures against US limit on diplomats, although details were slim.</p><p><strong>* US UNIVERSITY OF MICHIGAN (DEC, PRELIM):</strong> Headline consumer sentiment ticked up by more than expected, printing 99.2 against an expected 97.0 from 96.8 prior. Pantheon Macroeconomics notes that most of the increase is in the current conditions component (+3.6 points to 115.2), which that sub-index tending to track jobless claims, and often takes cues from the stock market performance; meanwhile, expectations also rose --\"both measures are slightly below their cyclical peaks but are very high by historical standards; the underlying trends seems broadly stable,\" Pantheon said, adding \"spending growth, however, is undershooting compared to sentiment; ultimately, cashflow is more important.\" Finally, the inflation metrics dipped slightly (1-year to 2.4% from 2.5%; 5-year to 2.3% from 2.5%), suggesting little hit from the tariffs on consumer goods so far (tariffs took effective on 1st September).</p><p><strong>* CANADA JOBS REPORT (NOV):</strong> The Canada jobs report was a negative surprise, seeing employment declining by 71.2k in November (expected +10k; full-time -38.4k vs. prev. -16.1k, part-time -32.8k vs. prev. 14.3k). The jobless rate ticked up to 5.9% from 5.5% (largest monthly rise since 2009), though wage growth rose slightly (4.40% Y/Y vs. prev. 4.36%). \"A long string of earlier improvements in the normally highly volatile Canadian labour market data meant we were likely due for a significant downside surprise at some point - but the softening in November is nonetheless eye-catching,\" RBC wrote, \"employment is still up (a likely above-trend) 26k per month in 2019 to-date given earlier gains, and with most of that coming from full-time work.\" RBC notes that part of the headline decline in November was due to a retracement of a public administration jobs boost in October, related to the federal election. RBC says that the silver lining, however, was the wage growth metric, which is holding up well despite slower jobs growth.</p><p><strong>* T-NOTE (H0) SETTLED 13+ TICKS LOWER AT 128-28+:</strong> Yields are higher between 4-5bps across the curve, the the TPLEX seeing selling pressure in wake of a solid jobs report for November, where the headline surprised to the upside. Additionally, prelim consumer confidence data from the UoM was firmer than expected. Next week, the Fed is expected to stand pat on rates, and according to market pricing, as derrived from the CME's Fedwatch tool, there is a 100% chance of an unchanged decision (which was priced with 99.3% certainty on Thursday). Ahead of the US day, constructive news on the trade front (China plans to implement tariff waivers for some purchases of US ags, and will begin applications for importing soybeans and pork from the US) resulted in some downside for Treasuries. There was also reports of short-covering after remarks from NEC director Kudlow (tariffs are up to the President), while other reports suggested short-covering came ahead of next week's FOMC and ECB confabs. Major curve spreads, however, are little changed, though 2s5s and 2s10s are up by around 1bps at settlement, and 2s30s 5s10s 5s30s and 10s30s a touch narrower).</p><p><strong>* CLOSING LEVELS: SPX +0.9% at 3,145.90; Dow +1.2% at 28,009.83; NDX +1.1% at 8,397.39; </strong>SECTORS: energy +2.00%, materials +1.02%, industrials +1.20%, consumer discretionary +0.80%, consumer staples +0.37%, health care +0.62%, financials 1.35%, IT +1.12%, telecoms +0.63%, utilities -0.22%.</p><p><strong>* STOCK SPECIFICS:</strong> Amazon (AMZN) saw some slight downside after WSJ reported US President Trump was considering adding the company’s foreign sites to a notorious market list, which is a list of global marketplaces known for counterfeit goods. Goldman Sachs (GS) caught a bid after reports its 1Malaysia Development Bhd (1MDB) fine is likely to be under USD 2bln, a sum lower than what some analysts suggested the bank would have to pay for allegedly misleading investors over bond sales totalling USD 6.5bln that the bank helped raise for the sovereign wealth fund (1MDB). Tesla (TSLA) up just shy of 2% after China made Tesla cars qualify for subsidies where buyers will get as much as USD 3550 from the government. Uber (UBER) traded in the red after it released its statistics which saw 3000 sexual assault claims last year and in total it saw 107 total fatalities. Its sexual assault statistics showed one in 2mln trips saw non-consensual kissing of a non-sexual body part, where 1 in 3mln saw non-consensual kissing of a sexual body part. DR Horton (DHI) traded lower after a sell initiation from Goldman Sachs with a USD 51 price target and Ciena (CIEN) were lower by over 4% after a downgrade to sell from neutral at UBS.</p><p><strong>* EARNINGS:</strong> Ulta Beauty (ULTA) surged over 10% following a strong earnings report which saw EPS beat plus a guidance update above analyst expectations. The cosmetics company also reported SSS for November +3.2%, Q3 SSS were up 7.8%. DocuSign (DOCU) traded 8% higher following its earnings where it beat on top and bottom line estimates and raised its FY20 forecasts higher than the street expectations. Cloudera (CLDR) also saw similar games after EPS and revenue beats whilst also providing better than expected guidance.</p><p><strong>* WEEKLY FX WRAP – DXY: </strong>Overall poised to end the session with weekly losses but demonstrates a decent recovery on Friday heading into the end of the EU week amid a stellar US jobs report. Headline NFP printed at 266k, trouncing forecasts of 186k (prior revised higher to 156k from 128k), unemployment rate ticked to a 50-year year low of 3.5% from 3.6% and Nov average hourly earnings YY at 3.1% vs. 3.0% expectations. DXY looks to snap its 6-day losing streak which was induced by a string of recent downbeat data – earlier in the week, ISM manufacturing disappointed and breakdowns were bleak, ADP employment change and ISM non-manufacturing also printed sub-par. Meanwhile on the trade front and earlier the week, US President Trump showed no sense of urgency regarding a trade deal with China and stated that it may be better to wait until after the November 2020 US election. Despite this, unnamed sources pointed to progress in talks despite the heated rhetoric between the two nations. DXY heads into the end of the EU close towards the bottom of its 97.36-98.38 intra-week range, below its 100 DMA (98.13), 21 DMA (98.04), 100 WMA (97.98) and 200 DMA (97.65) - but off lows. Looking ahead to next week, the docket sees US CPI, retail sales and the FOMC monetary policy decision.</p><p><strong>* CAD: </strong>A relatively mixed week for the Loonie with initial strength mid-week emanating from the BoC’s hawkish hold coupled with a more upbeat domestic and global economic assessment and with little in the way of a dovish pushback. Further, BoC’s Deputy Governor Lane added to the optimistic Canadian mood after noting that developments in recent weeks have given the Central Bank more confidence in its October outlook for growth and inflation. Anther CAD-supporting factors throughout the week included a surge in energy prices amid the backdrop of the OPEC+ congregation. That said, Friday’s dismal Canadian labour market report, coupled with US’ glowing data, saw USD/CAD reverse almost all of it recent losses. USD/CAD is poised to end the EU week modestly in the red but back above its 21 WMA (1.3215) and 100 DMA (1.3228), having traded within an impressive 1.3158-3321 weekly range, with the pair re-eyeing its 21 DMA (1.3257) and 200 DMA (1.3278) to the upside.</p><p><strong>* GBP, EUR: </strong>An upbeat week for the Sterling and the Single currency, more-so the former amid early-week impetus and sustained gains from the latest UK general election Kantar poll, which showed a modest widening in the Tory/Labour spread, leading to short covering and stop tripping as Cable advanced above key figures, with further polls during the week (Savana/ComRes) showing the lead maintained as election day looms (Full preview available on the NEWsquawk Research Suite). That said, Friday’s polls pointed to a slight narrowing and Cable ends into the EU close with intraday losses, but more on the back of short-covering heading into a potentially risk-packed end-week - which will also see the last batch of weekend polls ahead of December 12th. GBP/USD resides around the top of its 1.2896-3166 weekly range having surpassed its 100 WMA (1.3050), 200 DMA (1.3098) and a bunch of psychological levels to the upside before stopping short of a Fib around 1.3168. Ahead of the election, YouGov will be releasing its final MRP model on December 10th at 2200GMT. Elsewhere, the EUR largely moved at the whim of the Buck throughout the week, with the pair poised to end the session with modest weekly gains, having fluctuated within weekly parameters of 1.1000-1.1162 and below its 21 WMA and DMA at 1.1072 and 1.1043 respectively. Looking ahead next week sees ECB President Lagarde’s first monetary policy meeting and the German ZEW survey.</p><p><strong>* NZD, AUD, JPY: </strong>A spectacular week for antipodeans, more-so the Kiwi with the currency poised for weekly gains of over 1.0% with initial impetus derived from glowing Q3 NZ terms of trade data, and with a further boost received by RBNZ’s capital requirement hike and upbeat reiterations from RBNZ’s Deputy Governor Bascand who took note of strong commodity prices supporting the New Zealand economy, while adding that fiscal stimulus could increase the country’s growth next year. NZD/USD advanced above the 0.6500 mark and continued north of its 200 DMA (0.6540) having clocked in a weekly band of 0.6424-6574. Meanwhile, the Aussie initially firmed after the RBA left its Cash Rate unchanged at 0.75%, as expected, and repeated that the Australian economy the gentle turning point in the economy. That said, data has since disappointed, with GDP growth slowing to 0.4% from 0.5%. Thus, the AUD failed to benefit from positive US-China trade headlines to its full extent but is still set to close the EU session above its 21 WMA (0.6820) and towards the top of a 0.6761-6862 weekly band. Meanwhile, the JPY is poised for a week of gains, albeit more on the back of overall Dollar weakness. USD/JPY heads into the end of the EU week towards the bottom of its 108.43-109.73 weekly band, and below its 200 WMA (109.80), 100 WMA (109.63), 21 DMA (108.89) and 200 DMA (108.86).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-6th-december-2019-opec-to-cut-deeper-us-payrolls-beats-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 05:06:00",
        "gmt_time": "2019-12-06 21:06:00"
    },
    {
        "id": 899747,
        "updated_sequence": 2022260,
        "published_at": {
            "unix": 1575666180,
            "text": "2019-12-06 21:03:00 +0000",
            "iso_8601": "2019-12-06T21:03:00Z"
        },
        "updated_at": {
            "unix": 1575666729,
            "text": "2019-12-06 21:12:09 +0000",
            "iso_8601": "2019-12-06T21:12:09Z"
        },
        "subject": "Fitch Affirms Sweden at 'AAA', Outlook Stable",
        "content": "<ul><li>Via <a href=\"https://www.fitchratings.com/site/pr/10104492\">Fitch Ratings</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch Ratings",
        "slug": "fitch-affirms-sweden-at-aaa-outlook-stable-06-12-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 05:03:00",
        "gmt_time": "2019-12-06 21:03:00"
    },
    {
        "id": 899746,
        "updated_sequence": 2022143,
        "published_at": {
            "unix": 1575665760,
            "text": "2019-12-06 20:56:00 +0000",
            "iso_8601": "2019-12-06T20:56:00Z"
        },
        "updated_at": {
            "unix": 1575665802,
            "text": "2019-12-06 20:56:42 +0000",
            "iso_8601": "2019-12-06T20:56:42Z"
        },
        "subject": "Bomb threat prompts evacuations at Patrick Air Force Base in Brevard County, Florida",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CBS",
        "slug": "bomb-threat-prompts-evacuations-at-patrick-air-force-base-in-brevard-county-florida-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 04:56:00",
        "gmt_time": "2019-12-06 20:56:00"
    },
    {
        "id": 899745,
        "updated_sequence": 2022100,
        "published_at": {
            "unix": 1575665280,
            "text": "2019-12-06 20:48:00 +0000",
            "iso_8601": "2019-12-06T20:48:00Z"
        },
        "updated_at": {
            "unix": 1575665462,
            "text": "2019-12-06 20:51:02 +0000",
            "iso_8601": "2019-12-06T20:51:02Z"
        },
        "subject": "MOC: SPX 75mln to sell (vs 125mln to sell at 1549 ET); Dow 250mln to sell (vs 500mln to sell at 1549 ET)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk sources",
        "slug": "moc-spx-75mln-to-sell-vs-125mln-to-sell-at-1549-et-dow-250mln-to-sell-vs-500mln-to-sell-at-1549-et-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 04:48:00",
        "gmt_time": "2019-12-06 20:48:00"
    },
    {
        "id": 899744,
        "updated_sequence": 2022076,
        "published_at": {
            "unix": 1575665040,
            "text": "2019-12-06 20:44:00 +0000",
            "iso_8601": "2019-12-06T20:44:00Z"
        },
        "updated_at": {
            "unix": 1575665283,
            "text": "2019-12-06 20:48:03 +0000",
            "iso_8601": "2019-12-06T20:48:03Z"
        },
        "subject": "Saudi energy minister says 'jury still out' where oil market will be in March; says 2 conditions before raising output: lower global inventories and price backwardation; will not unilaterally raise output to punish non-complying nations",
        "content": "<ul><li>Saudi energy minister says he wants to see global inventories close to 2010-2014 averages</li><li>Saudi is committed to continued cooperation with Russia beyond March 2020</li><li>Expects oil output resumption from the joint fields soon, and it will not impact OPEC cut commitments</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-jury-still-out-where-oil-market-will-be-in-march-says-2-conditions-before-raising-output-lower-global-inventories-and-price-backwardation-will-not-unilaterally-raise-output-to-punish-non-complying-nations-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 04:44:00",
        "gmt_time": "2019-12-06 20:44:00"
    },
    {
        "id": 899743,
        "updated_sequence": 2022014,
        "published_at": {
            "unix": 1575664620,
            "text": "2019-12-06 20:37:00 +0000",
            "iso_8601": "2019-12-06T20:37:00Z"
        },
        "updated_at": {
            "unix": 1575664707,
            "text": "2019-12-06 20:38:27 +0000",
            "iso_8601": "2019-12-06T20:38:27Z"
        },
        "subject": "CFTC FX COT sees specs raise USD longs in the week",
        "content": "<ul><li>EUR short&nbsp;69K vs 61K short last week. Shorts increased by 8K</li><li>GBP short 30K vs 37K short last week. Shorts trimmed by 7K</li><li>JPY short 48K vs 40K short last week. Shorts increased by 8k</li><li>CHF short 22K vs 21K short&nbsp;last week. Shorts increased by 1K</li><li>AUD short 36k vs 45K short&nbsp;last week. Shorts trimmed by 9K</li><li>NZD short 27K vs 36K short last week. Shorts trimmed by 9K</li><li>CAD long 21k vs 20K long last week.&nbsp; Longs increased by 1K</li></ul><p>Via <a href=\"https://www.forexlive.com/news/!/cftc-commitments-of-traders-05-20191206\">ForexLive</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "cftc-fx-cot-sees-specs-raise-usd-longs-in-the-week-06-12-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 04:37:00",
        "gmt_time": "2019-12-06 20:37:00"
    },
    {
        "id": 899742,
        "updated_sequence": 2021887,
        "published_at": {
            "unix": 1575663540,
            "text": "2019-12-06 20:19:00 +0000",
            "iso_8601": "2019-12-06T20:19:00Z"
        },
        "updated_at": {
            "unix": 1575663632,
            "text": "2019-12-06 20:20:32 +0000",
            "iso_8601": "2019-12-06T20:20:32Z"
        },
        "subject": "US T-Note futures settled 13+ ticks lower at 128-28+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Yields are higher between 4-5bps across the curve, the the TPLEX seeing selling pressure in wake of a solid jobs report for November, where the headline surprised to the upside. Additionally, prelim consumer confidence data from the UoM was firmer than expected. Next week, the Fed is expected to stand pat on rates, and according to market pricing, as derrived from the CME's Fedwatch tool, there is a 100% chance of an unchanged decision (which was priced with 99.3% certainty on Thursday). Ahead of the US day, constructive news on the trade front (China plans to implement tariff waivers for some purchases of US ags, and will begin applications for importing soybeans and pork from the US) resulted in some downside for Treasuries. There was also reports of short-covering after remarks from NEC director Kudlow (tariffs are up to the President), while other reports suggested short-covering came ahead of next week's FOMC and ECB confabs. Major curve spreads, however, are little changed, though 2s5s and 2s10s are up by around 1bps at settlement, and 2s30s 5s10s 5s30s and 10s30s a touch narrower).</p>",
        "analysis_updated_at": {
            "unix": 1575663632,
            "text": "2019-12-06 20:20:32 +0000",
            "iso_8601": "2019-12-06T20:20:32Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-t-note-futures-settled-13-ticks-lower-at-128-28-06-12-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 04:19:00",
        "gmt_time": "2019-12-06 20:19:00"
    },
    {
        "id": 899740,
        "updated_sequence": 2021639,
        "published_at": {
            "unix": 1575660840,
            "text": "2019-12-06 19:34:00 +0000",
            "iso_8601": "2019-12-06T19:34:00Z"
        },
        "updated_at": {
            "unix": 1575661438,
            "text": "2019-12-06 19:43:58 +0000",
            "iso_8601": "2019-12-06T19:43:58Z"
        },
        "subject": "WTI futures (F0) settles 0.77 higher at USD 59.20; Brent (G0) settles USD 1.00 higher at USD 64.39",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude markets were buoyed by the news that OPEC+ agreed to cuts of 496k BPD starting from Q1 2020, with an extraordinary meeting on March 5th-6th for a review, in line with JMMC recommendations on Thursday (<a href=\"https://newsquawk.com/headlines/opec-implied-total-cuts-of-496-000-bpd-according-to-energy-intel-reporter-06-12-2019\">click here for the specific production numbers)</a>.&nbsp; The Saudi’s will continue with 400k bpd in voluntary cuts, on top of the additional 167k bpd in cuts they agreed to absorb at the latest OPEC+ meeting. The announcement was contrary to reports Thursday that Saudi was threatening to end additional voluntary cuts out of frustration with members of the cartel who have not been fully complying with quotas, there had been some concerns that, although roughly 500k bpd in additional cuts were known to have been agreed by OPEC+, this may have been offset by the Saudis ending or unwinding voluntary cuts. The kingdom did however caution that this would be on the condition of “everyone complying”. Russia, who was known to oppose additional output cuts heading into the meeting, accepted the agreement despite being unhappy with the proposed production quotas. The Russians did however demand it be able to exclude some 800k bpd in gas condensate production from output quotas, as will other non-OPEC members. Analysts have flagged however that such a concession to the Russians may trigger problems within the cartel down the line, indeed, the Nigerians have made similar request in the past and been rebuffed. Following the meeting Saudi Prince Abdulaziz bin Salman stated the target was 2.1mln BPD below the peak rates from last year’s meeting. Citi highlights that although this seems massive, it is important to note the market ran a 1.9mln BPD surplus in Q4 2018 on what amounted to OPEC+ oversupply. And notes US production has grown about 1mln BPD since October 2018. In terms of the price action, the news of continued Saudi over compliance sent WTI and Brent front month contracts as high as USD 59.85/bbl and USD 64.88/bbl respectively, levels not seen since the aftermath of the Saudi Arabian facilities in September.</p>",
        "analysis_updated_at": {
            "unix": 1575660900,
            "text": "2019-12-06 19:35:00 +0000",
            "iso_8601": "2019-12-06T19:35:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "wti-futures-f0-settles-0-77-higher-at-usd-59-20-brent-g0-settles-usd-1-00-higher-at-usd-64-39-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 03:34:00",
        "gmt_time": "2019-12-06 19:34:00"
    },
    {
        "id": 899739,
        "updated_sequence": 2021570,
        "published_at": {
            "unix": 1575660660,
            "text": "2019-12-06 19:31:00 +0000",
            "iso_8601": "2019-12-06T19:31:00Z"
        },
        "updated_at": {
            "unix": 1575660773,
            "text": "2019-12-06 19:32:53 +0000",
            "iso_8601": "2019-12-06T19:32:53Z"
        },
        "subject": "Mexico Dep ForMin Seade says we are dealing with the 'last issues' that remain in the USMCA deal negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-dep-formin-seade-says-we-are-dealing-with-the-last-issues-that-remain-in-the-usmca-deal-negotiations-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 03:31:00",
        "gmt_time": "2019-12-06 19:31:00"
    },
    {
        "id": 899738,
        "updated_sequence": 2021555,
        "published_at": {
            "unix": 1575660600,
            "text": "2019-12-06 19:30:00 +0000",
            "iso_8601": "2019-12-06T19:30:00Z"
        },
        "updated_at": {
            "unix": 1575660675,
            "text": "2019-12-06 19:31:15 +0000",
            "iso_8601": "2019-12-06T19:31:15Z"
        },
        "subject": "Of note for auto names; US President Trump says 'we will end up in litigation with California over auto emission standards'",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-auto-names-us-president-trump-says-we-will-end-up-in-litigation-with-california-over-auto-emission-standards-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 03:30:00",
        "gmt_time": "2019-12-06 19:30:00"
    },
    {
        "id": 899555,
        "updated_sequence": 2020448,
        "published_at": {
            "unix": 1575657120,
            "text": "2019-12-06 18:32:00 +0000",
            "iso_8601": "2019-12-06T18:32:00Z"
        },
        "updated_at": {
            "unix": 1575657207,
            "text": "2019-12-06 18:33:27 +0000",
            "iso_8601": "2019-12-06T18:33:27Z"
        },
        "subject": "Analysts note that Microsoft (MSFT, 4.41% SPX weighting) and Apple (AAPL, 4.29% SPX weighting) have bigger market caps than the entire US large cap Energy sector (4.25%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "analysts-note-that-microsoft-msft-4-41-spx-weighting-and-apple-aapl-4-29-spx-weighting-have-bigger-market-caps-than-the-entire-us-large-cap-energy-sector-4-25-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 02:32:00",
        "gmt_time": "2019-12-06 18:32:00"
    },
    {
        "id": 899554,
        "updated_sequence": 2020435,
        "published_at": {
            "unix": 1575657000,
            "text": "2019-12-06 18:30:00 +0000",
            "iso_8601": "2019-12-06T18:30:00Z"
        },
        "updated_at": {
            "unix": 1575657111,
            "text": "2019-12-06 18:31:51 +0000",
            "iso_8601": "2019-12-06T18:31:51Z"
        },
        "subject": "Baidu (BIDU) filed 5712 AI-related patent applications as of October 2019",
        "content": "",
        "reaction_details": "<p>BIDU shares seeing some modest upside after the headline crossed, rising from around USD 115.80 to 116.40</p>",
        "reaction_updated_at": {
            "unix": 1575657111,
            "text": "2019-12-06 18:31:51 +0000",
            "iso_8601": "2019-12-06T18:31:51Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baidu-bidu-filed-5712-ai-related-patent-applications-as-of-october-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 02:30:00",
        "gmt_time": "2019-12-06 18:30:00"
    },
    {
        "id": 899553,
        "updated_sequence": 2020262,
        "published_at": {
            "unix": 1575655320,
            "text": "2019-12-06 18:02:00 +0000",
            "iso_8601": "2019-12-06T18:02:00Z"
        },
        "updated_at": {
            "unix": 1575655535,
            "text": "2019-12-06 18:05:35 +0000",
            "iso_8601": "2019-12-06T18:05:35Z"
        },
        "subject": "Baker Hughes Rig Count (6th Dec.) Oil rigs -5 at 663, Nat gas up 2 at 133, total rigs -4 at 799; drillers cut rigs for the 7th consecutive week ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-6th-dec-oil-rigs-5-at-663-nat-gas-up-2-at-133-total-rigs-4-at-799-drillers-cut-rigs-for-the-7th-consecutive-week-06-12-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 02:02:00",
        "gmt_time": "2019-12-06 18:02:00"
    },
    {
        "id": 899552,
        "updated_sequence": 2020188,
        "published_at": {
            "unix": 1575654720,
            "text": "2019-12-06 17:52:00 +0000",
            "iso_8601": "2019-12-06T17:52:00Z"
        },
        "updated_at": {
            "unix": 1575654915,
            "text": "2019-12-06 17:55:15 +0000",
            "iso_8601": "2019-12-06T17:55:15Z"
        },
        "subject": "US President Trump reportedly considers putting Amazon (AMZN) foreign sites on a 'notorious markets list', although no final decision has been made, according to people familiar with the matter",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/trump-administration-weighs-putting-amazon-foreign-sites-on-notorious-markets-list-11575654650?mod=newsviewer_click_realtime\">Click here for link</a></li><li>The notorious markets list is a list of global marketplaces known for counterfeit goods</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-president-trump-reportedly-considers-putting-amazon-amzn-foreign-sites-on-a-notorious-markets-list-although-no-final-decision-has-been-made-according-to-people-familiar-with-the-matter-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:52:00",
        "gmt_time": "2019-12-06 17:52:00"
    },
    {
        "id": 899551,
        "updated_sequence": 2020035,
        "published_at": {
            "unix": 1575653460,
            "text": "2019-12-06 17:31:00 +0000",
            "iso_8601": "2019-12-06T17:31:00Z"
        },
        "updated_at": {
            "unix": 1575653552,
            "text": "2019-12-06 17:32:32 +0000",
            "iso_8601": "2019-12-06T17:32:32Z"
        },
        "subject": "UK election Panelbase poll: Conservatives 43% (+1), Labour 34% (unch); Tory lead 9 points (vs 8 prior)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-election-panelbase-poll-conservatives-43-1-labour-34-unch-tory-lead-9-points-vs-8-prior-06-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:31:00",
        "gmt_time": "2019-12-06 17:31:00"
    },
    {
        "id": 899550,
        "updated_sequence": 2020022,
        "published_at": {
            "unix": 1575653400,
            "text": "2019-12-06 17:30:00 +0000",
            "iso_8601": "2019-12-06T17:30:00Z"
        },
        "updated_at": {
            "unix": 1575653451,
            "text": "2019-12-06 17:30:51 +0000",
            "iso_8601": "2019-12-06T17:30:51Z"
        },
        "subject": "US State Department says there will be further sanction on Iran in the future",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-state-department-says-there-will-be-further-sanction-on-iran-in-the-future-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:30:00",
        "gmt_time": "2019-12-06 17:30:00"
    },
    {
        "id": 899549,
        "updated_sequence": 2019985,
        "published_at": {
            "unix": 1575653040,
            "text": "2019-12-06 17:24:00 +0000",
            "iso_8601": "2019-12-06T17:24:00Z"
        },
        "updated_at": {
            "unix": 1575653156,
            "text": "2019-12-06 17:25:56 +0000",
            "iso_8601": "2019-12-06T17:25:56Z"
        },
        "subject": "Senior US State Department Schenker says the US is readying further sanctions over the protests in Iraq, although provides no further details, he adds there is a strong chance Iran is behind the attack on Iraq's Balad Air base, but more evidence is needed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-us-state-department-schenker-says-the-us-is-readying-further-sanctions-over-the-protests-in-iraq-although-provides-no-further-details-he-adds-there-is-a-strong-chance-iran-is-behind-the-attack-on-iraq-s-balad-air-base-but-more-evid-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:24:00",
        "gmt_time": "2019-12-06 17:24:00"
    },
    {
        "id": 899548,
        "updated_sequence": 2019970,
        "published_at": {
            "unix": 1575652920,
            "text": "2019-12-06 17:22:00 +0000",
            "iso_8601": "2019-12-06T17:22:00Z"
        },
        "updated_at": {
            "unix": 1575653040,
            "text": "2019-12-06 17:24:00 +0000",
            "iso_8601": "2019-12-06T17:24:00Z"
        },
        "subject": "German SPD back its demands from the new leaders to put Merkel's conservatives to stay in coalition ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-spd-back-its-demands-from-the-new-leaders-to-put-merkel-s-conservatives-to-stay-in-coalition-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:22:00",
        "gmt_time": "2019-12-06 17:22:00"
    },
    {
        "id": 899547,
        "updated_sequence": 2019865,
        "published_at": {
            "unix": 1575651780,
            "text": "2019-12-06 17:03:00 +0000",
            "iso_8601": "2019-12-06T17:03:00Z"
        },
        "updated_at": {
            "unix": 1575651838,
            "text": "2019-12-06 17:03:58 +0000",
            "iso_8601": "2019-12-06T17:03:58Z"
        },
        "subject": "Marathon Galveston Bay Texas Refinery (585k BPD) announced a compressor tripped causing a unit upset ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "marathon-galveston-bay-texas-refinery-585k-bpd-announced-a-compressor-tripped-causing-a-unit-upset-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:03:00",
        "gmt_time": "2019-12-06 17:03:00"
    },
    {
        "id": 899546,
        "updated_sequence": 2019862,
        "published_at": {
            "unix": 1575651660,
            "text": "2019-12-06 17:01:00 +0000",
            "iso_8601": "2019-12-06T17:01:00Z"
        },
        "updated_at": {
            "unix": 1575651710,
            "text": "2019-12-06 17:01:50 +0000",
            "iso_8601": "2019-12-06T17:01:50Z"
        },
        "subject": "Wirecard (WDI GY) is to offer bank accounts with up to 1% interest, according to Spiegel",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Spiegel",
        "slug": "wirecard-wdi-gy-is-to-offer-bank-accounts-with-up-to-1-interest-according-to-spiegel-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 01:01:00",
        "gmt_time": "2019-12-06 17:01:00"
    },
    {
        "id": 899545,
        "updated_sequence": 2019859,
        "published_at": {
            "unix": 1575651240,
            "text": "2019-12-06 16:54:00 +0000",
            "iso_8601": "2019-12-06T16:54:00Z"
        },
        "updated_at": {
            "unix": 1575651393,
            "text": "2019-12-06 16:56:33 +0000",
            "iso_8601": "2019-12-06T16:56:33Z"
        },
        "subject": "Ball Corp (BLL) weakness reportedly attributed to negative comments from Citigroup who note they see the new Florida aluminum facility as a negative for the name ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ball-corp-bll-weakness-reportedly-attributed-to-negative-comments-from-citigroup-who-note-they-see-the-new-florida-aluminum-facility-as-a-negative-for-the-name-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:54:00",
        "gmt_time": "2019-12-06 16:54:00"
    },
    {
        "id": 899544,
        "updated_sequence": 2019856,
        "published_at": {
            "unix": 1575651120,
            "text": "2019-12-06 16:52:00 +0000",
            "iso_8601": "2019-12-06T16:52:00Z"
        },
        "updated_at": {
            "unix": 1575651224,
            "text": "2019-12-06 16:53:44 +0000",
            "iso_8601": "2019-12-06T16:53:44Z"
        },
        "subject": "Ford (F) has issued two recalls in 260k trucks and 4k SUV's over tailgate issues and fuel leaks, according to Automotive News ",
        "content": "<ul><li><a href=\"https://www.autonews.com/regulation-safety/ford-issues-two-recalls-trucks-suvs-over-tailgate-issues-fuel-leak?utm_source=dlvr.it&amp;utm_medium=twitter\">Via Automotive News</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Automotive News",
        "slug": "ford-f-has-issued-two-recalls-in-260k-trucks-and-4k-suv-s-over-tailgate-issues-and-fuel-leaks-according-to-automotive-news-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:52:00",
        "gmt_time": "2019-12-06 16:52:00"
    },
    {
        "id": 899543,
        "updated_sequence": 2019851,
        "published_at": {
            "unix": 1575651060,
            "text": "2019-12-06 16:51:00 +0000",
            "iso_8601": "2019-12-06T16:51:00Z"
        },
        "updated_at": {
            "unix": 1575651114,
            "text": "2019-12-06 16:51:54 +0000",
            "iso_8601": "2019-12-06T16:51:54Z"
        },
        "subject": "Graco (GGG) increased its quarterly dividend to USD 0.175/shr, a 9.4% increase",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "graco-ggg-increased-its-quarterly-dividend-to-usd-0-175-shr-a-9-4-increase-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:51:00",
        "gmt_time": "2019-12-06 16:51:00"
    },
    {
        "id": 899542,
        "updated_sequence": 2019848,
        "published_at": {
            "unix": 1575650940,
            "text": "2019-12-06 16:49:00 +0000",
            "iso_8601": "2019-12-06T16:49:00Z"
        },
        "updated_at": {
            "unix": 1575650961,
            "text": "2019-12-06 16:49:21 +0000",
            "iso_8601": "2019-12-06T16:49:21Z"
        },
        "subject": "Russian Foreign Ministry says they will respond to sanctions over cyber-crimes ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-foreign-ministry-says-they-will-respond-to-sanctions-over-cyber-crimes-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:49:00",
        "gmt_time": "2019-12-06 16:49:00"
    },
    {
        "id": 899541,
        "updated_sequence": 2019843,
        "published_at": {
            "unix": 1575650400,
            "text": "2019-12-06 16:40:00 +0000",
            "iso_8601": "2019-12-06T16:40:00Z"
        },
        "updated_at": {
            "unix": 1575650519,
            "text": "2019-12-06 16:41:59 +0000",
            "iso_8601": "2019-12-06T16:41:59Z"
        },
        "subject": "Venezuela government and opposition reportedly are considering providing private oil companies operating right, according to sources, although PDVSA would hold a majority stake, names include Chevron (CVX), Rosneft and CNPC ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-government-and-opposition-reportedly-are-considering-providing-private-oil-companies-operating-right-according-to-sources-although-pdvsa-would-hold-a-majority-stake-names-include-chevron-cvx-rosneft-and-cnpc-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:40:00",
        "gmt_time": "2019-12-06 16:40:00"
    },
    {
        "id": 899539,
        "updated_sequence": 2019834,
        "published_at": {
            "unix": 1575649980,
            "text": "2019-12-06 16:33:00 +0000",
            "iso_8601": "2019-12-06T16:33:00Z"
        },
        "updated_at": {
            "unix": 1575650008,
            "text": "2019-12-06 16:33:28 +0000",
            "iso_8601": "2019-12-06T16:33:28Z"
        },
        "subject": "Citgo Petroleum refinery throughput at 825k BPD in Q3, noting YTD refinery throughput was 784k BPD",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citgo-petroleum-refinery-throughput-at-825k-bpd-in-q3-noting-ytd-refinery-throughput-was-784k-bpd-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:33:00",
        "gmt_time": "2019-12-06 16:33:00"
    },
    {
        "id": 899540,
        "updated_sequence": 2019837,
        "published_at": {
            "unix": 1575649800,
            "text": "2019-12-06 16:30:00 +0000",
            "iso_8601": "2019-12-06T16:30:00Z"
        },
        "updated_at": {
            "unix": 1575650403,
            "text": "2019-12-06 16:40:03 +0000",
            "iso_8601": "2019-12-06T16:40:03Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 +1.22%, FTSE 100 +1.43%, DAX +0.86%, CAC 40 +1.21%, IBEX 35 +0.58%, FTSE Italia +0.93%, SMI +0.95%",
        "content": "<ul><li>Real Estate Cap +1.28%</li><li>Travel &amp; Leisure +1.51%</li><li>Personal &amp; Household Goods +1.48%</li><li>Retail +1.85%</li><li>Food &amp; Beverage +1.33%</li><li>Chemicals +1.20%</li><li>Banks +1.35%</li><li>Technology +1.57%</li><li>Automobiles &amp; Parts +0.91%</li><li>Health Care +0.50%</li><li>Oil &amp; Gas +1.36%</li><li>Financial Services +1.01%</li><li>Insurance +1.18%</li><li>Telecommunications +0.54%</li><li>Media +1.31%</li><li>Industrial Goods &amp; Services +1.10%</li><li>Construction &amp; Materials +0.98%</li><li>Basic Resources +2.01%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-22-ftse-100-1-43-dax-0-86-cac-40-1-21-ibex-35-0-58-ftse-italia-0-93-smi-0-95-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:30:00",
        "gmt_time": "2019-12-06 16:30:00"
    },
    {
        "id": 899538,
        "updated_sequence": 2019831,
        "published_at": {
            "unix": 1575649620,
            "text": "2019-12-06 16:27:00 +0000",
            "iso_8601": "2019-12-06T16:27:00Z"
        },
        "updated_at": {
            "unix": 1575649706,
            "text": "2019-12-06 16:28:26 +0000",
            "iso_8601": "2019-12-06T16:28:26Z"
        },
        "subject": "Vivendi's (VIV FP) request to freeze Mediaset's pan-european plan will be decided by an Italian Judge in either upcoming days or after Mediaset's shareholder meeting on January 10th ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vivendi-s-viv-fp-request-to-freeze-mediaset-s-pan-european-plan-will-be-decided-by-an-italian-judge-in-either-upcoming-days-or-after-mediaset-s-shareholder-meeting-on-january-10th-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:27:00",
        "gmt_time": "2019-12-06 16:27:00"
    },
    {
        "id": 899536,
        "updated_sequence": 2019823,
        "published_at": {
            "unix": 1575648960,
            "text": "2019-12-06 16:16:00 +0000",
            "iso_8601": "2019-12-06T16:16:00Z"
        },
        "updated_at": {
            "unix": 1575649026,
            "text": "2019-12-06 16:17:06 +0000",
            "iso_8601": "2019-12-06T16:17:06Z"
        },
        "subject": "NY Fed Staff Nowcast stands at 0.6% for 2019:Q4 (prev. 0.8%); 0.7% for 2020:Q1 (prev. 1.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-staff-nowcast-stands-at-0-6-for-2019-q4-prev-0-8-0-7-for-2020-q1-prev-1-0-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:16:00",
        "gmt_time": "2019-12-06 16:16:00"
    },
    {
        "id": 899537,
        "updated_sequence": 2019828,
        "published_at": {
            "unix": 1575648900,
            "text": "2019-12-06 16:15:00 +0000",
            "iso_8601": "2019-12-06T16:15:00Z"
        },
        "updated_at": {
            "unix": 1575649109,
            "text": "2019-12-06 16:18:29 +0000",
            "iso_8601": "2019-12-06T16:18:29Z"
        },
        "subject": "Latest flashpoint in USMCA talks is reportedly a US request to tighten the definition of NA steel and aluminum, labour supports this although Mexico is resistant",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "latest-flashpoint-in-usmca-talks-is-reportedly-a-us-request-to-tighten-the-definition-of-na-steel-and-aluminum-labour-supports-this-although-mexico-is-resistant-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:15:00",
        "gmt_time": "2019-12-06 16:15:00"
    },
    {
        "id": 899533,
        "updated_sequence": 2019814,
        "published_at": {
            "unix": 1575648180,
            "text": "2019-12-06 16:03:00 +0000",
            "iso_8601": "2019-12-06T16:03:00Z"
        },
        "updated_at": {
            "unix": 1575648292,
            "text": "2019-12-06 16:04:52 +0000",
            "iso_8601": "2019-12-06T16:04:52Z"
        },
        "subject": "China Global Times editorial notes China does not need to compete with the tough attitude from the US ",
        "content": "<ul><li><a href=\"https://twitter.com/globaltimesnews/status/1202981296487751680\">Click here for link</a></li><li>Adds, China should be proud of surpassing the US in tenacity, strategy and maneuverability</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-global-times-editorial-notes-china-does-not-need-to-compete-with-the-tough-attitude-from-the-us-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:03:00",
        "gmt_time": "2019-12-06 16:03:00"
    },
    {
        "id": 899532,
        "updated_sequence": 2019809,
        "published_at": {
            "unix": 1575648120,
            "text": "2019-12-06 16:02:00 +0000",
            "iso_8601": "2019-12-06T16:02:00Z"
        },
        "updated_at": {
            "unix": 1575648186,
            "text": "2019-12-06 16:03:06 +0000",
            "iso_8601": "2019-12-06T16:03:06Z"
        },
        "subject": "Amgen (AMGN) recieved approval from the FDA for its bio similar to Remicade, Avsola ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "amgen-amgn-recieved-approval-from-the-fda-for-its-bio-similar-to-remicade-avsola-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:02:00",
        "gmt_time": "2019-12-06 16:02:00"
    },
    {
        "id": 899531,
        "updated_sequence": 2019806,
        "published_at": {
            "unix": 1575648060,
            "text": "2019-12-06 16:01:00 +0000",
            "iso_8601": "2019-12-06T16:01:00Z"
        },
        "updated_at": {
            "unix": 1575648130,
            "text": "2019-12-06 16:02:10 +0000",
            "iso_8601": "2019-12-06T16:02:10Z"
        },
        "subject": "Duerr (DUE GY) said orders for building two facilities in China were booked in Q4 2019 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "duerr-due-gy-said-orders-for-building-two-facilities-in-china-were-booked-in-q4-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-07 00:01:00",
        "gmt_time": "2019-12-06 16:01:00"
    },
    {
        "id": 899530,
        "updated_sequence": 2019803,
        "published_at": {
            "unix": 1575647880,
            "text": "2019-12-06 15:58:00 +0000",
            "iso_8601": "2019-12-06T15:58:00Z"
        },
        "updated_at": {
            "unix": 1575647989,
            "text": "2019-12-06 15:59:49 +0000",
            "iso_8601": "2019-12-06T15:59:49Z"
        },
        "subject": "NEC Director Kudlow says talks are now around the clock now with China ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-talks-are-now-around-the-clock-now-with-china-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:58:00",
        "gmt_time": "2019-12-06 15:58:00"
    },
    {
        "id": 899529,
        "updated_sequence": 2019800,
        "published_at": {
            "unix": 1575647340,
            "text": "2019-12-06 15:49:00 +0000",
            "iso_8601": "2019-12-06T15:49:00Z"
        },
        "updated_at": {
            "unix": 1575647463,
            "text": "2019-12-06 15:51:03 +0000",
            "iso_8601": "2019-12-06T15:51:03Z"
        },
        "subject": "Weekly FX Wrap: DXY nurses some wounds on NFP, Sterling stands as the weekly G10 winner",
        "content": "<p><strong>DXY</strong></p><p>Overall poised to end the session with weekly losses but demonstrates a decent recovery on Friday heading into the end of the EU week amid a stellar US jobs report. Headline NFP printed at 266k, trouncing forecasts of 186k (prior revised higher to 156k from 128k), unemployment rate ticked to a 50-year year low of 3.5% from 3.6% and Nov average hourly earnings YY at 3.1% vs. 3.0% expectations. DXY looks to snap its 6-day losing streak which was induced by a string of recent downbeat data – earlier in the week, ISM manufacturing disappointed and breakdowns were bleak, ADP employment change and ISM non-manufacturing also printed sub-par. Meanwhile on the trade front and earlier the week, US President Trump showed no sense of urgency regarding a trade deal with China and stated that it may be better to wait until after the November 2020 US election. Despite this, unnamed sources pointed to progress in talks despite the heated rhetoric between the two nations. DXY heads into the end of the EU close towards the bottom of its 97.36-98.38 intra-week range, below its 100 DMA (98.13), 21 DMA (98.04), 100 WMA (97.98) and 200 DMA (97.65) - but off lows. Looking ahead to next week, the docket sees US CPI, retail sales and the FOMC monetary policy decision.</p><p>&nbsp;</p><p><strong>CAD</strong></p><p>A relatively mixed week for the Loonie with initial strength mid-week emanating from the BoC’s hawkish hold coupled with a more upbeat domestic and global economic assessment and with little in the way of a dovish pushback. Further, BoC’s Deputy Governor Lane added to the optimistic Canadian mood after noting that developments in recent weeks have given the Central Bank more confidence in its October outlook for growth and inflation. Anther CAD-supporting factors throughout the week included a surge in energy prices amid the backdrop of the OPEC+ congregation. That said, Friday’s dismal Canadian labour market report, coupled with US’ glowing data, saw USD/CAD reverse almost all of it recent losses. USD/CAD is poised to end the EU week modestly in the red but back above its 21 WMA (1.3215) and 100 DMA (1.3228), having traded within an impressive 1.3158-3321 weekly range, with the pair re-eyeing its 21 DMA (1.3257) and 200 DMA (1.3278) to the upside.</p><p>&nbsp;</p><p><strong>GBP, EUR</strong></p><p>An upbeat week for the Sterling and the Single currency, more-so the former amid early-week impetus and sustained gains from the latest UK general election Kantar poll, which showed a modest widening in the Tory/Labour spread, leading to short covering and stop tripping as Cable advanced above key figures, with further polls during the week (Savana/ComRes) showing the lead maintained as election day looms (Full preview available on the NEWsquawk Research Suite). That said, Friday’s polls pointed to a slight narrowing and Cable ends into the EU close with intraday losses, but more on the back of short-covering heading into a potentially risk-packed end-week - which will also see the last batch of weekend polls ahead of December 12th. GBP/USD resides around the top of its 1.2896-3166 weekly range having surpassed its 100 WMA (1.3050), 200 DMA (1.3098) and a bunch of psychological levels to the upside before stopping short of a Fib around 1.3168. Ahead of the election, YouGov will be releasing its final MRP model on December 10th at 2200GMT. Elsewhere, the EUR largely moved at the whim of the Buck throughout the week, with the pair poised to end the session with modest weekly gains, having fluctuated within weekly parameters of 1.1000-1.1162 and below its 21 WMA and DMA at 1.1072 and 1.1043 respectively. Looking ahead next week sees ECB President Lagarde’s first monetary policy meeting and the German ZEW survey.&nbsp;</p><p>&nbsp;</p><p><strong>NZD, AUD, JPY</strong></p><p>A spectacular week for antipodeans, more-so the Kiwi with the currency poised for weekly gains of over 1.0% with initial impetus derived from glowing Q3 NZ terms of trade data, and with a further boost received by RBNZ’s capital requirement hike and upbeat reiterations from RBNZ’s Deputy Governor Bascand who took note of strong commodity prices supporting the New Zealand economy, while adding that fiscal stimulus could increase the country’s growth next year. NZD/USD advanced above the 0.6500 mark and continued north of its 200 DMA (0.6540) having clocked in a weekly band of 0.6424-6574. Meanwhile, the Aussie initially firmed after the RBA left its Cash Rate unchanged at 0.75%, as expected, and repeated that the Australian economy the gentle turning point in the economy. That said, data has since disappointed, with GDP growth slowing to 0.4% from 0.5%. Thus, the AUD failed to benefit from positive US-China trade headlines to its full extent but is still set to close the EU session above its 21 WMA (0.6820) and towards the top of a 0.6761-6862 weekly band. Meanwhile, the JPY is poised for a week of gains, albeit more on the back of overall Dollar weakness. USD/JPY heads into the end of the EU week towards the bottom of its 108.43-109.73 weekly band, and below its 200 WMA (109.80), 100 WMA (109.63), 21 DMA (108.89) and 200 DMA (108.86).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-dxy-nurses-some-wounds-on-nfp-sterling-stands-as-the-weekly-g10-winner-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:49:00",
        "gmt_time": "2019-12-06 15:49:00"
    },
    {
        "id": 899528,
        "updated_sequence": 2019797,
        "published_at": {
            "unix": 1575646980,
            "text": "2019-12-06 15:43:00 +0000",
            "iso_8601": "2019-12-06T15:43:00Z"
        },
        "updated_at": {
            "unix": 1575647090,
            "text": "2019-12-06 15:44:50 +0000",
            "iso_8601": "2019-12-06T15:44:50Z"
        },
        "subject": "Goldman Sachs (GS) 1MDB fine likely to be under USD 2bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-gs-1mdb-fine-likely-to-be-under-usd-2bln-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:43:00",
        "gmt_time": "2019-12-06 15:43:00"
    },
    {
        "id": 899527,
        "updated_sequence": 2019792,
        "published_at": {
            "unix": 1575646500,
            "text": "2019-12-06 15:35:00 +0000",
            "iso_8601": "2019-12-06T15:35:00Z"
        },
        "updated_at": {
            "unix": 1575646725,
            "text": "2019-12-06 15:38:45 +0000",
            "iso_8601": "2019-12-06T15:38:45Z"
        },
        "subject": "YouGov will release its final UK election MRP model at 10pm on Tuesday, via The Times",
        "content": "<ul><li><a href=\"https://twitter.com/MattChorley/status/1202974670263336960\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The previous release, on November 27th saw the Conservatives on track for a big majority of 68 with the party on track to win 359 seats and Labour on track to win 211 seats; Conservatives 359 (+42), Lab 211 (-51), Lib Dems 13 (+1), Brexit 0 (-), Green 1 (-) ,SNP 43 (+8), PC 4 (-), Other 1 (-).</li></ul>",
        "analysis_updated_at": {
            "unix": 1575646725,
            "text": "2019-12-06 15:38:45 +0000",
            "iso_8601": "2019-12-06T15:38:45Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "yougov-will-release-its-final-uk-election-mrp-model-at-10pm-on-tuesday-via-the-times-06-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:35:00",
        "gmt_time": "2019-12-06 15:35:00"
    },
    {
        "id": 899526,
        "updated_sequence": 2019786,
        "published_at": {
            "unix": 1575646260,
            "text": "2019-12-06 15:31:00 +0000",
            "iso_8601": "2019-12-06T15:31:00Z"
        },
        "updated_at": {
            "unix": 1575646319,
            "text": "2019-12-06 15:31:59 +0000",
            "iso_8601": "2019-12-06T15:31:59Z"
        },
        "subject": "No face to face talks are currently scheduled between US President Trump and China President Xi, says NEC Director Kudlow",
        "content": "<ul><li>Hong Kong issues has not spilled over into US/China trade talks just yet</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "no-face-to-face-talks-are-currently-scheduled-between-us-president-trump-and-china-president-xi-says-nec-director-kudlow-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:31:00",
        "gmt_time": "2019-12-06 15:31:00"
    },
    {
        "id": 899525,
        "updated_sequence": 2019781,
        "published_at": {
            "unix": 1575645900,
            "text": "2019-12-06 15:25:00 +0000",
            "iso_8601": "2019-12-06T15:25:00Z"
        },
        "updated_at": {
            "unix": 1575646091,
            "text": "2019-12-06 15:28:11 +0000",
            "iso_8601": "2019-12-06T15:28:11Z"
        },
        "subject": "NEC Director Kudlow, when asked about what China needs to do to avoid 15 December tariffs, says there is no single condition that would make or break the talks right now; knows of no plans for US negotiators to travel for talks right now",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-when-asked-about-what-china-needs-to-do-to-avoid-15-december-tariffs-says-there-is-no-single-condition-that-would-make-or-break-the-talks-right-now-knows-of-no-plans-for-us-negotiators-to-travel-for-talks-right-now-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:25:00",
        "gmt_time": "2019-12-06 15:25:00"
    },
    {
        "id": 899524,
        "updated_sequence": 2019776,
        "published_at": {
            "unix": 1575645120,
            "text": "2019-12-06 15:12:00 +0000",
            "iso_8601": "2019-12-06T15:12:00Z"
        },
        "updated_at": {
            "unix": 1575645523,
            "text": "2019-12-06 15:18:43 +0000",
            "iso_8601": "2019-12-06T15:18:43Z"
        },
        "subject": "NEC Director Kudlow says US President Trump \"likes what he sees\" in US/China trade talks; says Trump is not ready to sign any trade deal with China",
        "content": "<ul><li>says we have not papered any lengthy documents in the China trade deal, we are waiting for paperwork and translations</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-us-president-trump-likes-what-he-sees-in-us-china-trade-talks-says-trump-is-not-ready-to-sign-any-trade-deal-with-china-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:12:00",
        "gmt_time": "2019-12-06 15:12:00"
    },
    {
        "id": 899523,
        "updated_sequence": 2019765,
        "published_at": {
            "unix": 1575644580,
            "text": "2019-12-06 15:03:00 +0000",
            "iso_8601": "2019-12-06T15:03:00Z"
        },
        "updated_at": {
            "unix": 1575644638,
            "text": "2019-12-06 15:03:58 +0000",
            "iso_8601": "2019-12-06T15:03:58Z"
        },
        "subject": "BoC Governor Poloz is to step down from his position in 2020, no further details given",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boc-governor-poloz-is-to-step-down-from-his-position-in-2020-no-further-details-given-06-12-2019",
        "hidden": false,
        "section": {
            "id": 10,
            "name": "BoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 23:03:00",
        "gmt_time": "2019-12-06 15:03:00"
    },
    {
        "id": 899515,
        "updated_sequence": 2019741,
        "published_at": {
            "unix": 1575643800,
            "text": "2019-12-06 14:50:00 +0000",
            "iso_8601": "2019-12-06T14:50:00Z"
        },
        "updated_at": {
            "unix": 1575644269,
            "text": "2019-12-06 14:57:49 +0000",
            "iso_8601": "2019-12-06T14:57:49Z"
        },
        "subject": "NEC Director Kudlow says a China deal is still close and US President Trump will demand a good deal with China, reiterating talks have been constructive and \"we are in fact close\"; whether or not tariffs implemented on 15 Dec up to President Trump",
        "content": "<ul><li>emphasizes that US will not tolerate intellectual property theft from any country</li><li>On possibility tariffs will be put in place on December 15th reiterates other official language that there are no arbitrary deadlines in US china trade talks but the December 15th is a very important date</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-a-china-deal-is-still-close-and-us-president-trump-will-demand-a-good-deal-with-china-reiterating-talks-have-been-constructive-and-we-are-in-fact-close-whether-or-not-tariffs-implemented-on-15-dec-up-to-president-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:50:00",
        "gmt_time": "2019-12-06 14:50:00"
    },
    {
        "id": 899514,
        "updated_sequence": 2019726,
        "published_at": {
            "unix": 1575643740,
            "text": "2019-12-06 14:49:00 +0000",
            "iso_8601": "2019-12-06T14:49:00Z"
        },
        "updated_at": {
            "unix": 1575643796,
            "text": "2019-12-06 14:49:56 +0000",
            "iso_8601": "2019-12-06T14:49:56Z"
        },
        "subject": "Russian Energy Minister says we are seeing a slowdown in US shale growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-says-we-are-seeing-a-slowdown-in-us-shale-growth-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:49:00",
        "gmt_time": "2019-12-06 14:49:00"
    },
    {
        "id": 899513,
        "updated_sequence": 2019723,
        "published_at": {
            "unix": 1575643680,
            "text": "2019-12-06 14:48:00 +0000",
            "iso_8601": "2019-12-06T14:48:00Z"
        },
        "updated_at": {
            "unix": 1575643750,
            "text": "2019-12-06 14:49:10 +0000",
            "iso_8601": "2019-12-06T14:49:10Z"
        },
        "subject": "Turkish Defense Minister says there was no agreement reached at NATO and that Turkey was left alone in the \"fight against terror\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-defense-minister-says-there-was-no-agreement-reached-at-nato-and-that-turkey-was-left-alone-in-the-fight-against-terror-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:48:00",
        "gmt_time": "2019-12-06 14:48:00"
    },
    {
        "id": 899511,
        "updated_sequence": 2019720,
        "published_at": {
            "unix": 1575643140,
            "text": "2019-12-06 14:39:00 +0000",
            "iso_8601": "2019-12-06T14:39:00Z"
        },
        "updated_at": {
            "unix": 1575643676,
            "text": "2019-12-06 14:47:56 +0000",
            "iso_8601": "2019-12-06T14:47:56Z"
        },
        "subject": "Saudi Energy Minister says will continue the voluntary cut of 400k bpd; the country will cut output by a further 167k bpd",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news that the Saudi's will continue the 400k bpd of voluntary cuts, Brent Feb' 19 futures rallied north of USD 63.85/bbl from USD 63.45/bbl</li></ul>",
        "reaction_updated_at": {
            "unix": 1575643320,
            "text": "2019-12-06 14:42:00 +0000",
            "iso_8601": "2019-12-06T14:42:00Z"
        },
        "analysis_details": "<ul><li>For context, a WSJ report yesterday suggested that the Saudis had been threatening to increase production to its OPEC+ quota level (rather than continuing with voluntary cuts), out of frustration with the countries that had not been complying with the cuts. This raised some concerns amongst analysts, who despite knowing that the cartel had agreed to approx. 500k bpd in additional cuts, were concerned that this may be offset by the Saudis deciding not to continue with their substantial additional voluntary cuts.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1575643675,
            "text": "2019-12-06 14:47:55 +0000",
            "iso_8601": "2019-12-06T14:47:55Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-will-continue-the-voluntary-cut-of-400k-bpd-the-country-will-cut-output-by-a-further-167k-bpd-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:39:00",
        "gmt_time": "2019-12-06 14:39:00"
    },
    {
        "id": 899512,
        "updated_sequence": 2019767,
        "published_at": {
            "unix": 1575643140,
            "text": "2019-12-06 14:39:00 +0000",
            "iso_8601": "2019-12-06T14:39:00Z"
        },
        "updated_at": {
            "unix": 1575644792,
            "text": "2019-12-06 15:06:32 +0000",
            "iso_8601": "2019-12-06T15:06:32Z"
        },
        "subject": "US EQUITY OPEN: S&P, Nasdaq and Dow Jones open ~0.8% higher after a stellar US jobs report ",
        "content": "<p><strong>Individual Stock Movers:&nbsp;</strong></p><ul><li><strong>Ulta Beauty (ULTA)</strong> trade over 9% higher buoyed by a strong earnings report which saw EPS beat plus a guidance update above analyst expectations</li><li><strong>Tesla (TSLA)</strong> up just shy of 2% after China made Tesla cars qualify for subsidies where buyers will get as much as USD 3550 from the government</li><li><strong>DocuSign (DOCU) </strong>higher by 4% at the open following its earnings where it beat on top and bottom line estimates whilst raising its FY20 forecasts higher than the street expectations</li><li><strong>DR Hortin (DHI) </strong>lower by 3% after an initiation to sell from Goldman Sachs with a USD 51 price target</li><li><strong>Ciena (CIEN) </strong>lower by over 4% after a downgrade to sell from neutral at UBS</li></ul><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>US equities opened higher across the board following a stellar US jobs report which saw headline NFP’s print 266k above the street’s estimates for a 180k print and a better than expected wages and unemployment figures. Sectors all open in the green despite utilities which trades marginally in the red given the defensive nature of the sector. Consumer Staples, another defensive, still opened 0.2% albeit less so than other sectors. Energy lead the gains today as the sector is up over 2% on higher oil prices as OPEC affirm it is to cut production by 500k BPD. Financials trade over 1.3% higher following higher yields as markets took a flight out of quality on the key US data.</p>",
        "analysis_updated_at": {
            "unix": 1575644792,
            "text": "2019-12-06 15:06:32 +0000",
            "iso_8601": "2019-12-06T15:06:32Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-equity-open-s-p-nasdaq-and-dow-jones-open-0-8-higher-after-a-stellar-us-jobs-report-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:39:00",
        "gmt_time": "2019-12-06 14:39:00"
    },
    {
        "id": 899510,
        "updated_sequence": 2019710,
        "published_at": {
            "unix": 1575643020,
            "text": "2019-12-06 14:37:00 +0000",
            "iso_8601": "2019-12-06T14:37:00Z"
        },
        "updated_at": {
            "unix": 1575643060,
            "text": "2019-12-06 14:37:40 +0000",
            "iso_8601": "2019-12-06T14:37:40Z"
        },
        "subject": "Saudi Energy Minister says we will continue to contribute to oil cuts if everyone complies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-we-will-continue-to-contribute-to-oil-cuts-if-everyone-complies-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:37:00",
        "gmt_time": "2019-12-06 14:37:00"
    },
    {
        "id": 899510,
        "updated_sequence": 2019710,
        "published_at": {
            "unix": 1575643020,
            "text": "2019-12-06 14:37:00 +0000",
            "iso_8601": "2019-12-06T14:37:00Z"
        },
        "updated_at": {
            "unix": 1575643060,
            "text": "2019-12-06 14:37:40 +0000",
            "iso_8601": "2019-12-06T14:37:40Z"
        },
        "subject": "Saudi Energy Minister says we will continue to contribute to oil cuts if everyone complies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-we-will-continue-to-contribute-to-oil-cuts-if-everyone-complies-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:37:00",
        "gmt_time": "2019-12-06 14:37:00"
    },
    {
        "id": 899509,
        "updated_sequence": 2019707,
        "published_at": {
            "unix": 1575642900,
            "text": "2019-12-06 14:35:00 +0000",
            "iso_8601": "2019-12-06T14:35:00Z"
        },
        "updated_at": {
            "unix": 1575642948,
            "text": "2019-12-06 14:35:48 +0000",
            "iso_8601": "2019-12-06T14:35:48Z"
        },
        "subject": "T-Mobile (TMUS) is reportedly eyeing a price cut on its Sprint (S) deal, according to CNBC's Faber citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "t-mobile-tmus-is-reportedly-eyeing-a-price-cut-on-its-sprint-s-deal-according-to-cnbc-s-faber-citing-sources-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:35:00",
        "gmt_time": "2019-12-06 14:35:00"
    },
    {
        "id": 899508,
        "updated_sequence": 2019702,
        "published_at": {
            "unix": 1575642720,
            "text": "2019-12-06 14:32:00 +0000",
            "iso_8601": "2019-12-06T14:32:00Z"
        },
        "updated_at": {
            "unix": 1575642828,
            "text": "2019-12-06 14:33:48 +0000",
            "iso_8601": "2019-12-06T14:33:48Z"
        },
        "subject": "Russian Energy Minister Novak says OPEC+ are to cut additionally 500k BPD in Q1, in line with recommendations yesterday, noting Russia's oil quota will be 300k excluding gas condensate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-opec-are-to-cut-additionally-500k-bpd-in-q1-in-line-with-recommendations-yesterday-noting-russia-s-oil-quota-will-be-300k-excluding-gas-condensate-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:32:00",
        "gmt_time": "2019-12-06 14:32:00"
    },
    {
        "id": 899506,
        "updated_sequence": 2019696,
        "published_at": {
            "unix": 1575642600,
            "text": "2019-12-06 14:30:00 +0000",
            "iso_8601": "2019-12-06T14:30:00Z"
        },
        "updated_at": {
            "unix": 1575642697,
            "text": "2019-12-06 14:31:37 +0000",
            "iso_8601": "2019-12-06T14:31:37Z"
        },
        "subject": "Russian Energy Miniser Novak says its oil output quota remains unchanged at 228k BPD, noting they decided to change measurement and exclude gas condensate from its calculations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-miniser-novak-says-its-oil-output-quota-remains-unchanged-at-228k-bpd-noting-they-decided-to-change-measurement-and-exclude-gas-condensate-from-its-calculations-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:30:00",
        "gmt_time": "2019-12-06 14:30:00"
    },
    {
        "id": 899505,
        "updated_sequence": 2019693,
        "published_at": {
            "unix": 1575642180,
            "text": "2019-12-06 14:23:00 +0000",
            "iso_8601": "2019-12-06T14:23:00Z"
        },
        "updated_at": {
            "unix": 1575642288,
            "text": "2019-12-06 14:24:48 +0000",
            "iso_8601": "2019-12-06T14:24:48Z"
        },
        "subject": "Additional US Equity Stories: EW",
        "content": "<ul><li>Edward Lifesciences (EW) had its price target raised at Morgan Stanley to USD 270 from USD 248.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-ew-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:23:00",
        "gmt_time": "2019-12-06 14:23:00"
    },
    {
        "id": 899504,
        "updated_sequence": 2019690,
        "published_at": {
            "unix": 1575641880,
            "text": "2019-12-06 14:18:00 +0000",
            "iso_8601": "2019-12-06T14:18:00Z"
        },
        "updated_at": {
            "unix": 1575641971,
            "text": "2019-12-06 14:19:31 +0000",
            "iso_8601": "2019-12-06T14:19:31Z"
        },
        "subject": "Russian Foreign Ministry says all moves by US on missile deployment will have an equal reaction from Russia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-foreign-ministry-says-all-moves-by-us-on-missile-deployment-will-have-an-equal-reaction-from-russia-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:18:00",
        "gmt_time": "2019-12-06 14:18:00"
    },
    {
        "id": 899503,
        "updated_sequence": 2019687,
        "published_at": {
            "unix": 1575641760,
            "text": "2019-12-06 14:16:00 +0000",
            "iso_8601": "2019-12-06T14:16:00Z"
        },
        "updated_at": {
            "unix": 1575641825,
            "text": "2019-12-06 14:17:05 +0000",
            "iso_8601": "2019-12-06T14:17:05Z"
        },
        "subject": "China's envoy to Iran states that European countries did not trigger the nuclear dispute resolution mechanism",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-envoy-to-iran-states-that-european-countries-did-not-trigger-the-nuclear-dispute-resolution-mechanism-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:16:00",
        "gmt_time": "2019-12-06 14:16:00"
    },
    {
        "id": 899502,
        "updated_sequence": 2019684,
        "published_at": {
            "unix": 1575640920,
            "text": "2019-12-06 14:02:00 +0000",
            "iso_8601": "2019-12-06T14:02:00Z"
        },
        "updated_at": {
            "unix": 1575641370,
            "text": "2019-12-06 14:09:30 +0000",
            "iso_8601": "2019-12-06T14:09:30Z"
        },
        "subject": "NEWsquawk Daily US Equity Opening News - 6th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23411/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Netflix Inc. (NFLX) (Communication Services/Movies &amp; Entertainment) Chief executive announced it is on track to spend USD 420.5mln in India on producing licensing content this year and next.</strong></li><li><strong>Ulta Beauty (ULTA) (Consumer Discretionary/Specialty Stores) Q3 19 (USD): 2.25 (exp. 2.13), revenue 1.68bln (exp. 1.69bln). SSS +3.2% (Prev. Q3 7.8%). Narrows FY19 view to 11.93-12.03 (exp. 11.92, prev. 11.86-12.06), FY20 sales growth ~10% (Prev. 9-12%).</strong></li><li><strong>DocuSign (DOCU) (Information Technology/Software) Q3 Adj. EPS 0.11 (exp. 0.03), revenue 0.25bln (exp. 0.24bln). Raised FY20 revenue view to 0.962-0.966bln (exp. 0.951bln, prev. 0.947-0.951bln)</strong></li></ul><p><strong>6th December 2019</strong></p><ul><li>Of note for<strong> Large Energy Names (XOM, CVX, RDSA)</strong> – Large companies operating in Mexico have started a move to convince President Obrador to resume auctions of oil and gas contracts which he branded as a failure in the revival of the industry.</li></ul><p><strong>DOW</strong></p><ul><li><strong>Boeing Company (BA) </strong>(Industrials/Aerospace &amp; Defense) an association representing a minority of investors in Brazil is reportedly lobbying European antitrust regulators to quash a deal between Embraer (ERJ) and Boeing (BA), with the head noting the EC should block the proposed USD 4.2bln purchase of 80% of Embraer’s commercial passenger jet unit.</li><li><strong>Johnson &amp; Johnson (JNJ)</strong> (Health Care/Pharmaceuticals) announced executive Chairman of <strong>Best Buy (BBY)</strong> (Consumer Discretionary/Computer &amp; Electronics Retail) and former EY Global Chairman and CEO, Mark Weinberger, to its board of directors.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc Class C (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) WSJ reports the management reshuffle puts the company’s focus back to its advertising profit machine, and away from its “moonshots” and other potential new businesses. Elsewhere, Google has been accused of unlawfully firing four employees to deter workers from partaking in union activities.</li><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) Chief executive announced it is on track to spend USD 420.5mln in India on producing licensing content this year and next. (DigiTimes)</li><li><strong>QUALCOMM Inc. (QCOM) </strong>(Information Technology/Semiconductors) Snapdragon 865 flagship processor is reportedly fabricated on TSCMC (Information Technology/Semiconductors &amp; Semiconductor Equipment), according to Digitimes.</li><li><strong>Tesla (TSLA) </strong>(Consumer Discretionary/Automobiles) – Morgan Stanley analyst, Adam Jonas, has raised his bull case for TSLA shares to USD 500 from USD 440, maintaining an Equal Weight rating on the name with a current PT of USD 250. Jonas highlights the bull case reflects the potential success of the Cybertruck and incorporates the bull case potential of China. Jonas notes “we are not bullish on Tesla longer-term” but believes over time TSLA could be perceived by the market more and more like a traditional automaker.</li><li><strong>Ulta Beauty (ULTA)</strong> (Consumer Discretionary/Specialty Stores) Q3 19 (USD): 2.25 (exp. 2.13), revenue 1.68bln (exp. 1.69bln). SSS +3.2% (Prev. Q3 7.8%). Narrows FY19 view to 11.93-12.03 (exp. 11.92, prev. 11.86-12.06), FY20 sales growth ~10% (Prev. 9-12%).</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Bristol-Myers Squibb (BMY)</strong> (Health Care/Health Care Distributors) raised its quarterly dividend to USD 0.45/shr from USD 0.42.</li><li><strong>C. H. Robinson Worldwide (CHRW)</strong> (Industrials/Air Freight &amp; Logistics) increased its quarterly dividend to USD 0.51/shr from USD 0.50/shr.</li><li><strong>CIGNA Corp. (CI)</strong> (Health Care/Managed Health Care) Foss purchased 10,200 shares for a total of USD 195.039/shr.</li><li><strong>Eastman Chemical (EMN)</strong> (Materials/Diversified Chemicals) increased its quarterly dividend to USD 0.66/shr from USD 0.62/shr.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>American Outdoor Brands (AOBC)</strong> (Consumer Discretionary/Leisure Products) Q3 19 (USD): Q2 adj. EPS 0.09 (exp. 0.07), revenue 0.154bln (exp. 0.150bln) Q3 EPS view to 0.20-0.24 (exp. 0.26), revenue 0.18-0.19bln (Exp. 0.172bln).</li><li><strong>Cloudera (CLDR)</strong> (Information Technology/Software) Q3 19 (USD): Q4 adj. EPS -0.03 (exp. -0.06), revenue 198bln (exp. 189bln). Q4 adj. EPS view -0.04 to -0.02 (Exp. -0.05), revenue 0.2-0.3bln (exp. 0.196bln)</li><li><strong>DocuSign (DOCU)</strong> (Information Technology/Software) Q3 Adj. EPS 0.11 (exp. 0.03), revenue 0.25bln (exp. 0.24bln). Raised FY20 revenue view to 0.962-0.966bln (exp. 0.951bln, prev. 0.947-0.951bln)</li><li><strong>Grubhub (GRUB)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) – Needham highlights a takeover of the co. is a matter of ‘when, not if’.</li><li><strong>Hawaiian Airlines (HA)</strong> (Industrials/Airlines) November traffic +4.1%, capacity up 3.6%, Load factor +0.5 pts Y/Y to 84.6%.</li><li><strong>Manchester United (MANU)</strong> (Communication Services/Entertainment) and <strong>Alibaba (BABA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) have announced a new partnership that bring exclusive rights to MANU content in China, further extending the club’s engagement with its China fanbase.</li><li><strong>SAIC (SAIC)</strong> (Information Technology/IT Services) Q3 19 (USD): EPS 1.39 (exp. 1.44), revenue 1.63bln (Exp. 1.63bln), net bookings 2.2bln.</li><li><strong>Uber (Industrials/Road &amp; Rail)</strong> saw 3000 sexual assault claims last year, with 107 total fatalities reported in relation to its ride hail app. Uber announced 1 in 122mln trips result in a fatal physical assault, and 1 in 2mln trips saw non-consensual kissing of a non-sexual body part, where 1 in 3mln saw non-consensual kissing of a sexual body part.</li><li><strong>Yext (YEXT)</strong> (Information Technology/Software) Q3 adj. EPS -0.19 (exp. -0.18), revenue 76.4mln (exp. 76.4mln) Q4 Adj. EPS -0.15 to -0.13 (exp. -0.08), FY20 adj. EPS -0.51 to -0.49 (exp. -0.42), revenue 0.296bln-0.299bln (exp. 0.3bln)</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>EPIZYME (EPZM) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>HCA HEALTHCARE (HCA) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>HUAZHU GROUP (HTHT) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li><li>INGERSOLL-RAND (IR) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li><li>MONTAGE RESOURCES (MR) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>PHILIPS (PHG) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>SAGE THERAPEUTICS (SAGE) UPGRADED TO MARKET PERFORM FROM UNDERPERFORM AT SVB LEERINK</li><li>TRADE DESK (TTD) UPGRADED TO BUY FROM HOLD AT NEEDHAM</li></ul><p><strong>Downgrades</strong></p><ul><li>ANTHEM (ANTM) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>AUDENTES THERAPEUTICS (BOLD) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>CIENA (CIEN) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</li><li>DIAMOND OFFSHORE (DO) DOWNGRADED TO HOLD FROM BUY AT HSBC</li><li>EVOQUA WATER (AQUA) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>FRESENIUS MEDICAL (FMS) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>INGEVITY (NGVT) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li><li>J.JILL (JILL) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>MICHAELS (MIK) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT STEPHENS</li><li>RANGE RESOURCES (RRC) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT SCOTIABANK</li><li>SANOFI (SNY) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>SUMMIT MATERIALS (SUM) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>TAPESTRY (TPR) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>TECHNIPFMC (FTI) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>TELADOC (TDOC) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>TIFFANY (TIF) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>VALARIS (VAL) DOWNGRADED TO REDUCE FROM BUY AT HSBC</li></ul><p><strong>Initiation</strong></p><ul><li>AO SMITH (AOS) REINSTATED SELL AT GOLDMAN; PT USD 43</li><li>AMEDISYS (AMED) RATED NEW MARKET PERFORM AT BMO; PT USD 170</li><li>ARMSTRONG WORLD (AWI) REINSTATED BUY AT GOLDMAN; PT USD 112</li><li>ATHENEX (ATNX) RATED NEW BUY AT SUNTRUST; PT USD 28</li><li>BLACKSTONE MORTGAGE (BXMT) REINSTATED NEUTRAL AT BOFAML; PT USD 36</li><li>CHART INDUSTRIES (GTLS) RATED NEW BUY AT STIFEL; PT USD 83</li><li>CONOCOPHILIPS (COP) RATED NEW BUY AT MKM; PT USD 72</li><li>CONSTRUCTION PARTNERS (ROAD) RATED NEW BUY AT BOFAML; PT USD 21.50</li><li>D.R. HORTON (DHI) REINSTATED SELL AT GOLDMAN; PT USD 51</li><li>FORTUNE BRANDS (FBHS) REINSTATED BUY AT GOLDMAN; PT USD 74</li><li>FREDDIE MAC (FMCC) RATED NEW NEUTRAL AT B RILEY FBR, INC.; PT USD 2</li><li>GOSSAMER BIO (GOSS) RATED NEW OVERWEIGHT AT CANTOR; PT USD 34</li><li>INSTALLED BUILDING (IBP) RATED NEW NEUTRAL AT GOLDMAN; PT USD 74</li><li>JELD-WEN (JELD) REINSTATED NEUTRAL AT GOLDMAN; PT USD 22</li><li>KB HOME (KBH) REINSTATED NEUTRAL AT GOLDMAN; PT USD 36</li><li>LEGGETT &amp; PLATT (LEG) RATED NEW NEUTRAL AT GOLDMAN; PT USD 52</li><li>LENNAR (LEN) REINSTATED BUY AT GOLDMAN; PT USD 71</li><li>MGM RESORTS (MGM) RATED NEW HOLD AT SUNTRUST; PT USD 35</li><li>MASCO (MAS) REINSTATED BUY AT GOLDMAN; PT USD 55</li><li>MERITAGE HOMES (MTH) REINSTATED SELL AT GOLDMAN; PT USD 59</li><li>MOHAWK INDUSTRIES (MHK) REINSTATED BUY AT GOLDMAN; PT USD 165</li><li>ODONATE THERAPEUTICS (ODT) REINSTATED SELL AT GOLDMAN; PT USD 26</li><li>OWENS CORNING (OC) REINSTATED BUY AT GOLDMAN; PT USD 80</li><li>PULTEGROUP (PHM) REINSTATED BUY AT GOLDMAN; PT USD 45</li><li>ROSETTA STONE (RST) RATED NEW BUY AT NEEDHAM; PT USD 20</li><li>SIERRA ONCOLOGY (SRRA) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 1.20</li><li>TOLL BROTHERS (TOL) REINSTATED NEUTRAL AT GOLDMAN; PT USD 42</li><li>WHIRLPOOL (WHR) REINSTATED BUY AT GOLDMAN; PT USD 165</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>FedEx Corp (FDX) - USD 0.65</li><li>First American Financial Corp (FAF) - USD 0.42</li><li>H &amp; R Block Inc (HRB) - USD 0.26</li><li>ITT Inc (ITT) - USD 0.14</li><li>UnitedHealth Group Inc (UNH) - USD 1.08</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-6th-december-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 22:02:00",
        "gmt_time": "2019-12-06 14:02:00"
    },
    {
        "id": 899501,
        "updated_sequence": 2019901,
        "published_at": {
            "unix": 1575640380,
            "text": "2019-12-06 13:53:00 +0000",
            "iso_8601": "2019-12-06T13:53:00Z"
        },
        "updated_at": {
            "unix": 1575652457,
            "text": "2019-12-06 17:14:17 +0000",
            "iso_8601": "2019-12-06T17:14:17Z"
        },
        "subject": "OPEC implied total cuts of 496,000 BPD, according to Energy Intel reporter",
        "content": "<ul><li>Iraq oil production quota has been set at 4.462mln bpd (Prev. 4.512mln bpd)</li><li>UAE at 3.012mln BPD (Prev. 3.072mln BPD)</li><li>Kuwait's at 2.669mln bpd (Prev. 2.724mln bpd)</li><li>Nigeria 1.753mln BPD (Prev. 1.774mln BPD)</li><li>Algeria 1.013mln BPD (Prev. 1.025mln BPD)</li><li>Russia 11.121mln BPD (a cut of 70k BPD)</li><li>Angola unchanged at 1.481mln BPD</li><li>Earlier, the reporter said the new Saudi quota is 10.151mln bpd (prev. 10.3mln)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Energy Intel",
        "slug": "opec-implied-total-cuts-of-496-000-bpd-according-to-energy-intel-reporter-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 21:53:00",
        "gmt_time": "2019-12-06 13:53:00"
    },
    {
        "id": 899499,
        "updated_sequence": 2019652,
        "published_at": {
            "unix": 1575639060,
            "text": "2019-12-06 13:31:00 +0000",
            "iso_8601": "2019-12-06T13:31:00Z"
        },
        "updated_at": {
            "unix": 1575639111,
            "text": "2019-12-06 13:31:51 +0000",
            "iso_8601": "2019-12-06T13:31:51Z"
        },
        "subject": "US BLS Birth Death Ratio (Nov): -13k (Prev. 274k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-nov-13k-prev-274k-06-12-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 21:31:00",
        "gmt_time": "2019-12-06 13:31:00"
    },
    {
        "id": 899500,
        "updated_sequence": 2019655,
        "published_at": {
            "unix": 1575639000,
            "text": "2019-12-06 13:30:00 +0000",
            "iso_8601": "2019-12-06T13:30:00Z"
        },
        "updated_at": {
            "unix": 1575639162,
            "text": "2019-12-06 13:32:42 +0000",
            "iso_8601": "2019-12-06T13:32:42Z"
        },
        "subject": "Canadian Average Hourly Wages (Nov) 4.40% (Prev. 4.36%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-average-hourly-wages-nov-4-40-prev-4-36-06-12-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 21:30:00",
        "gmt_time": "2019-12-06 13:30:00"
    },
    {
        "id": 899483,
        "updated_sequence": 2019602,
        "published_at": {
            "unix": 1575638520,
            "text": "2019-12-06 13:22:00 +0000",
            "iso_8601": "2019-12-06T13:22:00Z"
        },
        "updated_at": {
            "unix": 1575638589,
            "text": "2019-12-06 13:23:09 +0000",
            "iso_8601": "2019-12-06T13:23:09Z"
        },
        "subject": "Saudi Arabia’s output target has reportedly been reduced from 10.31mln BPD to 10.15mlnBPD, according to delegates ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-s-output-target-has-reportedly-been-reduced-from-10-31mln-bpd-to-10-15mlnbpd-according-to-delegates-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 21:22:00",
        "gmt_time": "2019-12-06 13:22:00"
    },
    {
        "id": 899482,
        "updated_sequence": 2019599,
        "published_at": {
            "unix": 1575638160,
            "text": "2019-12-06 13:16:00 +0000",
            "iso_8601": "2019-12-06T13:16:00Z"
        },
        "updated_at": {
            "unix": 1575638295,
            "text": "2019-12-06 13:18:15 +0000",
            "iso_8601": "2019-12-06T13:18:15Z"
        },
        "subject": "US President Trump again lauds stock market gains",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1202939897109192704\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-again-lauds-stock-market-gains-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 21:16:00",
        "gmt_time": "2019-12-06 13:16:00"
    },
    {
        "id": 899478,
        "updated_sequence": 2019586,
        "published_at": {
            "unix": 1575637140,
            "text": "2019-12-06 12:59:00 +0000",
            "iso_8601": "2019-12-06T12:59:00Z"
        },
        "updated_at": {
            "unix": 1575637304,
            "text": "2019-12-06 13:01:44 +0000",
            "iso_8601": "2019-12-06T13:01:44Z"
        },
        "subject": "OPEC Delegates say Russia Energy Minister Novak is not happy with the proposed quota cut, according to Energy Intel",
        "content": "<ul><li><a href=\"https://twitter.com/Amena__Bakr/status/1202935403742937092\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Energy Intel",
        "slug": "opec-delegates-say-russia-energy-minister-novak-is-not-happy-with-the-proposed-quota-cut-according-to-energy-intel-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 20:59:00",
        "gmt_time": "2019-12-06 12:59:00"
    },
    {
        "id": 899474,
        "updated_sequence": 2019574,
        "published_at": {
            "unix": 1575637140,
            "text": "2019-12-06 12:59:00 +0000",
            "iso_8601": "2019-12-06T12:59:00Z"
        },
        "updated_at": {
            "unix": 1575637178,
            "text": "2019-12-06 12:59:38 +0000",
            "iso_8601": "2019-12-06T12:59:38Z"
        },
        "subject": "Brazilian Economy Minister Guedes says short term interest rates are about to fall beneath 5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-economy-minister-guedes-says-short-term-interest-rates-are-about-to-fall-beneath-5-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 20:59:00",
        "gmt_time": "2019-12-06 12:59:00"
    },
    {
        "id": 899473,
        "updated_sequence": 2019571,
        "published_at": {
            "unix": 1575636360,
            "text": "2019-12-06 12:46:00 +0000",
            "iso_8601": "2019-12-06T12:46:00Z"
        },
        "updated_at": {
            "unix": 1575636456,
            "text": "2019-12-06 12:47:36 +0000",
            "iso_8601": "2019-12-06T12:47:36Z"
        },
        "subject": "US President Trump says do not believe any anonymous sources reporting on the China trade front, says the Fake Media makes lots of fake stories",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-do-not-believe-any-anonymous-sources-reporting-on-the-china-trade-front-says-the-fake-media-makes-lots-of-fake-stories-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 20:46:00",
        "gmt_time": "2019-12-06 12:46:00"
    },
    {
        "id": 899471,
        "updated_sequence": 2019564,
        "published_at": {
            "unix": 1575634380,
            "text": "2019-12-06 12:13:00 +0000",
            "iso_8601": "2019-12-06T12:13:00Z"
        },
        "updated_at": {
            "unix": 1575634570,
            "text": "2019-12-06 12:16:10 +0000",
            "iso_8601": "2019-12-06T12:16:10Z"
        },
        "subject": "IAG (IAG LN) November Available Seat Kilometers +1% Y/Y; Revenue Passenger Kilometers +4.9% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iag-iag-ln-november-available-seat-kilometers-1-y-y-revenue-passenger-kilometers-4-9-y-y-06-12-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 20:13:00",
        "gmt_time": "2019-12-06 12:13:00"
    },
    {
        "id": 899464,
        "updated_sequence": 2019542,
        "published_at": {
            "unix": 1575632940,
            "text": "2019-12-06 11:49:00 +0000",
            "iso_8601": "2019-12-06T11:49:00Z"
        },
        "updated_at": {
            "unix": 1575633002,
            "text": "2019-12-06 11:50:02 +0000",
            "iso_8601": "2019-12-06T11:50:02Z"
        },
        "subject": "NEWsquawk Daily US Opening News - 6th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23409/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>European equities reside in modestly positive territory, FTSE 100 outperforms on a softer Sterling</strong></li><li><strong>China is reportedly to implement tariff waivers for some purchases of soybeans and pork from the US but has taken countermeasures against US limit on diplomats, sources state</strong></li><li><strong>OPEC+ additional 500k BPD output cuts could be split roughly 2/3 for OPEC and 1/3 for Non-OPEC</strong>, <strong>according to sources</strong></li><li><strong>In FX, GBP softened on potential profit taking, DXY trades on the firmer side and Kiwi outperforms peers thus far</strong></li><li><strong>Looking ahead, highlights include OPEC+ meeting, US and Canadian Jobs Reports, Uni. Of Michigan, Baker Hughes Rig Count, UK General Election Debate</strong></li></ul><p><strong>TRADE</strong></p><p><strong>US National Security Advisor O'Brien suggested the sides are close on a phase 1 deal and that he spoke with Treasury Secretary Mnuchin as well as USTR Lighthizer earlier</strong>, while he added the US is monitoring Hong Kong situation closely. (Newswires)</p><p><strong>China is reportedly to implement tariff waivers for some purchases of soybeans and pork from the US., Xinhua. </strong>Separately, <strong>China has taken countermeasures against US limit on diplomats., according to sources citing Chinese TV</strong>. (Newswires)</p><p>China Global Times tweeted that contradictory statements by US officials over the phase one deal might just be Washington testing the waters, while it also stated that trade talks remain on track citing an expert. (Newswires/Twitter)</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were higher across the board as the recent US-China trade optimism reverberated in the region, but with gains capped</strong> as the OPEC/OPEC+ meetings stole much of the limelight and as looming US NFP jobs data kept participants tentative. <strong>ASX 200 (+0.4%) </strong>and <strong>Nikkei 225 (+0.2%) </strong>traded positively in which gold miners outperformed the broad but mostly tepid gains for Australia’s sectors, while upside in Tokyo was also limited by recent currency strength and after Household Spending contracted by the most in over 5 years. <strong>Hang Seng (+1.0%) </strong>and<strong> Shanghai Comp. (+0.4%)</strong> were kept afloat after the PBoC conducted a CNY 300bln MLF operation which was larger than the prior operation of CNY 200bln and the CNY 187.5bln of maturing loans, while the trade rhetoric continued to suggest talks are going well and are on track with a phase 1 deal said to be close, although other reports were less optimistic and noted the sides were still at odds on agriculture purchases. Finally, 10yr JGBs were lower which was initially the aftermath of the prior day’s pullback amid gains in riskier assets, while prices remained subdued ahead of the December 2019 futures contract rolling over this weekend and with the BoJ’s presence in the market for JPY over 1.1tln of JGBs in 1yr-10yr maturities doing little to spur a rebound.</p><p>PBoC conducted CNY 300bln 1-year Medium-term Lending Facility operations at 3.25% vs. Prev. 3.25%. (Newswires) <strong>PBoC set USD/CNY reference rate at 7.0383 vs. Exp. 7.0368 (Prev. 7.0521)</strong></p><p>Hong Kong Police Commissioner urged protesters to reject violence ahead of Sunday’s major demonstration from the Civil Human Rights Front which was approved by authorities. (Newswires/SCMP)</p><p>Japanese All Household Spending (Oct) M/M -11.5% vs. Exp. -9.8% (Prev. 5.5%); largest decline since April 2014. (Newswires) Japanese All Household Spending (Oct) Y/Y -5.1% vs. Exp. -3.0% (Prev. 9.5%); largest decline since March 2016.</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump tweeted that the story regarding US sending 12k troops to Saudi Arabia is false and called it fake news. (Twitter)</p><p>Russia and Turkey are steadily working on a contract for a new batch of Russian S-400 missile defence systems, according to IFX citing a senior Russian official. (Newswires) <strong>US</strong></p><p>US House Speaker Pelosi said she doesn't think the US is heading for a shutdown, while she also commented that USMCA issues relate to workers' rights and pharmaceuticals. In related news, Canadian Deputy PM Freeland said USMCA signatories face difficult challenge to get the treaty ratified by US. (Newswires)</p><p>UK/EU</p><p>UK Election Britain Elects/New Stateman tracker of polls showed Conservatives at 42.4% (+0.1), Labour 32.8% (+1.4), Lib Dems 13.1% (-1.0) and Brexit Party 3.4% (-0.4). (Newswires)</p><p>&nbsp;</p><p><strong>EQUITIES</strong></p><p><strong>Major European bourses (Euro Stoxx 50 +0.4%) are in the green,</strong> as the region benefits from overnight US/China trade tailwinds, although the onset of pre-NFP caution is keeping trade subdued. As a reminder, US President Trump yesterday said that “something” could happen with regards to tariffs on December 15th, although it is not being discussed yet, but the US is holding discussions with China which are going well. The FTSE 100 (+0.7%) outperforms its peers as Sterling pulls back from recent highs. The DAX (+0.3%) is comparatively muted, after German industrial data this morning disappointed which suggests “that the German economy is continuing to flirt with stagnation and contraction in the final quarter of the year”, according to ING. The CAC 40 (+0.5%) continues to brush off ongoing strikes that have brought much of the country to a standstill. Sectors are all in the green, with the more risk sensitive sectors the outperformers; Tech (+0.8%) and Consumer Discretionary (+0.7%) are the current leaders, while Health Care (+0.1%), Utilities (+0.2%) and Telecoms (+0.1%). In terms of individual movers; Ipsen (-20.6%) shares tanked after the Co. partially delayed two studies into Palovarotene. Swiss Re (+2.6%) was buoyed on the news that the Co. is to sell its Reassure unit to Phoenix Group (+0.3%) in a cash and stock deal valued at GBP 3.2bln. In terms of earnings, Carl Zeiss (-6.5%) is under pressure despite solid gains in FY19 revenue and EBIT; traders were reportedly disappointed by margin targets and, following a run of recent strong earnings reports. Finally, in broker moves, upgrades for Lufthansa (+1.3%), Ryan Air (+1.3%) and Pernod Ricard (+0.7%) saw their respective shares supported, while downgrades for Sanofi (-0.6%), Siemens Healthineers (-1.9%) and Petrofac (-1.6%) saw their shares under pressure.</p><p><strong>FX</strong></p><p><strong>DXY, CAD</strong> - The broad Dollar and index trades on a firmer footing heading into the much-anticipated US Labour market data (albeit more on the back of a softer GBP – see below), with forecasts for 180k jobs to be added in November, slightly ahead of 3-,6- and 12-month trends rates (Full preview available on the NEWsquawk research suite). DXY remains in the green at time of writing, and just above the middle of the current 97.36-44 intraday band ahead of the main event. Alongside this, Canada will also be releasing its respective jobs report, with the region expected to have added 10k jobs in November. USD/CAD trades at the whim of energy prices thus far as the OPEC+ cartel convenes. The pair resides just under the 1.3200 mark with USD 750mln of options expiring between strikes at 1.3165-75. In terms of pertinent levels, the pair sees its 21 WMA at 1.3212, 100 WMA at 1.3118 and its 200 WMA at 1.3080.</p><p><strong>GBP, JPY, EUR</strong> - Sterling trades softer on the day with little fresh fundamental news-flow, although participants could be cashing in on the impressive gains seen throughout the week ahead of the last batch of weekend polling prior to the election. In terms of the latest, Britain Elects/New Stateman tracker of polls points to a strong lead for the Tories over Labour, but the spread has modestly narrowed. Meanwhile, Ipsos Mori’s poll also showed a slight narrowing in Tory’s lead over Labour. Participants remain on the lookout for the Panelbase poll which may be released today. GBP/USD retains a 1.31+ status at time of writing, but off its current daily and weekly high of 1.3166 (vs. intraday low of 1.3111), with touted support at 1.3080 should it break the 1.3100 psychological mark. That said, today’s options expiries include ~GBP 750mln at strike 1.3100 which could influence price action, contingent on the NFP numbers Stateside and any UK election polling released in the interim. Meanwhile, the JPY remains supported by the GBP/JPY cross which dipped below 142.50 in early trade, although the Sterling softness did provide the Dollar with some impetus and thus keeps USD/JPY at bay just above the 108.50 as the pair bides its time ahead of the US labour market report. Finally, EUR/USD saw downside amid the aforementioned Dollar strength in early EU trade, with the pair dipping below the 1.1100 mark to a low of around 1.1095 ahead of touted support at 1.1090. EUR/USD options today see EUR 1.1bln expiring between 1.1095-1.1100 and EUR 1.3bln around 1.1120-25 - again, options’ influence today is contingent on the US jobs numbers.</p><p><strong>NZD, AUD</strong> - Both modestly firmer in early EU trade in a continuation of support seen during the back end of yesterday’s session, and with potential buoyancy from reports that China could be implementing tariff waivers for some purchases of soybeans and pork; a possible olive branch to the US. The Kiwi outperforms its Aussie counterpart on the back of optimistic reiterations from RBNZ’s Deputy Governor, who touched upon persisting downside risk appearing to be more balance now. Bascand also took note of strong commodity prices supporting the New Zealand economy, while adding that fiscal stimulus could increase the country’s growth next year. NZD/USD took out yesterday high (0.6562) and resides just off session highs of 0.6573 (vs. low 0.6541) at the time of writing. Meanwhile, its Aussie counterpart inches towards the 0.6850 mark having found an intraday base at 0.6830 and with around AUD 1.0bln in options expiring at strike 0.6835.</p><p>RBNZ Deputy Governor Bascand reiterated the economy looks close to turning point and that downside risks persist but are more balanced, while he added strong commodity prices are supporting the economy and fiscal stimulus could boost growth next year. (Newswires)</p><p>Notable FX Expiries:</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/USD: 1.1040-50 (1.8BLN), 1.1075 (900M),<strong>1.1095-1.1100 (1.1BLN) 1.1120-25 (1.3BLN)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GBP/USD: <strong>1.3100 (753M),</strong> 1.3170 (350M), 1.3200 (320M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; AUD/USD: <strong>0.6835 (1BLN)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/CAD: <strong>1.3165-75 (750M)</strong></p><p>&nbsp;</p><p><strong>FIXED INCOME</strong></p><p>Debt is setting up for a slower finish to a turbulent week, though it may be a holding pattern until the day’s highlight via the US jobs report (Exp. +180k). Newsflow has been comparatively quiet this morning for Europe, while <strong>Gilts</strong> are the marginal outperformer this morning but are only 20 ticks into positive territory at best. Price action occurred as sterling came under some pressure this morning threatening a test of key levels; though Gilts are yet to convincingly attain the 132.0 mark, 132.05 at best, on a lack of fundamental drivers. European bonds are overall little changed, with periphery debt ever so slightly in the red and core counterparts marginally positive, technically resistance in the <strong>Bund</strong> lies around the 172.45 mark and note above this yesterday’s high of 172.66; no significant events remain on the European slate so all eyes will be on the NFP print. Stateside, ahead of this, <strong>USTs</strong> are roughly in-line with their European counterparts as such the curve is little changed at present.</p><p>&nbsp;</p><p><strong>COMMODITIES&nbsp;</strong></p><p>Crude markets are jittery, with participants keeping their powder dry ahead of key risk events in the form of the US jobs report at 13:30 GMT and the outcome of today’s OPEC+ meeting, where a final decision on output cuts will be finalised. The complex has been relatively unresponsive to the latest headlines; consensus is for OPEC+ to agree to 500k bpd worth of additional cuts, which could be split 2/3 for OPEC and 1/3 for Non-OPEC, according to the latest sources. This is relatively in-line with the thinking yesterday that the split would 350k bpd to 150k bpd in cuts for OPEC and Non-OPEC countries respectively. However, ING flag the risk of potential market disappointment; “the key question is whether these reported cuts will actually reflect fresh cuts, and so help to reduce the surplus in 1Q20, or whether they will just formalise the over-compliance that we have seen from the group as a whole (thanks to Saudi Arabia)”. The latter would constitute disappointment, the analysts believe. Elsewhere, Russia, who had expressed reluctance to agree to deeper cuts, appear to have been brought on side by having their request to remove the condensate portion of its output removed from its production cut quotas, meaning roughly 800k bpd in Russian output will not be subject to any output cuts. Elsewhere, Angola reportedly stormed out of the talks in protest to the consensus for deeper cuts and now wants to quit the cartel. Furthermore, yesterday’s post meeting press conference was cancelled, with talks reportedly dragging on due to issues with Iraq, although the Iraqi Oil Minister has since said the country will comply with the agreed cuts. Today’s OPEC+ meeting has already begun, with a press conference pencilled in for 13:00 GMT, although, as is usually the case with OPEC+, timings are more a guideline. <strong>WTI</strong> and <strong>Brent</strong> front month contracts sees losses as US participants enter the market with the former dipping below USD 58/bbl and the latter eyeing USD 63/bbl. In terms of metals, <strong>copper</strong> and <strong>gold</strong> are subdued ahead of NFP, the latter consolidating around the USD 1475/oz mark, although with a slight downwards bias on account of the market’s more constructive risk tone.</p><p>&nbsp;</p><p><strong>OPEC+ additional 500k BPD output cuts could be split roughly 2/3 for OPEC and 1/3 for Non-OPEC</strong>, according to sources. (Newswires) <i>Roughly in-line with yesterdays delegates reports</i></p><p><strong>Iranaian Oil Minister says in the next 3 or 4 months we will have a extraordinary OPEC meeting</strong>, <strong>and around half a million of new cuts has been agreed to</strong>. (Twitter)</p><p>Russia Energy Minister Novak commented the quota split is to be decided on Friday and confirmed that gas condensate output of 760k BPD is now excluded from Russia's quota. (Newswires)</p><p>Saudi Oil Minister Abdulaziz said we cannot say we have an agreement until we meet Non-OPEC, while other reports noted that Saudi Arabia's new target is likely to be above 10.1mln bpd vs. current 10.31mln bpd citing delegates. (Newswires)</p><p>Kuwait Oil Minister stated OPEC is in agreement but did not comment on what was agreed, although several twitter reports suggested a quota adjustment of 500k bpd was agreed in principle although the details still need to be discussed with OPEC+. (Newswires/Twitter)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "newsquawk-daily-us-opening-news-6th-december-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:49:00",
        "gmt_time": "2019-12-06 11:49:00"
    },
    {
        "id": 899465,
        "updated_sequence": 2019545,
        "published_at": {
            "unix": 1575632940,
            "text": "2019-12-06 11:49:00 +0000",
            "iso_8601": "2019-12-06T11:49:00Z"
        },
        "updated_at": {
            "unix": 1575633018,
            "text": "2019-12-06 11:50:18 +0000",
            "iso_8601": "2019-12-06T11:50:18Z"
        },
        "subject": "OPEC+ agrees to 500k BPD cut, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-agrees-to-500k-bpd-cut-according-to-sources-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:49:00",
        "gmt_time": "2019-12-06 11:49:00"
    },
    {
        "id": 899463,
        "updated_sequence": 2019539,
        "published_at": {
            "unix": 1575632340,
            "text": "2019-12-06 11:39:00 +0000",
            "iso_8601": "2019-12-06T11:39:00Z"
        },
        "updated_at": {
            "unix": 1575632417,
            "text": "2019-12-06 11:40:17 +0000",
            "iso_8601": "2019-12-06T11:40:17Z"
        },
        "subject": "NEWsquawk EU Mid Session: Pre-NFP lull as OPEC+ mull cut allocations - 6th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23408/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European bourses (Euro Stoxx 50 +0.4%) are in the green,</strong> as the region benefits from overnight US/China trade tailwinds, although the onset of pre-NFP caution is keeping trade subdued. As a reminder, US President Trump yesterday said that “something” could happen with regards to tariffs on December 15th, although it is not being discussed yet, but the US is holding discussions with China which are going well. The FTSE 100 (+0.7%) outperforms its peers as Sterling pulls back from recent highs. The DAX (+0.3%) is comparatively muted, after German industrial data this morning disappointed which suggests “that the German economy is continuing to flirt with stagnation and contraction in the final quarter of the year”, according to ING. The CAC 40 (+0.5%) continues to brush off ongoing strikes that have brought much of the country to a standstill. Sectors are all in the green, with the more risk sensitive sectors the outperformers; Tech (+0.8%) and Consumer Discretionary (+0.7%) are the current leaders, while Health Care (+0.1%), Utilities (+0.2%) and Telecoms (+0.1%). In terms of individual movers; Ipsen (-20.6%) shares tanked after the Co. partially delayed two studies into Palovarotene. Swiss Re (+2.6%) was buoyed on the news that the Co. is to sell its Reassure unit to Phoenix Group (+0.3%) in a cash and stock deal valued at GBP 3.2bln. In terms of earnings, Carl Zeiss (-6.5%) is under pressure despite solid gains in FY19 revenue and EBIT; traders were reportedly disappointed by margin targets and, following a run of recent strong earnings reports. Finally, in broker moves, upgrades for Lufthansa (+1.3%), Ryan Air (+1.3%) and Pernod Ricard (+0.7%) saw their respective shares supported, while downgrades for Sanofi (-0.6%), Siemens Healthineers (-1.9%) and Petrofac (-1.6%) saw their shares under pressure.</p><p><strong>FX</strong></p><p><strong>DXY, CAD</strong> - The broad Dollar and index trades on a firmer footing heading into the much-anticipated US Labour market data (albeit more on the back of a softer GBP – see below), with forecasts for 180k jobs to be added in November, slightly ahead of 3-,6- and 12-month trends rates (Full preview available on the NEWsquawk research suite). DXY remains in the green at time of writing, and just above the middle of the current 97.36-44 intraday band ahead of the main event. Alongside this, Canada will also be releasing its respective jobs report, with the region expected to have added 10k jobs in November. USD/CAD trades at the whim of energy prices thus far as the OPEC+ cartel convenes. The pair resides just under the 1.3200 mark with USD 750mln of options expiring between strikes at 1.3165-75. In terms of pertinent levels, the pair sees its 21 WMA at 1.3212, 100 WMA at 1.3118 and its 200 WMA at 1.3080.</p><p><strong>GBP, JPY, EUR</strong> - Sterling trades softer on the day with little fresh fundamental news-flow, although participants could be cashing in on the impressive gains seen throughout the week ahead of the last batch of weekend polling prior to the election. In terms of the latest, Britain Elects/New Stateman tracker of polls points to a strong lead for the Tories over Labour, but the spread has modestly narrowed. Meanwhile, Ipsos Mori’s poll also showed a slight narrowing in Tory’s lead over Labour. Participants remain on the lookout for the Panelbase poll which may be released today. GBP/USD retains a 1.31+ status at time of writing, but off its current daily and weekly high of 1.3166 (vs. intraday low of 1.3111), with touted support at 1.3080 should it break the 1.3100 psychological mark. That said, today’s options expiries include ~GBP 750mln at strike 1.3100 which could influence price action, contingent on the NFP numbers Stateside and any UK election polling released in the interim. Meanwhile, the JPY remains supported by the GBP/JPY cross which dipped below 142.50 in early trade, although the Sterling softness did provide the Dollar with some impetus and thus keeps USD/JPY at bay just above the 108.50 as the pair bides its time ahead of the US labour market report. Finally, EUR/USD saw downside amid the aforementioned Dollar strength in early EU trade, with the pair dipping below the 1.1100 mark to a low of around 1.1095 ahead of touted support at 1.1090. EUR/USD options today see EUR 1.1bln expiring between 1.1095-1.1100 and EUR 1.3bln around 1.1120-25 - again, options’ influence today is contingent on the US jobs numbers.</p><p><strong>NZD, AUD</strong> - Both modestly firmer in early EU trade in a continuation of support seen during the back end of yesterday’s session, and with potential buoyancy from reports that China could be implementing tariff waivers for some purchases of soybeans and pork; a possible olive branch to the US. The Kiwi outperforms its Aussie counterpart on the back of optimistic reiterations from RBNZ’s Deputy Governor, who touched upon persisting downside risk appearing to be more balance now. Bascand also took note of strong commodity prices supporting the New Zealand economy, while adding that fiscal stimulus could increase the country’s growth next year. NZD/USD took out yesterday high (0.6562) and resides just off session highs of 0.6573 (vs. low 0.6541) at the time of writing. Meanwhile, its Aussie counterpart inches towards the 0.6850 mark having found an intraday base at 0.6830 and with around AUD 1.0bln in options expiring at strike 0.6835.</p><p><strong>FIXED INCOME</strong></p><p>Debt is setting up for a slower finish to a turbulent week, though it may be a holding pattern until the day’s highlight via the US jobs report (Exp. +180k). Newsflow has been comparatively quiet this morning for Europe, while <strong>Gilts</strong> are the marginal outperformer this morning but are only 20 ticks into positive territory at best. Price action occurred as sterling came under some pressure this morning threatening a test of key levels; though Gilts are yet to convincingly attain the 132.0 mark, 132.05 at best, on a lack of fundamental drivers. European bonds are overall little changed, with periphery debt ever so slightly in the red and core counterparts marginally positive, technically resistance in the <strong>Bund</strong> lies around the 172.45 mark and note above this yesterday’s high of 172.66; no significant events remain on the European slate so all eyes will be on the NFP print. Stateside, ahead of this, <strong>USTs</strong> are roughly in-line with their European counterparts as such the curve is little changed at present.</p><p><strong>COMMODITIES&nbsp;</strong></p><p>Crude markets are jittery, with participants keeping their powder dry ahead of key risk events in the form of the US jobs report at 13:30 GMT and the outcome of today’s OPEC+ meeting, where a final decision on output cuts will be finalised. The complex has been relatively unresponsive to the latest headlines; consensus is for OPEC+ to agree to 500k bpd worth of additional cuts, which could be split 2/3 for OPEC and 1/3 for Non-OPEC, according to the latest sources. This is relatively in-line with the thinking yesterday that the split would 350k bpd to 150k bpd in cuts for OPEC and Non-OPEC countries respectively. However, ING flag the risk of potential market disappointment; “the key question is whether these reported cuts will actually reflect fresh cuts, and so help to reduce the surplus in 1Q20, or whether they will just formalise the over-compliance that we have seen from the group as a whole (thanks to Saudi Arabia)”. The latter would constitute disappointment, the analysts believe. Elsewhere, Russia, who had expressed reluctance to agree to deeper cuts, appear to have been brought on side by having their request to remove the condensate portion of its output removed from its production cut quotas, meaning roughly 800k bpd in Russian output will not be subject to any output cuts. Elsewhere, Angola reportedly stormed out of the talks in protest to the consensus for deeper cuts and now wants to quit the cartel. Furthermore, yesterday’s post meeting press conference was cancelled, with talks reportedly dragging on due to issues with Iraq, although the Iraqi Oil Minister has since said the country will comply with the agreed cuts. Today’s OPEC+ meeting has already begun, with a press conference pencilled in for 13:00 GMT, although, as is usually the case with OPEC+, timings are more a guideline. <strong>WTI</strong> and <strong>Brent</strong> front month contracts sees losses as US participants enter the market with the former dipping below USD 58/bbl and the latter eyeing USD 63/bbl. In terms of metals, <strong>copper</strong> and <strong>gold</strong> are subdued ahead of NFP, the latter consolidating around the USD 1475/oz mark, although with a slight downwards bias on account of the market’s more constructive risk tone.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "newsquawk-eu-mid-session-pre-nfp-lull-as-opec-mull-cut-allocations-6th-december-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:39:00",
        "gmt_time": "2019-12-06 11:39:00"
    },
    {
        "id": 899461,
        "updated_sequence": 2019532,
        "published_at": {
            "unix": 1575631140,
            "text": "2019-12-06 11:19:00 +0000",
            "iso_8601": "2019-12-06T11:19:00Z"
        },
        "updated_at": {
            "unix": 1575631229,
            "text": "2019-12-06 11:20:29 +0000",
            "iso_8601": "2019-12-06T11:20:29Z"
        },
        "subject": "PSA Group (UG FP) – Dongfeng are reportedly likely to opt for a partial sale of their 12.2% stake in the Co., according to sources",
        "content": "",
        "reaction_details": "<ul><li>Co. shares immediately dipped lower from EUR 21.28 to EUR 21.19</li></ul>",
        "reaction_updated_at": {
            "unix": 1575631229,
            "text": "2019-12-06 11:20:29 +0000",
            "iso_8601": "2019-12-06T11:20:29Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "psa-group-ug-fp-dongfeng-are-reportedly-likely-to-opt-for-a-partial-sale-of-their-12-2-stake-in-the-co-according-to-sources-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:19:00",
        "gmt_time": "2019-12-06 11:19:00"
    },
    {
        "id": 899460,
        "updated_sequence": 2019527,
        "published_at": {
            "unix": 1575630480,
            "text": "2019-12-06 11:08:00 +0000",
            "iso_8601": "2019-12-06T11:08:00Z"
        },
        "updated_at": {
            "unix": 1575630635,
            "text": "2019-12-06 11:10:35 +0000",
            "iso_8601": "2019-12-06T11:10:35Z"
        },
        "subject": "Abbvie (ABBV) - Co. has reached a agreement with the Pan-Canadian pharmaceutical alliance for Skyrizi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-abbv-co-has-reached-a-agreement-with-the-pan-canadian-pharmaceutical-alliance-for-skyrizi-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:08:00",
        "gmt_time": "2019-12-06 11:08:00"
    },
    {
        "id": 899458,
        "updated_sequence": 2019520,
        "published_at": {
            "unix": 1575630240,
            "text": "2019-12-06 11:04:00 +0000",
            "iso_8601": "2019-12-06T11:04:00Z"
        },
        "updated_at": {
            "unix": 1575630400,
            "text": "2019-12-06 11:06:40 +0000",
            "iso_8601": "2019-12-06T11:06:40Z"
        },
        "subject": "China's Politburo notes it will keep economic operations within a reasonable range for 2020; will keep macro policies stable and micro policies flexible., according to State Media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-politburo-notes-it-will-keep-economic-operations-within-a-reasonable-range-for-2020-will-keep-macro-policies-stable-and-micro-policies-flexible-according-to-state-media-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:04:00",
        "gmt_time": "2019-12-06 11:04:00"
    },
    {
        "id": 899457,
        "updated_sequence": 2019515,
        "published_at": {
            "unix": 1575630240,
            "text": "2019-12-06 11:04:00 +0000",
            "iso_8601": "2019-12-06T11:04:00Z"
        },
        "updated_at": {
            "unix": 1575630276,
            "text": "2019-12-06 11:04:36 +0000",
            "iso_8601": "2019-12-06T11:04:36Z"
        },
        "subject": "FX Morning Colour: Dollar supported by softening Sterling ahead of the main Stateside event",
        "content": "<p><strong>DXY, CAD</strong></p><p>The broad Dollar and index trades on a firmer footing heading into the much-anticipated US Labour market data (albeit more on the back of a softer GBP – see below), with forecasts for 180k jobs to be added in November, slightly ahead of 3-,6- and 12-month trends rates (Full preview available on the NEWsquawk research suite). DXY remains in the green at time of writing, and just above the middle of the current 97.36-44 intraday band ahead of the main event. Alongside this, Canada will also be releasing its respective jobs report, with the region expected to have added 10k jobs in November. USD/CAD trades at the whim of energy prices thus far as the OPEC+ cartel convenes. The pair resides just under the 1.3200 mark with USD 750mln of options expiring between strikes at 1.3165-75. In terms of pertinent levels, the pair sees its 21 WMA at 1.3212, 100 WMA at 1.3118 and its 200 WMA at 1.3080.</p><p>&nbsp;</p><p><strong>GBP, JPY, EUR</strong></p><p>Sterling trades softer on the day with little fresh fundamental news-flow, although participants could be cashing in on the impressive gains seen throughout the week ahead of the last batch of weekend polling prior to the election. In terms of the latest, Britain Elects/New Stateman tracker of polls points to a strong lead for the Tories over Labour, but the spread has modestly narrowed. Meanwhile, Ipsos Mori’s poll also showed a slight narrowing in Tory’s lead over Labour. Participants remain on the lookout for the Panelbase poll which may be released today. GBP/USD retains a 1.31+ status at time of writing, but off its current daily and weekly high of 1.3166 (vs. intraday low of 1.3111), with touted support at 1.3080 should it break the 1.3100 psychological mark. That said, today’s options expiries include ~GBP 750mln at strike 1.3100 which could influence price action, contingent on the NFP numbers Stateside and any UK election polling released in the interim. Meanwhile, the JPY remains supported by the GBP/JPY cross which dipped below 142.50 in early trade, although the Sterling softness did provide the Dollar with some impetus and thus keeps USD/JPY at bay just above the 108.50 as the pair bides its time ahead of the US labour market report. Finally, EUR/USD saw downside amid the aforementioned Dollar strength in early EU trade, with the pair dipping below the 1.1100 mark to a low of around 1.1095 ahead of touted support at 1.1090. EUR/USD options today see EUR 1.1bln expiring between 1.1095-1.1100 and EUR 1.3bln around 1.1120-25 - again, options’ influence today is contingent on the US jobs numbers.</p><p>&nbsp;</p><p><strong>NZD, AUD</strong></p><p>Both modestly firmer in early EU trade in a continuation of support seen during the back end of yesterday’s session, and with potential buoyancy from reports that China could be implementing tariff waivers for some purchases of soybeans and pork; a possible olive branch to the US. The Kiwi outperforms its Aussie counterpart on the back of optimistic reiterations from RBNZ’s Deputy Governor, who touched upon persisting downside risk appearing to be more balance now. Bascand also took note of strong commodity prices supporting the New Zealand economy, while adding that fiscal stimulus could increase the country’s growth next year. NZD/USD took out yesterday high (0.6562) and resides just off session highs of 0.6573 (vs. low 0.6541) at the time of writing. Meanwhile, its Aussie counterpart inches towards the 0.6850 mark having found an intraday base at 0.6830 and with around AUD 1.0bln in options expiring at strike 0.6835.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "fx-morning-colour-dollar-supported-by-softening-sterling-ahead-of-the-main-stateside-event-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 19:04:00",
        "gmt_time": "2019-12-06 11:04:00"
    },
    {
        "id": 899456,
        "updated_sequence": 2019512,
        "published_at": {
            "unix": 1575629760,
            "text": "2019-12-06 10:56:00 +0000",
            "iso_8601": "2019-12-06T10:56:00Z"
        },
        "updated_at": {
            "unix": 1575629911,
            "text": "2019-12-06 10:58:31 +0000",
            "iso_8601": "2019-12-06T10:58:31Z"
        },
        "subject": "Iranian Oil Minister says \"around half a million of new cuts\" have been agreed to",
        "content": "<p><a href=\"https://twitter.com/OilSheppard/status/1202904122934091777\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iranian-oil-minister-says-around-half-a-million-of-new-cuts-have-been-agreed-to-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:56:00",
        "gmt_time": "2019-12-06 10:56:00"
    },
    {
        "id": 899455,
        "updated_sequence": 2019507,
        "published_at": {
            "unix": 1575629700,
            "text": "2019-12-06 10:55:00 +0000",
            "iso_8601": "2019-12-06T10:55:00Z"
        },
        "updated_at": {
            "unix": 1575629824,
            "text": "2019-12-06 10:57:04 +0000",
            "iso_8601": "2019-12-06T10:57:04Z"
        },
        "subject": "Iranian Oil Minister Zanganeh says “In the next three or four months we will have an extraordinary OPEC meeting”, reported via energy journalist Zandi",
        "content": "<ul><li><a href=\"https://twitter.com/R_Zandi/status/1202904018038771712\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "twitter",
        "slug": "iranian-oil-minister-zanganeh-says-in-the-next-three-or-four-months-we-will-have-an-extraordinary-opec-meeting-reported-via-energy-journalist-zandi-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:55:00",
        "gmt_time": "2019-12-06 10:55:00"
    },
    {
        "id": 899454,
        "updated_sequence": 2019504,
        "published_at": {
            "unix": 1575629640,
            "text": "2019-12-06 10:54:00 +0000",
            "iso_8601": "2019-12-06T10:54:00Z"
        },
        "updated_at": {
            "unix": 1575629725,
            "text": "2019-12-06 10:55:25 +0000",
            "iso_8601": "2019-12-06T10:55:25Z"
        },
        "subject": "French Unions have called for a new day of action and demonstrations against the pensions reforms on the 10th of December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "New",
        "slug": "french-unions-have-called-for-a-new-day-of-action-and-demonstrations-against-the-pensions-reforms-on-the-10th-of-december-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:54:00",
        "gmt_time": "2019-12-06 10:54:00"
    },
    {
        "id": 899453,
        "updated_sequence": 2019501,
        "published_at": {
            "unix": 1575629280,
            "text": "2019-12-06 10:48:00 +0000",
            "iso_8601": "2019-12-06T10:48:00Z"
        },
        "updated_at": {
            "unix": 1575629378,
            "text": "2019-12-06 10:49:38 +0000",
            "iso_8601": "2019-12-06T10:49:38Z"
        },
        "subject": "Fixed: Bonds steady at present with NFP ahead",
        "content": "<p>Debt is setting up for a slower finish to a turbulent week, though it may be a holding pattern until the day’s highlight via the US jobs report (Exp. +180k). Newsflow has been comparatively quiet this morning for Europe, while Gilts are the marginal outperformer this morning but are only 20 ticks into positive territory at best. Price action occurred as sterling came under some pressure this morning threatening a test of key levels; though Gilts are yet to convincingly attain the 132.0 mark, 132.05 at best, on a lack of fundamental drivers. European bonds are overall little changed, with periphery debt ever so slightly in the red and core counterparts marginally positive, technically resistance in the Bund lies around the 172.45 mark and note above this yesterday’s high of 172.66; no significant events remain on the European slate so all eyes will be on the NFP print. Stateside, ahead of this, USTs are roughly in-line with their European counterparts as such the curve is little changed at present.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-bonds-steady-at-present-with-nfp-ahead-06-12-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:48:00",
        "gmt_time": "2019-12-06 10:48:00"
    },
    {
        "id": 899450,
        "updated_sequence": 2019492,
        "published_at": {
            "unix": 1575628500,
            "text": "2019-12-06 10:35:00 +0000",
            "iso_8601": "2019-12-06T10:35:00Z"
        },
        "updated_at": {
            "unix": 1575628627,
            "text": "2019-12-06 10:37:07 +0000",
            "iso_8601": "2019-12-06T10:37:07Z"
        },
        "subject": "UK Election Polling: Conservatives 44% (U/C), Labour 32% (+4)., Ipsos Mori Poll, Evening Standard",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-election-polling-conservatives-44-u-c-labour-32-4-ipsos-mori-poll-evening-standard-06-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:35:00",
        "gmt_time": "2019-12-06 10:35:00"
    },
    {
        "id": 899449,
        "updated_sequence": 2019489,
        "published_at": {
            "unix": 1575628500,
            "text": "2019-12-06 10:35:00 +0000",
            "iso_8601": "2019-12-06T10:35:00Z"
        },
        "updated_at": {
            "unix": 1575628593,
            "text": "2019-12-06 10:36:33 +0000",
            "iso_8601": "2019-12-06T10:36:33Z"
        },
        "subject": "China's Politburo is holding a meeting on economic work in 2020, according to Xinhua",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-politburo-is-holding-a-meeting-on-economic-work-in-2020-according-to-xinhua-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:35:00",
        "gmt_time": "2019-12-06 10:35:00"
    },
    {
        "id": 899448,
        "updated_sequence": 2019484,
        "published_at": {
            "unix": 1575627180,
            "text": "2019-12-06 10:13:00 +0000",
            "iso_8601": "2019-12-06T10:13:00Z"
        },
        "updated_at": {
            "unix": 1575627303,
            "text": "2019-12-06 10:15:03 +0000",
            "iso_8601": "2019-12-06T10:15:03Z"
        },
        "subject": "Libya's 70k BPD El-Feel oilfield remains shut, according to NOC head cited by ArgusMedia's Ruxandra Lordache ",
        "content": "<ul><li><a href=\"https://twitter.com/RMIordache/status/1202893623240593412\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "libya-s-70k-bpd-el-feel-oilfield-remains-shut-according-to-noc-head-cited-by-argusmedia-s-ruxandra-lordache-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:13:00",
        "gmt_time": "2019-12-06 10:13:00"
    },
    {
        "id": 899447,
        "updated_sequence": 2019486,
        "published_at": {
            "unix": 1575627060,
            "text": "2019-12-06 10:11:00 +0000",
            "iso_8601": "2019-12-06T10:11:00Z"
        },
        "updated_at": {
            "unix": 1575627325,
            "text": "2019-12-06 10:15:25 +0000",
            "iso_8601": "2019-12-06T10:15:25Z"
        },
        "subject": "BAML Flow Show notes that global equity funds received USD 7.2bln in the past week, bonds take USD 9.2bln ",
        "content": "<ul><li>Highest inflows in a month for US equity funds at USD 2.6bln, and into high-yield bonds USD 1.2bln</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-that-global-equity-funds-received-usd-7-2bln-in-the-past-week-bonds-take-usd-9-2bln-06-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:11:00",
        "gmt_time": "2019-12-06 10:11:00"
    },
    {
        "id": 899446,
        "updated_sequence": 2019474,
        "published_at": {
            "unix": 1575626520,
            "text": "2019-12-06 10:02:00 +0000",
            "iso_8601": "2019-12-06T10:02:00Z"
        },
        "updated_at": {
            "unix": 1575626607,
            "text": "2019-12-06 10:03:27 +0000",
            "iso_8601": "2019-12-06T10:03:27Z"
        },
        "subject": "Turkey is reportedly working on a road map to reduce banks' NPL ratio",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-is-reportedly-working-on-a-road-map-to-reduce-banks-npl-ratio-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:02:00",
        "gmt_time": "2019-12-06 10:02:00"
    },
    {
        "id": 899445,
        "updated_sequence": 2019471,
        "published_at": {
            "unix": 1575626520,
            "text": "2019-12-06 10:02:00 +0000",
            "iso_8601": "2019-12-06T10:02:00Z"
        },
        "updated_at": {
            "unix": 1575626596,
            "text": "2019-12-06 10:03:16 +0000",
            "iso_8601": "2019-12-06T10:03:16Z"
        },
        "subject": "IStat Bureau says its leading indicator points to continuing economic weakness",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "istat-bureau-says-its-leading-indicator-points-to-continuing-economic-weakness-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:02:00",
        "gmt_time": "2019-12-06 10:02:00"
    },
    {
        "id": 899444,
        "updated_sequence": 2019468,
        "published_at": {
            "unix": 1575626400,
            "text": "2019-12-06 10:00:00 +0000",
            "iso_8601": "2019-12-06T10:00:00Z"
        },
        "updated_at": {
            "unix": 1575626497,
            "text": "2019-12-06 10:01:37 +0000",
            "iso_8601": "2019-12-06T10:01:37Z"
        },
        "subject": "Volkswagen (VOW3 GY) Audi November car deliveries +23.1% Y/Y; +33% in Europe, +20.7% US, +16% China, +24.3% Germany",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-audi-november-car-deliveries-23-1-y-y-33-in-europe-20-7-us-16-china-24-3-germany-06-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 18:00:00",
        "gmt_time": "2019-12-06 10:00:00"
    },
    {
        "id": 899443,
        "updated_sequence": 2019465,
        "published_at": {
            "unix": 1575626220,
            "text": "2019-12-06 09:57:00 +0000",
            "iso_8601": "2019-12-06T09:57:00Z"
        },
        "updated_at": {
            "unix": 1575626294,
            "text": "2019-12-06 09:58:14 +0000",
            "iso_8601": "2019-12-06T09:58:14Z"
        },
        "subject": "Iraqi Oil Minister says we will definitely comply with the oil cuts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraqi-oil-minister-says-we-will-definitely-comply-with-the-oil-cuts-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:57:00",
        "gmt_time": "2019-12-06 09:57:00"
    },
    {
        "id": 899442,
        "updated_sequence": 2019476,
        "published_at": {
            "unix": 1575626100,
            "text": "2019-12-06 09:55:00 +0000",
            "iso_8601": "2019-12-06T09:55:00Z"
        },
        "updated_at": {
            "unix": 1575627163,
            "text": "2019-12-06 10:12:43 +0000",
            "iso_8601": "2019-12-06T10:12:43Z"
        },
        "subject": "Russian Energy Minister Novack says he sees Russian Gas condensate at around 800k bpd in November",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novack-says-he-sees-russian-gas-condensate-at-around-800k-bpd-in-november-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:55:00",
        "gmt_time": "2019-12-06 09:55:00"
    },
    {
        "id": 899441,
        "updated_sequence": 2019457,
        "published_at": {
            "unix": 1575625320,
            "text": "2019-12-06 09:42:00 +0000",
            "iso_8601": "2019-12-06T09:42:00Z"
        },
        "updated_at": {
            "unix": 1575625477,
            "text": "2019-12-06 09:44:37 +0000",
            "iso_8601": "2019-12-06T09:44:37Z"
        },
        "subject": "France, Britain and Germany will increase pressure on Iran in the coming weeks by triggering a dispute mechanism, if Iran continues to move away from the 2015 Nuclear Deal, says the WSJ",
        "content": "<p><a href=\"https://www.wsj.com/articles/europe-poised-to-increase-pressure-on-iran-over-nuclear-deal-violations-11575625191?mod=newsviewer_click\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "france-britain-and-germany-will-increase-pressure-on-iran-in-the-coming-weeks-by-triggering-a-dispute-mechanism-if-iran-continues-to-move-away-from-the-2015-nuclear-deal-says-the-wsj-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:42:00",
        "gmt_time": "2019-12-06 09:42:00"
    },
    {
        "id": 899440,
        "updated_sequence": 2019452,
        "published_at": {
            "unix": 1575624600,
            "text": "2019-12-06 09:30:00 +0000",
            "iso_8601": "2019-12-06T09:30:00Z"
        },
        "updated_at": {
            "unix": 1575624761,
            "text": "2019-12-06 09:32:41 +0000",
            "iso_8601": "2019-12-06T09:32:41Z"
        },
        "subject": "Daimler (DAI GY) says Mercedes-Benz brand sales rise 5.3% Y/Y in November to 209k vehicles; sales were up 5.8% in Germany, up 0.1% in Europe, up 11% in China and up 8.7% in the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-says-mercedes-benz-brand-sales-rise-5-3-y-y-in-november-to-209k-vehicles-sales-were-up-5-8-in-germany-up-0-1-in-europe-up-11-in-china-and-up-8-7-in-the-us-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:30:00",
        "gmt_time": "2019-12-06 09:30:00"
    },
    {
        "id": 899439,
        "updated_sequence": 2019449,
        "published_at": {
            "unix": 1575624000,
            "text": "2019-12-06 09:20:00 +0000",
            "iso_8601": "2019-12-06T09:20:00Z"
        },
        "updated_at": {
            "unix": 1575624174,
            "text": "2019-12-06 09:22:54 +0000",
            "iso_8601": "2019-12-06T09:22:54Z"
        },
        "subject": "UK Opposition Labour Leader Corbyn to deliver a speech at 09:30 GMT; Labour sources reportedly \"tight-lipped\" about what the Corbyn will talk about",
        "content": "<p><a href=\"https://twitter.com/adampayne26/status/1202880143754244096\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-opposition-labour-leader-corbyn-to-deliver-a-speech-at-09-30-gmt-labour-sources-reportedly-tight-lipped-about-what-the-corbyn-will-talk-about-06-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:20:00",
        "gmt_time": "2019-12-06 09:20:00"
    },
    {
        "id": 899190,
        "updated_sequence": 2019433,
        "published_at": {
            "unix": 1575622800,
            "text": "2019-12-06 09:00:00 +0000",
            "iso_8601": "2019-12-06T09:00:00Z"
        },
        "updated_at": {
            "unix": 1575622800,
            "text": "2019-12-06 09:00:00 +0000",
            "iso_8601": "2019-12-06T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-05-12-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 17:00:00",
        "gmt_time": "2019-12-06 09:00:00"
    },
    {
        "id": 899435,
        "updated_sequence": 2019431,
        "published_at": {
            "unix": 1575622560,
            "text": "2019-12-06 08:56:00 +0000",
            "iso_8601": "2019-12-06T08:56:00Z"
        },
        "updated_at": {
            "unix": 1575622680,
            "text": "2019-12-06 08:58:00 +0000",
            "iso_8601": "2019-12-06T08:58:00Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<ul><li>EUR/USD: 1.1040-50 (1.8BLN), 1.1075 (900M),<strong>1.1095-1.1100 (1.1BLN) 1.1120-25 (1.3BLN)&nbsp;</strong></li><li>GBP/USD: <strong>1.3100 (753M),</strong> 1.3170 (350M), 1.3200 (320M)&nbsp;</li><li>AUD/USD: <strong>0.6835 (1BLN)&nbsp;</strong></li><li>USD/CAD: <strong>1.3165-75 (750M)&nbsp;</strong></li><li>USD/JPY: 107.50 (1BLN), 108.50 (250M), 110.00 (500M)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-06-12-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 16:56:00",
        "gmt_time": "2019-12-06 08:56:00"
    },
    {
        "id": 899428,
        "updated_sequence": 2019410,
        "published_at": {
            "unix": 1575621120,
            "text": "2019-12-06 08:32:00 +0000",
            "iso_8601": "2019-12-06T08:32:00Z"
        },
        "updated_at": {
            "unix": 1575621199,
            "text": "2019-12-06 08:33:19 +0000",
            "iso_8601": "2019-12-06T08:33:19Z"
        },
        "subject": "Riksbank Business Survey: notes the economy continues to slowdown, situation is better than normal and are increasing signs that a slowdown is continuing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-business-survey-notes-the-economy-continues-to-slowdown-situation-is-better-than-normal-and-are-increasing-signs-that-a-slowdown-is-continuing-06-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 16:32:00",
        "gmt_time": "2019-12-06 08:32:00"
    },
    {
        "id": 899425,
        "updated_sequence": 2019401,
        "published_at": {
            "unix": 1575619800,
            "text": "2019-12-06 08:10:00 +0000",
            "iso_8601": "2019-12-06T08:10:00Z"
        },
        "updated_at": {
            "unix": 1575619946,
            "text": "2019-12-06 08:12:26 +0000",
            "iso_8601": "2019-12-06T08:12:26Z"
        },
        "subject": "Of note for Tesla (TSLA): China's Industry Minister is to include Tesla's China-made vehicles on its new energy vehicles subsidies recommendation list",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-tesla-tsla-china-s-industry-minister-is-to-include-tesla-s-china-made-vehicles-on-its-new-energy-vehicles-subsidies-recommendation-list-06-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 16:10:00",
        "gmt_time": "2019-12-06 08:10:00"
    },
    {
        "id": 899424,
        "updated_sequence": 2019398,
        "published_at": {
            "unix": 1575619500,
            "text": "2019-12-06 08:05:00 +0000",
            "iso_8601": "2019-12-06T08:05:00Z"
        },
        "updated_at": {
            "unix": 1575619566,
            "text": "2019-12-06 08:06:06 +0000",
            "iso_8601": "2019-12-06T08:06:06Z"
        },
        "subject": "OPEC+ additional 500k BPD production cut split could see OPEC cut around 340k BPD and Non-OPEC around 160k BPD, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-additional-500k-bpd-production-cut-split-could-see-opec-cut-around-340k-bpd-and-non-opec-around-160k-bpd-according-to-sources-06-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 16:05:00",
        "gmt_time": "2019-12-06 08:05:00"
    },
    {
        "id": 899422,
        "updated_sequence": 2019391,
        "published_at": {
            "unix": 1575619200,
            "text": "2019-12-06 08:00:00 +0000",
            "iso_8601": "2019-12-06T08:00:00Z"
        },
        "updated_at": {
            "unix": 1575619297,
            "text": "2019-12-06 08:01:37 +0000",
            "iso_8601": "2019-12-06T08:01:37Z"
        },
        "subject": "BMW (BMW GY) - November +1.4% to 225.662k vehicles, BMW brand sales +2.9% to 194.69k",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-november-1-4-to-225-662k-vehicles-bmw-brand-sales-2-9-to-194-69k-06-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 16:00:00",
        "gmt_time": "2019-12-06 08:00:00"
    },
    {
        "id": 899414,
        "updated_sequence": 2019377,
        "published_at": {
            "unix": 1575618120,
            "text": "2019-12-06 07:42:00 +0000",
            "iso_8601": "2019-12-06T07:42:00Z"
        },
        "updated_at": {
            "unix": 1575618332,
            "text": "2019-12-06 07:45:32 +0000",
            "iso_8601": "2019-12-06T07:45:32Z"
        },
        "subject": "China has taken countermeasures against US limit on diplomats., according to sources citing Chinese TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Details around these countermeasures are currently unknown, but it may be related to previous reports via the Global Times that House Speaker Pelosi, Secretary of State Pompeo, Republicans Rubio and Cruz may be placed on a restricted entity list as party of Chinese countermeasures to the HK bill.</li></ul>",
        "analysis_updated_at": {
            "unix": 1575618332,
            "text": "2019-12-06 07:45:32 +0000",
            "iso_8601": "2019-12-06T07:45:32Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-taken-countermeasures-against-us-limit-on-diplomats-according-to-sources-citing-chinese-tv-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 15:42:00",
        "gmt_time": "2019-12-06 07:42:00"
    },
    {
        "id": 899413,
        "updated_sequence": 2019363,
        "published_at": {
            "unix": 1575618000,
            "text": "2019-12-06 07:40:00 +0000",
            "iso_8601": "2019-12-06T07:40:00Z"
        },
        "updated_at": {
            "unix": 1575618191,
            "text": "2019-12-06 07:43:11 +0000",
            "iso_8601": "2019-12-06T07:43:11Z"
        },
        "subject": "OPEC+ additional 500k BPD output cuts could be split roughly 2/3 for OPEC and 1/3 for Non-OPEC, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday, delegates suggested a 350k cut for OPEC and a 150k cut Russia and Non-OPEC which is roughly in-fitting with the sources</li></ul>",
        "analysis_updated_at": {
            "unix": 1575618191,
            "text": "2019-12-06 07:43:11 +0000",
            "iso_8601": "2019-12-06T07:43:11Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-additional-500k-bpd-output-cuts-could-be-split-roughly-2-3-for-opec-and-1-3-for-non-opec-according-to-sources-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 15:40:00",
        "gmt_time": "2019-12-06 07:40:00"
    },
    {
        "id": 899412,
        "updated_sequence": 2019379,
        "published_at": {
            "unix": 1575616800,
            "text": "2019-12-06 07:20:00 +0000",
            "iso_8601": "2019-12-06T07:20:00Z"
        },
        "updated_at": {
            "unix": 1575618646,
            "text": "2019-12-06 07:50:46 +0000",
            "iso_8601": "2019-12-06T07:50:46Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Atlantia (ATL IM)</strong> – Co.’s Chairman says the group is still interested in supporting the relaunch of Alitalia but not its rescue. (Newswires)</p><p><strong>Associated British Foods (ABF LN)</strong> – Co. reiterates its FY outlook and sees another year of strong profits and margin growth in grocery. (Newswires)</p><p><strong>Berkeley Group (BKG LN) </strong>– H1 pretax profit GBP 276.7mln vs. Prev. GBP 401.2mln. Operating profit GBP 256.4mln vs. Prev. GBP 402.1mln. Revenue GBP 930.9mln vs. Prev. GBP 1.6bln. Home deliveries 1.39k vs. Prev. 2.027k. Co. remains alert to market risks with next week’s general election and Brexit. (Newswires)</p><p><strong>Novartis (NOVN SW) </strong>– Phase III data on new inhaled dual combination MF149 show significant improvement across asthma outcomes vs. monotherapy. Further, FDA has approved three generic versions of Co’s multiple sclerosis medicine Gilenya. (Newswires)</p><p><strong>Repsol (REP SM) </strong>– Co. is reportedly negotiating with Forestalia the purchase of 850MW of renewable energy. (Cinco Dias)</p><p><strong>Schneider Electric (SU FP) –</strong> Co. announced an agreement with Cinco Energies to buy Co’s energy project GMBH. Co. adds that with this transaction, EUR 0.5bln out of the EUR 1.5-2.0bln of revenues have been addressed. (Newswires)</p><p><strong>Standard Life Aberdeen (SLA LN)</strong> – Investors have pulled out millions of Pounds from Co’s property fund after the suspension of M&amp;G products. (FT)</p><p>&nbsp;</p><p><strong>BRITVIC (BVIC LN) </strong>UPGRADED TO BUY FRO NEUTRAL AT CITIGROUP</p><p><strong>FRESENIUS MEDICAL CARE (FME GY) </strong>DOWNGRADED TO UNDERWEIGHT AT MORGAN STANLEY</p><p><strong>LUFTHANSA (LHA GY) </strong>UPGRADED TO OUTPERFORM FROM NEUTRAL AT MAINFIRST BANK</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-06-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 15:20:00",
        "gmt_time": "2019-12-06 07:20:00"
    },
    {
        "id": 899410,
        "updated_sequence": 2019333,
        "published_at": {
            "unix": 1575615300,
            "text": "2019-12-06 06:55:00 +0000",
            "iso_8601": "2019-12-06T06:55:00Z"
        },
        "updated_at": {
            "unix": 1575615473,
            "text": "2019-12-06 06:57:53 +0000",
            "iso_8601": "2019-12-06T06:57:53Z"
        },
        "subject": "Russia and Turkey are steadily working on a contract for a new batch of Russian S-400 missile defence systems, according to IFX citing a senior Russian official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Senate Foreign Relations Committee Chairman Risch said he not only will mark up a bipartisan sanctions bill targeting the country in his committee next week, but he will also press Senate Majority Leader Mitch McConnell to bring it to the floor. - <a href=\"https://edition.cnn.com/2019/12/05/politics/turkey-sanctions-crackdown-senate-risch/index.html\">Link</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1575615473,
            "text": "2019-12-06 06:57:53 +0000",
            "iso_8601": "2019-12-06T06:57:53Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-and-turkey-are-steadily-working-on-a-contract-for-a-new-batch-of-russian-s-400-missile-defence-systems-according-to-ifx-citing-a-senior-russian-official-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 14:55:00",
        "gmt_time": "2019-12-06 06:55:00"
    },
    {
        "id": 899410,
        "updated_sequence": 2019333,
        "published_at": {
            "unix": 1575615300,
            "text": "2019-12-06 06:55:00 +0000",
            "iso_8601": "2019-12-06T06:55:00Z"
        },
        "updated_at": {
            "unix": 1575615473,
            "text": "2019-12-06 06:57:53 +0000",
            "iso_8601": "2019-12-06T06:57:53Z"
        },
        "subject": "Russia and Turkey are steadily working on a contract for a new batch of Russian S-400 missile defence systems, according to IFX citing a senior Russian official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Senate Foreign Relations Committee Chairman Risch said he not only will mark up a bipartisan sanctions bill targeting the country in his committee next week, but he will also press Senate Majority Leader Mitch McConnell to bring it to the floor. - <a href=\"https://edition.cnn.com/2019/12/05/politics/turkey-sanctions-crackdown-senate-risch/index.html\">Link</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1575615473,
            "text": "2019-12-06 06:57:53 +0000",
            "iso_8601": "2019-12-06T06:57:53Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-and-turkey-are-steadily-working-on-a-contract-for-a-new-batch-of-russian-s-400-missile-defence-systems-according-to-ifx-citing-a-senior-russian-official-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 14:55:00",
        "gmt_time": "2019-12-06 06:55:00"
    },
    {
        "id": 899409,
        "updated_sequence": 2019328,
        "published_at": {
            "unix": 1575615180,
            "text": "2019-12-06 06:53:00 +0000",
            "iso_8601": "2019-12-06T06:53:00Z"
        },
        "updated_at": {
            "unix": 1575615237,
            "text": "2019-12-06 06:53:57 +0000",
            "iso_8601": "2019-12-06T06:53:57Z"
        },
        "subject": "DAILY EUROPEAN EQUITY NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>6th December 2019</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets were higher across the board as the recent US-China trade optimism reverberated in the region, but with gains capped</strong> as the OPEC/OPEC+ meetings stole much of the limelight and as looming US NFP jobs data kept participants tentative. ASX 200 (+0.4%) and Nikkei 225 (+0.3%) traded positive in which gold miners outperformed the broad but mostly tepid gains for Australia’s sectors, while upside in Tokyo was also limited by recent currency strength and after Household Spending contracted by the most in over 5 years. Hang Seng (+0.7%) and Shanghai Comp. (+0.1%) were kept afloat after the PBoC conducted a CNY 300bln MLF operation which was larger than the prior operation of CNY 200bln and the CNY 187.5bln of maturing loans, while the trade rhetoric continued to suggest talks are going well and are on track with a phase 1 deal said to be close, although other reports were less optimistic and noted the sides were still at odds on agriculture purchases.</p><p>FTSE 100</p><p><strong>WPP (WPP LN)</strong> – Co. has completed Kantar transaction, leverage reduced to lower end of target range, Co. announced share buyback is to commence soon which would return USD 1.2bln to shareholders. (Newswires)</p><p><strong>HSBC (HSBA LN)</strong> – Fitch cuts rating to “A+” from “AA-“, outlook maintained at negative. (Newswires)</p><p>OTHER UK COMPANIES</p><p><strong>Petrofac (PFC LN) </strong>– Co. is reportedly mulling the sale of its Malaysian oil assets for around USD 300mln, according to sources. (Newswires)</p><p>BROKER MOVES</p><p><strong>IAG (IAG LN) </strong>INITIATED WITH BUY AT PEEL HUNT</p><p><strong>PETROFAC (PFC LN) </strong>DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</p><p><strong>RYANAIR (RYA LN) </strong>UPGRADED TO NEUTRAL FROM UNDERPERFORM AT MAINFIRST BANK</p><p>DAX</p><p>OTHER GERMAN COMPANIES</p><p><strong>Carl Zeiss (AFX GY)</strong> – FY19 revenue EUR 1.46bln vs. Prev. EUR 1.28bln. EBIT EUR 265mln vs. Prev. EUR 197mln. (Newswires)</p><p>BROKER MOVES</p><p><strong>SIEMENS HEALTHINEERS (SHL GY)</strong> DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p><strong>MTU AERO ENGINES (MTX GY) </strong>INITIATED WITH OVERWEIGHT AT BARCLAYS</p><p>CAC</p><p><strong>Airbus (AIR FP) </strong>– Reports November orders at 222 aircrafts. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Alstom (ALO FP)/ Renault (RNO FP)</strong> – Alstom CEO is reportedly in the running for Renault’s CEO position. (Newswires)</p><p>BROKER MOVES</p><p><strong>SANOFI (SAN FP) </strong>DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>PERNOD RICARD (RI FP)</strong> UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p>PAN EUROPE</p><p><strong>Swiss Re (SREN SW)/ Phoenix Group (PHNX LN) –</strong> Swiss Re has confirmed it is to sell its Reassure unit to Phoenix Group in a cash and stock deal valued at GBP 3.2bln. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p><strong>Novartis (NOVN SW) </strong>– Phase III data on new inhaled dual combination MF149 show significant improvement across asthma outcomes vs. monotherapy. (Newswires)</p><p><strong>Roche (ROG SW) </strong>– FDA has authorised marketing of Co’s diagnostic test used to detect MRSA bacteria. (Newswires)</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>SAS (SAS SS) </strong>DOWNGRADED TO HOLD FROM BUY AT DNB MARKETS</p><p><strong>US</strong></p><p><strong>* CLOSING LEVELS: S&amp;P 500 +0.15% at 3118, Nasdaq-100 +0.14% at 8308, Dow Jones +0.10% at 27678.</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "daily-european-equity-news-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 14:53:00",
        "gmt_time": "2019-12-06 06:53:00"
    },
    {
        "id": 899408,
        "updated_sequence": 2019325,
        "published_at": {
            "unix": 1575613500,
            "text": "2019-12-06 06:25:00 +0000",
            "iso_8601": "2019-12-06T06:25:00Z"
        },
        "updated_at": {
            "unix": 1575613536,
            "text": "2019-12-06 06:25:36 +0000",
            "iso_8601": "2019-12-06T06:25:36Z"
        },
        "subject": "NEWsquawk Daily European Opening News - 6th December 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23406/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets were higher as the recent US-China trade optimism reverberated in the region, but with gains capped by uncertainty from OPEC and ahead of key US data</li><li>US President Trump said something could happen with regards to tariffs on December 15th but we are not discussing that yet</li><li>OPEC delegates suggested a 350k cut for OPEC and a 150k cut Russia and Non-OPEC</li><li>OPEC official announced the press conference was cancelled for Thursday and sources noted the OPEC meeting was prolonged over issues including Iraq</li><li>Looking ahead, highlights include German Industrial Output, OPEC+ meeting, US and Canadian Jobs Reports, Uni. Of Michigan, Baker Hughes Rig Count, UK General Election Debate</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets were higher across the board as the recent US-China trade optimism reverberated in the region, but with gains capped</strong> as the OPEC/OPEC+ meetings stole much of the limelight and as looming US NFP jobs data kept participants tentative. <strong>ASX 200 (+0.4%) </strong>and <strong>Nikkei 225 (+0.3%) </strong>traded positively in which gold miners outperformed the broad but mostly tepid gains for Australia’s sectors, while upside in Tokyo was also limited by recent currency strength and after Household Spending contracted by the most in over 5 years. <strong>Hang Seng (+0.7%) </strong>and<strong> Shanghai Comp. (+0.1%)</strong> were kept afloat after the PBoC conducted a CNY 300bln MLF operation which was larger than the prior operation of CNY 200bln and the CNY 187.5bln of maturing loans, while the trade rhetoric continued to suggest talks are going well and are on track with a phase 1 deal said to be close, although other reports were less optimistic and noted the sides were still at odds on agriculture purchases. Finally, 10yr JGBs were lower which was initially the aftermath of the prior day’s pullback amid gains in riskier assets, while prices remained subdued ahead of the December 2019 futures contract rolling over this weekend and with the BoJ’s presence in the market for JPY over 1.1tln of JGBs in 1yr-10yr maturities doing little to spur a rebound.</p><p>PBoC conducted CNY 300bln 1-year Medium-term Lending Facility operations at 3.25% vs. Prev. 3.25%. (Newswires) <strong>PBoC set USD/CNY reference rate at 7.0383 vs. Exp. 7.0368 (Prev. 7.0521)</strong></p><p><strong>US President Trump said something could happen with regards to tariffs on December 15th but we are not discussing that yet and that the US is holding discussions with China which are going well</strong>, while he also commented the US may do trade related things to countries who are not contributing enough to NATO. (Newswires)</p><p><strong>US National Security Advisor O'Brien suggested the sides are close on a phase 1 deal and that he spoke with Treasury Secretary Mnuchin as well as USTR Lighthizer earlier</strong>, while he added the US is monitoring Hong Kong situation closely. (Newswires)</p><p><strong>China reportedly provided official reassurance that negotiations with the US remain on track</strong>. In related news, China Global Times tweeted that contradictory statements by US officials over the phase one deal might just be Washington testing the waters, while it also stated that trade talks remain on track citing an expert. (Newswires/Twitter)</p><p>Hong Kong Police Commissioner urged protesters to reject violence ahead of Sunday’s major demonstration from the Civil Human Rights Front which was approved by authorities. (Newswires/SCMP)</p><p>Japanese All Household Spending (Oct) M/M -11.5% vs. Exp. -9.8% (Prev. 5.5%); largest decline since April 2014. (Newswires) Japanese All Household Spending (Oct) Y/Y -5.1% vs. Exp. -3.0% (Prev. 9.5%); largest decline since March 2016.</p><p>UK/EU</p><p>UK Election Britain Elects/New Stateman tracker of polls showed Conservatives at 42.4% (+0.1), Labour 32.8% (+1.4), Lib Dems 13.1% (-1.0) and Brexit Party 3.4% (-0.4). (Newswires)</p><p>&nbsp;</p><p>FX</p><p><strong>DXY</strong> was subdued after a continuation of the December retreat to below the 97.50 level with the greenback eyeing a 7th consecutive daily loss as it consolidated at the lowest in just over a month, with participants now looking ahead to the US jobs data. This has kept <strong>EUR</strong>/<strong>USD</strong> and <strong>GBP</strong>/<strong>USD</strong> above the recently reclaimed 1.1100 and 1.3150 levels respectively, with the latter having been underpinned as polls pointed to a strong lead for the Conservatives including the Britain Elects poll tracker which showed the ruling party remains nearly 10 points ahead of Labour a week away from the elections, despite a slight narrowing in the margin. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> was subdued by the recent dollar woes, while antipodeans edged marginal gains on the mostly positive risk appetite and firmer PBoC reference rate, as well as comments from RBNZ Deputy Governor Bascand who reiterated that the economy looks close to a turning point.</p><p>RBNZ Deputy Governor Bascand reiterated the economy looks close to turning point and that downside risks persist but are more balanced, while he added strong commodity prices are supporting the economy and fiscal stimulus could boost growth next year. (Newswires)</p><p>Canadian PM Trudeau promised tax cuts, housing investment and infrastructure, while he will pursue a sensible fiscal plan and will work to get Canadian resources to new markets as well as support workers in the natural resources sector. (Newswires)&nbsp;</p><p>COMMODITIES</p><p>Commodities were uneventful overnight with <strong>WTI</strong> crude futures subdued after its recent pullback from resistance at the USD 59.00/bbl level and as participants await the official announcement from OPEC in which the group is said to have reached an agreement in principal for an additional 500k bpd cut although still have to work out the details with Non-OPEC producers at today’s meeting. In addition, OPEC had cancelled yesterday’s press conference as the meeting was prolonged reportedly due to issues with Iraq, while members agreed to exclude numbers on gas condensate volumes on Russia and all Non-OPEC output which is used to determine the baseline for cuts and in turn, resulted to some mild pressure for oil. Elsewhere, <strong>gold</strong> flatlined with participants await the upcoming key US jobs numbers and copper only marginally benefitted from the tepid gains in stocks.</p><p><strong>OPEC official announced the press conference was cancelled for Thursday and sources noted the OPEC meeting was prolonged over issues including Iraq. In related news, Angola reportedly left the meeting and wants to quit while delegates suggested a 350k cut for OPEC and a 150k cut Russia and Non-OPEC.</strong> (Newswires/Twitter/Energy Intel) OPEC+ plus committee reportedly recommended excluding numbers on gas condensate on Russian crude output and all Non-OPEC members, in which all OPEC+ members reportedly agreed with the recommendation. Furthermore, Russia Energy Minister Novak commented the quota split is to be decided on Friday and confirmed that gas condensate output of 760k BPD is now excluded from Russia's quota. (Newswires)</p><p>Saudi Oil Minister Abdulaziz said we cannot say we have an agreement until we meet Non-OPEC, while other reports noted that <a href=\"https://portal.newsquawk.com/headlines/saudi-arabia-s-new-target-is-likely-to-be-above-10-1mln-bpd-according-to-delegates-vs-current-10-31mln-bpd-05-12-2019\">Saudi Arabia's new target is likely to be above 10.1mln bpd vs. current 10.31mln bpd</a> citing delegates. (Newswires)</p><p>Kuwait Oil Minister stated OPEC is in agreement but did not comment on what was agreed, although several twitter reports <a href=\"https://portal.newsquawk.com/headlines/note-look-out-for-oil-futures-reopening-at-top-of-the-hour-after-reports-suggested-quota-adjustment-of-500k-bpd-has-been-agreed-in-principle-although-the-details-still-need-to-be-discussed-with-opec-on-friday-05-12-2019\">suggested a quota adjustment of 500k bpd was agreed in principle although the details still need to be discussed with OPEC+.</a> (Newswires/Twitter)</p><p>GEOPOLITICS</p><p>US President Trump tweeted that the story regarding US sending 12k troops to Saudi Arabia is false and called it fake news, while Defence Secretary Esper had earlier commented that the US is not considering sending 14k additional troops to the Middle East at this time. (Newswires) Iran is determined to continue its ballistic missile programme the country said in a letter to the UN, while it was also reported that Iran is reportedly working on nuclear-capable missiles according to European Powers. (AFP)</p><p>US&nbsp;</p><p>T-notes continued to sell-off on Thursday, albeit less pronounced than Wednesday, with the prior session’s trade optimism reducing demand for the haven. Prices found some support close to the US cash equity open, where major equity bourses were offered in lack of immediate news flow, with some desks noting profit taking, bringing the TPLEX off lows into settlement, where the curve steepened slightly, mainly in the front to belly; the 2-year yield was little changed, 5-year yield up by 1.8bps and the 10- and 30-year yields both up by 1.5bps. T-note (z0) futures settled 3 ticks lower at 129-10.</p><p>US House Speaker Pelosi said she doesn't think the US is heading for a shutdown, while she also commented that USMCA issues relate to workers' rights and pharmaceuticals. In related news, Canadian Deputy PM Freeland said USMCA signatories face difficult challenge to get the treaty ratified by US. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NEWsquawk",
        "slug": "newsquawk-daily-european-opening-news-6th-december-2019-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 14:25:00",
        "gmt_time": "2019-12-06 06:25:00"
    },
    {
        "id": 899407,
        "updated_sequence": 2019322,
        "published_at": {
            "unix": 1575612060,
            "text": "2019-12-06 06:01:00 +0000",
            "iso_8601": "2019-12-06T06:01:00Z"
        },
        "updated_at": {
            "unix": 1575612129,
            "text": "2019-12-06 06:02:09 +0000",
            "iso_8601": "2019-12-06T06:02:09Z"
        },
        "subject": "China is reportedly to implement tariff waivers for some purchases of soybeans and pork from the US., Xinhua",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-reportedly-to-implement-tariff-waivers-for-some-purchases-of-soybeans-and-pork-from-the-us-xinhua-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 14:01:00",
        "gmt_time": "2019-12-06 06:01:00"
    },
    {
        "id": 899404,
        "updated_sequence": 2019313,
        "published_at": {
            "unix": 1575611700,
            "text": "2019-12-06 05:55:00 +0000",
            "iso_8601": "2019-12-06T05:55:00Z"
        },
        "updated_at": {
            "unix": 1575611832,
            "text": "2019-12-06 05:57:12 +0000",
            "iso_8601": "2019-12-06T05:57:12Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks edged mild gains as trade optimism reverberated, but with gains capped ahead of NFPs",
        "content": "<p>Asia equity markets were higher across the board as the recent US-China trade optimism reverberated in the region, but with gains capped as the OPEC/OPEC+ meetings stole much of the limelight and as looming US NFP jobs data kept participants tentative. ASX 200 (+0.4%) and Nikkei 225 (+0.3%) traded positive in which gold miners outperformed the broad but mostly tepid gains for Australia’s sectors, while upside in Tokyo was also limited by recent currency strength and after Household Spending contracted by the most in over 5 years. Hang Seng (+0.7%) and Shanghai Comp. (+0.1%) were kept afloat after the PBoC conducted a CNY 300bln MLF operation which was larger than the prior operation of CNY 200bln and the CNY 187.5bln of maturing loans, while the trade rhetoric continued to suggest talks are going well and are on track with a phase 1 deal said to be close, although other reports were less optimistic and noted the sides were still at odds on agriculture purchases. Finally, 10yr JGBs were lower which was initially the aftermath of the prior day’s pullback amid gains in riskier assets, while prices remained subdued ahead of the December 2019 futures contract rolling over this weekend and with the BoJ’s presence in the market for JPY over 1.1tln of JGBs in 1yr-10yr maturities doing little to spur a rebound.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-edged-mild-gains-as-trade-optimism-reverberated-but-with-gains-capped-ahead-of-nfps-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:55:00",
        "gmt_time": "2019-12-06 05:55:00"
    },
    {
        "id": 899402,
        "updated_sequence": 2019306,
        "published_at": {
            "unix": 1575610200,
            "text": "2019-12-06 05:30:00 +0000",
            "iso_8601": "2019-12-06T05:30:00Z"
        },
        "updated_at": {
            "unix": 1575610247,
            "text": "2019-12-06 05:30:47 +0000",
            "iso_8601": "2019-12-06T05:30:47Z"
        },
        "subject": "Australian Foreign Reserves (AUD)(Nov) 77.9B (Prev. 69.4B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-foreign-reserves-aud-nov-77-9b-prev-69-4b-06-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:30:00",
        "gmt_time": "2019-12-06 05:30:00"
    },
    {
        "id": 899401,
        "updated_sequence": 2019303,
        "published_at": {
            "unix": 1575610020,
            "text": "2019-12-06 05:27:00 +0000",
            "iso_8601": "2019-12-06T05:27:00Z"
        },
        "updated_at": {
            "unix": 1575610124,
            "text": "2019-12-06 05:28:44 +0000",
            "iso_8601": "2019-12-06T05:28:44Z"
        },
        "subject": "BoJ October Real Consumption Activity Index declines to multi year low of 103.1 vs. Prev. 111.3",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-october-real-consumption-activity-index-declines-to-multi-year-low-of-103-1-vs-prev-111-3-06-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:27:00",
        "gmt_time": "2019-12-06 05:27:00"
    },
    {
        "id": 899400,
        "updated_sequence": 2019300,
        "published_at": {
            "unix": 1575608760,
            "text": "2019-12-06 05:06:00 +0000",
            "iso_8601": "2019-12-06T05:06:00Z"
        },
        "updated_at": {
            "unix": 1575608886,
            "text": "2019-12-06 05:08:06 +0000",
            "iso_8601": "2019-12-06T05:08:06Z"
        },
        "subject": "Samsung Electronics (005930 KS) is reportedly preparing a major camera overhaul for flagship Galaxy S11 smartphone next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-electronics-005930-ks-is-reportedly-preparing-a-major-camera-overhaul-for-flagship-galaxy-s11-smartphone-next-year-06-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:06:00",
        "gmt_time": "2019-12-06 05:06:00"
    },
    {
        "id": 899399,
        "updated_sequence": 2019297,
        "published_at": {
            "unix": 1575608400,
            "text": "2019-12-06 05:00:00 +0000",
            "iso_8601": "2019-12-06T05:00:00Z"
        },
        "updated_at": {
            "unix": 1575608648,
            "text": "2019-12-06 05:04:08 +0000",
            "iso_8601": "2019-12-06T05:04:08Z"
        },
        "subject": "Japanese Coincident Index (Oct P) 91.8 (Prev. 101.0)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-oct-p-91-8-prev-101-0-06-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:00:00",
        "gmt_time": "2019-12-06 05:00:00"
    },
    {
        "id": 899398,
        "updated_sequence": 2019294,
        "published_at": {
            "unix": 1575608400,
            "text": "2019-12-06 05:00:00 +0000",
            "iso_8601": "2019-12-06T05:00:00Z"
        },
        "updated_at": {
            "unix": 1575608605,
            "text": "2019-12-06 05:03:25 +0000",
            "iso_8601": "2019-12-06T05:03:25Z"
        },
        "subject": "Japanese Leading Index (Oct P)\t91.8 (Prev. 91.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-oct-p-91-8-prev-91-9-06-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 13:00:00",
        "gmt_time": "2019-12-06 05:00:00"
    },
    {
        "id": 899395,
        "updated_sequence": 2019285,
        "published_at": {
            "unix": 1575606960,
            "text": "2019-12-06 04:36:00 +0000",
            "iso_8601": "2019-12-06T04:36:00Z"
        },
        "updated_at": {
            "unix": 1575607039,
            "text": "2019-12-06 04:37:19 +0000",
            "iso_8601": "2019-12-06T04:37:19Z"
        },
        "subject": "Fitch says RBNZ final capital rules are credit positive despite concessions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-says-rbnz-final-capital-rules-are-credit-positive-despite-concessions-06-12-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 12:36:00",
        "gmt_time": "2019-12-06 04:36:00"
    },
    {
        "id": 899394,
        "updated_sequence": 2019280,
        "published_at": {
            "unix": 1575603240,
            "text": "2019-12-06 03:34:00 +0000",
            "iso_8601": "2019-12-06T03:34:00Z"
        },
        "updated_at": {
            "unix": 1575603298,
            "text": "2019-12-06 03:34:58 +0000",
            "iso_8601": "2019-12-06T03:34:58Z"
        },
        "subject": "Hong Kong Financial Secretary says not aware of large short position in financial markets and that risks are controllable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-financial-secretary-says-not-aware-of-large-short-position-in-financial-markets-and-that-risks-are-controllable-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:34:00",
        "gmt_time": "2019-12-06 03:34:00"
    },
    {
        "id": 899393,
        "updated_sequence": 2019277,
        "published_at": {
            "unix": 1575603180,
            "text": "2019-12-06 03:33:00 +0000",
            "iso_8601": "2019-12-06T03:33:00Z"
        },
        "updated_at": {
            "unix": 1575603239,
            "text": "2019-12-06 03:33:59 +0000",
            "iso_8601": "2019-12-06T03:33:59Z"
        },
        "subject": "Thailand Consumer Confidence (Nov) 69.1 (Prev. 70.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-consumer-confidence-nov-69-1-prev-70-7-06-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:33:00",
        "gmt_time": "2019-12-06 03:33:00"
    },
    {
        "id": 899392,
        "updated_sequence": 2019274,
        "published_at": {
            "unix": 1575602880,
            "text": "2019-12-06 03:28:00 +0000",
            "iso_8601": "2019-12-06T03:28:00Z"
        },
        "updated_at": {
            "unix": 1575602942,
            "text": "2019-12-06 03:29:02 +0000",
            "iso_8601": "2019-12-06T03:29:02Z"
        },
        "subject": "US President Trump tweets that story US is sending 12k troops to Saudi Arabia is false and fake news",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-story-us-is-sending-12k-troops-to-saudi-arabia-is-false-and-fake-news-06-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:28:00",
        "gmt_time": "2019-12-06 03:28:00"
    },
    {
        "id": 899391,
        "updated_sequence": 2019271,
        "published_at": {
            "unix": 1575602580,
            "text": "2019-12-06 03:23:00 +0000",
            "iso_8601": "2019-12-06T03:23:00Z"
        },
        "updated_at": {
            "unix": 1575602744,
            "text": "2019-12-06 03:25:44 +0000",
            "iso_8601": "2019-12-06T03:25:44Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: JSW Infrastructure reached an understanding with Suraksha Realty to provide support for the latter which submitted a final bid for Jaypee Infratech",
        "content": "<p>Bharti Airtel (BHARTI IS) - Moody’s placed Co. credit outlook on watch negative. (ET)</p><p>Jaypee Infratech (JPINFRATEC IS) - JSW Infrastructure reached an understanding with Suraksha Realty to provide support for the latter which submitted a final bid for Jaypee Infratech. (ET)</p><p>Yes Bank (YES IS) - Moody’s downgraded Co. credit outlook to negative. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-jsw-infrastructure-reached-an-understanding-with-suraksha-realty-to-provide-support-for-the-latter-which-submitted-a-final-bid-for-jaypee-infratech-06-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:23:00",
        "gmt_time": "2019-12-06 03:23:00"
    },
    {
        "id": 899390,
        "updated_sequence": 2019282,
        "published_at": {
            "unix": 1575602460,
            "text": "2019-12-06 03:21:00 +0000",
            "iso_8601": "2019-12-06T03:21:00Z"
        },
        "updated_at": {
            "unix": 1575603718,
            "text": "2019-12-06 03:41:58 +0000",
            "iso_8601": "2019-12-06T03:41:58Z"
        },
        "subject": "China Global Times tweets that contradictory statements by US officials over the phase one deal might just be Washington testing the waters, while it adds that trade talks remain on track citing an expert",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-tweets-that-contradictory-statements-by-us-officials-over-the-phase-one-deal-might-just-be-washington-testing-the-waters-while-it-adds-that-trade-talks-remain-on-track-citing-an-expert-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:21:00",
        "gmt_time": "2019-12-06 03:21:00"
    },
    {
        "id": 899389,
        "updated_sequence": 2019263,
        "published_at": {
            "unix": 1575601800,
            "text": "2019-12-06 03:10:00 +0000",
            "iso_8601": "2019-12-06T03:10:00Z"
        },
        "updated_at": {
            "unix": 1575601868,
            "text": "2019-12-06 03:11:08 +0000",
            "iso_8601": "2019-12-06T03:11:08Z"
        },
        "subject": "Hong Kong Financial Secretary says estimates show more than 2 percentage points of Q3 GDP contraction due to the unrest",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-financial-secretary-says-estimates-show-more-than-2-percentage-points-of-q3-gdp-contraction-due-to-the-unrest-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 11:10:00",
        "gmt_time": "2019-12-06 03:10:00"
    },
    {
        "id": 899387,
        "updated_sequence": 2019257,
        "published_at": {
            "unix": 1575600900,
            "text": "2019-12-06 02:55:00 +0000",
            "iso_8601": "2019-12-06T02:55:00Z"
        },
        "updated_at": {
            "unix": 1575601340,
            "text": "2019-12-06 03:02:20 +0000",
            "iso_8601": "2019-12-06T03:02:20Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks edge mild gains as trade optimism reverberates, but with gains capped ahead of NFPs",
        "content": "<p>Asia equity markets are mostly higher as sentiment continues to reflect the recent US-China trade optimism but with gains capped as the OPEC/OPEC+ meetings steal some of the limelight and with looming Non-Farm Payrolls data keeping participants tentative. ASX 200 (+0.2%) and Nikkei 225 (+0.2%) trade positive with gold miners outperforming the broad but mostly tepid gains across Australia’s sectors, while upside in Tokyo is also limited by recent currency strength and after Household Spending contracted by the most in over 5 years. Hang Seng (+0.9%) and Shanghai Comp. (+0.1%) are kept afloat after the PBoC conducted a CNY 300bln MLF operation which was larger than the prior operation of CNY 200bln and the CNY 187.5bln of maturing loans, while the trade rhetoric continues to suggest talks are going well with the sides close to a phase 1 deal, although other reports were less optimistic and noted the sides were still at odds on agriculture purchases.</p><p>In FX markets, the DXY is subdued after a continuation of the December retreat to below the 97.50 level with the greenback eyeing a 7th consecutive loss as it consolidates at the lowest in just over a month, with participants now looking ahead to the US jobs data. This has kept EUR/USD and GBP/USD above the recently reclaimed 1.1100 and 1.3150 levels respectively, with the latter having been underpinned as polls continue point to a strong lead for the Conservatives including the Britain Elects poll tracker which showed the ruling party remains nearly 10 points ahead of Labour a week away from the elections, despite a slight narrowing in the margin. Elsewhere, USD/JPY is subdued by the recent dollar woes, while antipodeans edge marginal gains on the mostly positive risk appetite and firmer PBoC reference rate, as well as comments from RBNZ Deputy Governor Bascand who reiterated that the economy looks close to a turning point.</p><p>Finally, 10yr JGBs are lower which was mainly a function of the prior day’s after-hours decline amid the gains in riskier assets, although downside has been stemmed amid the BoJ presence in the market for JPY over 1.1tln of JGBs in 1yr-10yr maturities and with the December 2019 futures contract rolling over this weekend.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-edge-mild-gains-as-trade-optimism-reverberates-but-with-gains-capped-ahead-of-nfps-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:55:00",
        "gmt_time": "2019-12-06 02:55:00"
    },
    {
        "id": 899386,
        "updated_sequence": 2019252,
        "published_at": {
            "unix": 1575600780,
            "text": "2019-12-06 02:53:00 +0000",
            "iso_8601": "2019-12-06T02:53:00Z"
        },
        "updated_at": {
            "unix": 1575600851,
            "text": "2019-12-06 02:54:11 +0000",
            "iso_8601": "2019-12-06T02:54:11Z"
        },
        "subject": "US House Speaker Pelosi says USMCA issues relate to workers' rights and pharmaceuticals, also comments that she doesn't think US is heading for a shutdown",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-speaker-pelosi-says-usmca-issues-relate-to-workers-rights-and-pharmaceuticals-also-comments-that-she-doesn-t-think-us-is-heading-for-a-shutdown-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:53:00",
        "gmt_time": "2019-12-06 02:53:00"
    },
    {
        "id": 899385,
        "updated_sequence": 2019249,
        "published_at": {
            "unix": 1575600000,
            "text": "2019-12-06 02:40:00 +0000",
            "iso_8601": "2019-12-06T02:40:00Z"
        },
        "updated_at": {
            "unix": 1575600062,
            "text": "2019-12-06 02:41:02 +0000",
            "iso_8601": "2019-12-06T02:41:02Z"
        },
        "subject": "South Korea says US and North Korea appear to remain apart on nuclear negotiations, according to Yonhap",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-says-us-and-north-korea-appear-to-remain-apart-on-nuclear-negotiations-according-to-yonhap-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:40:00",
        "gmt_time": "2019-12-06 02:40:00"
    },
    {
        "id": 899384,
        "updated_sequence": 2019246,
        "published_at": {
            "unix": 1575599880,
            "text": "2019-12-06 02:38:00 +0000",
            "iso_8601": "2019-12-06T02:38:00Z"
        },
        "updated_at": {
            "unix": 1575600003,
            "text": "2019-12-06 02:40:03 +0000",
            "iso_8601": "2019-12-06T02:40:03Z"
        },
        "subject": "Postal Savings Bank of China (1658 HK) Shanghai-listed shares are expected to begin trading next Tuesday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "postal-savings-bank-of-china-1658-hk-shanghai-listed-shares-are-expected-to-begin-trading-next-tuesday-06-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:38:00",
        "gmt_time": "2019-12-06 02:38:00"
    },
    {
        "id": 899383,
        "updated_sequence": 2019243,
        "published_at": {
            "unix": 1575599640,
            "text": "2019-12-06 02:34:00 +0000",
            "iso_8601": "2019-12-06T02:34:00Z"
        },
        "updated_at": {
            "unix": 1575599703,
            "text": "2019-12-06 02:35:03 +0000",
            "iso_8601": "2019-12-06T02:35:03Z"
        },
        "subject": "PBoC begins pilot regulation related to fintech in Beijing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-begins-pilot-regulation-related-to-fintech-in-beijing-06-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:34:00",
        "gmt_time": "2019-12-06 02:34:00"
    },
    {
        "id": 899382,
        "updated_sequence": 2019240,
        "published_at": {
            "unix": 1575599040,
            "text": "2019-12-06 02:24:00 +0000",
            "iso_8601": "2019-12-06T02:24:00Z"
        },
        "updated_at": {
            "unix": 1575599315,
            "text": "2019-12-06 02:28:35 +0000",
            "iso_8601": "2019-12-06T02:28:35Z"
        },
        "subject": "RBNZ Deputy Governor Bascand reiterates economy looks close to turning point and that downside risks persist but are more balanced, adds strong commodity prices are supporting the economy and fiscal stimulus could boost growth next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbnz-deputy-governor-bascand-reiterates-economy-looks-close-to-turning-point-and-that-downside-risks-persist-but-are-more-balanced-adds-strong-commodity-prices-are-supporting-the-economy-and-fiscal-stimulus-could-boost-growth-next-year-06-12-2019",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 10:24:00",
        "gmt_time": "2019-12-06 02:24:00"
    },
    {
        "id": 899381,
        "updated_sequence": 2019237,
        "published_at": {
            "unix": 1575596820,
            "text": "2019-12-06 01:47:00 +0000",
            "iso_8601": "2019-12-06T01:47:00Z"
        },
        "updated_at": {
            "unix": 1575596890,
            "text": "2019-12-06 01:48:10 +0000",
            "iso_8601": "2019-12-06T01:48:10Z"
        },
        "subject": "PBoC conducts CNY 300bln 1-yr MLF operations at 3.25% vs. Prev. 3.25%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-conducts-cny-300bln-1-yr-mlf-operations-at-3-25-vs-prev-3-25-06-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:47:00",
        "gmt_time": "2019-12-06 01:47:00"
    },
    {
        "id": 899380,
        "updated_sequence": 2019234,
        "published_at": {
            "unix": 1575596520,
            "text": "2019-12-06 01:42:00 +0000",
            "iso_8601": "2019-12-06T01:42:00Z"
        },
        "updated_at": {
            "unix": 1575596619,
            "text": "2019-12-06 01:43:39 +0000",
            "iso_8601": "2019-12-06T01:43:39Z"
        },
        "subject": "China’s new Ambassador to Canada warned Beijing will launch tough countermeasures against Canada if its Parliament acts on a planned Senate motion calling for sanctions against Chinese officials",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Globe and Mail",
        "slug": "china-s-new-ambassador-to-canada-warned-beijing-will-launch-tough-countermeasures-against-canada-if-its-parliament-acts-on-a-planned-senate-motion-calling-for-sanctions-against-chinese-officials-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:42:00",
        "gmt_time": "2019-12-06 01:42:00"
    },
    {
        "id": 899379,
        "updated_sequence": 2019231,
        "published_at": {
            "unix": 1575594900,
            "text": "2019-12-06 01:15:00 +0000",
            "iso_8601": "2019-12-06T01:15:00Z"
        },
        "updated_at": {
            "unix": 1575594973,
            "text": "2019-12-06 01:16:13 +0000",
            "iso_8601": "2019-12-06T01:16:13Z"
        },
        "subject": "PBoC sets USD/CNY reference rate at 7.0383 vs. Exp. 7.0368 (Prev. 7.0521)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswire",
        "slug": "pboc-sets-usd-cny-reference-rate-at-7-0383-vs-exp-7-0368-prev-7-0521-06-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:15:00",
        "gmt_time": "2019-12-06 01:15:00"
    },
    {
        "id": 899378,
        "updated_sequence": 2019228,
        "published_at": {
            "unix": 1575594720,
            "text": "2019-12-06 01:12:00 +0000",
            "iso_8601": "2019-12-06T01:12:00Z"
        },
        "updated_at": {
            "unix": 1575594779,
            "text": "2019-12-06 01:12:59 +0000",
            "iso_8601": "2019-12-06T01:12:59Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: PBoC is expected to conduct MLF operations today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-pboc-is-expected-to-conduct-mlf-operations-today-06-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:12:00",
        "gmt_time": "2019-12-06 01:12:00"
    },
    {
        "id": 899377,
        "updated_sequence": 2019225,
        "published_at": {
            "unix": 1575594600,
            "text": "2019-12-06 01:10:00 +0000",
            "iso_8601": "2019-12-06T01:10:00Z"
        },
        "updated_at": {
            "unix": 1575594718,
            "text": "2019-12-06 01:11:58 +0000",
            "iso_8601": "2019-12-06T01:11:58Z"
        },
        "subject": "BoJ offers to  buy JPY 420bln in 1yr-3yr JGBs, JPY 340bln in 3yr-5yr JGBs, JPY 350bln in 5yr-10yr JGBs and JPY 30bln in inflation-indexed JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswire",
        "slug": "boj-offers-to-buy-jpy-420bln-in-1yr-3yr-jgbs-jpy-340bln-in-3yr-5yr-jgbs-jpy-350bln-in-5yr-10yr-jgbs-and-jpy-30bln-in-inflation-indexed-jgbs-06-12-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:10:00",
        "gmt_time": "2019-12-06 01:10:00"
    },
    {
        "id": 899376,
        "updated_sequence": 2019222,
        "published_at": {
            "unix": 1575594300,
            "text": "2019-12-06 01:05:00 +0000",
            "iso_8601": "2019-12-06T01:05:00Z"
        },
        "updated_at": {
            "unix": 1575594471,
            "text": "2019-12-06 01:07:51 +0000",
            "iso_8601": "2019-12-06T01:07:51Z"
        },
        "subject": "Scentre Group (SCG AT) acquires 50% interest in GArden City Booragoon from AMP Capital Diversified Property Fund for AUD 570mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "scentre-group-scg-at-acquires-50-interest-in-garden-city-booragoon-from-amp-capital-diversified-property-fund-for-aud-570mln-06-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 09:05:00",
        "gmt_time": "2019-12-06 01:05:00"
    },
    {
        "id": 899375,
        "updated_sequence": 2019219,
        "published_at": {
            "unix": 1575593640,
            "text": "2019-12-06 00:54:00 +0000",
            "iso_8601": "2019-12-06T00:54:00Z"
        },
        "updated_at": {
            "unix": 1575593697,
            "text": "2019-12-06 00:54:57 +0000",
            "iso_8601": "2019-12-06T00:54:57Z"
        },
        "subject": "Chinese analysts see a potential MLF rate cut after today, according to China Securities Journal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Securities Journal",
        "slug": "chinese-analysts-see-a-potential-mlf-rate-cut-after-today-according-to-china-securities-journal-06-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:54:00",
        "gmt_time": "2019-12-06 00:54:00"
    },
    {
        "id": 899374,
        "updated_sequence": 2019216,
        "published_at": {
            "unix": 1575592860,
            "text": "2019-12-06 00:41:00 +0000",
            "iso_8601": "2019-12-06T00:41:00Z"
        },
        "updated_at": {
            "unix": 1575592937,
            "text": "2019-12-06 00:42:17 +0000",
            "iso_8601": "2019-12-06T00:42:17Z"
        },
        "subject": "Japanese Finance Minister Aso says aware negative interest rates are having adverse effect on bank profits and in turn hurting individuals",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswire",
        "slug": "japanese-finance-minister-aso-says-aware-negative-interest-rates-are-having-adverse-effect-on-bank-profits-and-in-turn-hurting-individuals-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:41:00",
        "gmt_time": "2019-12-06 00:41:00"
    },
    {
        "id": 899373,
        "updated_sequence": 2019213,
        "published_at": {
            "unix": 1575592260,
            "text": "2019-12-06 00:31:00 +0000",
            "iso_8601": "2019-12-06T00:31:00Z"
        },
        "updated_at": {
            "unix": 1575592367,
            "text": "2019-12-06 00:32:47 +0000",
            "iso_8601": "2019-12-06T00:32:47Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: Foxconn Technology (2354 TT) November sales fell 24.8% Y/Y to TWD 8.76bln",
        "content": "<p>TAIWAN</p><p>Foxconn Technology (2354 TT) - Co. November sales fell 24.8% Y/Y to TWD 8.76bln. (Newswires)</p><p>Hon Hai (2317 TT) - Co. November sales rose 0.2% Y/Y to TWD 602.6bln. (Newswires)</p><p>Largan Precision (3008 TT) - Co. November rev. TWD 6.7bln vs. Prev. TWD 4.0bln Y/Y. (Newswires)</p><p>TPK Holding (3673 TT) - Co. November rev. TWD 12.1bln vs. Prev. TWD 12.9bln Y/Y. (Newswires)</p><p>TSMC (2330 TT) - Co. plans to spend another USD 14bln-15bln next year amid increased demand for advanced chips due to 5G network deployments. (Taipei Times)</p><p>Data Recap</p><ul><li>Taiwan CPI (Nov) Y/Y 0.6% vs. Exp. 0.7% (Prev. 0.4%). (Newswires)&nbsp;</li><li>Taiwan CPI Core (Nov) Y/Y 0.6% vs. Exp. 0.7% (Prev. 0.5%)</li><li>Taiwan WPI (Nov) Y/Y -5.0% (Prev. -4.5%)</li><li>&nbsp;Taiwan Foreign Reserves (USD)(Nov) 474.1B (Prev. 472.5B)</li></ul><p>&nbsp;</p><p>SINGAPORE</p><p>Other News - Another 18 companies have been selected for inclusion in Enterprise Singapore’s scheme to help firms grow quicker. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-stock-news-foxconn-technology-2354-tt-november-sales-fell-24-8-y-y-to-twd-8-76bln-06-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:31:00",
        "gmt_time": "2019-12-06 00:31:00"
    },
    {
        "id": 899372,
        "updated_sequence": 2019210,
        "published_at": {
            "unix": 1575591420,
            "text": "2019-12-06 00:17:00 +0000",
            "iso_8601": "2019-12-06T00:17:00Z"
        },
        "updated_at": {
            "unix": 1575591487,
            "text": "2019-12-06 00:18:07 +0000",
            "iso_8601": "2019-12-06T00:18:07Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0368, according to a newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, yesterday's mid-point was set at 7.0521.</li></ul>",
        "analysis_updated_at": {
            "unix": 1575591487,
            "text": "2019-12-06 00:18:07 +0000",
            "iso_8601": "2019-12-06T00:18:07Z"
        },
        "push_notify": false,
        "source": "Newswire",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0368-according-to-a-newswire-estimate-06-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:17:00",
        "gmt_time": "2019-12-06 00:17:00"
    },
    {
        "id": 899371,
        "updated_sequence": 2019204,
        "published_at": {
            "unix": 1575590640,
            "text": "2019-12-06 00:04:00 +0000",
            "iso_8601": "2019-12-06T00:04:00Z"
        },
        "updated_at": {
            "unix": 1575590875,
            "text": "2019-12-06 00:07:55 +0000",
            "iso_8601": "2019-12-06T00:07:55Z"
        },
        "subject": "Asia stocks begin higher as markets continue to reflect on the recent trade optimism, but with gains capped as the OPEC meeting takes the spotlight and with looming NFPs adding to the tentativeness",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-stocks-begin-higher-as-markets-continue-to-reflect-on-the-recent-trade-optimism-but-with-gains-capped-as-the-opec-meeting-takes-the-spotlight-and-with-looming-nfps-adding-to-the-tentativeness-06-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:04:00",
        "gmt_time": "2019-12-06 00:04:00"
    },
    {
        "id": 899369,
        "updated_sequence": 2019198,
        "published_at": {
            "unix": 1575590520,
            "text": "2019-12-06 00:02:00 +0000",
            "iso_8601": "2019-12-06T00:02:00Z"
        },
        "updated_at": {
            "unix": 1575590598,
            "text": "2019-12-06 00:03:18 +0000",
            "iso_8601": "2019-12-06T00:03:18Z"
        },
        "subject": "Chinese private companies are to support the slower the economy, according to People's Daily",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-private-companies-are-to-support-the-slower-the-economy-according-to-people-s-daily-06-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-06 08:02:00",
        "gmt_time": "2019-12-06 00:02:00"
    }
]