[
    {
        "id": 899737,
        "updated_sequence": 2039779,
        "published_at": {
            "unix": 1576262160,
            "text": "2019-12-13 18:36:00 +0000",
            "iso_8601": "2019-12-13T18:36:00Z"
        },
        "updated_at": {
            "unix": 1576262278,
            "text": "2019-12-13 18:37:58 +0000",
            "iso_8601": "2019-12-13T18:37:58Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-06-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:36:00",
        "gmt_time": "2019-12-13 18:36:00"
    },
    {
        "id": 900917,
        "updated_sequence": 2039776,
        "published_at": {
            "unix": 1576262100,
            "text": "2019-12-13 18:35:00 +0000",
            "iso_8601": "2019-12-13T18:35:00Z"
        },
        "updated_at": {
            "unix": 1576262255,
            "text": "2019-12-13 18:37:35 +0000",
            "iso_8601": "2019-12-13T18:37:35Z"
        },
        "subject": "Desk Notice: the desk will be closing at 18:00GMT/13:00EST on Friday 13th December, following coverage of the Baker Hughes rig count",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "desk-notice-the-desk-will-be-closing-at-18-00gmt-13-00est-on-friday-13th-december-following-coverage-of-the-baker-hughes-rig-count-13-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:35:00",
        "gmt_time": "2019-12-13 18:35:00"
    },
    {
        "id": 900931,
        "updated_sequence": 2039767,
        "published_at": {
            "unix": 1576262040,
            "text": "2019-12-13 18:34:00 +0000",
            "iso_8601": "2019-12-13T18:34:00Z"
        },
        "updated_at": {
            "unix": 1576262107,
            "text": "2019-12-13 18:35:07 +0000",
            "iso_8601": "2019-12-13T18:35:07Z"
        },
        "subject": "Newsquawk Week in Focus - week commencing 13th December 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23473/download\"><strong>here</strong></a><strong>&nbsp;</strong></p><ul><li><strong>MON: Global PMIs; China IP, retail sales; US NY Fed, NAHB, TIC flows.</strong></li><li><strong>TUE: RBA minutes; UK jobs data; US housing starts/permits, jolts.</strong></li><li><strong>WED: Germany IFO; NZ GDP, UK CPI; EZ final Nov HICP; Canada CPI.</strong></li><li><strong>THU: BOE; BOJ; Riksbank; Norges Bank; UK retail sales; US current account, Philly Fed, home sales, leading index.</strong></li><li><strong>FRI: Japan CPI; PBOC LPR; UK GDP; US final Q3 GDP, PCE, personal income/spending, final Michigan.</strong></li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-week-in-focus-week-commencing-13th-december-2019-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:34:00",
        "gmt_time": "2019-12-13 18:34:00"
    },
    {
        "id": 900932,
        "updated_sequence": 2039770,
        "published_at": {
            "unix": 1576262040,
            "text": "2019-12-13 18:34:00 +0000",
            "iso_8601": "2019-12-13T18:34:00Z"
        },
        "updated_at": {
            "unix": 1576262134,
            "text": "2019-12-13 18:35:34 +0000",
            "iso_8601": "2019-12-13T18:35:34Z"
        },
        "subject": "Newsquawk Central Banks - PREVIEWING BOE, PBOC, Norges Bank, Riksbank, RBA minutes; REVIEWING FOMC, ECB, CBRT, BCB, CBR, SNB, BOJ Tankan. ",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23474/download\"><strong>here</strong></a><strong>&nbsp;</strong></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-central-banks-previewing-boe-pboc-norges-bank-riksbank-rba-minutes-reviewing-fomc-ecb-cbrt-bcb-cbr-snb-boj-tankan-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:34:00",
        "gmt_time": "2019-12-13 18:34:00"
    },
    {
        "id": 900928,
        "updated_sequence": 2039728,
        "published_at": {
            "unix": 1576260240,
            "text": "2019-12-13 18:04:00 +0000",
            "iso_8601": "2019-12-13T18:04:00Z"
        },
        "updated_at": {
            "unix": 1576261321,
            "text": "2019-12-13 18:22:01 +0000",
            "iso_8601": "2019-12-13T18:22:01Z"
        },
        "subject": "Newsquawk US Market Wrap - (Early) 13th December 2019: US and China agree on phase one deal whilst UK Conservatives win majority",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23472/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>REAR VIEW: </strong>US China agree on Phase One deal, mixed reception; UK sees Tory majority; retail sales miss expectations, revised higher</li><li><i><strong>NOTICE:</strong> Desk will close at 18:00GMT/12:00CST on Friday after the Baker Hughes release – subject to market conditions.&nbsp;</i></li></ul><p><strong>US MARKET WRAP 13th December 2019: US and China agree on phase one deal whilst UK Conservatives win majority</strong></p><p><strong>* MARKET WRAP: </strong>Following reports yesterday that an agreement for a phase one deal had been reached, the Chinese side announced that a deal had been agreed which initially saw equities extend to on its all-time highs after the UK election saw a Conservative majority, thus removing the uncertainty for the next phase of Brexit. Prior to the announcement US President Trump dismissed reports in the WSJ yesterday, particularly on Tariffs, which stated as part of the deal the US would cut existing tariffs by up to 50%, plus cancelling the announcement of the phase one deal saw a broad risk on move across asset classes which saw USDCNH rise back above the 7.00 handle amid a broad a risk off move. However, on the official announcement risk on was observed as participants were wary whether a deal had been reached or not. The news saw WTI (F0) breach USD 60/bbl to the upside, whilst Brent hit highs of USD 65.80, whilst USDCNH fell back beneath the 7.00 figure briefly. US Yields spiked higher to just shy of 1.91%. However, the details of the deal failed to woo participants as not all tariffs had been removed, which has been an ongoing request from the Chinese for both sides to see any true progress. The Chinese did note that the cancelling of Dec. 15th tariffs from both sides and a rollback of tariffs to 7.5% from 15%, was welcomed. Also, there had been no formal agreement on US agricultural goods, where details are set to be revealed at a later stage. In terms of the physical signing, they are currently discussing where, when and who will be signing off the deal. The aftermath of the announcement saw a reversal of the initial risk on reaction which saw the crude complex return to pre-announcement levels, USDCNH back above the key 7.00 figure, yields sent to session lows and a paring of gains in equities. Over in the UK after the Conservative party won a majority of 80 seats, GBP skyrocketed which saw Cable initially breach 1.35 to the upside from ~1.3150, whilst also providing a boost to FTSE and a gap lower to gilts.</p><p><strong>* US/CHINA: </strong>As the Chinese address got under way a risk-on move was seen across major assets - equity bourses were bid, the greenback firmed and havens were offered - with the Chinese Vice Commerce Minister saying negotiations achieved major progress and agreed on the context of the deal. The Minister said the US will follow through on its promise to cancel tariffs on a phased basis and that China would increase its imports from China, namely, energy, agricultural, pharmaceutical products and financial services; note that no agreement has been made on the agricultural purchases figure yet, seemingly as a Chinese official dodged the question, although US President Trump announced the Chinse are already purchasing the goods, and he believed China will hit USD 50bln worth of purchases. Furthermore, It was also announced that China would cancel (note not delay) its planned tariffs to take effect on Sunday, where both sides agree not to impose the Sunday tariffs, note, nothing was mentioned on previous rollbacks or any 'goodwill' or 'token' style reductions from either side. In regard to the signing of the deal, China said the details are still being worked on, however USTR Lighthizer announced it would take place in the first week of January in Washington, although a presidential signing is not expected. US President Trump announced after that the US would be maintaining the existing 25% tariffs, which currently covers USD 250bln worth of Chinese imports, whilst it would be cutting the remaining tariffs, which currently stands at 15% on USD 125bln of Chinese imports, to 7.5%. However, on Trump's announcements, perhaps due to him not cutting the 25% tariffs, the initial risk-on move did pare back somewhat.</p><p><strong>* UK ELECTION: </strong>The Conservative Party won an unexpectedly large majority at the General Elections (majority of 80 seats). The outcome unblocks the parliamentary channels and given that Johnson claimed all Conservative candidates backed his divorce deal, the market expects lawmakers to pass the Withdrawal Agreement by the end of the year – possibly as early as next week. The Europeans are also expecting the Tories to swiftly pass the divorce deal, and a diplomatic source on Friday said that EU leaders have agreed to go ahead with trade talks after the ratification and effective implementation of the exit deal. Taking a more medium-term view, there are a couple of factors to keep in mind: 1) many have suggested that negotiating a free trade agreement with the EU by the end of 2020, while made easier by a large majority, is a tall ask, even though the UK is currently aligned with the bloc in many areas; the UK must, by the end of June 2020, decide on whether it wants to extend the transition period (which runs through to the end of 2020), and many expect that the UK will have to extend, or face a potential hard exit on WTO terms at the end of the year; 2) some analysts have suggested that the magnitude of the Tory victory leaves the government with much optionality regarding fiscal stimulus, with some suggesting that there is less of a need to flood the economy with largesse (and thus maintaining a prudent fiscal policy stance) given the size of the majority; clarity on this theme will only be known around the Budget in February – the course for UK rates will likely be a function of BOE and the fiscal equation in the coming months, some desks have suggested. 3) Given that the Scots overwhelming voted for hard line nationalists, the SNP, which is set to renew the push for independence; additionally, the DUP (which was previously supporting the government) has not fared particularly well in Ireland, with Irish Sinn Fein taking leader Dodds’ seat; the unionists now have now also lost their majority in Northern Ireland for the first time, hinting that a more nationalist line might be seen out of Ireland too.</p><p><strong>* US NOVEMBER RETAIL SALES: </strong>It was a disappointing report, with headline retail sales coming in at +0.2% M/M, short of the consensus +0.5%. The core measure was up +0.1% M/M missing the +0.4% forecast, while the control group measure printed +0.1% short of the +0.3% forecast. The prior readings were revised up slightly, but the control group prior was revised down. “The spike in sales captured by the Redbook survey in the week of Thanksgiving pointed to better numbers, but the earlier part of the month might have suffered from the after-effects of strong tariff front-running spending in August and September,” Pantheon Macroeconomics wrote, “The fourth quarter as a whole could yet be rescued by a strong December, though, and/or the November data could be revised up substantially,” PM notes, observing that the numbers are volatile, and forecasting holiday season sales with confidence has been made very difficult by the structural shift in the timing of peak spending, towards Thanksgiving weekend and Cyber Monday; the latter this year fell in December. “Right now, though, even a hefty 1% jump in control sales in December would complete a mere 2.3% annualized increase in Q4, down from 6.0% in Q3 and 7.9% in Q2,” PM says, adding “those numbers could never be sustained, but they made it easy to believe the story of the invincible consumer – that narrative now looks harder to sustain, and if capex and exports are anything like as weak as surveys suggest, the softening in consumption will make it hard for Q4 GDP growth to breach 2%.”</p><p><strong>* EARNINGS:</strong> Adobe (ADBE) surged after a strong Q4 report, particularly Net new ARR exceeding (recently updated) expectations, whilst affirming guidance. Broadcom (AVGO) dipped lower after its guidance, including the Symantec (SYMC) acquisition, was lacklustre, particularly in its wireless business. Costco (COST) traded subdued, although the quarter was mainly decent, the revenue was slightly light, with desks noting its outperformance YTD. Oracle (ORCL) also underperformed on a light revenue print.</p><p><strong>* STOCK SPECIFICS:</strong> Apple (AAPL) caught a relief rally as it narrowly avoided the December 15th tariffs. CenterPoint (CNP) was bid on reports it was in settlement talks in its rates lawsuit in Houston. Facebook (FB) extended its losses from Thursday amid the FTC looking to act against it over antitrust concerns. Financials (BKX, XLF) were hit on the flattening of the yield curve. Lululemon (LULU) opened lower due to large block trade below its market price. PPL Corp (PPL) was supported by its exposure to the UK after the Tory landslide election victory supporting the utilities sector. Sarepta Therapeutics (SRPT) spiked higher on an early FDA approval. Tapestry (TPR) was offered amid a key brand leader departure. Gilead (GILD) sold off on a Credit Suisse downgrade, whilst the bank supported Biogen (BIIB), upgrading it. HanesBrands (HBI) dipped on a BofAML downgrade.</p><p><strong>* WEEKLY FX WRAP: USD: </strong>The Dollar remains on track for net weekly losses, albeit with the DXY off worst levels within a 96.605-97.925 range and back above the 97.000 handle (just), and its demise really started after a dovish final FOMC policy meeting of the year. To recap, the Fed noted muted inflation and the SEP dot plots transposed no change in rates over 2020, while Chair Powell lifted the bar for any reversal of the mid-cycle insurance easing administered via three 25 bp cuts. Meanwhile, US data has been decidedly less frothy than last Friday’s stellar BLS report, but US-China trade developments very pivotal in terms of market moves and sentiment after President Trump revealed that a Phase 1 deal was in the offing and a late/delayed Beijing press briefing effectively confirmed the agreement. Of note, China stated that December 15 tariffs are now off the table and Trump announced a reciprocal removal of the levies pencilled in for this Sunday, but the former refused to be pinned down on the size of ag purchases that have been a major sticking point and the latter also left 25% on a previous Usd250 bn, while halving Usd120 bn to 7.5% from 15%.</p><p><strong>GBP: </strong>In stark contrast to the Greenback’s travails, Sterling has had a stellar week even though best gains and euphoria have faded in the afterglow of the UK GE that saw the Conservative Party blitz main opposition Labour and PM Johnson given a working if not whopping 80 seat majority to deliver on his pledge to get Brexit done by January 31 next year. Cable has been as high as 1.3514 compared to 1.3053 when pre-vote polls predicted a much tighter result, while Eur/Gbp has seen peaks and troughs of 0.8508 and 0.8278.</p><p><strong>CHF/EUR/TRY/RUB/BRL: </strong>All partly attuned to central bank policy meetings along with the wider fluctuations in risk sentiment of course. The Franc is ending the week broadly stronger even though the SNB underscored its determination to maintain NIRP and an active brief in terms of currency intervention, perhaps taking note of the fact that the Swiss cb did not raise its valuation of the Chf and set its inflation projections on a base case unchanged benchmark rate for the forecast horizon (out to 2022). Meanwhile, the Euro was whippy during ECB President Lagarde’s first post-policy meeting press conference and between 1.1199-1.1054 extremes on the week and is now around middle ground as she made a relative balanced statement, acknowledging encouraging data/surveys on the growth side vs still muted inflation and kept fairly tight-lipped on details when asked about the looming strategic review. Elsewhere, mostly dovish moves/guidance from the CBRT, CBR and BCB relative to expectations did not really dent the Lira, Rouble or Real, but a downturn in risk appetite after the aforementioned China and US statements on Phase One and tariffs did weigh on top of sanction and Russian missile angst in the case of the former.</p><p><strong>NZD/CAD/AUD: </strong>The non-US Dollars have all endured volatile weeks on breaking trade headlines/developments, cross flows and technical impulses, with the Kiwi and Aussie dovetailing down under after the NZ Half Year Fiscal Update unveiled an extra Nzd12 bn for infrastructure projects and the budget gap widened. However, the Loonie managed to overcome more disappointing Canadian data with the aid of a USMCA accord that also boosted the Mexican Peso (predictably).</p><p><strong>SEK/NOK</strong>:<strong> </strong>In keeping with the above, positions have chopped and changed in Scandinavia ahead of next week’s last 2019 Riksbank and Norges Bank meetings and following mixed Swedish data in the form of CPI and jobs, while Norwegian inflation prints were bang in line with expectations, but regional survey pretty downbeat overall.</p><p><strong>EM: </strong>Lots of action in the Yuan on all the US-China trade/tariff news and some worrying trade data, with Usd/Cnh swinging from a high just over 7.0400 to lows of circa 6.9230 and now back on the psychological 7.0000 level as initial Phase 1 positivity fizzled out (buy rumour/sell fact perhaps?). Similarly, the Rand see-sawed between 14.8670-3735 or so amidst weak SA data vs a supportive SARB Quarterly Bulletin on balance, but was mostly directed by Eskom load-shedding that hit record levels before improving.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-early-13th-december-2019-us-and-china-agree-on-phase-one-deal-whilst-uk-conservatives-win-majority-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:04:00",
        "gmt_time": "2019-12-13 18:04:00"
    },
    {
        "id": 900926,
        "updated_sequence": 2039668,
        "published_at": {
            "unix": 1576260060,
            "text": "2019-12-13 18:01:00 +0000",
            "iso_8601": "2019-12-13T18:01:00Z"
        },
        "updated_at": {
            "unix": 1576260418,
            "text": "2019-12-13 18:06:58 +0000",
            "iso_8601": "2019-12-13T18:06:58Z"
        },
        "subject": "USTR Lighthizer says China agreed to purchase USD 40bln in Ags. in the first year with best efforts to increase that to USD 50bln Confirms there will be additional negotiations, and that the Dec 15 tariffs are cancelled ",
        "content": "<ul><li>Deal will be signed by trade principals in Washington first week of Jan, adding he does not expect a presidential signing.</li><li>China’s expectation is that there will be further phases and further reductions in tariffs</li><li>Agreement will increase US Trade to China by USD 200bln over 2 years</li><li>China agreed to increase purchases of US manufacturing, agriculture, energy and services</li><li>And agreed to changed to certain practices such as pressuring US companies to transfer tech.</li><li>Does note expect US to raise tariffs on China outside of the enforcement process deal</li><li>Phase one agreement will continue indefinitely</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-lighthizer-says-china-agreed-to-purchase-usd-40bln-in-ags-in-the-first-year-with-best-efforts-to-increase-that-to-usd-50bln-confirms-there-will-be-additional-negotiations-and-that-the-dec-15-tariffs-are-cancelled-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:01:00",
        "gmt_time": "2019-12-13 18:01:00"
    },
    {
        "id": 900927,
        "updated_sequence": 2039654,
        "published_at": {
            "unix": 1576260060,
            "text": "2019-12-13 18:01:00 +0000",
            "iso_8601": "2019-12-13T18:01:00Z"
        },
        "updated_at": {
            "unix": 1576260201,
            "text": "2019-12-13 18:03:21 +0000",
            "iso_8601": "2019-12-13T18:03:21Z"
        },
        "subject": "Baker Hughes Rig Count (13th Dec): Oil -4 at 667, natural gas -4 at 129 and total unchanged at 799 rigs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-13th-dec-oil-4-at-667-natural-gas-4-at-129-and-total-unchanged-at-799-rigs-13-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 02:01:00",
        "gmt_time": "2019-12-13 18:01:00"
    },
    {
        "id": 900925,
        "updated_sequence": 2039565,
        "published_at": {
            "unix": 1576258500,
            "text": "2019-12-13 17:35:00 +0000",
            "iso_8601": "2019-12-13T17:35:00Z"
        },
        "updated_at": {
            "unix": 1576258704,
            "text": "2019-12-13 17:38:24 +0000",
            "iso_8601": "2019-12-13T17:38:24Z"
        },
        "subject": "US is reportedly weighing 100% tariffs on more EU products including whiskies and Cognac amid the fallout of its Airbus (AIR FP) dispute, according to CNBC citing documents ",
        "content": "<ul><li><a href=\"https://www.cnbc.com/2019/12/13/ustr-weighing-100percent-tariffs-on-new-eu-products-including-whiskies.html?__source=twitter%7Cmain\">Click here for link</a></li><li>The new items being considered for tariffs up to 100% range from Spanish olive oil and French Swiss cheese to Irish and Scotch whiskies.</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>USTR earlier this year published multiple lists of European goods worth more than USD 10 billion that it had hoped to target in response to its dispute with Airbus over unfair subsidies. In October, Washington moved ahead and imposed tariffs of 10% on large civil aircraft and 25% on agricultural goods bound from Europe.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576258704,
            "text": "2019-12-13 17:38:24 +0000",
            "iso_8601": "2019-12-13T17:38:24Z"
        },
        "push_notify": false,
        "source": "CNBC",
        "slug": "us-is-reportedly-weighing-100-tariffs-on-more-eu-products-including-whiskies-and-cognac-amid-the-fallout-of-its-airbus-air-fp-dispute-according-to-cnbc-citing-documents-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 01:35:00",
        "gmt_time": "2019-12-13 17:35:00"
    },
    {
        "id": 900924,
        "updated_sequence": 2039546,
        "published_at": {
            "unix": 1576258320,
            "text": "2019-12-13 17:32:00 +0000",
            "iso_8601": "2019-12-13T17:32:00Z"
        },
        "updated_at": {
            "unix": 1576258476,
            "text": "2019-12-13 17:34:36 +0000",
            "iso_8601": "2019-12-13T17:34:36Z"
        },
        "subject": "French shareholders in the PSA (UG GP) / Fiat Chrysler (FCAU) merged entity want further clarity on the governance before an MOU can be signed, adding they want to be reassured that the number of board seats in the draft MOU does not change; two sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-shareholders-in-the-psa-ug-gp-fiat-chrysler-fcau-merged-entity-want-further-clarity-on-the-governance-before-an-mou-can-be-signed-adding-they-want-to-be-reassured-that-the-number-of-board-seats-in-the-draft-mou-does-not-change-13-12-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 01:32:00",
        "gmt_time": "2019-12-13 17:32:00"
    },
    {
        "id": 900923,
        "updated_sequence": 2039514,
        "published_at": {
            "unix": 1576257720,
            "text": "2019-12-13 17:22:00 +0000",
            "iso_8601": "2019-12-13T17:22:00Z"
        },
        "updated_at": {
            "unix": 1576257876,
            "text": "2019-12-13 17:24:36 +0000",
            "iso_8601": "2019-12-13T17:24:36Z"
        },
        "subject": "Hungarian Central Bank reportedly plans to extend its HUF 300bln corporate bond purchase programme launched in July and it could decide ion a bond purchase scheme extension, possibly next Tuesday or some time in the future; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hungarian-central-bank-reportedly-plans-to-extend-its-huf-300bln-corporate-bond-purchase-programme-launched-in-july-and-it-could-decide-ion-a-bond-purchase-scheme-extension-possibly-next-tuesday-or-some-time-in-the-future-according-to-sour-13-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 01:22:00",
        "gmt_time": "2019-12-13 17:22:00"
    },
    {
        "id": 900922,
        "updated_sequence": 2039487,
        "published_at": {
            "unix": 1576257360,
            "text": "2019-12-13 17:16:00 +0000",
            "iso_8601": "2019-12-13T17:16:00Z"
        },
        "updated_at": {
            "unix": 1576257448,
            "text": "2019-12-13 17:17:28 +0000",
            "iso_8601": "2019-12-13T17:17:28Z"
        },
        "subject": "General (GM) says it is investing USD 1.5bln in next-gen mid size trucks to be manufactured at its Wentzville plant, where it will retain 4000 manufacturing jobs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-gm-says-it-is-investing-usd-1-5bln-in-next-gen-mid-size-trucks-to-be-manufactured-at-its-wentzville-plant-where-it-will-retain-4000-manufacturing-jobs-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 01:16:00",
        "gmt_time": "2019-12-13 17:16:00"
    },
    {
        "id": 900921,
        "updated_sequence": 2039429,
        "published_at": {
            "unix": 1576256400,
            "text": "2019-12-13 17:00:00 +0000",
            "iso_8601": "2019-12-13T17:00:00Z"
        },
        "updated_at": {
            "unix": 1576256511,
            "text": "2019-12-13 17:01:51 +0000",
            "iso_8601": "2019-12-13T17:01:51Z"
        },
        "subject": "Dominion (D) raises its annual dividend by 2.5% to USD 3.76/share",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dominion-d-raises-its-annual-dividend-by-2-5-to-usd-3-76-share-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 01:00:00",
        "gmt_time": "2019-12-13 17:00:00"
    },
    {
        "id": 900920,
        "updated_sequence": 2039412,
        "published_at": {
            "unix": 1576256040,
            "text": "2019-12-13 16:54:00 +0000",
            "iso_8601": "2019-12-13T16:54:00Z"
        },
        "updated_at": {
            "unix": 1576256161,
            "text": "2019-12-13 16:56:01 +0000",
            "iso_8601": "2019-12-13T16:56:01Z"
        },
        "subject": "US President Trump says he thinks China will hit USD 50bln in purchases of US agricultural purchases",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier when the details emerged of the Phase One deal, they stated the actual nominal values will be announced later. Reminder, the Chinese have asked for a figure which is market based, however Trump has constantly pushed for USD 50bln a year</li></ul>",
        "analysis_updated_at": {
            "unix": 1576256161,
            "text": "2019-12-13 16:56:01 +0000",
            "iso_8601": "2019-12-13T16:56:01Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-thinks-china-will-hit-usd-50bln-in-purchases-of-us-agricultural-purchases-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:54:00",
        "gmt_time": "2019-12-13 16:54:00"
    },
    {
        "id": 900919,
        "updated_sequence": 2039391,
        "published_at": {
            "unix": 1576255800,
            "text": "2019-12-13 16:50:00 +0000",
            "iso_8601": "2019-12-13T16:50:00Z"
        },
        "updated_at": {
            "unix": 1576255891,
            "text": "2019-12-13 16:51:31 +0000",
            "iso_8601": "2019-12-13T16:51:31Z"
        },
        "subject": "Weekly FX Wrap: frantic Friday after super Thursday and CPI/Fed Wednesday",
        "content": "<p><strong>USD</strong></p><p>The Dollar remains on track for net weekly losses, albeit with the <strong>DXY </strong>off worst levels within a 96.605-97.925 range and back above the 97.000 handle (just), and its demise really started after a dovish final FOMC policy meeting of the year. To recap, the Fed noted muted inflation and the SEP dot plots transposed no change in rates over 2020, while Chair Powell lifted the bar for any reversal of the mid-cycle insurance easing administered via three 25 bp cuts. Meanwhile, US data has been decidedly less frothy than last Friday’s stellar BLS report, but US-China trade developments very pivotal in terms of market moves and sentiment after President Trump revealed that a Phase 1 deal was in the offing and a late/delayed Beijing press briefing effectively confirmed the agreement. Of note, China stated that December 15 tariffs are now off the table and Trump announced a reciprocal removal of the levies pencilled in for this Sunday, but the former refused to be pinned down on the size of ag purchases that have been a major sticking point and the latter also left 25% on a previous Usd250 bn, while halving Usd120 bn to 7.5% from 15%.</p><p><strong>GBP&nbsp;</strong></p><p>In stark contrast to the Greenback’s travails, Sterling has had a stellar week even though best gains and euphoria have faded in the afterglow of the UK GE that saw the Conservative Party blitz main opposition Labour and PM Johnson given a working if not whopping 80 seat majority to deliver on his pledge to get Brexit done by January 31 next year. Cable has been as high as 1.3514 compared to 1.3053 when pre-vote polls predicted a much tighter result, while Eur/Gbp has seen peaks and troughs of 0.8508 and 0.8278.</p><p><strong>CHF/EUR/TRY/RUB/BRL</strong></p><p>All partly attuned to central bank policy meetings along with the wider fluctuations in risk sentiment of course. The Franc is ending the week broadly stronger even though the SNB underscored its determination to maintain NIRP and an active brief in terms of currency intervention, perhaps taking note of the fact that the Swiss cb did not raise its valuation of the Chf and set its inflation projections on a base case unchanged benchmark rate for the forecast horizon (out to 2022). Meanwhile, the Euro was whippy during ECB President Lagarde’s first post-policy meeting press conference and between 1.1199-1.1054 extremes on the week and is now around middle ground as she made a relative balanced statement, acknowledging encouraging data/surveys on the growth side vs still muted inflation and kept fairly tight-lipped on details when asked about the looming strategic review. Elsewhere, mostly dovish moves/guidance from the CBRT, CBR and BCB relative to expectations did not really dent the Lira, Rouble or Real, but a downturn in risk appetite after the aforementioned China and US statements on Phase One and tariffs did weigh on top of sanction and Russian missile angst in the case of the former.</p><p><strong>NZD/CAD/AUD&nbsp;</strong></p><p>The non-US Dollars have all endured volatile weeks on breaking trade headlines/developments, cross flows and technical impulses, with the Kiwi and Aussie dovetailing down under after the NZ Half Year Fiscal Update unveiled an extra Nzd12 bn for infrastructure projects and the budget gap widened. However, the Loonie managed to overcome more disappointing Canadian data with the aid of a USMCA accord that also boosted the Mexican Peso (predictably).</p><p><strong>SEK/NOK&nbsp;</strong></p><p>In keeping with the above, positions have chopped and changed in Scandinavia ahead of next week’s last 2019 Riksbank and Norges Bank meetings and following mixed Swedish data in the form of CPI and jobs, while Norwegian inflation prints were bang in line with expectations, but regional survey pretty downbeat overall.</p><p><strong>EM&nbsp;</strong></p><p>Lots of action in the Yuan on all the US-China trade/tariff news and some worrying trade data, with Usd/Cnh swinging from a high just over 7.0400 to lows of circa 6.9230 and now back on the psychological 7.0000 level as initial Phase 1 positivity fizzled out (buy rumour/sell fact perhaps?). Similarly, the Rand see-sawed between 14.8670-3735 or so amidst weak SA data vs a supportive SARB Quarterly Bulletin on balance, but was mostly directed by Eskom load-shedding that hit record levels before improving.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-frantic-friday-after-super-thursday-and-cpi-fed-wednesday-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:50:00",
        "gmt_time": "2019-12-13 16:50:00"
    },
    {
        "id": 900918,
        "updated_sequence": 2039455,
        "published_at": {
            "unix": 1576255080,
            "text": "2019-12-13 16:38:00 +0000",
            "iso_8601": "2019-12-13T16:38:00Z"
        },
        "updated_at": {
            "unix": 1576256937,
            "text": "2019-12-13 17:08:57 +0000",
            "iso_8601": "2019-12-13T17:08:57Z"
        },
        "subject": "Fed's Williams says the housing market is picking up from a year ago and consumer spending is strong, expects US economy to grow by about 2% over the next couple of years, says low and stable inflation isn't a concern, but wants to avoid falling inflation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-says-the-housing-market-is-picking-up-from-a-year-ago-and-consumer-spending-is-strong-expects-us-economy-to-grow-by-about-2-over-the-next-couple-of-years-says-low-and-stable-inflation-isn-t-a-concern-but-wants-to-avoid-fal-13-12-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:38:00",
        "gmt_time": "2019-12-13 16:38:00"
    },
    {
        "id": 900914,
        "updated_sequence": 2039295,
        "published_at": {
            "unix": 1576254240,
            "text": "2019-12-13 16:24:00 +0000",
            "iso_8601": "2019-12-13T16:24:00Z"
        },
        "updated_at": {
            "unix": 1576254389,
            "text": "2019-12-13 16:26:29 +0000",
            "iso_8601": "2019-12-13T16:26:29Z"
        },
        "subject": "China Global Times warn agreement on the text of the US deal does not mean that all trade issues can be resolved, and any “accidents” could happen during the implementation, citing experts",
        "content": "<ul><li><a href=\"https://twitter.com/globaltimesnews/status/1205523902883094528\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-warn-agreement-on-the-text-of-the-us-deal-does-not-mean-that-all-trade-issues-can-be-resolved-and-any-accidents-could-happen-during-the-implementation-citing-experts-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:24:00",
        "gmt_time": "2019-12-13 16:24:00"
    },
    {
        "id": 900913,
        "updated_sequence": 2039256,
        "published_at": {
            "unix": 1576253700,
            "text": "2019-12-13 16:15:00 +0000",
            "iso_8601": "2019-12-13T16:15:00Z"
        },
        "updated_at": {
            "unix": 1576253789,
            "text": "2019-12-13 16:16:29 +0000",
            "iso_8601": "2019-12-13T16:16:29Z"
        },
        "subject": "NY Fed Staff Nowcast stands at 0.7% for 2019:Q4 (prev. 0.6%), and 0.8% for 2020:Q1 (prev. 0.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-staff-nowcast-stands-at-0-7-for-2019-q4-prev-0-6-and-0-8-for-2020-q1-prev-0-7-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:15:00",
        "gmt_time": "2019-12-13 16:15:00"
    },
    {
        "id": 900912,
        "updated_sequence": 2039234,
        "published_at": {
            "unix": 1576253400,
            "text": "2019-12-13 16:10:00 +0000",
            "iso_8601": "2019-12-13T16:10:00Z"
        },
        "updated_at": {
            "unix": 1576253449,
            "text": "2019-12-13 16:10:49 +0000",
            "iso_8601": "2019-12-13T16:10:49Z"
        },
        "subject": "Exxon (XOM) reports operation require flaring at the Beaumont, Texas (368k BPD) complex",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-reports-operation-require-flaring-at-the-beaumont-texas-368k-bpd-complex-13-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:10:00",
        "gmt_time": "2019-12-13 16:10:00"
    },
    {
        "id": 900911,
        "updated_sequence": 2039226,
        "published_at": {
            "unix": 1576253280,
            "text": "2019-12-13 16:08:00 +0000",
            "iso_8601": "2019-12-13T16:08:00Z"
        },
        "updated_at": {
            "unix": 1576253347,
            "text": "2019-12-13 16:09:07 +0000",
            "iso_8601": "2019-12-13T16:09:07Z"
        },
        "subject": "New BoE Governor announcement will not take place on Friday., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-boe-governor-announcement-will-not-take-place-on-friday-according-to-sources-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:08:00",
        "gmt_time": "2019-12-13 16:08:00"
    },
    {
        "id": 900910,
        "updated_sequence": 2039217,
        "published_at": {
            "unix": 1576253160,
            "text": "2019-12-13 16:06:00 +0000",
            "iso_8601": "2019-12-13T16:06:00Z"
        },
        "updated_at": {
            "unix": 1576253241,
            "text": "2019-12-13 16:07:21 +0000",
            "iso_8601": "2019-12-13T16:07:21Z"
        },
        "subject": "China's Vice State Planner Head, when asked on the commitment of US agri purchases, says the value will be disclosed at a later date",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, in the earlier press conference this question was avoided by the China trade team</li></ul>",
        "analysis_updated_at": {
            "unix": 1576253240,
            "text": "2019-12-13 16:07:20 +0000",
            "iso_8601": "2019-12-13T16:07:20Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-vice-state-planner-head-when-asked-on-the-commitment-of-us-agri-purchases-says-the-value-will-be-disclosed-at-a-later-date-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:06:00",
        "gmt_time": "2019-12-13 16:06:00"
    },
    {
        "id": 900909,
        "updated_sequence": 2039201,
        "published_at": {
            "unix": 1576252980,
            "text": "2019-12-13 16:03:00 +0000",
            "iso_8601": "2019-12-13T16:03:00Z"
        },
        "updated_at": {
            "unix": 1576253015,
            "text": "2019-12-13 16:03:35 +0000",
            "iso_8601": "2019-12-13T16:03:35Z"
        },
        "subject": "CNBC's Tausche says the US-China deal remains subject to legal amendments, and will need to be translated for both sides which historically has generated issues",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-tausche-says-the-us-china-deal-remains-subject-to-legal-amendments-and-will-need-to-be-translated-for-both-sides-which-historically-has-generated-issues-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-14 00:03:00",
        "gmt_time": "2019-12-13 16:03:00"
    },
    {
        "id": 900908,
        "updated_sequence": 2039146,
        "published_at": {
            "unix": 1576251960,
            "text": "2019-12-13 15:46:00 +0000",
            "iso_8601": "2019-12-13T15:46:00Z"
        },
        "updated_at": {
            "unix": 1576252037,
            "text": "2019-12-13 15:47:17 +0000",
            "iso_8601": "2019-12-13T15:47:17Z"
        },
        "subject": "US-China deal deal includes a strong dispute resolution system, according to USTR",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-china-deal-deal-includes-a-strong-dispute-resolution-system-according-to-ustr-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:46:00",
        "gmt_time": "2019-12-13 15:46:00"
    },
    {
        "id": 900907,
        "updated_sequence": 2039136,
        "published_at": {
            "unix": 1576251660,
            "text": "2019-12-13 15:41:00 +0000",
            "iso_8601": "2019-12-13T15:41:00Z"
        },
        "updated_at": {
            "unix": 1576251919,
            "text": "2019-12-13 15:45:19 +0000",
            "iso_8601": "2019-12-13T15:45:19Z"
        },
        "subject": "USTR press statement ' \"The United States will be maintaining 25 percent tariffs on approximately $250 billion of Chinese imports, along with 7.5 percent tariffs on approximately $120 billion of Chinese imports.\"., Axios' Swan",
        "content": "<ul><li><a href=\"https://twitter.com/jonathanvswan/status/1205512988737687552\">Link to Tweet</a></li><li>US-China Phase one trade deal requires structural reforms to China;s economic and trade regime</li><li>Confirm that the deal covers IP, tech transfer, Agri. financial services, currency and foreign exchange</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "ustr-press-statement-the-united-states-will-be-maintaining-25-percent-tariffs-on-approximately-250-billion-of-chinese-imports-along-with-7-5-percent-tariffs-on-approximately-120-billion-of-chinese-imports-axios-swan-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:41:00",
        "gmt_time": "2019-12-13 15:41:00"
    },
    {
        "id": 900906,
        "updated_sequence": 2039114,
        "published_at": {
            "unix": 1576251480,
            "text": "2019-12-13 15:38:00 +0000",
            "iso_8601": "2019-12-13T15:38:00Z"
        },
        "updated_at": {
            "unix": 1576251619,
            "text": "2019-12-13 15:40:19 +0000",
            "iso_8601": "2019-12-13T15:40:19Z"
        },
        "subject": "China and the US were to hold a press conference at the same time., CNBC's Yoon citing Liao Min",
        "content": "<ul><li><a href=\"https://twitter.com/onlyyoontv/status/1205512151261048832\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the press conferences occurring at the same time would have been a positive gesture in the talks</li></ul>",
        "analysis_updated_at": {
            "unix": 1576251600,
            "text": "2019-12-13 15:40:00 +0000",
            "iso_8601": "2019-12-13T15:40:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-and-the-us-were-to-hold-a-press-conference-at-the-same-time-cnbc-s-yoon-citing-liao-min-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:38:00",
        "gmt_time": "2019-12-13 15:38:00"
    },
    {
        "id": 900900,
        "updated_sequence": 2039111,
        "published_at": {
            "unix": 1576251420,
            "text": "2019-12-13 15:37:00 +0000",
            "iso_8601": "2019-12-13T15:37:00Z"
        },
        "updated_at": {
            "unix": 1576251615,
            "text": "2019-12-13 15:40:15 +0000",
            "iso_8601": "2019-12-13T15:40:15Z"
        },
        "subject": "CHINA TRADE INITIAL SUMMARY: Both sides agree to cancel Sunday tariffs, but ",
        "content": "<ul><li>As the Chinese address got under way a risk-on move was seen across major assets - equity bourses were bid, the greenback firmed and havens were offered - with the Chinese Vice Commerce Minister saying negotiations achieved major progress and agreed on the context of the deal. The Minister said the US will follow through on its promise to cancel tariffs on a phased basis and that China would increase its imports from China, namely, energy, agricultural, pharmaceutical products and financial services; note that no agreement has been made on the agricultural purchases figure yet. Furthermore, It was also announced that China would cancel (note not delay) its planned tariffs to take effect on Sunday, where both sides agree not to impose the Sunday tariffs, note, nothing was mentioned on previous rollbacks or any 'goodwill' or 'token' style reductions from either side. In regard to the signing of the deal, China said the details are still being worked on.</li><li>US President Trump announced after that the US would be maintaining the existing 25% tariffs, which currently covers USD 250bln worth of Chinese imports, whilst it would be cutting the remaining tariffs, which currently stands at 15% on USD 125bln of Chinese imports, to 7.5%. However, on Trump's announcements, perhaps due to him not cutting the 25% tariffs, the initial risk-on move did pare back somewhat.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "china-trade-initial-summary-both-sides-agree-to-cancel-sunday-tariffs-but-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:37:00",
        "gmt_time": "2019-12-13 15:37:00"
    },
    {
        "id": 900905,
        "updated_sequence": 2039095,
        "published_at": {
            "unix": 1576251300,
            "text": "2019-12-13 15:35:00 +0000",
            "iso_8601": "2019-12-13T15:35:00Z"
        },
        "updated_at": {
            "unix": 1576251459,
            "text": "2019-12-13 15:37:39 +0000",
            "iso_8601": "2019-12-13T15:37:39Z"
        },
        "subject": "US tariff rollback is a goodwill gesture, an improvement but it is not enough., Bai Ming an expert close to China's Commerce Ministry., Global Times",
        "content": "<ul><li><a href=\"https://twitter.com/globaltimesnews/status/1205511388967272448\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-tariff-rollback-is-a-goodwill-gesture-an-improvement-but-it-is-not-enough-bai-ming-an-expert-close-to-china-s-commerce-ministry-global-times-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:35:00",
        "gmt_time": "2019-12-13 15:35:00"
    },
    {
        "id": 900904,
        "updated_sequence": 2039084,
        "published_at": {
            "unix": 1576251240,
            "text": "2019-12-13 15:34:00 +0000",
            "iso_8601": "2019-12-13T15:34:00Z"
        },
        "updated_at": {
            "unix": 1576251353,
            "text": "2019-12-13 15:35:53 +0000",
            "iso_8601": "2019-12-13T15:35:53Z"
        },
        "subject": "CNBC's Tauche tweets \"I’m told the number of purchases under discussion was $200b, with ~$40b coming from ag.\", \"Pres. Trump’s tweet made no mention of any number - and China’s vice minister of finance didn’t when asked either\"",
        "content": "<ul><li><a href=\"https://twitter.com/kaylatausche/status/1205511174323916800\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "cnbc-s-tauche-tweets-i-m-told-the-number-of-purchases-under-discussion-was-200b-with-40b-coming-from-ag-pres-trump-s-tweet-made-no-mention-of-any-number-and-china-s-vice-minister-of-finance-didn-t-when-asked-either-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:34:00",
        "gmt_time": "2019-12-13 15:34:00"
    },
    {
        "id": 900903,
        "updated_sequence": 2039057,
        "published_at": {
            "unix": 1576250820,
            "text": "2019-12-13 15:27:00 +0000",
            "iso_8601": "2019-12-13T15:27:00Z"
        },
        "updated_at": {
            "unix": 1576250971,
            "text": "2019-12-13 15:29:31 +0000",
            "iso_8601": "2019-12-13T15:29:31Z"
        },
        "subject": "Both sides have reached a consensus on IP, and a crackdown on fake goods., China's Vice Commerce Ministry; are to increase step up of intellectual property at their own pace",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "both-sides-have-reached-a-consensus-on-ip-and-a-crackdown-on-fake-goods-china-s-vice-commerce-ministry-are-to-increase-step-up-of-intellectual-property-at-their-own-pace-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:27:00",
        "gmt_time": "2019-12-13 15:27:00"
    },
    {
        "id": 900902,
        "updated_sequence": 2039062,
        "published_at": {
            "unix": 1576250760,
            "text": "2019-12-13 15:26:00 +0000",
            "iso_8601": "2019-12-13T15:26:00Z"
        },
        "updated_at": {
            "unix": 1576251031,
            "text": "2019-12-13 15:30:31 +0000",
            "iso_8601": "2019-12-13T15:30:31Z"
        },
        "subject": "US President Trump tweet that US has agreed a Phase One deal with China, Dec 15 tariffs will not go ahead, \"We will begin negotiations on the Phase Two Deal immediately, rather than waiting until after the 2020 Election\"",
        "content": "<ul><li>\"The 25% Tariffs will remain as is, with 7 1/2% put on much of the remainder\"</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1205509125788098560\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>It is unclear from Trump's tweet but it seems like the 25% tariffs will remain, and 15% tariffs on some products will be rolled back to 7.5% and Dec 15th tariffs will not go on</li></ul>",
        "analysis_updated_at": {
            "unix": 1576251030,
            "text": "2019-12-13 15:30:30 +0000",
            "iso_8601": "2019-12-13T15:30:30Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-tweet-that-us-has-agreed-a-phase-one-deal-with-china-dec-15-tariffs-will-not-go-ahead-we-will-begin-negotiations-on-the-phase-two-deal-immediately-rather-than-waiting-until-after-the-2020-election-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:26:00",
        "gmt_time": "2019-12-13 15:26:00"
    },
    {
        "id": 900901,
        "updated_sequence": 2039039,
        "published_at": {
            "unix": 1576250580,
            "text": "2019-12-13 15:23:00 +0000",
            "iso_8601": "2019-12-13T15:23:00Z"
        },
        "updated_at": {
            "unix": 1576250772,
            "text": "2019-12-13 15:26:12 +0000",
            "iso_8601": "2019-12-13T15:26:12Z"
        },
        "subject": "When asked who would sign a US-China deal and where this would be done: China's trade team replies, both sides are currently discussing these details",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This response does not provide a location, date or indication on who will be signing a deal</li></ul>",
        "analysis_updated_at": {
            "unix": 1576250771,
            "text": "2019-12-13 15:26:11 +0000",
            "iso_8601": "2019-12-13T15:26:11Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "when-asked-who-would-sign-a-us-china-deal-and-where-this-would-be-done-china-s-trade-team-replies-both-sides-are-currently-discussing-these-details-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:23:00",
        "gmt_time": "2019-12-13 15:23:00"
    },
    {
        "id": 900899,
        "updated_sequence": 2039025,
        "published_at": {
            "unix": 1576250340,
            "text": "2019-12-13 15:19:00 +0000",
            "iso_8601": "2019-12-13T15:19:00Z"
        },
        "updated_at": {
            "unix": 1576250581,
            "text": "2019-12-13 15:23:01 +0000",
            "iso_8601": "2019-12-13T15:23:01Z"
        },
        "subject": "China said no details on agricultural purchases are ready yet; subsequently, stated they are to import more wheat and corn after the deal",
        "content": "<ul><li>Imports of US farm products will not create a shock to the domestic industry</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-said-no-details-on-agricultural-purchases-are-ready-yet-subsequently-stated-they-are-to-import-more-wheat-and-corn-after-the-deal-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:19:00",
        "gmt_time": "2019-12-13 15:19:00"
    },
    {
        "id": 900898,
        "updated_sequence": 2039001,
        "published_at": {
            "unix": 1576250280,
            "text": "2019-12-13 15:18:00 +0000",
            "iso_8601": "2019-12-13T15:18:00Z"
        },
        "updated_at": {
            "unix": 1576250355,
            "text": "2019-12-13 15:19:15 +0000",
            "iso_8601": "2019-12-13T15:19:15Z"
        },
        "subject": "US has agreed to exempt more Chinese goods from the tariffs list, according to Global Times citing a Chinese official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-has-agreed-to-exempt-more-chinese-goods-from-the-tariffs-list-according-to-global-times-citing-a-chinese-official-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:18:00",
        "gmt_time": "2019-12-13 15:18:00"
    },
    {
        "id": 900897,
        "updated_sequence": 2038992,
        "published_at": {
            "unix": 1576250100,
            "text": "2019-12-13 15:15:00 +0000",
            "iso_8601": "2019-12-13T15:15:00Z"
        },
        "updated_at": {
            "unix": 1576250251,
            "text": "2019-12-13 15:17:31 +0000",
            "iso_8601": "2019-12-13T15:17:31Z"
        },
        "subject": "China has decided to cancel tariffs scheduled for Sunday., China's Vice Finance Minister; both sides agree not to impose the Sunday tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, nothing on previous rollbacks or any 'goodwill' or 'token' style reductions from either side</li></ul>",
        "analysis_updated_at": {
            "unix": 1576250251,
            "text": "2019-12-13 15:17:31 +0000",
            "iso_8601": "2019-12-13T15:17:31Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-has-decided-to-cancel-tariffs-scheduled-for-sunday-china-s-vice-finance-minister-both-sides-agree-not-to-impose-the-sunday-tariffs-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:15:00",
        "gmt_time": "2019-12-13 15:15:00"
    },
    {
        "id": 900896,
        "updated_sequence": 2038977,
        "published_at": {
            "unix": 1576250040,
            "text": "2019-12-13 15:14:00 +0000",
            "iso_8601": "2019-12-13T15:14:00Z"
        },
        "updated_at": {
            "unix": 1576250084,
            "text": "2019-12-13 15:14:44 +0000",
            "iso_8601": "2019-12-13T15:14:44Z"
        },
        "subject": "US will step up waivers of Chinese products., China's Vice Finance Minister ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-will-step-up-waivers-of-chinese-products-china-s-vice-finance-minister-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:14:00",
        "gmt_time": "2019-12-13 15:14:00"
    },
    {
        "id": 900895,
        "updated_sequence": 2038974,
        "published_at": {
            "unix": 1576249980,
            "text": "2019-12-13 15:13:00 +0000",
            "iso_8601": "2019-12-13T15:13:00Z"
        },
        "updated_at": {
            "unix": 1576250073,
            "text": "2019-12-13 15:14:33 +0000",
            "iso_8601": "2019-12-13T15:14:33Z"
        },
        "subject": "When asked if China can confirm the USD 50bln of agricultural purchases, and will tariffs be reduced (referencing WSJ report) says that cancelling tariffs is core to China's concerns, as markets expand will increase imports of products",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "when-asked-if-china-can-confirm-the-usd-50bln-of-agricultural-purchases-and-will-tariffs-be-reduced-referencing-wsj-report-says-that-cancelling-tariffs-is-core-to-china-s-concerns-as-markets-expand-will-increase-imports-of-products-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:13:00",
        "gmt_time": "2019-12-13 15:13:00"
    },
    {
        "id": 900894,
        "updated_sequence": 2038958,
        "published_at": {
            "unix": 1576249800,
            "text": "2019-12-13 15:10:00 +0000",
            "iso_8601": "2019-12-13T15:10:00Z"
        },
        "updated_at": {
            "unix": 1576249879,
            "text": "2019-12-13 15:11:19 +0000",
            "iso_8601": "2019-12-13T15:11:19Z"
        },
        "subject": "China are to boost US imports of energy, agricultural, pharmaceutical products and financial services., China's Vice State Planner head",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-are-to-boost-us-imports-of-energy-agricultural-pharmaceutical-products-and-financial-services-china-s-vice-state-planner-head-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:10:00",
        "gmt_time": "2019-12-13 15:10:00"
    },
    {
        "id": 900893,
        "updated_sequence": 2038951,
        "published_at": {
            "unix": 1576249740,
            "text": "2019-12-13 15:09:00 +0000",
            "iso_8601": "2019-12-13T15:09:00Z"
        },
        "updated_at": {
            "unix": 1576249808,
            "text": "2019-12-13 15:10:08 +0000",
            "iso_8601": "2019-12-13T15:10:08Z"
        },
        "subject": "China will work to set a date for singing a deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-will-work-to-set-a-date-for-singing-a-deal-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:09:00",
        "gmt_time": "2019-12-13 15:09:00"
    },
    {
        "id": 900892,
        "updated_sequence": 2038943,
        "published_at": {
            "unix": 1576249680,
            "text": "2019-12-13 15:08:00 +0000",
            "iso_8601": "2019-12-13T15:08:00Z"
        },
        "updated_at": {
            "unix": 1576249723,
            "text": "2019-12-13 15:08:43 +0000",
            "iso_8601": "2019-12-13T15:08:43Z"
        },
        "subject": "China Global Times says the deal text includes nine chapters, including IPR, technology transfer, food and agriculture, financial services, exchange rate and transparency, expanding trade, bilateral evaluation, dispute settlement and final agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-global-times-says-the-deal-text-includes-nine-chapters-including-ipr-technology-transfer-food-and-agriculture-financial-services-exchange-rate-and-transparency-expanding-trade-bilateral-evaluation-dispute-settlement-and-final-a-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:08:00",
        "gmt_time": "2019-12-13 15:08:00"
    },
    {
        "id": 900891,
        "updated_sequence": 2038936,
        "published_at": {
            "unix": 1576249380,
            "text": "2019-12-13 15:03:00 +0000",
            "iso_8601": "2019-12-13T15:03:00Z"
        },
        "updated_at": {
            "unix": 1576249656,
            "text": "2019-12-13 15:07:36 +0000",
            "iso_8601": "2019-12-13T15:07:36Z"
        },
        "subject": "US will follow through on its promise to cancel tariffs on a phased basis., China's Vice Commerce Minister; agreement is consistent with China's goal of reform",
        "content": "<ul><li>Trade deal is to further protect foreign firms interest in China</li><li>Trade deal is to boos the confidence of global markets</li><li>To protect Chinese firms legal interest in dealings with the US</li><li><strong>Are to increase imports from the US and others</strong></li><li>To implement follow up procedure as soon as is possible; agree to complete the last stages as soon as is possible</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-will-follow-through-on-its-promise-to-cancel-tariffs-on-a-phased-basis-china-s-vice-commerce-minister-agreement-is-consistent-with-china-s-goal-of-reform-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:03:00",
        "gmt_time": "2019-12-13 15:03:00"
    },
    {
        "id": 900890,
        "updated_sequence": 2038912,
        "published_at": {
            "unix": 1576249380,
            "text": "2019-12-13 15:03:00 +0000",
            "iso_8601": "2019-12-13T15:03:00Z"
        },
        "updated_at": {
            "unix": 1576249415,
            "text": "2019-12-13 15:03:35 +0000",
            "iso_8601": "2019-12-13T15:03:35Z"
        },
        "subject": "China and the US did agree on the context of the first trade deal., China's Vice Commerce Minister",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-the-us-did-agree-on-the-context-of-the-first-trade-deal-china-s-vice-commerce-minister-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:03:00",
        "gmt_time": "2019-12-13 15:03:00"
    },
    {
        "id": 900889,
        "updated_sequence": 2038922,
        "published_at": {
            "unix": 1576249320,
            "text": "2019-12-13 15:02:00 +0000",
            "iso_8601": "2019-12-13T15:02:00Z"
        },
        "updated_at": {
            "unix": 1576249503,
            "text": "2019-12-13 15:05:03 +0000",
            "iso_8601": "2019-12-13T15:05:03Z"
        },
        "subject": "China says first trade negotiations did achieve major progress",
        "content": "",
        "reaction_details": "<ul><li>As the press conference went underway, risk appetite crept into the market with USD/CNH falling from 6.99 to 6.9550 whilst E-Mini S&amp;P rose to fresh record highs, spot gold unwound risk premium alongside the JPY and UST Mar'20 futures dipped</li></ul>",
        "reaction_updated_at": {
            "unix": 1576249503,
            "text": "2019-12-13 15:05:03 +0000",
            "iso_8601": "2019-12-13T15:05:03Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-says-first-trade-negotiations-did-achieve-major-progress-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 23:02:00",
        "gmt_time": "2019-12-13 15:02:00"
    },
    {
        "id": 900886,
        "updated_sequence": 2038872,
        "published_at": {
            "unix": 1576248720,
            "text": "2019-12-13 14:52:00 +0000",
            "iso_8601": "2019-12-13T14:52:00Z"
        },
        "updated_at": {
            "unix": 1576248870,
            "text": "2019-12-13 14:54:30 +0000",
            "iso_8601": "2019-12-13T14:54:30Z"
        },
        "subject": "White House Officials will not say which story the US President is referring to, one Official says it could be from yesterday though most believe it is this one (link in body of headline)., CNBC's Javers",
        "content": "<ul><li><a href=\"https://twitter.com/EamonJavers/status/1205500408631844866\">Link to Tweet</a></li><li><a href=\"https://t.co/0ituVknM6T\">Link to Article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "white-house-officials-will-not-say-which-story-the-us-president-is-referring-to-one-official-says-it-could-be-from-yesterday-though-most-believe-it-is-this-one-link-in-body-of-headline-cnbc-s-javers-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:52:00",
        "gmt_time": "2019-12-13 14:52:00"
    },
    {
        "id": 900885,
        "updated_sequence": 2038843,
        "published_at": {
            "unix": 1576248300,
            "text": "2019-12-13 14:45:00 +0000",
            "iso_8601": "2019-12-13T14:45:00Z"
        },
        "updated_at": {
            "unix": 1576248398,
            "text": "2019-12-13 14:46:38 +0000",
            "iso_8601": "2019-12-13T14:46:38Z"
        },
        "subject": "Allergan (AGN)/ Abbvie (ABBV) - are to receive US regulatory approval in January., CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "allergan-agn-abbvie-abbv-are-to-receive-us-regulatory-approval-in-january-cnbc-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:45:00",
        "gmt_time": "2019-12-13 14:45:00"
    },
    {
        "id": 900884,
        "updated_sequence": 2038850,
        "published_at": {
            "unix": 1576248180,
            "text": "2019-12-13 14:43:00 +0000",
            "iso_8601": "2019-12-13T14:43:00Z"
        },
        "updated_at": {
            "unix": 1576248477,
            "text": "2019-12-13 14:47:57 +0000",
            "iso_8601": "2019-12-13T14:47:57Z"
        },
        "subject": "UK Final Election Results: Conservative 365, Labour 203, SNP 48, Liberal Democrats 11, DUP 8, Other 15; Tory majority of 80 seats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-final-election-results-conservative-365-labour-203-snp-48-liberal-democrats-11-dup-8-other-15-tory-majority-of-80-seats-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:43:00",
        "gmt_time": "2019-12-13 14:43:00"
    },
    {
        "id": 900882,
        "updated_sequence": 2038830,
        "published_at": {
            "unix": 1576247700,
            "text": "2019-12-13 14:35:00 +0000",
            "iso_8601": "2019-12-13T14:35:00Z"
        },
        "updated_at": {
            "unix": 1576248272,
            "text": "2019-12-13 14:44:32 +0000",
            "iso_8601": "2019-12-13T14:44:32Z"
        },
        "subject": "US Equity Open: Cash markets open subdued, with momentum to the downside on trade woes; PPL +5.2%, ADBE +3.5%, BIIB +2%, HBI -5.2%, AVGO -4.3%, ORCL -3%",
        "content": "<ul><li><strong>PPL +5.2%</strong> on exposure to UK post-election utilities buzz</li><li><strong>ADBE +3.5% </strong>post strong quarter</li><li><strong>BIIB +2%</strong> upgraded at CS</li><li><strong>HBI -5.2%</strong> downgraded at BofAML</li><li><strong>AVGO -4.3%</strong> disappoints on mixed-signal chips unit's sales guidance</li><li><strong>ORCL -3%</strong> misses on revenue estimates</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "us-equity-open-cash-markets-open-subdued-with-momentum-to-the-downside-on-trade-woes-ppl-5-2-adbe-3-5-biib-2-hbi-5-2-avgo-4-3-orcl-3-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:35:00",
        "gmt_time": "2019-12-13 14:35:00"
    },
    {
        "id": 900881,
        "updated_sequence": 2038776,
        "published_at": {
            "unix": 1576247400,
            "text": "2019-12-13 14:30:00 +0000",
            "iso_8601": "2019-12-13T14:30:00Z"
        },
        "updated_at": {
            "unix": 1576247435,
            "text": "2019-12-13 14:30:35 +0000",
            "iso_8601": "2019-12-13T14:30:35Z"
        },
        "subject": "WATCH LIVE: China’s State Council holds a press conference on US-China trade talks ",
        "content": "<ul><li><a href=\"https://www.youtube.com/watch?v=bMSmx8pOCaQ&amp;feature=youtu.be\">Link to stream</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "youtube",
        "slug": "watch-live-china-s-state-council-holds-a-press-conference-on-us-china-trade-talks-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:30:00",
        "gmt_time": "2019-12-13 14:30:00"
    },
    {
        "id": 900880,
        "updated_sequence": 2038763,
        "published_at": {
            "unix": 1576247220,
            "text": "2019-12-13 14:27:00 +0000",
            "iso_8601": "2019-12-13T14:27:00Z"
        },
        "updated_at": {
            "unix": 1576247233,
            "text": "2019-12-13 14:27:13 +0000",
            "iso_8601": "2019-12-13T14:27:13Z"
        },
        "subject": "Additional US Equity Stories - F",
        "content": "<ul><li><strong>Ford Motor (F)</strong> (Consumer Discretionary/Automobile Manufacturers) has issued a recall for 490,574 Super Duty SuperCrew vehicles with carpet flooring due to fire risks in the event of a crash.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-f-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:27:00",
        "gmt_time": "2019-12-13 14:27:00"
    },
    {
        "id": 900879,
        "updated_sequence": 2038752,
        "published_at": {
            "unix": 1576246920,
            "text": "2019-12-13 14:22:00 +0000",
            "iso_8601": "2019-12-13T14:22:00Z"
        },
        "updated_at": {
            "unix": 1576247028,
            "text": "2019-12-13 14:23:48 +0000",
            "iso_8601": "2019-12-13T14:23:48Z"
        },
        "subject": "Reports on cuts on all China tariffs are wrong., according to Axios citing an official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-on-cuts-on-all-china-tariffs-are-wrong-according-to-axios-citing-an-official-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:22:00",
        "gmt_time": "2019-12-13 14:22:00"
    },
    {
        "id": 900878,
        "updated_sequence": 2038876,
        "published_at": {
            "unix": 1576246020,
            "text": "2019-12-13 14:07:00 +0000",
            "iso_8601": "2019-12-13T14:07:00Z"
        },
        "updated_at": {
            "unix": 1576248904,
            "text": "2019-12-13 14:55:04 +0000",
            "iso_8601": "2019-12-13T14:55:04Z"
        },
        "subject": "US President Trump tweets that the WSJ story yesterday on the China deal is completely wrong, especially on tariffs",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1205489214546235393\">Link to Tweet</a></li></ul>",
        "reaction_details": "<p>In an immediate reaction</p><ul><li>E-Mini Dec 19 futures fell from 3176 to 3168</li><li>USD/CNH rose from 6.96 to 7.02 before paring back briefly below 7</li><li>UST Mar’20 futures rose from 128-13 to 128-24+ before paring back slighly</li><li>Gold rose from 1468 to 1471</li></ul>",
        "reaction_updated_at": {
            "unix": 1576246320,
            "text": "2019-12-13 14:12:00 +0000",
            "iso_8601": "2019-12-13T14:12:00Z"
        },
        "analysis_details": "<ul><li>Possibly refers to this article via WSJ: &nbsp;US negotiators offer to cut existing tariff rates by up to 50% on USD 360bln of Chinese imports, U.S. negotiators also offer to cancel new China tariffs set to take effect on Dec. 15, according to sources cited by WSJ</li><li><a href=\"https://www.wsj.com/articles/trump-says-u-s-is-very-close-to-a-big-deal-with-china-on-trade-11576162614\">Link to the referenced WSJ piece</a></li><li><strong>This also comes ahead of the China State Council press conference at 1430GMT/0930ET</strong></li></ul>",
        "analysis_updated_at": {
            "unix": 1576246140,
            "text": "2019-12-13 14:09:00 +0000",
            "iso_8601": "2019-12-13T14:09:00Z"
        },
        "push_notify": true,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-the-wsj-story-yesterday-on-the-china-deal-is-completely-wrong-especially-on-tariffs-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:07:00",
        "gmt_time": "2019-12-13 14:07:00"
    },
    {
        "id": 900877,
        "updated_sequence": 2038670,
        "published_at": {
            "unix": 1576245780,
            "text": "2019-12-13 14:03:00 +0000",
            "iso_8601": "2019-12-13T14:03:00Z"
        },
        "updated_at": {
            "unix": 1576245843,
            "text": "2019-12-13 14:04:03 +0000",
            "iso_8601": "2019-12-13T14:04:03Z"
        },
        "subject": "Fixed and FX latest: debt still somewhat divergent, but Dollar firmer",
        "content": "<p>Not much reaction to weaker than expected US retail sales awaiting an official press conference from Beijing around the bottom of the hour and with UK markets still mulling the implications of yesterday’s resounding Tory election win. However, bonds remain mixed/choppy and just off new intraday highs, while the Greenback has nudged a bit closer towards 97.000 in DXY terms amidst a partial downturn in risk sentiment on more headlines reporting about Chinese reservations about ag purchases and other sections of the Phase 1 deal, or concessions needed to ensure that tariffs are lifted/shelved.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-debt-still-somewhat-divergent-but-dollar-firmer-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:03:00",
        "gmt_time": "2019-12-13 14:03:00"
    },
    {
        "id": 900877,
        "updated_sequence": 2038670,
        "published_at": {
            "unix": 1576245780,
            "text": "2019-12-13 14:03:00 +0000",
            "iso_8601": "2019-12-13T14:03:00Z"
        },
        "updated_at": {
            "unix": 1576245843,
            "text": "2019-12-13 14:04:03 +0000",
            "iso_8601": "2019-12-13T14:04:03Z"
        },
        "subject": "Fixed and FX latest: debt still somewhat divergent, but Dollar firmer",
        "content": "<p>Not much reaction to weaker than expected US retail sales awaiting an official press conference from Beijing around the bottom of the hour and with UK markets still mulling the implications of yesterday’s resounding Tory election win. However, bonds remain mixed/choppy and just off new intraday highs, while the Greenback has nudged a bit closer towards 97.000 in DXY terms amidst a partial downturn in risk sentiment on more headlines reporting about Chinese reservations about ag purchases and other sections of the Phase 1 deal, or concessions needed to ensure that tariffs are lifted/shelved.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-debt-still-somewhat-divergent-but-dollar-firmer-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:03:00",
        "gmt_time": "2019-12-13 14:03:00"
    },
    {
        "id": 900883,
        "updated_sequence": 2038810,
        "published_at": {
            "unix": 1576245600,
            "text": "2019-12-13 14:00:00 +0000",
            "iso_8601": "2019-12-13T14:00:00Z"
        },
        "updated_at": {
            "unix": 1576247949,
            "text": "2019-12-13 14:39:09 +0000",
            "iso_8601": "2019-12-13T14:39:09Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News: 13th December 2019",
        "content": "<p><strong>13th December 2019</strong></p><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has acquired the UK startup, Spectral Edge, for an undisclosed figure, where the Co augments colours in photos by simultaneously taking infrared and standard photos and blending the two.</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) has lost an order after Qantas selected Airbus (AIR FP, EADSY) to fly its ultra-long-haul routes; decision on whether these routes will be utilised will be announced in March 2020. Elsewhere, <strong>American Airlines Group (AAL)</strong> (Industrials/Airlines) has removed 737 MAX jets from its schedule through till April 6th.</li><li><strong>Pfizer Inc. (PFE)</strong> (Health Care/Pharmaceuticals) - FDA has approved XELJANZ XR extended release 11 mg and 22 mg tablets for treatment of ulcerative colitis.</li><li><strong>Walmart (WMT)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers) Bonobos founder Andy Dunn is leaving the Co, approximately two years after WMT acquired it, according to CNBC.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Adobe Systems Inc (ADBE)</strong> (Information Technology/Application Software) Q4 19 (USD): Adj. EPS 2.29 (exp. 2.26), Revenue 2.99bln (exp. 2.97bln). Q1 adj. EPS view 2.23 (Exp. 2.25), Q1 revenue view 3.04bln (Exp. 3.08bln). FY20 adj. EPS view 9.75 (exp. 9.76), FY20 Revenue view 13.15bln (exp. 13.16bln). CEO Shantanu Narayen says Co is not overly concerned about the trade war.</li><li><strong>Biogen Inc. (BIIB)</strong> (Health Care/Biotechnology) is to discontinue the development of gosuranemab, after its Phase 2 PASPORT study failed to reach its endpoints for the supranuclear palsy treatment.</li><li><strong>Broadcom Inc. (AVGO)</strong> (Information Technology/Semiconductors) Q4 19 (USD): Adj. EPS 5.39 (exp. 5.36), Revenue 5.776bln (exp. 5.73bln); raises dividend by 23% to USD 3.25/shr. FY20 EPS view 24.5-25.5 (exp. 23.90), FY20 Revenue view 24.5bln-25.5bln (exp. 23.79bln). Co said it’s benefiting from strong demand for 5G chips as well as software unit growth.</li><li><strong>Costco Wholesale Corp. (COST)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers) Q1 20 (USD): EPS 1.90 (exp. 1.71), Revenue 36.24bln (exp. 37.25bln), SSS +5% (exp. 4.3%); reflects a 77mln, or 0.17 per diluted share, tax benefit related to stock-based compensation.</li><li><strong>Gilead Sciences (GILD)</strong> (Health Care/Biotechnology) has been downgraded to Underperform from Neutral, where analyst Evan Seigerman lowered his PT to USD 63 from USD 67 (last closed USD 67.63), citing a challenging outlook for 2020 and unclear strategy given by management.</li><li><strong>Lululemon Athletica Inc (LULU)</strong> (Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods) – 2.6mln shares were traded in a block transaction at USD 220/share (last closed at USD 224.47/share).</li><li><strong>Nvidia Corporation (NVDA)</strong> (Information Technology/Semiconductors) has not offered concessions to EU antitrust regulators reviewing its USD 6.8bln bid for <strong>Mellanox Technologies (MLNX)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment), according to the European Commission, who are set to decide on the deal by December 19th.</li><li><strong>Oracle Corp. (ORCL)</strong> (Information Technology/Application Software) Q2 20 (USD): EPS 0.90 (exp. 0.88), Revenue 9.6bln (exp. 9.65bln); Cloud Services and License Support revenue 6.8bln (exp. 6.82bln), Cloud License and On-Premise License revenue 1.13bln (exp. 1.17bln), hardware USD 871mln (exp. 847mln). Q3 adj. EPS view 0.96-0.98 (exp. 0.97). CEO Larry Ellison has no plans to appoint a second CEO after co-CEO Mark Hurd passed away.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>American Tower Corp. (AMT)</strong> (Real Estate/Specialized REITs) has raised its quarterly dividend to USD 1.01/share from USD 0.95/share.</li><li><strong>Bristol-Myers (BMY)</strong> (Health Care/Pharmaceuticals) head of business development and strategy, Paul Biondi, reportedly left the Co in November, with a search for a successor underway.</li><li><strong>Centene Corporation (CNC)</strong> (Health Care/Managed Health Care) gave 2020 guidance below expectations: FY20 adj. EPS view between 4.64-4.84 (exp. 4.84), FY20 Revenue view between 78.6bln-79.4bln (exp. 79.92bln).</li><li><strong>Edison Int'l (EIX)</strong> (Utilities/Electric Utilities) has raised its annual dividend to USD 2.55/share from USD 2.45/share.</li><li><strong>Eli Lilly &amp; Co. (LLY)</strong> (Health Care/Pharmaceuticals) has received a positive CHMP for its Cyramza, in combination with erlotinib, for treatment of metastatic non-small cell lung cancer. Meanwhile, Eli Lilly and Boehringer Ingelheim announced results from their EMPERIAL-Reduced and EMPERIAL-Preserved trials of Jardiance for patients with chronic heart failure with reduced and preserved ejection fraction, where both failed to exhibit a significant change vs. placebo.</li><li><strong>Kroger Co. (KR)</strong> (Consumer Staples/Food Retail) has elected Karen Hoguet, former Macy’s (M) CFO, to its Board of Directors.</li><li><strong>PPL Corp. (PPL)</strong> (Utilities/Electric Utilities), as a UK-exposed utilities provider, is set to rise after the Tory landslide victory, removing uncertainty from the UK.</li><li><strong>Tapestry, Inc. (TPR)</strong> (Consumer Discretionary/Apparel, Accessories &amp; Luxury Goods) Kate Spade brand CEO Anna Bakst is to leave the Co at the end of the year.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Datadog (DDOG)</strong> (Information Technology/Software) has integrated with Microsoft’s (MSFT) Azure DevOps, allowing users to integrate data and features of both their platforms.</li><li><strong>Deutsche Bank (DBK GY, DB)</strong> (Financials/Capital Markets) is reportedly considering cutting its bonus pool by as much as 20%, according to sources.</li><li><strong>Molina Healthcare Inc (MOH)</strong> (Health Care/Health Care Providers &amp; Services) announced a USD 500mln share repurchase programme.</li><li><strong>NextDecade Corporation (NEXT)</strong> (Energy/Oil, Gas &amp; Consumable Fuels) has filed to sell an additional 10.07mln shares of common stock.</li><li><strong>Sarepta Therapeutics Inc (SRPT)</strong> (Health Care/Biotechnology) has received early FDA approval for its Vyondys 53, an antisense oligonucleotide for the treatment of Duchenne muscular dystrophy; The Co still needs to evaluate its benefits in a trial, expected to conclude in 2024. The stock surged in after-hours trade and sequentially had a slew of PT raises across the street.</li><li><strong>Snap Inc (SNAP)</strong> (Communications Services/Interactive Media &amp; Services) has been upgraded to Outperform from Market Perform at JMP Securities, where analyst Ronald Josey gives a PT of USD 20 (last closed at USD 14.45) citing himself becoming incrementally confident in its growth ability and monetisation efforts.</li><li><strong>Volkswagen (VOW3 GY, VWAGY)</strong> (Consumer Discretionary/Automobiles) November group deliveries 988k, +5.1%; +6.4% in Europe, +13.7% in US and +5.1% in China.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>BIOGEN (BIIB) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li><li>BLUEBIRD BIO (BLUE) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li><li>BRISTOL-MYERS (BMY) UPGRADED TO BUY FROM HOLD AT ARGUS</li><li>CHARLES SCHWAB (SCHW) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li><li>CIENA (CIEN) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT PIPER JAFFRAY</li><li>EATON VANCE (EV) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>HANCOCK WHITNEY (HWC) UPGRADED TO STRONG BUY FROM OUTPERFORM AT RAYMOND JAMES</li><li>NORDSON (NDSN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li>NUVASIVE (NUVA) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT SVB LEERINK</li><li>REGENERON (REGN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>SKECHERS (SKX) UPGRADED TO BUY FROM HOLD AT ARGUS</li><li>SNAP (SNAP) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li></ul><p><strong>Downgrades</strong></p><ul><li>AIMMUNE (AIMT) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>FEDERATED INVESTORS (FII) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>GILEAD (GILD) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>HANESBRANDS (HBI) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>HUNTINGTON BANCSHARES (HBAN) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>NEUROCRINE (NBIX) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>NEXTGEN HEALTHCARE (NXGN) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT CANTOR FITZGERALD</li><li>NORDSON (NDSN) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>PATTERSON-UTI (PTI) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>VICTORY CAPITAL (VCTR) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li></ul><p><strong>Initiation</strong></p><ul><li>APPLIED INDUSTRIAL TECH (AIT) RATED NEW OUTPERFORM AT BAIRD; PT USD 81</li><li>ARROWHEAD PHARMA (ARWR) RATED NEW MARKET PERFORM AT OPPENHEIMER</li><li>BMC STOCK (BMCH) RATED NEW NEUTRAL AT BTIG</li><li>BUILDERS FIRSTSOURCE (BLDR) RATED NEW BUY AT BTIG; PT USD 31</li><li>CONOCO (COP) RATED NEW OVERWEIGHT AT ATLANTIC EQUITIES; PT USD 75</li><li>DCP MIDSTREAM (DCP) RATED NEW HOLD AT SUNTRUST; PT USD 26</li><li>DOYU US (DOYU) RATED NEW OUTPERFORM AT CCB INTERNATIONAL; PT USD 9</li><li>EGAIN (EGAN) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 12</li><li>ETSY (ETSY) RATED NEW BUY AT SUNTRUST; PT USD 55</li><li>INSTALLED BUILDING (IBP) RATED NEW BUY AT BTIG; PT USD 85</li><li>IONIS PHARMA (IONS) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 77</li><li>MPLX (MPLX) RATED NEW HOLD AT SUNTRUST; PT USD 28</li><li>PAPA JOHN'S (PZZA) REINSTATED HOLD AT DEUTSCHE BANK; PT USD 59</li><li>TELADOC (TDOC) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 80</li><li>TOPBUILD (BLD) RATED NEW NEUTRAL AT BTIG</li><li>WAYFAIR (W) RATED NEW HOLD AT SUNTRUST; PT USD 95</li><li>WILLIAMS COS (WMB) RATED NEW BUY AT SUNTRUST; PT USD 27</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Ares Capital Corp (ARCC). Amount USD 0.40</li><li>Big Lots Inc (BIG). Amount USD 0.30</li><li>C.H. Robinson Worldwide Inc (CHRW). Amount USD 0.51</li><li>Camping World Holdings Inc (CWH). Amount USD 0.08</li><li>Chesapeake Utilities Corp (CPK). Amount USD 0.40</li><li>DTE Energy Co (DTE). Amount USD 1.01</li><li>Eastman Chemical Co (EMN). Amount USD 0.66</li><li>Enterprise Financial Services Corp (EFSC). Amount USD 0.17</li><li>Extra Space Storage Inc (EXR). Amount USD 0.90</li><li>FBL Financial Group Inc (FFG). Amount USD 0.48</li><li>First Citizens BancShares Inc (Delaware) (FCNCA). Amount USD 0.40</li><li>Hamilton Lane Inc (HLNE). Amount USD 0.27</li><li>Hanover Insurance Group Inc (THG). Amount USD 0.65</li><li>Harley-Davidson Inc (HOG). Amount USD 0.37</li><li>Hess Corp (HES). Amount USD 0.25</li><li>Hill-Rom Holdings Inc (HRC). Amount USD 0.21</li><li>Horace Mann Educators Corp (HMN). Amount USD 0.28</li><li>Intercontinental Exchange Inc (ICE). Amount USD 0.27</li><li>Iron Mountain Inc (IRM). Amount USD 0.61</li><li>John Bean Technologies Corp (JBT). Amount USD 0.10</li><li>KBR Inc (KBR). Amount USD 0.08</li><li>Knoll Inc (KNL). Amount USD 0.17</li><li>Lamar Advertising Co (LAMR). Amount USD 0.96</li><li>Leidos Holdings Inc (LDOS). Amount USD 0.34</li><li>Merck &amp; Co Inc (MRK). Amount USD 0.61</li><li>NewMarket Corp (NEU). Amount USD 1.90</li><li>Patrick Industries Inc (PATK). Amount USD 0.25</li><li>Potlatchdeltic Corp (PCH). Amount USD 0.40</li><li>Prosperity Bancshares Inc (PB). Amount USD 0.46</li><li>Retail Opportunity Investments Corp (ROIC). Amount USD 0.19</li><li>Simmons First National Corp (SFNC). Amount USD 0.16</li><li>Spirit AeroSystems Holdings Inc (SPR). Amount USD 0.12</li><li>Steven Madden Ltd (SHOO). Amount USD 0.15</li><li>T. Rowe Price Group Inc (TROW). Amount USD 0.76</li><li>Taubman Centers Inc (TCO). Amount USD 0.67</li><li>Telephone and Data Systems Inc (TDS). Amount USD 0.16</li><li>UGI Corp (UGI). Amount USD 0.32</li><li>United Community Banks Inc (UCBI). Amount USD 0.18</li><li>Urban Edge Properties (UE). Amount USD 0.22</li><li>Viad Corp (VVI). Amount USD 0.10</li><li>Vistra Energy Corp (VST). Amount USD 0.12</li><li>Walt Disney Co (DIS). Amount USD 0.88</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-13th-december-2019-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 22:00:00",
        "gmt_time": "2019-12-13 14:00:00"
    },
    {
        "id": 900871,
        "updated_sequence": 2038623,
        "published_at": {
            "unix": 1576243740,
            "text": "2019-12-13 13:29:00 +0000",
            "iso_8601": "2019-12-13T13:29:00Z"
        },
        "updated_at": {
            "unix": 1576245005,
            "text": "2019-12-13 13:50:05 +0000",
            "iso_8601": "2019-12-13T13:50:05Z"
        },
        "subject": "China State Council is to hold a press briefing at 1430GMT/0930ET",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>The Beijing officials briefing on trade: </strong><a href=\"https://twitter.com/kaylatausche/status/1205483744569831426\">Via Kayla Tauche</a></p><ul><li>Ning Jizhe, Vice chair of Nat'l Development &amp; Reform Commission</li><li>Liao Min, Vice Min of Finance</li><li>Zheng Zeguang, Vice Min of Foreign Affairs</li><li>Han Jun, Vice Min of Ag and Rural Affairs</li><li>Wang Shouwen, Vice Min of Commerce</li></ul><p>&nbsp;</p><ul><li>As an anecdotal observation some note that this list of speakers at the press conference does not include any of the usual key names out of the China side.&nbsp;</li><li>However, while this is unusual, it is worth noting that earlier reports alluded to the fact that China wanted this trade-deal step to be a low key affair.</li><li>Additionally, the timing of the speech being 22:30 Beijing time may go some way to explain the rank of the attendees&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1576244760,
            "text": "2019-12-13 13:46:00 +0000",
            "iso_8601": "2019-12-13T13:46:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-state-council-is-to-hold-a-press-briefing-at-1430gmt-0930et-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:29:00",
        "gmt_time": "2019-12-13 13:29:00"
    },
    {
        "id": 900870,
        "updated_sequence": 2038492,
        "published_at": {
            "unix": 1576242900,
            "text": "2019-12-13 13:15:00 +0000",
            "iso_8601": "2019-12-13T13:15:00Z"
        },
        "updated_at": {
            "unix": 1576243024,
            "text": "2019-12-13 13:17:04 +0000",
            "iso_8601": "2019-12-13T13:17:04Z"
        },
        "subject": "China and US trade talks have moved a step forward; but how to define this step and what significance does it have? Answers lie in the joint efforts of the US and China., Chinese Global Times Editor",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1205476118783918081\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-and-us-trade-talks-have-moved-a-step-forward-but-how-to-define-this-step-and-what-significance-does-it-have-answers-lie-in-the-joint-efforts-of-the-us-and-china-chinese-global-times-editor-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:15:00",
        "gmt_time": "2019-12-13 13:15:00"
    },
    {
        "id": 900869,
        "updated_sequence": 2038478,
        "published_at": {
            "unix": 1576242480,
            "text": "2019-12-13 13:08:00 +0000",
            "iso_8601": "2019-12-13T13:08:00Z"
        },
        "updated_at": {
            "unix": 1576242832,
            "text": "2019-12-13 13:13:52 +0000",
            "iso_8601": "2019-12-13T13:13:52Z"
        },
        "subject": "Global Times Reporters have received a notice that Chinese Officials will be holding a press conference Friday night (Beijing time), regarding US-China talks., Global Times",
        "content": "<p><a href=\"https://twitter.com/GlobalTimesBiz/status/1205473804295688195\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, Beijing Time is 8 hours ahead of UK, thus comments could come within the next 3 hours&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1576242832,
            "text": "2019-12-13 13:13:52 +0000",
            "iso_8601": "2019-12-13T13:13:52Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "global-times-reporters-have-received-a-notice-that-chinese-officials-will-be-holding-a-press-conference-friday-night-beijing-time-regarding-us-china-talks-global-times-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:08:00",
        "gmt_time": "2019-12-13 13:08:00"
    },
    {
        "id": 900868,
        "updated_sequence": 2038440,
        "published_at": {
            "unix": 1576242120,
            "text": "2019-12-13 13:02:00 +0000",
            "iso_8601": "2019-12-13T13:02:00Z"
        },
        "updated_at": {
            "unix": 1576242243,
            "text": "2019-12-13 13:04:03 +0000",
            "iso_8601": "2019-12-13T13:04:03Z"
        },
        "subject": "Slight risk-off tone to trade being seen; traders cite the lack of 'deal talk' in Chinese media, and additional, renewed reports that China wants a market-based approach to purchases of US ags. It is resulting in a paring back of trade optimism",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "slight-risk-off-tone-to-trade-being-seen-traders-cite-the-lack-of-deal-talk-in-chinese-media-and-additional-renewed-reports-that-china-wants-a-market-based-approach-to-purchases-of-us-ags-it-is-resulting-in-a-paring-back-of-trade-optim-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:02:00",
        "gmt_time": "2019-12-13 13:02:00"
    },
    {
        "id": 900916,
        "updated_sequence": 2039303,
        "published_at": {
            "unix": 1576242000,
            "text": "2019-12-13 13:00:00 +0000",
            "iso_8601": "2019-12-13T13:00:00Z"
        },
        "updated_at": {
            "unix": 1576254504,
            "text": "2019-12-13 16:28:24 +0000",
            "iso_8601": "2019-12-13T16:28:24Z"
        },
        "subject": "Desk Notice: the desk will be closing at 18:00GMT/13:00EST on Friday 13th December, following coverage of the Baker Hughes rig count - subject to market conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "desk-notice-the-desk-will-be-closing-at-18-00gmt-13-00est-on-friday-13th-december-following-coverage-of-the-baker-hughes-rig-count-subject-to-market-conditions-16_28pm_utc_13-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:00:00",
        "gmt_time": "2019-12-13 13:00:00"
    },
    {
        "id": 900867,
        "updated_sequence": 2038431,
        "published_at": {
            "unix": 1576242000,
            "text": "2019-12-13 13:00:00 +0000",
            "iso_8601": "2019-12-13T13:00:00Z"
        },
        "updated_at": {
            "unix": 1576242130,
            "text": "2019-12-13 13:02:10 +0000",
            "iso_8601": "2019-12-13T13:02:10Z"
        },
        "subject": "Kazakhstan daily oil production down 9% to 238,500 T on December 12th vs. 10th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kazakhstan-daily-oil-production-down-9-to-238-500-t-on-december-12th-vs-10th-13-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 21:00:00",
        "gmt_time": "2019-12-13 13:00:00"
    },
    {
        "id": 900866,
        "updated_sequence": 2038425,
        "published_at": {
            "unix": 1576241940,
            "text": "2019-12-13 12:59:00 +0000",
            "iso_8601": "2019-12-13T12:59:00Z"
        },
        "updated_at": {
            "unix": 1576242072,
            "text": "2019-12-13 13:01:12 +0000",
            "iso_8601": "2019-12-13T13:01:12Z"
        },
        "subject": "China still has concerns regarding hard agricultural purchases, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This seems to be a rehash of earlier comments from CNBC's Yoon who stated China leaders are yet to accept the deal (referring to the 'big deal' US President Trump tweeted about) a number of issues: USD 50bln purchases is a hard target, other trade partners complaining a reallocation could challenge the WTO, citing sources. &nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1576242072,
            "text": "2019-12-13 13:01:12 +0000",
            "iso_8601": "2019-12-13T13:01:12Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-still-has-concerns-regarding-hard-agricultural-purchases-according-to-cnbc-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:59:00",
        "gmt_time": "2019-12-13 12:59:00"
    },
    {
        "id": 900865,
        "updated_sequence": 2038416,
        "published_at": {
            "unix": 1576241760,
            "text": "2019-12-13 12:56:00 +0000",
            "iso_8601": "2019-12-13T12:56:00Z"
        },
        "updated_at": {
            "unix": 1576241965,
            "text": "2019-12-13 12:59:25 +0000",
            "iso_8601": "2019-12-13T12:59:25Z"
        },
        "subject": "Scotiabank FX Daily – GBP Jumps on Tory Majority; USD Loses on Risk-On Tone  ",
        "content": "<ul><li>&nbsp; USD drops amid risk-on sentiment post UK election and on US-China trade news.</li><li>&nbsp; CAD ticks up alongside broad market tone vs. USD, sits around one-month high.</li><li>&nbsp; EUR follows sterling higher on Brexit optimism, fails to break 1.12 barrier.</li><li>&nbsp; GBP soars above 1.35 before paring gains after Tories win convincing majority.</li><li>&nbsp; JPY lags G-10 with one-two punch to havens from Brexit and trade optimism.</li><li>&nbsp; AUD gains slightly on risk-on tone; 0.69 acts as magnet on upside movement.</li><li>&nbsp; MXN touches below 19.00 for first time since end-Jul, also gets USMCA boost.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-gbp-jumps-on-tory-majority-usd-loses-on-risk-on-tone-13-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:56:00",
        "gmt_time": "2019-12-13 12:56:00"
    },
    {
        "id": 900864,
        "updated_sequence": 2038377,
        "published_at": {
            "unix": 1576241100,
            "text": "2019-12-13 12:45:00 +0000",
            "iso_8601": "2019-12-13T12:45:00Z"
        },
        "updated_at": {
            "unix": 1576241241,
            "text": "2019-12-13 12:47:21 +0000",
            "iso_8601": "2019-12-13T12:47:21Z"
        },
        "subject": "BAML Flow Show notes that the bull & bear indicator rises to an 18-month high of 5.4 as positions turn bullish",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note - This would have been released overnight</li></ul>",
        "analysis_updated_at": {
            "unix": 1576241240,
            "text": "2019-12-13 12:47:20 +0000",
            "iso_8601": "2019-12-13T12:47:20Z"
        },
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-notes-that-the-bull-bear-indicator-rises-to-an-18-month-high-of-5-4-as-positions-turn-bullish-13-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:45:00",
        "gmt_time": "2019-12-13 12:45:00"
    },
    {
        "id": 900863,
        "updated_sequence": 2038367,
        "published_at": {
            "unix": 1576241040,
            "text": "2019-12-13 12:44:00 +0000",
            "iso_8601": "2019-12-13T12:44:00Z"
        },
        "updated_at": {
            "unix": 1576241120,
            "text": "2019-12-13 12:45:20 +0000",
            "iso_8601": "2019-12-13T12:45:20Z"
        },
        "subject": "EU Commission Head says in a trade deal with the UK we are aiming for zero tariffs, quotas and dumping",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-head-says-in-a-trade-deal-with-the-uk-we-are-aiming-for-zero-tariffs-quotas-and-dumping-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:44:00",
        "gmt_time": "2019-12-13 12:44:00"
    },
    {
        "id": 900862,
        "updated_sequence": 2038356,
        "published_at": {
            "unix": 1576240860,
            "text": "2019-12-13 12:41:00 +0000",
            "iso_8601": "2019-12-13T12:41:00Z"
        },
        "updated_at": {
            "unix": 1576240981,
            "text": "2019-12-13 12:43:01 +0000",
            "iso_8601": "2019-12-13T12:43:01Z"
        },
        "subject": "Talk in Beijing if US President Trump will take the deal, reasons he would do so include: China needs food imports, weaker Yuan offsetting lower tariffs for Chinese firms, uncertainty easing and cuts can be spun as China win., CNBC's Yoon",
        "content": "<ul><li><a href=\"https://twitter.com/onlyyoontv/status/1205467487019520000\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "talk-in-beijing-if-us-president-trump-will-take-the-deal-reasons-he-would-do-so-include-china-needs-food-imports-weaker-yuan-offsetting-lower-tariffs-for-chinese-firms-uncertainty-easing-and-cuts-can-be-spun-as-china-win-cnbc-s-yoon-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:41:00",
        "gmt_time": "2019-12-13 12:41:00"
    },
    {
        "id": 900861,
        "updated_sequence": 2038320,
        "published_at": {
            "unix": 1576240380,
            "text": "2019-12-13 12:33:00 +0000",
            "iso_8601": "2019-12-13T12:33:00Z"
        },
        "updated_at": {
            "unix": 1576240394,
            "text": "2019-12-13 12:33:14 +0000",
            "iso_8601": "2019-12-13T12:33:14Z"
        },
        "subject": "Russia's Agricultural safety watchdog says they may impose temporary restrictions on citrus fruit imports from China., RIA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-agricultural-safety-watchdog-says-they-may-impose-temporary-restrictions-on-citrus-fruit-imports-from-china-ria-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:33:00",
        "gmt_time": "2019-12-13 12:33:00"
    },
    {
        "id": 900860,
        "updated_sequence": 2038312,
        "published_at": {
            "unix": 1576240200,
            "text": "2019-12-13 12:30:00 +0000",
            "iso_8601": "2019-12-13T12:30:00Z"
        },
        "updated_at": {
            "unix": 1576240303,
            "text": "2019-12-13 12:31:43 +0000",
            "iso_8601": "2019-12-13T12:31:43Z"
        },
        "subject": "Biogen (BIIB) - Co's phase 2 study did not attain its primary endpoints for progressive supra-nuclear palsy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "biogen-biib-co-s-phase-2-study-did-not-attain-its-primary-endpoints-for-progressive-supra-nuclear-palsy-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:30:00",
        "gmt_time": "2019-12-13 12:30:00"
    },
    {
        "id": 900858,
        "updated_sequence": 2038296,
        "published_at": {
            "unix": 1576240020,
            "text": "2019-12-13 12:27:00 +0000",
            "iso_8601": "2019-12-13T12:27:00Z"
        },
        "updated_at": {
            "unix": 1576240125,
            "text": "2019-12-13 12:28:45 +0000",
            "iso_8601": "2019-12-13T12:28:45Z"
        },
        "subject": "CBR Governor Nabiullina says the 6-7% range is neutral from a monetary policy viewpoint",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbr-governor-nabiullina-says-the-6-7-range-is-neutral-from-a-monetary-policy-viewpoint-13-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:27:00",
        "gmt_time": "2019-12-13 12:27:00"
    },
    {
        "id": 900857,
        "updated_sequence": 2038289,
        "published_at": {
            "unix": 1576239900,
            "text": "2019-12-13 12:25:00 +0000",
            "iso_8601": "2019-12-13T12:25:00Z"
        },
        "updated_at": {
            "unix": 1576240027,
            "text": "2019-12-13 12:27:07 +0000",
            "iso_8601": "2019-12-13T12:27:07Z"
        },
        "subject": "Nexi (NEXI IM) - Co's top investor Mercury says they had contact with SIA regarding a potential tie-up, at a prelim stage though",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>In a slightly delayed reaction Nexi shares spiked higher</li></ul>",
        "analysis_updated_at": {
            "unix": 1576240027,
            "text": "2019-12-13 12:27:07 +0000",
            "iso_8601": "2019-12-13T12:27:07Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "nexi-nexi-im-co-s-top-investor-mercury-says-they-had-contact-with-sia-regarding-a-potential-tie-up-at-a-prelim-stage-though-13-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:25:00",
        "gmt_time": "2019-12-13 12:25:00"
    },
    {
        "id": 900854,
        "updated_sequence": 2038279,
        "published_at": {
            "unix": 1576238820,
            "text": "2019-12-13 12:07:00 +0000",
            "iso_8601": "2019-12-13T12:07:00Z"
        },
        "updated_at": {
            "unix": 1576239416,
            "text": "2019-12-13 12:16:56 +0000",
            "iso_8601": "2019-12-13T12:16:56Z"
        },
        "subject": "CBR Governor Nabiullina says it may take time to study the need for further rate cuts, Q2 2020 inflation to return to 4% mark; signal does not mean a rate cut is inevitable in February",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbr-governor-nabiullina-says-it-may-take-time-to-study-the-need-for-further-rate-cuts-q2-2020-inflation-to-return-to-4-mark-signal-does-not-mean-a-rate-cut-is-inevitable-in-february-13-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 20:07:00",
        "gmt_time": "2019-12-13 12:07:00"
    },
    {
        "id": 900851,
        "updated_sequence": 2038266,
        "published_at": {
            "unix": 1576238040,
            "text": "2019-12-13 11:54:00 +0000",
            "iso_8601": "2019-12-13T11:54:00Z"
        },
        "updated_at": {
            "unix": 1576238142,
            "text": "2019-12-13 11:55:42 +0000",
            "iso_8601": "2019-12-13T11:55:42Z"
        },
        "subject": "Expect the BoE new Governor to be announced very soon, reports note that Kevin Warsh might be a late runner., Times journalists",
        "content": "<ul><li><a href=\"https://twitter.com/PhilAldrick/status/1205455382925197313\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "expect-the-boe-new-governor-to-be-announced-very-soon-reports-note-that-kevin-warsh-might-be-a-late-runner-times-journalists-13-12-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:54:00",
        "gmt_time": "2019-12-13 11:54:00"
    },
    {
        "id": 900852,
        "updated_sequence": 2038269,
        "published_at": {
            "unix": 1576238040,
            "text": "2019-12-13 11:54:00 +0000",
            "iso_8601": "2019-12-13T11:54:00Z"
        },
        "updated_at": {
            "unix": 1576238194,
            "text": "2019-12-13 11:56:34 +0000",
            "iso_8601": "2019-12-13T11:56:34Z"
        },
        "subject": "EU leaders spoke on Brexit following the election and have agreed to go ahead with trade talks after the ratification and effective implementation of the exit deal, according to an EU diplomatic source ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-leaders-spoke-on-brexit-following-the-election-and-have-agreed-to-go-ahead-with-trade-talks-after-the-ratification-and-effective-implementation-of-the-exit-deal-according-to-an-eu-diplomatic-source-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:54:00",
        "gmt_time": "2019-12-13 11:54:00"
    },
    {
        "id": 900850,
        "updated_sequence": 2038263,
        "published_at": {
            "unix": 1576237080,
            "text": "2019-12-13 11:38:00 +0000",
            "iso_8601": "2019-12-13T11:38:00Z"
        },
        "updated_at": {
            "unix": 1576237124,
            "text": "2019-12-13 11:38:44 +0000",
            "iso_8601": "2019-12-13T11:38:44Z"
        },
        "subject": "Deutsche Bank (DBK GY) - reportedly considers cutting their bonus pool by as much as 20%., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-reportedly-considers-cutting-their-bonus-pool-by-as-much-as-20-according-to-sources-13-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:38:00",
        "gmt_time": "2019-12-13 11:38:00"
    },
    {
        "id": 900849,
        "updated_sequence": 2038260,
        "published_at": {
            "unix": 1576236960,
            "text": "2019-12-13 11:36:00 +0000",
            "iso_8601": "2019-12-13T11:36:00Z"
        },
        "updated_at": {
            "unix": 1576237040,
            "text": "2019-12-13 11:37:20 +0000",
            "iso_8601": "2019-12-13T11:37:20Z"
        },
        "subject": "ECB's Villeroy says monetary policy will stabilise as the economic situation stabilises in the euro zone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-villeroy-says-monetary-policy-will-stabilise-as-the-economic-situation-stabilises-in-the-euro-zone-13-12-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:36:00",
        "gmt_time": "2019-12-13 11:36:00"
    },
    {
        "id": 900848,
        "updated_sequence": 2038257,
        "published_at": {
            "unix": 1576236900,
            "text": "2019-12-13 11:35:00 +0000",
            "iso_8601": "2019-12-13T11:35:00Z"
        },
        "updated_at": {
            "unix": 1576236990,
            "text": "2019-12-13 11:36:30 +0000",
            "iso_8601": "2019-12-13T11:36:30Z"
        },
        "subject": "Brazilian state development bank has informed Petrobras it is evaluating selling up to all of its shares in the company, according to a filing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-state-development-bank-has-informed-petrobras-it-is-evaluating-selling-up-to-all-of-its-shares-in-the-company-according-to-a-filing-13-12-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:35:00",
        "gmt_time": "2019-12-13 11:35:00"
    },
    {
        "id": 900846,
        "updated_sequence": 2038274,
        "published_at": {
            "unix": 1576236120,
            "text": "2019-12-13 11:22:00 +0000",
            "iso_8601": "2019-12-13T11:22:00Z"
        },
        "updated_at": {
            "unix": 1576238601,
            "text": "2019-12-13 12:03:21 +0000",
            "iso_8601": "2019-12-13T12:03:21Z"
        },
        "subject": "Newsquawk Daily US Opening News - 13th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23467/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>The result of the UK election exit poll overwhelmingly pointed towards a Conservative majority with a total of 368 seats vs. Labour 191 - Conservatives managed to cross the 326-seat threshold just before 0500GMT</strong></li><li><strong>GBP immediately saw strength following the election exit poll with GBP/USD eclipsing 1.3500 to the upside from mid-1.3100 area</strong></li><li><strong>China and the US have struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th according to sources, announcement expected today</strong></li><li><strong>Further sources noted that there will be a small reduction in tariffs on some Chinese goods as a gesture of good will, while Phase Two of the negotiations will begin after 2020 elections</strong></li><li><strong>European bourses are higher across the board with FTSE 100 outperforming as GBP drifts off highs</strong></li><li><strong>In FX, DXY gave up the 97.000 level on GBP strength, EUR/GBP fell to its weakest since mid-2016</strong></li><li><strong>Looking ahead, highlights include US Import/Export Prices &amp; Retail Sales, Fed’s Williams</strong></li></ul><p><strong>UK ELECTION</strong></p><p><strong>The result of the UK election exit poll overwhelmingly pointed towards a Conservative majority with a total of 368 seats vs. Labour 191, presenting the Conservatives with an expected majority of 86. Even with a margin of error of around 15 seats, this stood the Conservatives well clear of the 326 required to govern. In an immediate reaction GBP saw strength across the board with GBP/USD jumping from around the mid 1.31 level to 1.3514; the highest since June 2018. Support for GBP stemmed from the implications for the Brexit process given that Johnson stated that all Conservative candidates had agreed to approve the withdrawal agreement in the HoC, the passage of the bill is all but certain (date tbc).</strong></p><p>As the results of individual seats were announced, the findings of the exit poll appeared to be vindicated with Labour broadly either seeing their majority in key seats dwindle or change hands with the Conservatives. As such, <strong>the market reaction during the announcement was relatively limited with the Conservatives managing to cross the 326-seat threshold just before 0500GMT; the final result and extent of the majority is yet to be confirmed.</strong></p><p><strong>US President Trump congratulates UK PM Johnson on winning the UK election, adds that UK and US are now free for a \"massive new trade deal\" post-Brexit, \"This has the potential to be far bigger and more lucrative than any deal that could be made with EU\". </strong>(Twitter)</p><p>Senior German Lawmaker notes that the PM Johnson's victory Brexit is now inevitable, goal now is to keep UK-EU relations as close as is possible. (Newswires)</p><p><strong>What lies ahead? </strong>As we mentioned in our commentary, with the passage of the Withdrawal Agreement almost a given, focus will at some stage turn towards the transition period with the EU which is due to expire in December 2020. A decision on whether to extend this (end of December 2022 is the limit of any extension) is due at the end of June. However, Johnson has backed himself into a corner by stating he would not extend the transition period and therefore in theory, the possibility of a cliff-edge exit is still live. When this becomes the source of focus for the market is yet to be seen, however, the decision over whether to extend or not will likely be set for a much rougher ride than the passage of the WA. From a European perspective, <strong>BBC’s Adler has already reported that “Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms”</strong></p><p><strong>TRADE</strong></p><p><strong>China and the US have struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th according to sources which added that China has agreed to purchases of USD 50bln in agricultural goods in 2020, while other source reports also stated the US will announce the trade deal today. (Newswires)</strong></p><p><strong>Fox Business' Lawrence tweeted that a source stated the December 15th tariffs will not go forward and there will be a small reduction in tariffs on some Chinese goods as a gesture of good will, while Phase Two of the negotiations will begin after 2020 elections.&nbsp; Furthermore, the source said a signing ceremony will not happen with President Xi and there will be a rollout of the agreement by the White House Friday, while the Chinese have requested that the language of the never be made public. (Twitter)</strong></p><p><strong>China leaders are yet to accept the deal (referring to the 'big deal' US President Trump tweeted about) a number of issues: USD 50bln purchases is a hard target, other trade partners complaining at a reallocation who could challenge the WTO., CNBC's Yoon citing sources. (Twitter)</strong></p><p>Though Beijing sees the benefit of an imminent deal, it still wants to ensure that China does't appear to have been pressured into making concessions, according to WSJ. (WSJ)</p><p>China's Foreign Ministry, regarding US trade talks, reiterates that China is committed to resolving issues but the deal needs to be mutually beneficial. (Newswires)</p><p><strong>Certain US lawmakers urged US Secretary of State Pompeo and US Commerce Secretary Ross to sanction China related to its actions in Xinjiang, while there had also been separate comments from Chinese Foreign Minister Wang Yi that US actions have caused serious damage to the hard-won mutual trust between China and US. (Newswires)</strong></p><p><strong>ASIA-PAC</strong></p><p><strong>A broad heightened appetite for risk was seen overnight with the Asia-Pac majors bolstered and US equity futures extending on Wall St’s fresh record levels</strong> as markets reacted to reports that US and China have struck an agreement on some tariff reductions and a delay to the December 15th tariffs, while China is said to have agreed to purchases of USD 50bln in agricultural goods in 2020. In addition, focus was dominated by the UK election results in which PM Johnson’s Conservatives are on course for an overwhelming 86-seat majority according to exit polls. <strong>ASX 200 (+0.5%)</strong> and <strong>Nikkei 225 (+2.6%)</strong> were lifted with financials after banking regulator APRA advised ADIs it will delay finalizing consultation on implementation of product responsibility requirements until H1 next year but with hefty losses in gold miners restricting gains for the index, while the Japanese benchmark broke through the 24k milestone to print its highest since October 2018 with a somewhat disappointing Tankan survey doing little to contain the rally. <strong>Hang Seng (+2.6%)</strong> and <strong>Shanghai Comp. (+1.8%)</strong> were also buoyed on the flurry of positive trade rhetoric as aside from the source reports of an agreement being reached in principle, there had also been optimistic comments from US President Trump regarding a trade deal and WSJ initially noted US negotiators offered to cut existing tariff rates by up to 50% although no official announcement has been made yet from either side. Finally, 10yr JGBs retraced some of the prior day’s losses which had been the by-product of the dramatically improved trade climate, with the rebound also helped by the BoJ’s presence in the market for over JPY 1.1tln of JGBs concentrated in 1yr-10yr maturities.</p><p>PBoC skipped open market operations for a net neutral weekly position. (Newswires) <strong>PBoC set USD/CNY mid-point at 7.0156 vs. Exp. 7.0139 (Prev. 7.0253)</strong></p><p>Japanese Tankan Large Manufacturing Index (Q4) 0 vs. Exp. 2 (Prev. 5); lowest since March 2013. (Newswires) Japanese Tankan Large Manufacturing Outlook (Q4) 0 vs. Exp. 3 (Prev. 2) Japanese Tankan Large Non-Manufacturing Index (Q4) 20 vs. Exp. 16 (Prev. 21) Japanese Tankan Large All Industry Capex (Q4) 6.8% vs. Exp. 6.0% (Prev. 6.6%)</p><p>PBoC will conduct medium-term lending facility loan operation on Monday., according to reports. (Newswires)</p><p>Bundesbank: 2020 German GDP growth at 0.6% vs. Prev. 1.2%, 2021 at 1.4% vs. Prev. 1.3%: Cut 2020 inflation forecast. Downgrades due to a fall in household real disposable income stemming from the slowdown in employment growth. Bundesbank notes supportive fiscal policy alongside highly accomodative monetary policy will provide further support. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>Turkey is \"very close\" to signing a deal for the second batch of Russian-made S-400 missile system, deal could be signed before April, according to the Defence Industry Chief</p><p>US Special Envoy for Afghanistan said they will be taking a brief pause from talks with the Taliban following the attack on an American base earlier this week. (Newswires)</p><p>EU leaders agreed to extend economic sanction on Russia regarding Ukraine, according to diplomatic sources. (Newswires)</p><p>UK/EU</p><p><strong>BBC’s Katya Adler tweeted that EU leaders will formally welcome the result assuming it is a Tory majority and will call for speedy ratification of the Brexit deal in Parliament, while they will underline the ambition for a broad comprehensive EU/UK trade deal</strong>. <strong>However, she added that Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms. (Twitter/BBC)</strong></p><p><strong>ECB's de Guindos says the slowdown in the Euro Area has bottomed out as a disorderly Brexit and trade wars between China and the US are yet to materialise,</strong> calls for structural reforms and fiscal policy in Europe to take over from monetary policy. (Newswires)</p><p><strong>ECB's Holzmann (hawk) when asked about the ECB's inflation target should be lowered, says there are many counter arguments, no discussions within the ECB GC on inflation yet. (Newswires)&nbsp;</strong></p><p><strong>EQUITIES</strong></p><p>European bourses are boosted in early trade [Eurostoxx 50 +1.40%] with upside seen across the board on the back of positive US-China trade developments, coupled with tailwinds from the landslide victory by the market-friendly Conservatives in the UK General Election. UK’s FTSE 100 (1.8%) initially lagged its peers amid FX dynamics as Sterling soared in light of last night’s election exit polls. The index then recovered and now outperforms the European equity sphere as Sterling gives up some gains and large-cap election/Brexit sensitive domestic stocks receive impetus. Banking names such as RBS (+11.1%), Barclays (+9.0%), Lloyds (+8.0%) and homebuilders including Taylor Whimpey (+13.3%), Persimmon (+11.6%) and Barratt Developments (+10.5%) all jumped to the top of the index amid more certainty surrounding Brexit under a Tory government. Meanwhile, UK utility companies (SSE +9.5%, Centrica +8.5%) join the top ranks amid dwindled prospects of privatisation under the Conservatives, whilst BT (+8.0%) similarly benefits as Labour previously noted it wanted to nationalise the Co.&nbsp; Sectors are all in the green with some underperformance seen across defensives, whilst substantial outperformance is experienced in financials, utilities and consumer discretionary amid the aforementioned movers. Outside of the UK, other notable movers include Delivery Hero (+15.5%) whose shares spiked higher amid source reports that the Co. are reportedly approaching an agreement to purchase Woowa in a potential USD 4bln deal. Airbus (AIR FP) trades higher after Qantas airways selected the Co. as its preferred supplier over Boeing. PSA (+3.1%) shares are supported amid speculation that it may sign its merger with Fiat Chrysler (+2.0%).&nbsp; Elsewhere, SAP (+1.8%) shares are buoyed by the overall risk sentiment and sub-par guidance from rival Oracle (-1.9% pre-market). On the flip side, Henkel (-3.3%) receives a double whammy from a guidance cut and a broker downgrade.</p><p>&nbsp;</p><p><strong>FX</strong></p><p>GBP - Sterling has come off the boil, but still bubbling on the back of Thursday’s UK GE that culminated in a clear win for the Conservative Party and hands PM Johnson a convincing majority to get Brexit done, in his very own words. The Pound rebounded after exit polls confounded pre-vote surveys suggesting a much closer contest between the Tories and main protagonist Labour, with Cable peaking just above 1.3500 and Eur/Gbp breaching 0.8300 at one stage. However, some of the euphoria and relief has subsequently waned and the former probed sub-1.3400 territory before returning to the big figure where the heftier of 2 large option expiries reside (1.4 bn compared to 1 bn at 1.3450).</p><p>EUR/NZD/CHF/CAD/AUD - All firmer against the Greenback that has lost more ground almost across the board, initially on dovish FOMC vibes then US-China Phase 1 and tariff impulses before Sterling’s election exertions pushed the DXY over the edge (through 97.000 and now meandering between 96.922-712). The single currency has recouped all and more of its post-ECB presser losses and hurdled key chart resistance in the form of the 200 DMA (1.1154), but stopped just short of 1.1200 in contrast to the Kiwi that has now cleared 0.6600 and recouped some declines relative to the Aussie. Indeed, Aud/Nzd has pulled back towards 1.0450 as Aud/Usd pivots 0.6925 and could be hampered by large option expiries rolling off between 0.6885-0.6900 (1.6 bn). Elsewhere, the Franc has bounced within 0.9808-62 parameters and Loonie likewise in a 1.3151-86 band, with the latter also benefiting from positive USMCA developments.</p><p>JPY - The lone G10 loser on further safe-haven unwinding rather than a bleak Japanese Tankan it seems, as Usd/Jpy leaps from just below 109.00 and above 109.50.</p><p>EM - The Yuan has given up some gains vs the Dollar, but crucially or interestingly the Cnh is holding between 6.9850-9275 even though the PBoC fixed the Usd/Cny midpoint at 7.0000+. Similarly, the Lira remains firm and over 5.8000 despite Turkey’s Defence Ministry declaring that the order for a 2nd Russian S-400 missile system consignment could be struck soon. Elsewhere, the Rouble has largely taken the expected 25 bp CBR rate cut in stride and is still on track to extend its winning run beyond 62.5000. FIXED INCOME</p><p>It remains far too early to tell or premature given the fact that US Treasuries are holding close to their overnight session recovery highs, but the core EU benchmarks may have petered out after extending rebounds to 171.54 (Bunds) and 131.05 (Gilts) and nearly closed technical holes in the process. Nevertheless, the respective 10 year futures are well off intraday/fresh contract lows (170.75 and 130.45) awaiting the return of US peers and some decent data to end a hectic week plus a speech from Fed’s Williams.</p><p><strong>COMMODITIES</strong></p><p>Little to report thus far in the commodity space, with WTI and Brent futures advances amid the broad risk appetite in the market which emanated from the positive US-China trade headlines and the fallout from the UK General Election. The benchmarks have surpassed 60/bbl and 65/bbl respectively, with the former dipping back below. Eyes will remain on the official announcement of the trade deal from the US side and any comments from the China side confirming whether the two sides struck a deal – sources however noted that China thinks a USD 50bln purchase of ag good is a “hard target”, according to CNBC’s Yoon. Elsewhere, gold prices remain relatively flat downside from safe-haven outflow is countered by a weaker Buck. The yellow metal hovers in a narrow</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-13th-december-2019-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:22:00",
        "gmt_time": "2019-12-13 11:22:00"
    },
    {
        "id": 900844,
        "updated_sequence": 2038248,
        "published_at": {
            "unix": 1576235340,
            "text": "2019-12-13 11:09:00 +0000",
            "iso_8601": "2019-12-13T11:09:00Z"
        },
        "updated_at": {
            "unix": 1576235550,
            "text": "2019-12-13 11:12:30 +0000",
            "iso_8601": "2019-12-13T11:12:30Z"
        },
        "subject": "China's Cabinet says it will not force foreign firms to transfer their technology and it will cut financing costs for smaller companies by 0.5% by next year, reported via China State TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-cabinet-says-it-will-not-force-foreign-firms-to-transfer-their-technology-and-it-will-cut-financing-costs-for-smaller-companies-by-0-5-by-next-year-reported-via-china-state-tv-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:09:00",
        "gmt_time": "2019-12-13 11:09:00"
    },
    {
        "id": 900845,
        "updated_sequence": 2038246,
        "published_at": {
            "unix": 1576235340,
            "text": "2019-12-13 11:09:00 +0000",
            "iso_8601": "2019-12-13T11:09:00Z"
        },
        "updated_at": {
            "unix": 1576235519,
            "text": "2019-12-13 11:11:59 +0000",
            "iso_8601": "2019-12-13T11:11:59Z"
        },
        "subject": "Newsquawk EU Mid Session: Risk rampant after Tory triumphs and trade progresses - 13th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23466/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>European bourses are boosted in early trade [Eurostoxx 50 +1.40%] with upside seen across the board on the back of positive US-China trade developments, coupled with tailwinds from the landslide victory by the market-friendly Conservatives in the UK General Election. UK’s FTSE 100 (1.8%) initially lagged its peers amid FX dynamics as Sterling soared in light of last night’s election exit polls. The index then recovered and now outperforms the European equity sphere as Sterling gives up some gains and large-cap election/Brexit sensitive domestic stocks receive impetus. Banking names such as RBS (+11.1%), Barclays (+9.0%), Lloyds (+8.0%) and homebuilders including Taylor Whimpey (+13.3%), Persimmon (+11.6%) and Barratt Developments (+10.5%) all jumped to the top of the index amid more certainty surrounding Brexit under a Tory government. Meanwhile, UK utility companies (SSE +9.5%, Centrica +8.5%) join the top ranks amid dwindled prospects of privatisation under the Conservatives, whilst BT (+8.0%) similarly benefits as Labour previously noted it wanted to nationalise the Co.&nbsp; Sectors are all in the green with some underperformance seen across defensives, whilst substantial outperformance is experienced in financials, utilities and consumer discretionary amid the aforementioned movers. Outside of the UK, other notable movers include Delivery Hero (+15.5%) whose shares spiked higher amid source reports that the Co. are reportedly approaching an agreement to purchase Woowa in a potential USD 4bln deal. Airbus (AIR FP) trades higher after Qantas airways selected the Co. as its preferred supplier over Boeing. PSA (+3.1%) shares are supported amid speculation that it may sign its merger with Fiat Chrysler (+2.0%).&nbsp; Elsewhere, SAP (+1.8%) shares are buoyed by the overall risk sentiment and sub-par guidance from rival Oracle (-1.9% pre-market). On the flip side, Henkel (-3.3%) receives a double whammy from a guidance cut and a broker downgrade.</p><p><strong>FX</strong></p><p>GBP - Sterling has come off the boil, but still bubbling on the back of Thursday’s UK GE that culminated in a clear win for the Conservative Party and hands PM Johnson a convincing majority to get Brexit done, in his very own words. The Pound rebounded after exit polls confounded pre-vote surveys suggesting a much closer contest between the Tories and main protagonist Labour, with Cable peaking just above 1.3500 and Eur/Gbp breaching 0.8300 at one stage. However, some of the euphoria and relief has subsequently waned and the former probed sub-1.3400 territory before returning to the big figure where the heftier of 2 large option expiries reside (1.4 bn compared to 1 bn at 1.3450).</p><p>EUR/NZD/CHF/CAD/AUD - All firmer against the Greenback that has lost more ground almost across the board, initially on dovish FOMC vibes then US-China Phase 1 and tariff impulses before Sterling’s election exertions pushed the DXY over the edge (through 97.000 and now meandering between 96.922-712). The single currency has recouped all and more of its post-ECB presser losses and hurdled key chart resistance in the form of the 200 DMA (1.1154), but stopped just short of 1.1200 in contrast to the Kiwi that has now cleared 0.6600 and recouped some declines relative to the Aussie. Indeed, Aud/Nzd has pulled back towards 1.0450 as Aud/Usd pivots 0.6925 and could be hampered by large option expiries rolling off between 0.6885-0.6900 (1.6 bn). Elsewhere, the Franc has bounced within 0.9808-62 parameters and Loonie likewise in a 1.3151-86 band, with the latter also benefiting from positive USMCA developments.</p><p>JPY - The lone G10 loser on further safe-haven unwinding rather than a bleak Japanese Tankan it seems, as Usd/Jpy leaps from just below 109.00 and above 109.50.</p><p>EM - The Yuan has given up some gains vs the Dollar, but crucially or interestingly the Cnh is holding between 6.9850-9275 even though the PBoC fixed the Usd/Cny midpoint at 7.0000+. Similarly, the Lira remains firm and over 5.8000 despite Turkey’s Defence Ministry declaring that the order for a 2nd Russian S-400 missile system consignment could be struck soon. Elsewhere, the Rouble has largely taken the expected 25 bp CBR rate cut in stride and is still on track to extend its winning run beyond 62.5000.</p><p><strong>FIXED INCOME</strong></p><p>It remains far too early to tell or premature given the fact that US Treasuries are holding close to their overnight session recovery highs, but the core EU benchmarks may have petered out after extending rebounds to 171.54 (Bunds) and 131.05 (Gilts) and nearly closed technical holes in the process. Nevertheless, the respective 10 year futures are well off intraday/fresh contract lows (170.75 and 130.45) awaiting the return of US peers and some decent data to end a hectic week plus a speech from Fed’s Williams.</p><p><strong>COMMODITIES</strong></p><p>Little to report thus far in the commodity space, with <strong>WTI</strong> and <strong>Brent</strong> futures advances amid the broad risk appetite in the market which emanated from the positive US-China trade headlines and the fallout from the UK General Election. The benchmarks have surpassed 60/bbl and 65/bbl respectively, with the former dipping back below. Eyes will remain on the official announcement of the trade deal from the US side and any comments from the China side confirming whether the two sides struck a deal – sources however noted that China thinks a USD 50bln purchase of ag good is a “hard target”, according to CNBC’s Yoon. Elsewhere, <strong>gold</strong> prices remain relatively flat downside from safe-haven outflow is countered by a weaker Buck. The yellow metal hovers in a narrow intraday range around USD 1470/oz. Similarly, <strong>copper</strong> remains flat but above USD 2.75/lb following seven straight sessions of gains.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-risk-rampant-after-tory-triumphs-and-trade-progresses-13th-december-2019-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 19:09:00",
        "gmt_time": "2019-12-13 11:09:00"
    },
    {
        "id": 900843,
        "updated_sequence": 2038240,
        "published_at": {
            "unix": 1576234740,
            "text": "2019-12-13 10:59:00 +0000",
            "iso_8601": "2019-12-13T10:59:00Z"
        },
        "updated_at": {
            "unix": 1576235148,
            "text": "2019-12-13 11:05:48 +0000",
            "iso_8601": "2019-12-13T11:05:48Z"
        },
        "subject": "Though Beijing sees the benefit of an imminent deal, it still wants to ensure that China does't appear to have been pressured into making concessions, according to WSJ",
        "content": "<ul><li>\"The perception of a one-sided agreement could subject Mr. Xi to criticism from within the ruling Communist Party and other parts of the society, Chinese officials fear.\"</li><li><a href=\"https://www.wsj.com/articles/china-offers-no-confirmation-on-u-s-trade-deal-11576234325?shareToken=st4be1be9e518a4b0595ecb28b6c2328c8\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Nothing particularly new here, a few journalists note that there has been no mention of any trade deal in Chinese medio, although a state cabinet meeting is underway, and participants will be keeping an eye on any comments on that front</p>",
        "analysis_updated_at": {
            "unix": 1576235148,
            "text": "2019-12-13 11:05:48 +0000",
            "iso_8601": "2019-12-13T11:05:48Z"
        },
        "push_notify": false,
        "source": "WSJ",
        "slug": "though-beijing-sees-the-benefit-of-an-imminent-deal-it-still-wants-to-ensure-that-china-does-t-appear-to-have-been-pressured-into-making-concessions-according-to-wsj-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:59:00",
        "gmt_time": "2019-12-13 10:59:00"
    },
    {
        "id": 900840,
        "updated_sequence": 2038225,
        "published_at": {
            "unix": 1576234020,
            "text": "2019-12-13 10:47:00 +0000",
            "iso_8601": "2019-12-13T10:47:00Z"
        },
        "updated_at": {
            "unix": 1576234134,
            "text": "2019-12-13 10:48:54 +0000",
            "iso_8601": "2019-12-13T10:48:54Z"
        },
        "subject": "Fixed Income: bonds somewhat betwixt and between",
        "content": "<p>It remains far too early to tell or premature given the fact that US Treasuries are holding close to their overnight session recovery highs, but the core EU benchmarks may have petered out after extending rebounds to 171.54 (Bunds) and 131.05 (Gilts) and nearly closed technical holes in the process. Nevertheless, the respective 10 year futures are well off intraday/fresh contract lows (170.75 and 130.45) awaiting the return of US peers and some decent data to end a hectic week plus a speech from Fed’s Williams.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-bonds-somewhat-betwixt-and-between-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:47:00",
        "gmt_time": "2019-12-13 10:47:00"
    },
    {
        "id": 900839,
        "updated_sequence": 2038222,
        "published_at": {
            "unix": 1576233660,
            "text": "2019-12-13 10:41:00 +0000",
            "iso_8601": "2019-12-13T10:41:00Z"
        },
        "updated_at": {
            "unix": 1576233803,
            "text": "2019-12-13 10:43:23 +0000",
            "iso_8601": "2019-12-13T10:43:23Z"
        },
        "subject": "ECB's Holzmann (hawk) when asked about the ECB's inflation target should be lowered, says there are many counter arguments, no discussions within the ECB GC on inflation yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-holzmann-hawk-when-asked-about-the-ecb-s-inflation-target-should-be-lowered-says-there-are-many-counter-arguments-no-discussions-within-the-ecb-gc-on-inflation-yet-13-12-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:41:00",
        "gmt_time": "2019-12-13 10:41:00"
    },
    {
        "id": 900838,
        "updated_sequence": 2038217,
        "published_at": {
            "unix": 1576233480,
            "text": "2019-12-13 10:38:00 +0000",
            "iso_8601": "2019-12-13T10:38:00Z"
        },
        "updated_at": {
            "unix": 1576233615,
            "text": "2019-12-13 10:40:15 +0000",
            "iso_8601": "2019-12-13T10:40:15Z"
        },
        "subject": "Former Chinese Vice Minister says anticipated US deal a “phased victory” for China as Washington finally understands Beijing's firm stance and principle: the scrapping of tariffs. It could a breakthrough for trade talks, via Global Times ",
        "content": "<ul><li><a href=\"https://twitter.com/GlobalTimesBiz/status/1205436433441247233\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "former-chinese-vice-minister-says-anticipated-us-deal-a-phased-victory-for-china-as-washington-finally-understands-beijing-s-firm-stance-and-principle-the-scrapping-of-tariffs-it-could-a-breakthrough-for-trade-talks-via-global-times-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:38:00",
        "gmt_time": "2019-12-13 10:38:00"
    },
    {
        "id": 900837,
        "updated_sequence": 2038214,
        "published_at": {
            "unix": 1576233180,
            "text": "2019-12-13 10:33:00 +0000",
            "iso_8601": "2019-12-13T10:33:00Z"
        },
        "updated_at": {
            "unix": 1576233315,
            "text": "2019-12-13 10:35:15 +0000",
            "iso_8601": "2019-12-13T10:35:15Z"
        },
        "subject": "FX Morning Colour: Pound rampant as Tories romp to victory",
        "content": "<p><strong>GBP</strong></p><p>Sterling has come off the boil, but still bubbling on the back of Thursday’s UK GE that culminated in a clear win for the Conservative Party and hands PM Johnson a convincing majority to get Brexit done, in his very own words. The Pound rebounded after exit polls confounded pre-vote surveys suggesting a much closer contest between the Tories and main protagonist Labour, with Cable peaking just above 1.3500 and Eur/Gbp breaching 0.8300 at one stage. However, some of the euphoria and relief has subsequently waned and the former probed sub-1.3400 territory before returning to the big figure where the heftier of 2 large option expiries reside (1.4 bn compared to 1 bn at 1.3450).</p><p><strong>EUR/NZD/CHF/CAD/AUD&nbsp;</strong></p><p>All firmer against the Greenback that has lost more ground almost across the board, initially on dovish FOMC vibes then US-China Phase 1 and tariff impulses before Sterling’s election exertions pushed the <strong>DXY </strong>over the edge (through 97.000 and now meandering between 96.922-712). The single currency has recouped all and more of its post-ECB presser losses and hurdled key chart resistance in the form of the 200 DMA (1.1154), but stopped just short of 1.1200 in contrast to the Kiwi that has now cleared 0.6600 and recouped some declines relative to the Aussie. Indeed, Aud/Nzd has pulled back towards 1.0450 as Aud/Usd pivots 0.6925 and could be hampered by large option expiries rolling off between 0.6885-0.6900 (1.6 bn). Elsewhere, the Franc has bounced within 0.9808-62 parameters and Loonie likewise in a 1.3151-86 band, with the latter also benefiting from positive USMCA developments.</p><p><strong>JPY</strong></p><p>The lone G10 loser on further safe-haven unwinding rather than a bleak Japanese Tankan it seems, as Usd/Jpy leaps from just below 109.00 and above 109.50.</p><p><strong>EM</strong></p><p>The Yuan has given up some gains vs the Dollar, but crucially or interestingly the Cnh is holding between 6.9850-9275 even though the PBoC fixed the Usd/Cny midpoint at 7.0000+. Similarly, the Lira remains firm and over 5.8000 despite Turkey’s Defence Ministry declaring that the order for a 2nd Russian S-400 missile system consignment could be struck soon. Elsewhere, the Rouble has largely taken the expected 25 bp CBR rate cut in stride and is still on track to extend its winning run beyond 62.5000.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-pound-rampant-as-tories-romp-to-victory-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:33:00",
        "gmt_time": "2019-12-13 10:33:00"
    },
    {
        "id": 900836,
        "updated_sequence": 2038211,
        "published_at": {
            "unix": 1576233060,
            "text": "2019-12-13 10:31:00 +0000",
            "iso_8601": "2019-12-13T10:31:00Z"
        },
        "updated_at": {
            "unix": 1576233125,
            "text": "2019-12-13 10:32:05 +0000",
            "iso_8601": "2019-12-13T10:32:05Z"
        },
        "subject": "Russian Central Bank says it will consider the necessity of further key rate reduction in H1 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-says-it-will-consider-the-necessity-of-further-key-rate-reduction-in-h1-2020-13-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:31:00",
        "gmt_time": "2019-12-13 10:31:00"
    },
    {
        "id": 900834,
        "updated_sequence": 2038205,
        "published_at": {
            "unix": 1576231980,
            "text": "2019-12-13 10:13:00 +0000",
            "iso_8601": "2019-12-13T10:13:00Z"
        },
        "updated_at": {
            "unix": 1576232148,
            "text": "2019-12-13 10:15:48 +0000",
            "iso_8601": "2019-12-13T10:15:48Z"
        },
        "subject": "Takeaway.com (TKWY NA) - Delivery Hero (DHER GY) said it could sell its stake in Takeaway.com to finance its purchase of Wooma",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Delivery Hero owns around 10% of Takeaway.com</li></ul>",
        "analysis_updated_at": {
            "unix": 1576232148,
            "text": "2019-12-13 10:15:48 +0000",
            "iso_8601": "2019-12-13T10:15:48Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "takeaway-com-tkwy-na-delivery-hero-dher-gy-said-it-could-sell-its-stake-in-takeaway-com-to-finance-its-purchase-of-wooma-13-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:13:00",
        "gmt_time": "2019-12-13 10:13:00"
    },
    {
        "id": 900832,
        "updated_sequence": 2038197,
        "published_at": {
            "unix": 1576231260,
            "text": "2019-12-13 10:01:00 +0000",
            "iso_8601": "2019-12-13T10:01:00Z"
        },
        "updated_at": {
            "unix": 1576231350,
            "text": "2019-12-13 10:02:30 +0000",
            "iso_8601": "2019-12-13T10:02:30Z"
        },
        "subject": "Volkswagen (VOW3 GY) - Nov group deliveries 988k, +5.1%; +6.4% in Europe, +13.7% in US, +5.1% in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-nov-group-deliveries-988k-5-1-6-4-in-europe-13-7-in-us-5-1-in-china-13-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:01:00",
        "gmt_time": "2019-12-13 10:01:00"
    },
    {
        "id": 900833,
        "updated_sequence": 2038202,
        "published_at": {
            "unix": 1576231200,
            "text": "2019-12-13 10:00:00 +0000",
            "iso_8601": "2019-12-13T10:00:00Z"
        },
        "updated_at": {
            "unix": 1576231471,
            "text": "2019-12-13 10:04:31 +0000",
            "iso_8601": "2019-12-13T10:04:31Z"
        },
        "subject": "Turkey is \"very close\" to signing a deal for the second batch of Russian-made S-400 missile system, deal could be signed before April, according to the Defence Industry Chief",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Senate Foreign Relations Committee on Wednesday voted to advance sanctions against Turkey, over its offensive into Northern Syria and the purchase of the S-400 system</li></ul>",
        "analysis_updated_at": {
            "unix": 1576231471,
            "text": "2019-12-13 10:04:31 +0000",
            "iso_8601": "2019-12-13T10:04:31Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-is-very-close-to-signing-a-deal-for-the-second-batch-of-russian-made-s-400-missile-system-deal-could-be-signed-before-april-according-to-the-defence-industry-chief-13-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 18:00:00",
        "gmt_time": "2019-12-13 10:00:00"
    },
    {
        "id": 900831,
        "updated_sequence": 2038194,
        "published_at": {
            "unix": 1576230840,
            "text": "2019-12-13 09:54:00 +0000",
            "iso_8601": "2019-12-13T09:54:00Z"
        },
        "updated_at": {
            "unix": 1576230953,
            "text": "2019-12-13 09:55:53 +0000",
            "iso_8601": "2019-12-13T09:55:53Z"
        },
        "subject": "Japanese Government expects to see real GDP growth of 1.4% in FY 2020, Nikkei reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-government-expects-to-see-real-gdp-growth-of-1-4-in-fy-2020-nikkei-reports-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:54:00",
        "gmt_time": "2019-12-13 09:54:00"
    },
    {
        "id": 900830,
        "updated_sequence": 2038191,
        "published_at": {
            "unix": 1576229940,
            "text": "2019-12-13 09:39:00 +0000",
            "iso_8601": "2019-12-13T09:39:00Z"
        },
        "updated_at": {
            "unix": 1576230041,
            "text": "2019-12-13 09:40:41 +0000",
            "iso_8601": "2019-12-13T09:40:41Z"
        },
        "subject": "NVIDIA (NVDA)/ Mellanox (MLNX) - Co. has not offered concessions to the EU antitrust regulators reviewing its USD 6.8bln bid for Mellanox Technologies, according to the European Commission",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nvidia-nvda-mellanox-mlnx-co-has-not-offered-concessions-to-the-eu-antitrust-regulators-reviewing-its-usd-6-8bln-bid-for-mellanox-technologies-according-to-the-european-commission-13-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:39:00",
        "gmt_time": "2019-12-13 09:39:00"
    },
    {
        "id": 900829,
        "updated_sequence": 2038186,
        "published_at": {
            "unix": 1576229460,
            "text": "2019-12-13 09:31:00 +0000",
            "iso_8601": "2019-12-13T09:31:00Z"
        },
        "updated_at": {
            "unix": 1576229496,
            "text": "2019-12-13 09:31:36 +0000",
            "iso_8601": "2019-12-13T09:31:36Z"
        },
        "subject": "UK public inflation expectations for coming year 3.1% (Prev. 3.3%) and 5-year 3.6% (Prev. 3.1%) – Bank of England",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-public-inflation-expectations-for-coming-year-3-1-prev-3-3-and-5-year-3-6-prev-3-1-bank-of-england-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:31:00",
        "gmt_time": "2019-12-13 09:31:00"
    },
    {
        "id": 900828,
        "updated_sequence": 2038183,
        "published_at": {
            "unix": 1576228560,
            "text": "2019-12-13 09:16:00 +0000",
            "iso_8601": "2019-12-13T09:16:00Z"
        },
        "updated_at": {
            "unix": 1576228632,
            "text": "2019-12-13 09:17:12 +0000",
            "iso_8601": "2019-12-13T09:17:12Z"
        },
        "subject": "HSBC raises its GBP/USD forecast to 1.4500 vs. Prev. 1.3700 whilst EUR/GBP forecast is downgraded to 0.7600 vs. Prev. 0.8000",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-raises-its-gbp-usd-forecast-to-1-4500-vs-prev-1-3700-whilst-eur-gbp-forecast-is-downgraded-to-0-7600-vs-prev-0-8000-13-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:16:00",
        "gmt_time": "2019-12-13 09:16:00"
    },
    {
        "id": 900530,
        "updated_sequence": 2038165,
        "published_at": {
            "unix": 1576227600,
            "text": "2019-12-13 09:00:00 +0000",
            "iso_8601": "2019-12-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1576227600,
            "text": "2019-12-13 09:00:00 +0000",
            "iso_8601": "2019-12-13T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-12-12-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:00:00",
        "gmt_time": "2019-12-13 09:00:00"
    },
    {
        "id": 900915,
        "updated_sequence": 2039299,
        "published_at": {
            "unix": 1576227600,
            "text": "2019-12-13 09:00:00 +0000",
            "iso_8601": "2019-12-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1576254421,
            "text": "2019-12-13 16:27:01 +0000",
            "iso_8601": "2019-12-13T16:27:01Z"
        },
        "subject": "Desk Notice: the desk will be closing at 18:00GMT/13:00EST on Friday 13th December, following coverage of the Baker Hughes rig count - subject to market conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "desk-notice-the-desk-will-be-closing-at-18-00gmt-13-00est-on-friday-13th-december-following-coverage-of-the-baker-hughes-rig-count-subject-to-market-conditions-13-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 17:00:00",
        "gmt_time": "2019-12-13 09:00:00"
    },
    {
        "id": 900822,
        "updated_sequence": 2038160,
        "published_at": {
            "unix": 1576226820,
            "text": "2019-12-13 08:47:00 +0000",
            "iso_8601": "2019-12-13T08:47:00Z"
        },
        "updated_at": {
            "unix": 1576226939,
            "text": "2019-12-13 08:48:59 +0000",
            "iso_8601": "2019-12-13T08:48:59Z"
        },
        "subject": "Dead (or black) cat bounce in Gilts and Short Sterling futures?",
        "content": "<p>UK bonds and STIR contracts are clawing back some losses after gapping down off the open and extending declines to test some key or significant chart levels, like 130.49 in the 10 year future/90 bp in cash. Perhaps debt and the 3 month strip have derived some underlying support from relative FTSE underperformance or simply short covering/profit taking for those lucky or brave enough to be holding a position over polling day. However, one contact and client also notes a hefty put spread seller in Mar20 Short Sterling (99.125/99.000 at 0.5 tick in 20k lots) that propped the underlying between 99.23-25 parameters vs Thursday’s 99.28 settlement. Meanwhile, Gilts just regrouped to trade up at 130.89 from 130.45 at one stage compared to their previous 131.29 close.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "dead-or-black-cat-bounce-in-gilts-and-short-sterling-futures-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:47:00",
        "gmt_time": "2019-12-13 08:47:00"
    },
    {
        "id": 900821,
        "updated_sequence": 2038157,
        "published_at": {
            "unix": 1576225440,
            "text": "2019-12-13 08:24:00 +0000",
            "iso_8601": "2019-12-13T08:24:00Z"
        },
        "updated_at": {
            "unix": 1576225529,
            "text": "2019-12-13 08:25:29 +0000",
            "iso_8601": "2019-12-13T08:25:29Z"
        },
        "subject": "Market gauge of long-term EZ inflation expectation at 1.2959% - highest since mid-September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "market-gauge-of-long-term-ez-inflation-expectation-at-1-2959-highest-since-mid-september-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:24:00",
        "gmt_time": "2019-12-13 08:24:00"
    },
    {
        "id": 900820,
        "updated_sequence": 2038154,
        "published_at": {
            "unix": 1576224960,
            "text": "2019-12-13 08:16:00 +0000",
            "iso_8601": "2019-12-13T08:16:00Z"
        },
        "updated_at": {
            "unix": 1576225304,
            "text": "2019-12-13 08:21:44 +0000",
            "iso_8601": "2019-12-13T08:21:44Z"
        },
        "subject": "ECB's de Guindos says the slowdown in the Euro Area has bottomed out as a disorderly Brexit and trade wars between China and the US are yet to materialise, calls for structural reforms and fiscal policy in Europe to take over from monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>In yesterday's ECB meeting Lagarde said incoming data points point to some stabilisation in the economic slowdown, and risks to the outlook are still ‘titled to the downside’ but have become ‘somewhat less pronounced’</li></ul>",
        "analysis_updated_at": {
            "unix": 1576225080,
            "text": "2019-12-13 08:18:00 +0000",
            "iso_8601": "2019-12-13T08:18:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-de-guindos-says-the-slowdown-in-the-euro-area-has-bottomed-out-as-a-disorderly-brexit-and-trade-wars-between-china-and-the-us-are-yet-to-materialise-calls-for-structural-reforms-and-fiscal-policy-in-europe-to-take-over-from-monetary-p-13-12-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:16:00",
        "gmt_time": "2019-12-13 08:16:00"
    },
    {
        "id": 900819,
        "updated_sequence": 2038147,
        "published_at": {
            "unix": 1576224780,
            "text": "2019-12-13 08:13:00 +0000",
            "iso_8601": "2019-12-13T08:13:00Z"
        },
        "updated_at": {
            "unix": 1576224830,
            "text": "2019-12-13 08:13:50 +0000",
            "iso_8601": "2019-12-13T08:13:50Z"
        },
        "subject": "PBoC issues draft rules on foreign institution investments in the domestic securities market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-issues-draft-rules-on-foreign-institution-investments-in-the-domestic-securities-market-13-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:13:00",
        "gmt_time": "2019-12-13 08:13:00"
    },
    {
        "id": 900817,
        "updated_sequence": 2038141,
        "published_at": {
            "unix": 1576224300,
            "text": "2019-12-13 08:05:00 +0000",
            "iso_8601": "2019-12-13T08:05:00Z"
        },
        "updated_at": {
            "unix": 1576224432,
            "text": "2019-12-13 08:07:12 +0000",
            "iso_8601": "2019-12-13T08:07:12Z"
        },
        "subject": "European Equity Movers this Morning: Persimmon (PSN LN) +14.0%; RBS (RBS LN) +11.0%;  Peugeot (UG FP) +2.6%; Airbus (AIR FP) +2.6%; Delivery Hero (DHER GY) +1.0%; Henkel (HEN3 GY) -4.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "european-equity-movers-this-morning-persimmon-psn-ln-14-0-rbs-rbs-ln-11-0-peugeot-ug-fp-2-6-airbus-air-fp-2-6-delivery-hero-dher-gy-1-0-henkel-hen3-gy-4-0-13-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:05:00",
        "gmt_time": "2019-12-13 08:05:00"
    },
    {
        "id": 900818,
        "updated_sequence": 2038144,
        "published_at": {
            "unix": 1576224240,
            "text": "2019-12-13 08:04:00 +0000",
            "iso_8601": "2019-12-13T08:04:00Z"
        },
        "updated_at": {
            "unix": 1576224608,
            "text": "2019-12-13 08:10:08 +0000",
            "iso_8601": "2019-12-13T08:10:08Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1120-25 (1.3BLN)</strong>, 1.1135-40 (550M), <strong>1.1150-55 (1.1BLN)</strong>, 1.1160-70 (750M), 1.1180-85 (400M), 1.1200 (611M)</p><p>GBP/USD: 1.3295-1.3300 (900M), <strong>1.3400 (1.4BLN)</strong>, <strong>1.3450 (1BLN)</strong>, 1.3500 (450M)&nbsp;</p><p>EUR/GBP: 0.8300 (425M), 0.8350 (500M), 0.8400 (600M)&nbsp;</p><p>AUD/USD: <strong>0.6885-0.6900 (1.6BLN)</strong>&nbsp;</p><p>USD/CAD: 1.3125 (500M), <strong>1.3140-55 (1BLN)</strong>, 1.3225 (210M), 1.3250-60 (730M)</p><p>USD/JPY: 109.00 (475M), 109.50 (560M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-13-12-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 16:04:00",
        "gmt_time": "2019-12-13 08:04:00"
    },
    {
        "id": 900812,
        "updated_sequence": 2038188,
        "published_at": {
            "unix": 1576223280,
            "text": "2019-12-13 07:48:00 +0000",
            "iso_8601": "2019-12-13T07:48:00Z"
        },
        "updated_at": {
            "unix": 1576229590,
            "text": "2019-12-13 09:33:10 +0000",
            "iso_8601": "2019-12-13T09:33:10Z"
        },
        "subject": "EU Council Head Michel, EU is ready we will negotiate close cooperation with the UK; expect a vote on the Brexit withdrawal agreement as soon as is possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-head-michel-eu-is-ready-we-will-negotiate-close-cooperation-with-the-uk-expect-a-vote-on-the-brexit-withdrawal-agreement-as-soon-as-is-possible-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:48:00",
        "gmt_time": "2019-12-13 07:48:00"
    },
    {
        "id": 900811,
        "updated_sequence": 2038116,
        "published_at": {
            "unix": 1576223040,
            "text": "2019-12-13 07:44:00 +0000",
            "iso_8601": "2019-12-13T07:44:00Z"
        },
        "updated_at": {
            "unix": 1576223137,
            "text": "2019-12-13 07:45:37 +0000",
            "iso_8601": "2019-12-13T07:45:37Z"
        },
        "subject": "Bunds: straddling 171.00 amidst deeper bear-steepening moves",
        "content": "<p>The 10 year German benchmark has pulled back even further from post-Fed recovery highs that were forged during the early part of ECB President Lagarde’s first post-policy meeting press conference yesterday, with the debt future down to a new 170.75 contract low overnight. Dip buyers have subsequently prompted a partial recovery and rebound towards opening levels/highs, but the overall trend remains bearish with -20 bp in cash yield terms close enough to keep sellers tempted, though perhaps also providing some psychological or sentimental resistance/support for prices. Moreover, Gilts have yet to rejoin the fray after Thursday’s UK election and a swoon could spill-over to Bunds and US Treasuries. Ahead, several ECB speakers slated and US retail sales.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "bunds-straddling-171-00-amidst-deeper-bear-steepening-moves-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:44:00",
        "gmt_time": "2019-12-13 07:44:00"
    },
    {
        "id": 900809,
        "updated_sequence": 2038103,
        "published_at": {
            "unix": 1576222740,
            "text": "2019-12-13 07:39:00 +0000",
            "iso_8601": "2019-12-13T07:39:00Z"
        },
        "updated_at": {
            "unix": 1576222903,
            "text": "2019-12-13 07:41:43 +0000",
            "iso_8601": "2019-12-13T07:41:43Z"
        },
        "subject": "Senior German Lawmaker notes that the PM Johnson's victory Brexit is now inevitable, goal now is to keep UK-EU relations as close as is possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>From a European perspective, BBC’s Adler has already reported that “Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms”</li></ul>",
        "analysis_updated_at": {
            "unix": 1576222902,
            "text": "2019-12-13 07:41:42 +0000",
            "iso_8601": "2019-12-13T07:41:42Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-german-lawmaker-notes-that-the-pm-johnson-s-victory-brexit-is-now-inevitable-goal-now-is-to-keep-uk-eu-relations-as-close-as-is-possible-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:39:00",
        "gmt_time": "2019-12-13 07:39:00"
    },
    {
        "id": 900809,
        "updated_sequence": 2038103,
        "published_at": {
            "unix": 1576222740,
            "text": "2019-12-13 07:39:00 +0000",
            "iso_8601": "2019-12-13T07:39:00Z"
        },
        "updated_at": {
            "unix": 1576222903,
            "text": "2019-12-13 07:41:43 +0000",
            "iso_8601": "2019-12-13T07:41:43Z"
        },
        "subject": "Senior German Lawmaker notes that the PM Johnson's victory Brexit is now inevitable, goal now is to keep UK-EU relations as close as is possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>From a European perspective, BBC’s Adler has already reported that “Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms”</li></ul>",
        "analysis_updated_at": {
            "unix": 1576222902,
            "text": "2019-12-13 07:41:42 +0000",
            "iso_8601": "2019-12-13T07:41:42Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-german-lawmaker-notes-that-the-pm-johnson-s-victory-brexit-is-now-inevitable-goal-now-is-to-keep-uk-eu-relations-as-close-as-is-possible-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:39:00",
        "gmt_time": "2019-12-13 07:39:00"
    },
    {
        "id": 900808,
        "updated_sequence": 2038089,
        "published_at": {
            "unix": 1576222200,
            "text": "2019-12-13 07:30:00 +0000",
            "iso_8601": "2019-12-13T07:30:00Z"
        },
        "updated_at": {
            "unix": 1576222734,
            "text": "2019-12-13 07:38:54 +0000",
            "iso_8601": "2019-12-13T07:38:54Z"
        },
        "subject": "Bundesbank: 2020 German GDP growth at 0.6% vs. Prev. 1.2%, 2021 at 1.4% vs. Prev. 1.3%: Cut 2020 inflation forecast. ",
        "content": "<ul><li>Due to a fall in household real disposable income stemming from the slowdown in employment growth</li><li>Exports are expected to slowly shake off the 2020 stagnation</li><li><strong>Supportive fiscal policy alongside highly accomodative monetary policy will provide further support&nbsp;</strong></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>ECB's Lagarde in her first meeting press-conference yesterday, on fiscal policy stated that the stance is mildly expansionary and expected to remain as such; calls on all countries to make more growth friendly finance policies</li></ul>",
        "analysis_updated_at": {
            "unix": 1576222560,
            "text": "2019-12-13 07:36:00 +0000",
            "iso_8601": "2019-12-13T07:36:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bundesbank-2020-german-gdp-growth-at-0-6-vs-prev-1-2-2021-at-1-4-vs-prev-1-3-cut-2020-inflation-forecast-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:30:00",
        "gmt_time": "2019-12-13 07:30:00"
    },
    {
        "id": 900807,
        "updated_sequence": 2038054,
        "published_at": {
            "unix": 1576222140,
            "text": "2019-12-13 07:29:00 +0000",
            "iso_8601": "2019-12-13T07:29:00Z"
        },
        "updated_at": {
            "unix": 1576222224,
            "text": "2019-12-13 07:30:24 +0000",
            "iso_8601": "2019-12-13T07:30:24Z"
        },
        "subject": "PBoC will conduct medium-term lending facility loan operation on Monday., according to reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-will-conduct-medium-term-lending-facility-loan-operation-on-monday-according-to-reports-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:29:00",
        "gmt_time": "2019-12-13 07:29:00"
    },
    {
        "id": 900805,
        "updated_sequence": 2038019,
        "published_at": {
            "unix": 1576221660,
            "text": "2019-12-13 07:21:00 +0000",
            "iso_8601": "2019-12-13T07:21:00Z"
        },
        "updated_at": {
            "unix": 1576221714,
            "text": "2019-12-13 07:21:54 +0000",
            "iso_8601": "2019-12-13T07:21:54Z"
        },
        "subject": " JP Morgan expect modest growth forecast changes from the BoE, as their base-line is already for a smooth Brexit transition. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jp-morgan-expect-modest-growth-forecast-changes-from-the-boe-as-their-base-line-is-already-for-a-smooth-brexit-transition-13-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:21:00",
        "gmt_time": "2019-12-13 07:21:00"
    },
    {
        "id": 900804,
        "updated_sequence": 2037993,
        "published_at": {
            "unix": 1576221240,
            "text": "2019-12-13 07:14:00 +0000",
            "iso_8601": "2019-12-13T07:14:00Z"
        },
        "updated_at": {
            "unix": 1576221324,
            "text": "2019-12-13 07:15:24 +0000",
            "iso_8601": "2019-12-13T07:15:24Z"
        },
        "subject": "China's Foreign Ministry, regarding US trade talks, reiterates that China is committed to resolving issues but the deal needs to be mutually beneficial ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-regarding-us-trade-talks-reiterates-that-china-is-committed-to-resolving-issues-but-the-deal-needs-to-be-mutually-beneficial-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:14:00",
        "gmt_time": "2019-12-13 07:14:00"
    },
    {
        "id": 900803,
        "updated_sequence": 2038136,
        "published_at": {
            "unix": 1576220580,
            "text": "2019-12-13 07:03:00 +0000",
            "iso_8601": "2019-12-13T07:03:00Z"
        },
        "updated_at": {
            "unix": 1576224047,
            "text": "2019-12-13 08:00:47 +0000",
            "iso_8601": "2019-12-13T08:00:47Z"
        },
        "subject": "Additional European Equity Stories post the release of the Opening News",
        "content": "<p><strong>Henkel (HEN3 GY) – </strong>Co. guides FY20 adj. EPS to decrease by the mid-to-high single digit, organic revenue +0.2% YY, adj. EBIT margin circa. 15% vs. Prev. 16.2% YY, which is below market expectations. <i>Co. are lower by around 7% in pre-market trade</i></p><p><strong>Roche (ROG SW) – </strong>Co. announce the positive Phase 3 study results for their Tecentriq plus in people with mutation-positive advanced melanoma. (Newswires)</p><p><strong>SAP (SAP GY) – </strong>Oracle (ORCL) guide Q3 USD 0.95-0.97 vs. Exp. USD 0.96. Revenue +1.3% vs. Exp. +2.2%. In Q3 expect USD will be a 1% revenue headwind. Co. affirms FY20 EPS group, and remain confident in the acceleration of revenue growth. (Newswires)</p><p><strong>Altran (ALT FP) </strong>– Co. surpasses the milestone of 50 active 5G projects. (Newswires)</p><p><strong>Stabilus (STA GY) – </strong>FY19 revenue EUR 245.6mln, +6.4%; adj. EBIT EUR 39.1mln, +6.8%; 2019 forecasts have been fulfilled. Co. proposed a dividend of EUR 1.10/shr. (Newswires)</p><p><strong>Altice (ATC NA) – </strong>EUR 4.63bln equity partnership with Morgan Stanley (MS) infrastructure partners. (Newswires)</p><p><strong>Euskatel (EKT SM) – </strong>Co. has renewed its wholesale agreements with <strong>Orange (ORA FP)</strong> including better terms and a longer agreement period. (Newswires)</p><p><strong>Kering (KER FP) -</strong> Co. announce an interim dividend of EUR 3.50/shr. (Newswires)</p><p><strong>PSA Group (UG FP) -</strong> Co. has called a supervisory board meeting for next Tuesday., according to sources. (Newswires) <i>Note, also relevant for <strong>Fiat Chrysler (FCA IM)</strong> as the Co's have been undertaking merger discussions.&nbsp;</i></p><p><strong>Ericsson (ERICB SS) - </strong>Co. have been selected by <strong>Telenor (TEL NO)</strong> to modernise and construct their 5G access. (Newswires)</p><p><strong>IAG (IAG LN) </strong>UPGRADED TO BUY FROM HOLD AT HSBC</p><p><strong>INDITEX (ITX SM)</strong> REITERATED WITH MARKET PERFORM AT TELSEY ADVISOR</p><p><strong>SEVERN TRENT (SVT LN)</strong> UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>VALEO (FR FP)</strong> REITERATED UNDERPERFORM AT RBC</p><p><strong>TULLOW OIL (TLW LN)</strong> REITERATED WITH SECTOR PERFORM AT RBC</p><p><strong>TUI (TUI LN)</strong> DOWNGRADED TO HOLD FROM BUY AT NORD</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-opening-news-13-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 15:03:00",
        "gmt_time": "2019-12-13 07:03:00"
    },
    {
        "id": 900799,
        "updated_sequence": 2038023,
        "published_at": {
            "unix": 1576219800,
            "text": "2019-12-13 06:50:00 +0000",
            "iso_8601": "2019-12-13T06:50:00Z"
        },
        "updated_at": {
            "unix": 1576221753,
            "text": "2019-12-13 07:22:33 +0000",
            "iso_8601": "2019-12-13T07:22:33Z"
        },
        "subject": "Daily European Equity Opening News",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>13th December 2019</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p><strong>UK ELECTION</strong></p><p>Conservatives have significantly surpassed the required 326 seats for a majority, currently on 360 seats with a handful of results left. The cable reaction was largely on the exit poll which moved from mid-1.31 mark to 1.3514; its highest since June 2018. Support for GBP stemmed from the implications for the Brexit process given that Johnson stated that all Conservative candidates had agreed to approve the withdrawal agreement in the HoC, the passage of the bill is all but certain (date tbc).</p><p>Currently: Cable is currently around the 1.3450+ mark; FTSE 100 Dec’19 futures are at 7308, +21 points. (For reference, the Dax Dec’19 future and EuroStoxx 50 Dec’19 future are significantly outperforming the FTSE 100); the discrepancy is likely due to a number of factors with bourses broadly strengthening on the US-China news flow (see below) while the FTSE 100 future is hampered by the strength of GBP; individual movers may be more interesting as Co’s which were targets for Labour nationalisation (e.g. National Grid (NG/ LN) and BT (BT/A LN)) may see some upside on the relief from their perspective at Labour’s losses. On the other side, upside may be seen in UK banking Names such as (RBS LN), Lloyds (LLOY LN) and Barclays (BARC LN) as well as housebuilders for instance Redrow (RDW LN) and Barratt Development (BDEV LN).</p><p><strong>US-CHINA TRADE</strong></p><p>China and the US have struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th according to sources which added that China has agreed to purchases of USD 50bln in agricultural goods in 2020, while other source reports also stated the US will announce the trade deal today. However, China leaders are yet to accept the deal (referring to the 'big deal' US President Trump tweeted about) a number of issues: USD 50bln purchases is a hard target, other trade partners complaining at a reallocation who could challenge the WTO., CNBC's Yoon citing sources.</p><p><strong>ASIA</strong></p><p>A broad heightened appetite for risk was seen overnight with the Asia-Pac majors bolstered and US equity futures extending on Wall St’s fresh record levels as markets reacted to reports that US and China have struck an agreement on some tariff reductions and a delay to the December 15th tariffs, while China is said to have agreed to purchases of USD 50bln in agricultural goods in 2020. In addition, focus was dominated by the UK election results in which PM Johnson’s Conservatives are on course for an overwhelming 86-seat majority according to exit polls. ASX 200 (+0.5%) and Nikkei 225 (+2.6%) were lifted with financials after banking regulator APRA advised ADIs it will delay finalizing consultation on implementation of product responsibility requirements until H1 next year but with hefty losses in gold miners restricting gains for the index, while the Japanese benchmark broke through the 24k milestone to print its highest since October 2018 with a somewhat disappointing Tankan survey doing little to contain the rally. Hang Seng (+2.1%) and Shanghai Comp. (+1.3%) were also buoyed on the flurry of positive trade rhetoric as aside from the source reports of an agreement being reached in principle, there had also been optimistic comments from US President Trump regarding a trade deal and WSJ initially noted US negotiators offered to cut existing tariff rates by up to 50% although no official announcement has been made yet from either side.</p><p><strong>FTSE 100</strong></p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>ANGLO AMERICAN (AAL LN) </strong>DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</p><p><strong>DAX</strong></p><p>OTHER GERMAN COMPANIES</p><p><strong>Delivery Hero (DHER GY) – </strong>Co. are reportedly approaching an agreement to purchase Woowa in a potential USD 4bln deal, according to sources. (Newswires)</p><p><strong>Fraport (FRA GY)</strong> - Co. November passengers fell 3.4% Y/Y to 5.1mln, while it affirms FY19 outlook. (Newswires)</p><p>BROKER MOVES</p><p><strong>HENKEL (HEN GY) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p><p><strong>CAC</strong></p><p><strong>Airbus (AIR FP) – </strong>Qantas has selected the Co. over <strong>Boeing (BA</strong>) to fly their ultra-long-haul routes; decision on whether these routes will be utilised will be announced in March 2020. (BBC)</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p>BROKER MOVES</p><p><strong>SMI</strong></p><p>OTHER SWISS COMPANIES</p><p><strong>Swiss Prime Site (SPSN SW)</strong> - Co. is to sell Tertianun unit to Capvis. (Newswires)</p><p>BROKER MOVES</p><p><strong>SCANDINAVIA</strong></p><p>BROKER MOVES</p><p><strong>US</strong></p><p>* CLOSING LEVELS: S&amp;P 0.85% at 3168, NDX +0.73% at 8717, DJ +0.8% at 28,132</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-13-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 14:50:00",
        "gmt_time": "2019-12-13 06:50:00"
    },
    {
        "id": 900798,
        "updated_sequence": 2037801,
        "published_at": {
            "unix": 1576217700,
            "text": "2019-12-13 06:15:00 +0000",
            "iso_8601": "2019-12-13T06:15:00Z"
        },
        "updated_at": {
            "unix": 1576217803,
            "text": "2019-12-13 06:16:43 +0000",
            "iso_8601": "2019-12-13T06:16:43Z"
        },
        "subject": "Newsquawk Daily European Opening News - 13th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23464/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>The result of the UK election exit poll overwhelmingly pointed towards a Conservative majority with a total of 368 seats vs. Labour 191 - Conservatives managed to cross the 326-seat threshold just before 0500GMT</strong></li><li><strong>GBP immediately saw strength following the election exit poll with GBP/USD eclipsing 1.3500 to the upside from mid-1.3100 area</strong></li><li><strong>China and the US have struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th according to sources</strong></li><li><strong>Further sources noted that there will be a small reduction in tariffs on some Chinese goods as a gesture of good will, while Phase Two of the negotiations will begin after 2020 elections</strong></li><li><strong>Asia-Pac majors were bolstered overnight, and US equity futures extended on Wall St’s fresh record levels</strong></li><li><strong>In FX, DXY gave up the 97.000 level on GBP strength, EUR/GBP fell to its weakest since mid-2016</strong></li><li><strong>Looking ahead, highlights include US Import/Export Prices &amp; Retail Sales, Fed’s Williams &amp; ECB’s de Guindos</strong></li></ul><p>&nbsp;</p><p><strong>UK ELECTION</strong></p><p><strong>The result of the UK election exit poll overwhelmingly pointed towards a Conservative majority with a total of 368 seats vs. Labour 191, presenting the Conservatives with an expected majority of 86. Even with a margin of error of around 15 seats, this stood the Conservatives well clear of the 326 required to govern. In an immediate reaction GBP saw strength across the board with GBP/USD jumping from around the mid 1.31 level to 1.3514; the highest since June 2018. Support for GBP stemmed from the implications for the Brexit process given that Johnson stated that all Conservative candidates had agreed to approve the withdrawal agreement in the HoC, the passage of the bill is all but certain (date tbc).</strong></p><p>As the results of individual seats were announced, the findings of the exit poll appeared to be vindicated with Labour broadly either seeing their majority in key seats dwindle or change hands with the Conservatives. As such, <strong>the market reaction during the announcement was relatively limited with the Conservatives managing to cross the 326-seat threshold just before 0500GMT; the final result and extent of the majority is yet to be confirmed.</strong></p><p><strong>US President Trump congratulates UK PM Johnson on winning the UK election, adds that UK and US are now free for a \"massive new trade deal\" post-Brexit, \"This has the potential to be far bigger and more lucrative than any deal that could be made with EU\". </strong>(Twitter)</p><p><strong>What lies ahead? </strong>As we mentioned in our commentary, with the passage of the Withdrawal Agreement almost a given, focus will at some stage turn towards the transition period with the EU which is due to expire in December 2020. A decision on whether to extend this (end of December 2022 is the limit of any extension) is due at the end of June. However, Johnson has backed himself into a corner by stating he would not extend the transition period and therefore in theory, the possibility of a cliff-edge exit is still live. When this becomes the source of focus for the market is yet to be seen, however, the decision over whether to extend or not will likely be set for a much rougher ride than the passage of the WA. From a European perspective, <strong>BBC’s Adler has already reported that “Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms”</strong></p><p>&nbsp;</p><p><strong>TRADE</strong></p><p><strong>China and the US have struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th according to sources which added that China has agreed to purchases of USD 50bln in agricultural goods in 2020, while other source reports also stated the US will announce the trade deal today. (Newswires)</strong></p><p><strong>Fox Business' Lawrence tweeted that a source stated the December 15th tariffs will not go forward and there will be a small reduction in tariffs on some Chinese goods as a gesture of good will, while Phase Two of the negotiations will begin after 2020 elections.&nbsp; Furthermore, the source said a signing ceremony will not happen with President Xi and there will be a rollout of the agreement by the White House Friday, while the Chinese have requested that the language of the never be made public. (Twitter)</strong></p><p><strong>China leaders are yet to accept the deal (referring to the 'big deal' US President Trump tweeted about) a number of issues: USD 50bln purchases is a hard target, other trade partners complaining at a reallocation who could challenge the WTO., CNBC's Yoon citing sources. (Twitter)</strong></p><p><strong>Certain US lawmakers urged US Secretary of State Pompeo and US Commerce Secretary Ross to sanction China related to its actions in Xinjiang, while there had also been separate comments from Chinese Foreign Minister Wang Yi that US actions have caused serious damage to the hard-won mutual trust between China and US. (Newswires)</strong></p><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>A broad heightened appetite for risk was seen overnight with the Asia-Pac majors bolstered and US equity futures extending on Wall St’s fresh record levels</strong> as markets reacted to reports that US and China have struck an agreement on some tariff reductions and a delay to the December 15th tariffs, while China is said to have agreed to purchases of USD 50bln in agricultural goods in 2020. In addition, focus was dominated by the UK election results in which PM Johnson’s Conservatives are on course for an overwhelming 86-seat majority according to exit polls. <strong>ASX 200 (+0.5%)</strong> and <strong>Nikkei 225 (+2.6%)</strong> were lifted with financials after banking regulator APRA advised ADIs it will delay finalizing consultation on implementation of product responsibility requirements until H1 next year but with hefty losses in gold miners restricting gains for the index, while the Japanese benchmark broke through the 24k milestone to print its highest since October 2018 with a somewhat disappointing Tankan survey doing little to contain the rally. <strong>Hang Seng (+2.1%)</strong> and <strong>Shanghai Comp. (+1.3%)</strong> were also buoyed on the flurry of positive trade rhetoric as aside from the source reports of an agreement being reached in principle, there had also been optimistic comments from US President Trump regarding a trade deal and WSJ initially noted US negotiators offered to cut existing tariff rates by up to 50% although no official announcement has been made yet from either side. Finally, 10yr JGBs retraced some of the prior day’s losses which had been the by-product of the dramatically improved trade climate, with the rebound also helped by the BoJ’s presence in the market for over JPY 1.1tln of JGBs concentrated in 1yr-10yr maturities.</p><p>PBoC skipped open market operations for a net neutral weekly position. (Newswires) <strong>PBoC set USD/CNY mid-point at 7.0156 vs. Exp. 7.0139 (Prev. 7.0253)</strong></p><p>Japanese Tankan Large Manufacturing Index (Q4) 0 vs. Exp. 2 (Prev. 5); lowest since March 2013. (Newswires) Japanese Tankan Large Manufacturing Outlook (Q4) 0 vs. Exp. 3 (Prev. 2) Japanese Tankan Large Non-Manufacturing Index (Q4) 20 vs. Exp. 16 (Prev. 21) Japanese Tankan Large All Industry Capex (Q4) 6.8% vs. Exp. 6.0% (Prev. 6.6%)</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p><strong>BBC’s Katya Adler tweeted that EU leaders will formally welcome the result assuming it is a Tory majority and will call for speedy ratification of the Brexit deal in Parliament, while they will underline the ambition for a broad comprehensive EU/UK trade deal</strong>. <strong>However, she added that Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by December next year as PM Johnson claims, with the only possibility in the short time said to be a quick and dirty free trade deal on EU terms. (Twitter/BBC) FX</strong></p><p>In FX market, currencies have been solely occupied by the UK election in which <strong>GBP/USD</strong> rallied to its highest since June 2016 to test the 1.3500 handle following the exit polls which showed Conservatives were on course for a considerable victory of 368 seats vs. Labour at 191 seats, and well over the 326 needed for an absolute majority even when taking into account the margin of error of around 15 seats. The strength in <strong>GBP</strong> subsequently pressured <strong>EUR/GBP</strong> to its weakest since mid-2016 and also dragged the <strong>DXY</strong> firmly below the 97.00 level which the greenback’s major counterparts were quick to take advantage of including <strong>EUR/USD</strong> which was propped up to just short of resistance at 1.1200, while <strong>AUD/USD</strong> and <strong>NZD/USD</strong> also briefly built upon their mild US-China trade inspired gains. Elsewhere, the broad appetite for risk spurred outflows from safe havens <strong>JPY</strong> and <strong>CHF</strong>, while <strong>CNH</strong> strengthened to below the 7.0000 level against the greenback amid the plethora of trade optimism.</p><p><strong>BoC Governor Poloz said we don't put a lot of weight on individual data points especially labour data but suggested that the overall trend has been positive</strong>, while he suggested they would look at other indicators not just jobs as the labour market tends to lag when asked about an insurance cut if jobs data falls for a third month. Furthermore, Poloz added the bank is seeing a bottoming out of most indicators in the global economy. (Newswires)</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Price action across commodities was mostly uneventful as the complex took a back seat to the equity and FX markets with focus overnight centred on the UK election results. Nonetheless, <strong>WTI</strong> crude futures still eked mild gains as markets also digested source reports that US and China have reached a trade agreement to avert the December 15th tariffs and reduce some of the tariffs already in place which could be announced later today, but with gains capped on some mild unwinding of geopolitical risk premium as Saudi Arabia is said to be looking to ease tensions with Iran and with price action stuck around USD 59.50/bbl level. Elsewhere, <strong>gold</strong> remained lacklustre following the prior day’s volatility where the precious metal wiped out initial gains as risk appetite was buoyed by the encouraging US-China trade headlines, while <strong>copper</strong> prices also reflected the broad optimism and recently notched a 7-month high.</p><p>Australia Port Hedland iron ore exports 43.3mln tons vs. Prev. 42.0mln tons. (Newswires)</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>Saudi Arabia is looking to ease tensions with Iran as the Kingdom grows more worried about conflict risks. (WSJ)</p><p>US Special Envoy for Afghanistan said they will be taking a brief pause from talks with the Taliban following the attack on an American base earlier this week. (Newswires)</p><p>EU leaders agreed to extend economic sanction on Russia regarding Ukraine, according to diplomatic sources. (Newswires)</p><p>&nbsp;</p><p><strong>US&nbsp;</strong></p><p>The TPLEX sold off sharply on Trump’s tweet of a “big deal” in China, in addition to the WSJ reporting existing tariffs would be slashed, as part of a cross-asset risk on move, although saw a late session leg lower on reports a Phase One deal was ready to be signed off on, with Trump’s signature being awaited on, although participants are still waiting for absolute confirmation of a deal and that Sunday’s tariffs will be delayed. The attractive yields brought stellar demand to the US 30-year bond reopening auction, with a high yield of 2.307%, the auction was covered 2.46x (firmly above the average 2.23x), stopping through the WI by 2.1bps, a rare occurrence in the long bond. The takedown was just as promising, with dealers taking just 15.5%, 10ppts beneath the average, seeing both directs and indirects take above average; the auction saw a fleeting bid in the 30-year bond as the wider risk appetite prevailed. US T-note (H0) futures settle 28+ ticks lower at 128-12+.</p><p>NY Fed said its T-Bill purchases will remain at USD 60bln for the next month and it is to increase its overnight offering to USD 150bln (Prev. 120bln) on December 31st and January 2nd. The Fed also set 10 term repo operations over the next month, starting with a 32-day auction on Monday 16th whilst increasing the limit to USD 50bln from USD 25bln. (Newswires)</p><p><strong>US House Appropriations Chair Lowey said a deal has been reached to avert the US government shutdown. (Newswires)</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-13th-december-2019-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 14:15:00",
        "gmt_time": "2019-12-13 06:15:00"
    },
    {
        "id": 900797,
        "updated_sequence": 2037795,
        "published_at": {
            "unix": 1576217520,
            "text": "2019-12-13 06:12:00 +0000",
            "iso_8601": "2019-12-13T06:12:00Z"
        },
        "updated_at": {
            "unix": 1576217748,
            "text": "2019-12-13 06:15:48 +0000",
            "iso_8601": "2019-12-13T06:15:48Z"
        },
        "subject": "North Korea may announce the end to denuclearisation talks with the US during a Workers Party meeting in December., Yohnap citing a state-run thinktank",
        "content": "<p><a href=\"https://news.sky.com/story/watch-sky-news-live-10315632\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from a recent escalation in the tensions between North Korea and the US, notably - North Korea says it is ready to respond to any corresponding measures that the US chooses, adds that it is clear that US has nothing to offer even if talks are resumed, reported via KCNA</li></ul>",
        "analysis_updated_at": {
            "unix": 1576217747,
            "text": "2019-12-13 06:15:47 +0000",
            "iso_8601": "2019-12-13T06:15:47Z"
        },
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-may-announce-the-end-to-denuclearisation-talks-with-the-us-during-a-workers-party-meeting-in-december-yohnap-citing-a-state-run-thinktank-13-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 14:12:00",
        "gmt_time": "2019-12-13 06:12:00"
    },
    {
        "id": 900796,
        "updated_sequence": 2037777,
        "published_at": {
            "unix": 1576217280,
            "text": "2019-12-13 06:08:00 +0000",
            "iso_8601": "2019-12-13T06:08:00Z"
        },
        "updated_at": {
            "unix": 1576217504,
            "text": "2019-12-13 06:11:44 +0000",
            "iso_8601": "2019-12-13T06:11:44Z"
        },
        "subject": "US President Trump congratulates UK PM Johnson on winning the UK election, adds that UK and US are now free for a \"massive new trade deal\" post-Brexit, \"This has the potential to be far bigger and more lucrative than any deal that could be made with EU\"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1205368801438707713\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-congratulates-uk-pm-johnson-on-winning-the-uk-election-adds-that-uk-and-us-are-now-free-for-a-massive-new-trade-deal-post-brexit-this-has-the-potential-to-be-far-bigger-and-more-lucrative-than-any-deal-that-could-be-m-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 14:08:00",
        "gmt_time": "2019-12-13 06:08:00"
    },
    {
        "id": 900793,
        "updated_sequence": 2037722,
        "published_at": {
            "unix": 1576216140,
            "text": "2019-12-13 05:49:00 +0000",
            "iso_8601": "2019-12-13T05:49:00Z"
        },
        "updated_at": {
            "unix": 1576216659,
            "text": "2019-12-13 05:57:39 +0000",
            "iso_8601": "2019-12-13T05:57:39Z"
        },
        "subject": "China leaders are yet to accept the deal (referring to the 'big deal' US President Trump tweeted about) a number of issues: USD 50bln purchases is a hard target, other trade partners complaining at a reallocation who could challenge the WTO., CNBC's Yoon",
        "content": "<ul><li><a href=\"https://twitter.com/onlyyoontv/status/1205362382421127168\">Link to Tweet</a></li><li>To achieve a large hard target China would have to order state firms to buy as the government itself does not make the purchases, there is concern that this would not reflect well on Beijing which has pushed market focused policies&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-leaders-are-yet-to-accept-the-deal-referring-to-the-big-deal-us-president-trump-tweeted-about-a-number-of-issues-usd-50bln-purchases-is-a-hard-target-other-trade-partners-complaining-at-a-reallocation-who-could-challenge-the-wto-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 13:49:00",
        "gmt_time": "2019-12-13 05:49:00"
    },
    {
        "id": 900792,
        "updated_sequence": 2037669,
        "published_at": {
            "unix": 1576215300,
            "text": "2019-12-13 05:35:00 +0000",
            "iso_8601": "2019-12-13T05:35:00Z"
        },
        "updated_at": {
            "unix": 1576215658,
            "text": "2019-12-13 05:40:58 +0000",
            "iso_8601": "2019-12-13T05:40:58Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks rallied and US equity futures extended on Wall St's record highs amid reports of US-China agreement in-principle and landslide victory by UK PM Johnson's Conservatives",
        "content": "<p>A broad heightened appetite for risk was seen overnight with the Asia-Pac majors bolstered and US equity futures extending on Wall St’s fresh record levels as markets reacted to reports that US and China have struck an agreement on some tariff reductions and a delay to the December 15th tariffs, while China is said to have agreed to purchases of USD 50bln in agricultural goods in 2020. In addition, focus was dominated by the UK election results in which PM Johnson’s Conservatives are on course for an overwhelming 86-seat majority according to exit polls. ASX 200 (+0.5%) and Nikkei 225 (+2.6%) were lifted with financials after banking regulator APRA advised ADIs it will delay finalizing consultation on implementation of product responsibility requirements until H1 next year but with hefty losses in gold miners restricting gains for the index, while the Japanese benchmark broke through the 24k milestone to print its highest since October 2018 with a somewhat disappointing Tankan survey doing little to contain the rally. Hang Seng (+2.1%) and Shanghai Comp. (+1.3%) were also buoyed on the flurry of positive trade rhetoric as aside from the source reports of an agreement being reached in principle, there had also been optimistic comments from US President Trump regarding a trade deal and WSJ initially noted US negotiators offered to cut existing tariff rates by up to 50% although no official announcement has been made yet from either side. Finally, 10yr JGBs retraced some of the prior day’s losses which had been the by-product of the dramatically improved trade climate, with the rebound also helped by the BoJ’s presence in the market for over JPY 1.1tln of JGBs concentrated in 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-rallied-and-us-equity-futures-extended-on-wall-st-s-record-highs-amid-reports-of-us-china-agreement-in-principle-and-landslide-victory-by-uk-pm-johnson-s-conservatives-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 13:35:00",
        "gmt_time": "2019-12-13 05:35:00"
    },
    {
        "id": 900761,
        "updated_sequence": 2037574,
        "published_at": {
            "unix": 1576213020,
            "text": "2019-12-13 04:57:00 +0000",
            "iso_8601": "2019-12-13T04:57:00Z"
        },
        "updated_at": {
            "unix": 1576213917,
            "text": "2019-12-13 05:11:57 +0000",
            "iso_8601": "2019-12-13T05:11:57Z"
        },
        "subject": "UK ELECTION ROLLING UPDATE: UK election polls continue to remain in-fitting with the exit poll with underpeformance by Labour relative to Conservatives, with Labour's majority in typical safe seats dwindling and losing seats to the Conservatives elsewhere",
        "content": "<ul><li>The initial trend has saw Labour's lead shrink in some of the first seats to report, whilst the Conservatives hold Swindon North and gain Blyth Valley</li><li>Thereafter, it much of the same with Labour's margin of victory diminishing and Conservatives holding on to existing seats such as Nuneaton and Broxbourne</li><li>Conservatives then manged to take Workington from Labour with the Conservatives getting 49.3% (+7.6%) vs. Labour 39.2% (-11.9%); this was seen as a key bellwether seat for the UK electorate. This was shortly followed by the Conservatives taking Darlington and Wrexham (Labour since 1922) from Labour.</li><li>Initial results in Scotland showed an equally bleak picture for Labour with SNP gaining Rutherglen and Hamilton West from Labour.</li><li>Elsewhere, performance in Wales in the early stages appeared to be of concern with Labour after losing Vale of Clwyd to the Conservatives.</li><li>Labour gained Putney from the Conservatives. However, this didn't appear to be enough to turn the tide of the overall Conservative gains.</li><li>Apporaching 0200GMT, results came in thick and fast. Despite some interesting individual results, there was very little to suggest that the findings of the exit poll were incorrect.</li><li>At 0221GMT Britain Elects highlighted that the Labour majority has fallen in almost every seat declared so far (91/650)</li><li>At 0230GMT Latest UK Election count, 102 out of 650 counted, Conservatives 45 seats, Labour 45 seats</li><li>Iain Duncan Smith held Chingford for the Conservatives, avoiding the potential swing to Labour that some had been looking for.</li><li>Conservatives take Stockton South (50.7% vs. Labour 41.1%); this seat is seen as generally following the national swing.</li><li>The trend of Labour losses continued in the Midlands with the party losing Wolverhampton North East to the Conservatives in what appears to be a Brexit vote (leave seat)</li><li>Chuka Umunna faces defeat as Conservatives win Cities of London and Westminster.</li><li>Leader of the DUP Nigel Dodds loses his seat in Belfast to Sinn Fein</li><li>0300GMT: Latest UK Election count, 195 out of 650 counted, Conservatives 90 seats, Labour 78 seats</li><li>0300GMT: BBC forecasts Conservatives to win 357 seats and Labour to win 201 seats (Exit poll had projected 368 vs. 191)</li><li>Conservatives lose Richmond to the Liberal Democrats, however, Conservative Brexit Secretary Raab holds his seat in Esher and Walton</li><li>Leader of the opposition Corbyn keeps his seat in Islington North as expected. However, he will not lead the party in the future election but will not step down immediately.</li><li>0330GMT: Latest UK Election count, 306 out of 650 counted, Conservatives 156 seats, Labour 108 seats</li><li>PM Johnson retains his seat in Uxbridge and Ruslip South as expected and widens his majority.</li><li>Lib Dem Leader Swinson loses her sat in Dunbartonshire East</li><li>BBC forecasts Conservatives to win 365 seats and Labour to win 196 seats (Exit poll had projected 368 vs. 191)</li><li>0400GMT: Latest UK Election count, 306 out of 650 counted, Conservatives 215 seats, Labour 143 seats</li><li>0430GMT: Latest UK Election count, 515 out of 650 counted, Conservatives 268 seats, Labour 181 seats</li><li>BBC forecasts Conservatives to win 362 seats and Labour to win 199 seats (Exit poll had projected 368 vs. 191)</li><li>The Conservatives have won 326 seats so far, presenting them with an outright majority in the House of Commons, according to ITV</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "uk-election-rolling-update-uk-election-polls-continue-to-remain-in-fitting-with-the-exit-poll-with-underpeformance-by-labour-relative-to-conservatives-with-labour-s-majority-in-typical-safe-seats-dwindling-and-losing-seats-to-the-conservat-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:57:00",
        "gmt_time": "2019-12-13 04:57:00"
    },
    {
        "id": 900789,
        "updated_sequence": 2037530,
        "published_at": {
            "unix": 1576213020,
            "text": "2019-12-13 04:57:00 +0000",
            "iso_8601": "2019-12-13T04:57:00Z"
        },
        "updated_at": {
            "unix": 1576213108,
            "text": "2019-12-13 04:58:28 +0000",
            "iso_8601": "2019-12-13T04:58:28Z"
        },
        "subject": "The Conservatives have won 326 seats so far, presenting them with an outright majority in the House of Commons, according to ITV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "ITV",
        "slug": "the-conservatives-have-won-326-seats-so-far-presenting-them-with-an-outright-majority-in-the-house-of-commons-according-to-itv-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:57:00",
        "gmt_time": "2019-12-13 04:57:00"
    },
    {
        "id": 900788,
        "updated_sequence": 2037517,
        "published_at": {
            "unix": 1576212720,
            "text": "2019-12-13 04:52:00 +0000",
            "iso_8601": "2019-12-13T04:52:00Z"
        },
        "updated_at": {
            "unix": 1576212839,
            "text": "2019-12-13 04:53:59 +0000",
            "iso_8601": "2019-12-13T04:53:59Z"
        },
        "subject": "Samsung Electronics (005930 KS) has reportedly sold 1mln Galaxy Fold smartphones",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "samsung-electronics-005930-ks-has-reportedly-sold-1mln-galaxy-fold-smartphones-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:52:00",
        "gmt_time": "2019-12-13 04:52:00"
    },
    {
        "id": 900782,
        "updated_sequence": 2037416,
        "published_at": {
            "unix": 1576211460,
            "text": "2019-12-13 04:31:00 +0000",
            "iso_8601": "2019-12-13T04:31:00Z"
        },
        "updated_at": {
            "unix": 1576211482,
            "text": "2019-12-13 04:31:22 +0000",
            "iso_8601": "2019-12-13T04:31:22Z"
        },
        "subject": "BBC forecasts Conservatives to win 362 seats and Labour to win 199 seats (Exit poll had projected 368 vs. 191)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "bbc-forecasts-conservatives-to-win-362-seats-and-labour-to-win-199-seats-exit-poll-had-projected-368-vs-191-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:31:00",
        "gmt_time": "2019-12-13 04:31:00"
    },
    {
        "id": 900783,
        "updated_sequence": 2037422,
        "published_at": {
            "unix": 1576211400,
            "text": "2019-12-13 04:30:00 +0000",
            "iso_8601": "2019-12-13T04:30:00Z"
        },
        "updated_at": {
            "unix": 1576211529,
            "text": "2019-12-13 04:32:09 +0000",
            "iso_8601": "2019-12-13T04:32:09Z"
        },
        "subject": "Japanese Industrial Production (Oct F) Y/Y -7.7% (Prev. -7.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-oct-f-y-y-7-7-prev-7-4-13-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:30:00",
        "gmt_time": "2019-12-13 04:30:00"
    },
    {
        "id": 900781,
        "updated_sequence": 2037381,
        "published_at": {
            "unix": 1576210620,
            "text": "2019-12-13 04:17:00 +0000",
            "iso_8601": "2019-12-13T04:17:00Z"
        },
        "updated_at": {
            "unix": 1576210857,
            "text": "2019-12-13 04:20:57 +0000",
            "iso_8601": "2019-12-13T04:20:57Z"
        },
        "subject": "US House Judiciary Committee Chairman Nadler concludes hearing without a panel vote on articles of impeachment; will reconvene to vote at 1500GMT/1000ET",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-judiciary-committee-chairman-nadler-concludes-hearing-without-a-panel-vote-on-articles-of-impeachment-will-reconvene-to-vote-at-1500gmt-1000et-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 12:17:00",
        "gmt_time": "2019-12-13 04:17:00"
    },
    {
        "id": 900780,
        "updated_sequence": 2037300,
        "published_at": {
            "unix": 1576209420,
            "text": "2019-12-13 03:57:00 +0000",
            "iso_8601": "2019-12-13T03:57:00Z"
        },
        "updated_at": {
            "unix": 1576209468,
            "text": "2019-12-13 03:57:48 +0000",
            "iso_8601": "2019-12-13T03:57:48Z"
        },
        "subject": "BBC forecasts Conservatives to win 365 seats and Labour to win 196 seats (Exit poll had projected 368 vs. 191)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "bbc-forecasts-conservatives-to-win-365-seats-and-labour-to-win-196-seats-exit-poll-had-projected-368-vs-191-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:57:00",
        "gmt_time": "2019-12-13 03:57:00"
    },
    {
        "id": 900779,
        "updated_sequence": 2037229,
        "published_at": {
            "unix": 1576208100,
            "text": "2019-12-13 03:35:00 +0000",
            "iso_8601": "2019-12-13T03:35:00Z"
        },
        "updated_at": {
            "unix": 1576208186,
            "text": "2019-12-13 03:36:26 +0000",
            "iso_8601": "2019-12-13T03:36:26Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Indian CPI Inflation (Nov) Y/Y 5.54% vs. Exp. 5.26% (Prev. 4.62%)",
        "content": "<p>Bharti Airtel (BHARTI IS) - India Department of Telecommunications is to hold the Co. liable for some of the AGR dues that Videocon and Arcel owe the government. (ET)</p><p>IDBI Bank (IDBI IS) - is in discussions to sell its entire 19.2% stake in Asset Reconstruction Co. of India. (ET)</p><p>Other News - RBI Governor Das said the central bank has not put banks on alert as reported by a section of media, but asked lenders to remain prepared to face emerging and new challenges. (Newswires)</p><p>Data Recap</p><ul><li>Indian Industrial Output (Oct) Y/Y -3.8% vs. Exp. -5.0% (Prev. -4.3%). (Newswires)</li><li>Indian CPI Inflation (Nov) Y/Y 5.54% vs. Exp. 5.26% (Prev. 4.62%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-indian-cpi-inflation-nov-y-y-5-54-vs-exp-5-26-prev-4-62-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:35:00",
        "gmt_time": "2019-12-13 03:35:00"
    },
    {
        "id": 900778,
        "updated_sequence": 2037208,
        "published_at": {
            "unix": 1576207800,
            "text": "2019-12-13 03:30:00 +0000",
            "iso_8601": "2019-12-13T03:30:00Z"
        },
        "updated_at": {
            "unix": 1576207881,
            "text": "2019-12-13 03:31:21 +0000",
            "iso_8601": "2019-12-13T03:31:21Z"
        },
        "subject": "US will announce the trade deal on Friday, according to reports citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-will-announce-the-trade-deal-on-friday-according-to-reports-citing-sources-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:30:00",
        "gmt_time": "2019-12-13 03:30:00"
    },
    {
        "id": 900777,
        "updated_sequence": 2037194,
        "published_at": {
            "unix": 1576207560,
            "text": "2019-12-13 03:26:00 +0000",
            "iso_8601": "2019-12-13T03:26:00Z"
        },
        "updated_at": {
            "unix": 1576207679,
            "text": "2019-12-13 03:27:59 +0000",
            "iso_8601": "2019-12-13T03:27:59Z"
        },
        "subject": "US Special Envoy for Afghanistan says taking a brief pause from talks with the Taliban following the attack on an American base earlier this week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-special-envoy-for-afghanistan-says-taking-a-brief-pause-from-talks-with-the-taliban-following-the-attack-on-an-american-base-earlier-this-week-13-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:26:00",
        "gmt_time": "2019-12-13 03:26:00"
    },
    {
        "id": 900776,
        "updated_sequence": 2037184,
        "published_at": {
            "unix": 1576207440,
            "text": "2019-12-13 03:24:00 +0000",
            "iso_8601": "2019-12-13T03:24:00Z"
        },
        "updated_at": {
            "unix": 1576207566,
            "text": "2019-12-13 03:26:06 +0000",
            "iso_8601": "2019-12-13T03:26:06Z"
        },
        "subject": "Labour Party leader Corbyn says he will not lead the party in the future election but will not step down immediately",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "labour-party-leader-corbyn-says-he-will-not-lead-the-party-in-the-future-election-but-will-not-step-down-immediately-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:24:00",
        "gmt_time": "2019-12-13 03:24:00"
    },
    {
        "id": 900775,
        "updated_sequence": 2037122,
        "published_at": {
            "unix": 1576206420,
            "text": "2019-12-13 03:07:00 +0000",
            "iso_8601": "2019-12-13T03:07:00Z"
        },
        "updated_at": {
            "unix": 1576206529,
            "text": "2019-12-13 03:08:49 +0000",
            "iso_8601": "2019-12-13T03:08:49Z"
        },
        "subject": "BBC forecasts Conservatives to win 357 seats and Labour to win 201 seats (Exit poll had projected 368 vs. 191)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bbc-forecasts-conservatives-to-win-357-seats-and-labour-to-win-201-seats-exit-poll-had-projected-368-vs-191-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:07:00",
        "gmt_time": "2019-12-13 03:07:00"
    },
    {
        "id": 900773,
        "updated_sequence": 2037091,
        "published_at": {
            "unix": 1576206000,
            "text": "2019-12-13 03:00:00 +0000",
            "iso_8601": "2019-12-13T03:00:00Z"
        },
        "updated_at": {
            "unix": 1576206066,
            "text": "2019-12-13 03:01:06 +0000",
            "iso_8601": "2019-12-13T03:01:06Z"
        },
        "subject": "China FDI rose 1.5% Y/Y and YTD FDI rose 6.0% Y/Y in November",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-fdi-rose-1-5-y-y-and-ytd-fdi-rose-6-0-y-y-in-november-13-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 11:00:00",
        "gmt_time": "2019-12-13 03:00:00"
    },
    {
        "id": 900774,
        "updated_sequence": 2037503,
        "published_at": {
            "unix": 1576205880,
            "text": "2019-12-13 02:58:00 +0000",
            "iso_8601": "2019-12-13T02:58:00Z"
        },
        "updated_at": {
            "unix": 1576212649,
            "text": "2019-12-13 04:50:49 +0000",
            "iso_8601": "2019-12-13T04:50:49Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Risk appetite in Asia is spurred by an in-principle US-China trade agreement and with UK Conservatives set for an overwhelming victory",
        "content": "<p>A broad heightened appetite for risk is seen overnight with the Asia-Pac majors bolstered and US equity futures extending on Wall St’s fresh record levels as markets react to reports that US and China have struck an agreement on some tariff reductions and a delay to the December 15th tariffs, while China is said to have agreed to purchases of USD 50bln in agricultural goods in 2020. In addition, focus has also been dominated by the UK election results in which PM Johnson’s Conservatives are seen to be on course for an overwhelming 86-seat majority according to the exit polls. ASX 200 (+0.6%) and Nikkei 225 (+2.6%) were lifted with financials after banking regulator APRA advised ADIs it will delay finalizing consultation on implementation of product responsibility requirements until H1 next year but with hefty losses in gold miners restricting gains for the index, while the Japanese benchmark broke through the 24k milestone to print its highest since October 2018 with a somewhat disappointing Tankan survey doing little to contain the rally. Hang Seng (+1.7%) and Shanghai Comp. (+1.1%) are also buoyed on the flurry of positive trade rhetoric as aside from the source reports of an agreement being reached in principle, there had also been optimistic comments from US President Trump regarding a trade deal and WSJ initially noted US negotiators offered to cut existing tariff rates by up to 50% although no official announcement has been made yet from either side.</p><p>In FX market, currencies have been solely occupied by the UK election in which GBP/USD rallied to its highest since June 2016 to test the 1.3500 handle following the exit polls which showed Conservatives were on course for a considerable victory of 368 seats vs. Labour at 191 seats, and well over the 326 needed for an absolute majority even when taking into account the margin of error of around 15 seats. The strength in GBP subsequently pressured EUR/GBP to its weakest since mid-2016 and also dragged the DXY firmly below the 97.00 level which the greenback’s major counterparts were quick to take advantage of including EUR/USD which was propped up to just short of resistance at 1.1200, while AUD/USD and NZD/USD also briefly built upon their mild US-China trade inspired gains. Elsewhere, the broad appetite for risk has spurred outflows from safe havens JPY and CHF, while CNH strengthened to below the 7.000 level against the greenback amid the plethora of trade optimism.</p><p>Finally, 10yr JGBs are higher as they retrace some of the prior day’s losses which had been the by-product of the dramatically improved trade climate, with the rebound also helped by the BoJ’s presence in the market for over JPY 1.1tln of JGBs concentrated in 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-risk-appetite-in-asia-is-spurred-by-an-in-principle-us-china-trade-agreement-and-with-uk-conservatives-set-for-an-overwhelming-victory-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 10:58:00",
        "gmt_time": "2019-12-13 02:58:00"
    },
    {
        "id": 900770,
        "updated_sequence": 2036832,
        "published_at": {
            "unix": 1576201380,
            "text": "2019-12-13 01:43:00 +0000",
            "iso_8601": "2019-12-13T01:43:00Z"
        },
        "updated_at": {
            "unix": 1576201476,
            "text": "2019-12-13 01:44:36 +0000",
            "iso_8601": "2019-12-13T01:44:36Z"
        },
        "subject": "Chinese Foreign Minister Wang Yi says that US actions have caused serious damage to the hard-won mutual trust between China and US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-minister-wang-yi-says-that-us-actions-have-caused-serious-damage-to-the-hard-won-mutual-trust-between-china-and-us-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:43:00",
        "gmt_time": "2019-12-13 01:43:00"
    },
    {
        "id": 900769,
        "updated_sequence": 2036793,
        "published_at": {
            "unix": 1576200660,
            "text": "2019-12-13 01:31:00 +0000",
            "iso_8601": "2019-12-13T01:31:00Z"
        },
        "updated_at": {
            "unix": 1576200764,
            "text": "2019-12-13 01:32:44 +0000",
            "iso_8601": "2019-12-13T01:32:44Z"
        },
        "subject": "Philippines Central Bank Governor says may have more time to pause but also notes they see 50bps of cuts next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-governor-says-may-have-more-time-to-pause-but-also-notes-they-see-50bps-of-cuts-next-year-13-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:31:00",
        "gmt_time": "2019-12-13 01:31:00"
    },
    {
        "id": 900768,
        "updated_sequence": 2036768,
        "published_at": {
            "unix": 1576200300,
            "text": "2019-12-13 01:25:00 +0000",
            "iso_8601": "2019-12-13T01:25:00Z"
        },
        "updated_at": {
            "unix": 1576200370,
            "text": "2019-12-13 01:26:10 +0000",
            "iso_8601": "2019-12-13T01:26:10Z"
        },
        "subject": "Australia Port Hedland iron ore exports 43.3mln tons vs. Prev. 42.0mln tons",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-port-hedland-iron-ore-exports-43-3mln-tons-vs-prev-42-0mln-tons-13-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:25:00",
        "gmt_time": "2019-12-13 01:25:00"
    },
    {
        "id": 900767,
        "updated_sequence": 2036748,
        "published_at": {
            "unix": 1576199880,
            "text": "2019-12-13 01:18:00 +0000",
            "iso_8601": "2019-12-13T01:18:00Z"
        },
        "updated_at": {
            "unix": 1576199979,
            "text": "2019-12-13 01:19:39 +0000",
            "iso_8601": "2019-12-13T01:19:39Z"
        },
        "subject": "Japan government finalising plan to assume long-term rate of 1.1% for FY20 budget which is a record low for the 4th consecutive year, according to government sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-government-finalising-plan-to-assume-long-term-rate-of-1-1-for-fy20-budget-which-is-a-record-low-for-the-4th-consecutive-year-according-to-government-sources-13-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:18:00",
        "gmt_time": "2019-12-13 01:18:00"
    },
    {
        "id": 900765,
        "updated_sequence": 2036732,
        "published_at": {
            "unix": 1576199700,
            "text": "2019-12-13 01:15:00 +0000",
            "iso_8601": "2019-12-13T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576199800,
            "text": "2019-12-13 01:16:40 +0000",
            "iso_8601": "2019-12-13T01:16:40Z"
        },
        "subject": "PBoC sets USD/CNY mid-point at 7.0156 vs. Exp. 7.0139 (Prev. 7.0253)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-mid-point-at-7-0156-vs-exp-7-0139-prev-7-0253-13-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:15:00",
        "gmt_time": "2019-12-13 01:15:00"
    },
    {
        "id": 900766,
        "updated_sequence": 2036737,
        "published_at": {
            "unix": 1576199700,
            "text": "2019-12-13 01:15:00 +0000",
            "iso_8601": "2019-12-13T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576199837,
            "text": "2019-12-13 01:17:17 +0000",
            "iso_8601": "2019-12-13T01:17:17Z"
        },
        "subject": "PBoC skips open market operations for an 18th consecutive session ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-an-18th-consecutive-session-13-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:15:00",
        "gmt_time": "2019-12-13 01:15:00"
    },
    {
        "id": 900764,
        "updated_sequence": 2036721,
        "published_at": {
            "unix": 1576199520,
            "text": "2019-12-13 01:12:00 +0000",
            "iso_8601": "2019-12-13T01:12:00Z"
        },
        "updated_at": {
            "unix": 1576199639,
            "text": "2019-12-13 01:13:59 +0000",
            "iso_8601": "2019-12-13T01:13:59Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US and China have reportedly struck an agreement on some tariff reductions and a delay to the December 15th tariffs",
        "content": "<p>Greentown China (3900 HK) - Co. 2019 contract sales are seen over CNY 180bln. (Newswires)</p><p>Haier Electronics (1169 HK) - Haier Smart Home said it is discussing the privatization of its HK-listed unit, while Haier Electronics shares have been halted. (Newswires)</p><p>New China Life Insurance (1336 HK) - Co. November YTD insurance premiums earned CNY 180bln. (Newswires)</p><p>NVC Lighting (2222 HK) - KKR have purchased a majority interest in the Co. (Newswires)</p><p>Huawei - Draft documents indicate that German lawmakers are to seek a full ban on Huawei from the country’s 5G network. (Newswires)</p><p>Other News - China looks to set an economic growth target of around 6% for 2020 which is down from this year's goal of 6.0% - 6.5% as the trade war with the US continues to weigh on the country, according to sources. (Nikkei)&nbsp;</p><p>Trade</p><p>US and China have reportedly struck an agreement on some tariff reductions and a delay to the tariffs that were due to come into effect on December 15th, with China said to have agreed to purchases of USD 50bln in agricultural goods in 2020, according to sources. (Newswires)</p><p>This followed reports which noted negotiators from both sides have reached the terms of a Phase one deal, while US President Trump had also suggested the US was getting very close to a big deal with China and that both US and China want it. (Newswires)</p><p>US negotiators reportedly offered to cut existing tariff rates by up to 50% on USD 360bln of Chinese imports and offer to cancel new China tariffs set to take effect on Dec. 15, according to sources. (WSJ)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-and-china-have-reportedly-struck-an-agreement-on-some-tariff-reductions-and-a-delay-to-the-december-15th-tariffs-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:12:00",
        "gmt_time": "2019-12-13 01:12:00"
    },
    {
        "id": 900763,
        "updated_sequence": 2036712,
        "published_at": {
            "unix": 1576199400,
            "text": "2019-12-13 01:10:00 +0000",
            "iso_8601": "2019-12-13T01:10:00Z"
        },
        "updated_at": {
            "unix": 1576199528,
            "text": "2019-12-13 01:12:08 +0000",
            "iso_8601": "2019-12-13T01:12:08Z"
        },
        "subject": "BoJ offers to buy JPY 420bln in 1yr-3yr, JPY 340bln -3yr-5yr, JPY 350bln in 5yr-10yr and JPY 30bln in inflation indexed bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-420bln-in-1yr-3yr-jpy-340bln-3yr-5yr-jpy-350bln-in-5yr-10yr-and-jpy-30bln-in-inflation-indexed-bonds-13-12-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 09:10:00",
        "gmt_time": "2019-12-13 01:10:00"
    },
    {
        "id": 900762,
        "updated_sequence": 2036607,
        "published_at": {
            "unix": 1576197480,
            "text": "2019-12-13 00:38:00 +0000",
            "iso_8601": "2019-12-13T00:38:00Z"
        },
        "updated_at": {
            "unix": 1576197589,
            "text": "2019-12-13 00:39:49 +0000",
            "iso_8601": "2019-12-13T00:39:49Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: ASE Technology (3711 TT) will acquire Asteelflash for USD 450mln",
        "content": "<p>TAIWAN</p><p>ASE Technology (3711 TT) - Co. will acquire Asteelflash for USD 450mln. (Taipei Times)</p><p>Airlines - Far Eastern Air Transport Corp is to halt operations from today due to long-standing losses and difficulty repaying loans. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>No notable stock news.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-stock-news-ase-technology-3711-tt-will-acquire-asteelflash-for-usd-450mln-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:38:00",
        "gmt_time": "2019-12-13 00:38:00"
    },
    {
        "id": 900760,
        "updated_sequence": 2036575,
        "published_at": {
            "unix": 1576197060,
            "text": "2019-12-13 00:31:00 +0000",
            "iso_8601": "2019-12-13T00:31:00Z"
        },
        "updated_at": {
            "unix": 1576197161,
            "text": "2019-12-13 00:32:41 +0000",
            "iso_8601": "2019-12-13T00:32:41Z"
        },
        "subject": "Conservatives hold Swindon North with 16171 majority vs. Prev. majority 8335",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "conservatives-hold-swindon-north-with-16171-majority-vs-prev-majority-8335-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:31:00",
        "gmt_time": "2019-12-13 00:31:00"
    },
    {
        "id": 900759,
        "updated_sequence": 2036567,
        "published_at": {
            "unix": 1576196940,
            "text": "2019-12-13 00:29:00 +0000",
            "iso_8601": "2019-12-13T00:29:00Z"
        },
        "updated_at": {
            "unix": 1576197064,
            "text": "2019-12-13 00:31:04 +0000",
            "iso_8601": "2019-12-13T00:31:04Z"
        },
        "subject": "Labour Hold Middlesborough with 53.5% (-12.2)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "labour-hold-middlesborough-with-53-5-12-2-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:29:00",
        "gmt_time": "2019-12-13 00:29:00"
    },
    {
        "id": 900758,
        "updated_sequence": 2036546,
        "published_at": {
            "unix": 1576196580,
            "text": "2019-12-13 00:23:00 +0000",
            "iso_8601": "2019-12-13T00:23:00Z"
        },
        "updated_at": {
            "unix": 1576196705,
            "text": "2019-12-13 00:25:05 +0000",
            "iso_8601": "2019-12-13T00:25:05Z"
        },
        "subject": "Daewoo Shipbuilding (042660 KS) wins contract to build floating production unit hull for Chevron (CVX) valued around USD 200mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daewoo-shipbuilding-042660-ks-wins-contract-to-build-floating-production-unit-hull-for-chevron-cvx-valued-around-usd-200mln-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:23:00",
        "gmt_time": "2019-12-13 00:23:00"
    },
    {
        "id": 900757,
        "updated_sequence": 2036540,
        "published_at": {
            "unix": 1576196460,
            "text": "2019-12-13 00:21:00 +0000",
            "iso_8601": "2019-12-13T00:21:00Z"
        },
        "updated_at": {
            "unix": 1576196625,
            "text": "2019-12-13 00:23:45 +0000",
            "iso_8601": "2019-12-13T00:23:45Z"
        },
        "subject": "PBoC is expected to set USD/CNY at 7.0139, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, the PBoC set the reference rate at 7.0253 yesterday.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576196624,
            "text": "2019-12-13 00:23:44 +0000",
            "iso_8601": "2019-12-13T00:23:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-at-7-0139-according-to-a-major-newswire-estimate-13-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:21:00",
        "gmt_time": "2019-12-13 00:21:00"
    },
    {
        "id": 900756,
        "updated_sequence": 2036513,
        "published_at": {
            "unix": 1576196100,
            "text": "2019-12-13 00:15:00 +0000",
            "iso_8601": "2019-12-13T00:15:00Z"
        },
        "updated_at": {
            "unix": 1576196222,
            "text": "2019-12-13 00:17:02 +0000",
            "iso_8601": "2019-12-13T00:17:02Z"
        },
        "subject": "APRA advised Authorised Deposit Taking institutions it will delay finalizing consultation until H1 next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apra-advised-authorised-deposit-taking-institutions-it-will-delay-finalizing-consultation-until-h1-next-year-13-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:15:00",
        "gmt_time": "2019-12-13 00:15:00"
    },
    {
        "id": 900755,
        "updated_sequence": 2036504,
        "published_at": {
            "unix": 1576195800,
            "text": "2019-12-13 00:10:00 +0000",
            "iso_8601": "2019-12-13T00:10:00Z"
        },
        "updated_at": {
            "unix": 1576196126,
            "text": "2019-12-13 00:15:26 +0000",
            "iso_8601": "2019-12-13T00:15:26Z"
        },
        "subject": "Asia begins on the front foot with Nikkei 225 at its best levels since October 2018 and KOSPI at a 7-month high following reports of a US-China trade agreement and with UK PM Johnson seen to be on course for an overwhelming majority ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-begins-on-the-front-foot-with-nikkei-225-at-its-best-levels-since-october-2018-and-kospi-at-a-7-month-high-following-reports-of-a-us-china-trade-agreement-and-with-uk-pm-johnson-seen-to-be-on-course-for-an-overwhelming-majority-13-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:10:00",
        "gmt_time": "2019-12-13 00:10:00"
    },
    {
        "id": 900754,
        "updated_sequence": 2036462,
        "published_at": {
            "unix": 1576195380,
            "text": "2019-12-13 00:03:00 +0000",
            "iso_8601": "2019-12-13T00:03:00Z"
        },
        "updated_at": {
            "unix": 1576195494,
            "text": "2019-12-13 00:04:54 +0000",
            "iso_8601": "2019-12-13T00:04:54Z"
        },
        "subject": "Fox Business's Lawrence says \"source says Dec 15th tariffs do not go forward. There will be a small reduction in tariffs on some Chinese goods as a gesture of good will. Phase Two of the negotiations will begin after 2020 elections\"",
        "content": "<ul><li>The source says a signing ceremony will not happen with President Xi. There will be a rollout of the agreement by the White House Friday. The Chinese have requested that the language of the never be made public.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "fox-business-s-lawrence-says-source-says-dec-15th-tariffs-do-not-go-forward-there-will-be-a-small-reduction-in-tariffs-on-some-chinese-goods-as-a-gesture-of-good-will-phase-two-of-the-negotiations-will-begin-after-2020-elections-13-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:03:00",
        "gmt_time": "2019-12-13 00:03:00"
    },
    {
        "id": 900752,
        "updated_sequence": 2036441,
        "published_at": {
            "unix": 1576195200,
            "text": "2019-12-13 00:00:00 +0000",
            "iso_8601": "2019-12-13T00:00:00Z"
        },
        "updated_at": {
            "unix": 1576195336,
            "text": "2019-12-13 00:02:16 +0000",
            "iso_8601": "2019-12-13T00:02:16Z"
        },
        "subject": "EU leaders tomorrow will a) formally welcome  result b) assuming it is a Tory majority they will call for speedy ratification of the Brexit deal in Parliament c) They will underline ambition for broad comprehensive EU/UK trade deal, according to BBC",
        "content": "<ul><li>However, Brussels does not believe an ambitious trade deal is possible to be negotiated and ratified by Dec next year as Johnson claims.&nbsp;</li><li>Only possibility in short time says EU is quick and dirty free trade deal on EU terms ie alignment with EU regulations /3, according to BBC's Adler</li><li>Thread <a href=\"https://twitter.com/BBCkatyaadler/status/1205275998817783809\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "eu-leaders-tomorrow-will-a-formally-welcome-result-b-assuming-it-is-a-tory-majority-they-will-call-for-speedy-ratification-of-the-brexit-deal-in-parliament-c-they-will-underline-ambition-for-broad-comprehensive-eu-uk-trade-deal-accordin-13-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-13 08:00:00",
        "gmt_time": "2019-12-13 00:00:00"
    }
]