[
    {
        "id": 867392,
        "updated_sequence": 1845357,
        "published_at": {
            "unix": 1556915460,
            "text": "2019-05-03 21:31:00 +0100",
            "iso_8601": "2019-05-03T20:31:00Z"
        },
        "updated_at": {
            "unix": 1556915773,
            "text": "2019-05-03 21:36:13 +0100",
            "iso_8601": "2019-05-03T20:36:13Z"
        },
        "subject": "US could put sanctions in place if Iran exchanges enriched uranium for natural uranium",
        "content": "<ul><li>also says it will permit a continuation of projects that restrict Iran's ability to restart its defunct nuclear weapons program</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-could-put-sanctions-in-place-if-iran-exchanges-enriched-uranium-for-natural-uranium-03-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 04:31:00",
        "gmt_time": "2019-05-03 20:31:00"
    },
    {
        "id": 867390,
        "updated_sequence": 1845346,
        "published_at": {
            "unix": 1556913960,
            "text": "2019-05-03 21:06:00 +0100",
            "iso_8601": "2019-05-03T20:06:00Z"
        },
        "updated_at": {
            "unix": 1556914834,
            "text": "2019-05-03 21:20:34 +0100",
            "iso_8601": "2019-05-03T20:20:34Z"
        },
        "subject": "US MARKET WRAP 3 MAY 2019: NFP headline beat masks soft earnings growth/participation rate, stocks advance",
        "content": "<p><strong>* SNAP SHOT:</strong> Equities up, dollar down, Treasuries up, crude flat. &nbsp; &nbsp; &nbsp;</p><p><strong>* REAR VIEW:</strong> NFP headline beats whilst average earnings misses, non-manufacturing ISM misses, Fed speakers emerge post FOMC &nbsp; &nbsp; &nbsp;&nbsp;</p><p><strong>* COMING UP:</strong> Monday: UK Holiday, Tuesday: RBA Monetary Policy Meeting, EIA Short-Term Energy Outlook, Australian Retail Sales and Trade Balance, German Industrial Orders and Output, Japan returns from Golden Week Holiday, Wednesday: RBNZ Monetary Policy Meeting, Brazilian Central Bank Monetary Policy Meeting, JMMC Meeting, China Trade Balance, Thursday: Norges Bank Monetary Policy Meeting, US International Trade, Friday: UK GDP Prelim, Canadian Jobs Data &nbsp; &nbsp; &nbsp;</p><p><strong>* MONDAY’S EARNINGS</strong>: TSN, SYY, PXD, FOX, OXY, AIG, KLAC &nbsp; &nbsp; &nbsp; &nbsp;</p><p><strong>* NFP: </strong>April payrolls rose by 263k, above the consensus of 190k, whilst unemployment fell to new cyclical lows of 3.6%, also below the consensus estimate of 3.8%. Pantheon Economics note uneven gains within the headline figure; the government component contributed 27k, some of which is likely hiring for the 2020 Census, and there was a 33k jump in construction, which is weather assisted and likely unsustainable. Conversely, the gains in manufacturing were meagre at 4k, while retail jobs declined by 12k. Private services were strong, up 202k, but Pantheon suggest that this could be catch up growth after a run of soft readings. “Most indicators of labour demand remain quite strong” the consultancy note, “but not strong enough to think private job gains at April’s pace can continue; we expect 175-to-200K over the next few months”. Regarding the participation rate, Pantheon note that the rise seen last Autumn has now been mostly reversed and at this rate, unemployment is set to dip below 3.5%. Moreover, the consultancy suggest that two calendar quirks may be attributable to the slightly weaker than anticipated average hourly earnings growth. “April was a relatively long month, with 22 working days, and the 15th - payday for people paid semi-monthly - fell after the survey week”, Pantheon say. “Both of these factors tend to depress AHE, and the April hit was slightly smaller than usual, suggesting that the underlying upward trend continues.” In sum, a strong report, but gains are unlikely to continue at this pace. Pantheon concludes that there are “no immediate policy implications, but its not hard to imagine that a run of reports like this would eventually prompt something of a rethink at the Fed.” &nbsp; &nbsp; &nbsp;</p><p><strong>* ISM Non-manufacturing PMI:</strong> The ISM’s non-manufacturing index fell to 55.5 from the 56.1 reading in March, below the consensus estimate of 57. Pantheon Economics note that the headline index has now reverted to the trend pace that had been in place prior to last year’s tax cuts, which drove consumer spending higher. As such, they expect no further decline. The consultancy then draws attention to the employment index, which dipped to 53.7 from 55.9, a number consistent with private sector pay growth of about 150k (in June). “That’s not bad” they note “but it serves to emphasize that April's 236K private payroll gain is very unlikely to signal a sustainable increase in the trend”. &nbsp; &nbsp; &nbsp;&nbsp;</p><p><strong>* FED:</strong> Fed speak was out in full force on Friday with multiple voting members expressing their views on the inflation situation in the US. The large slate was kicked off by Bullard in the US morning, expressing nerves over inflation and stating that a reset to expectations could be palatable. Evans then added to the post-FOMC Dollar rot, stating that a cut in rates may be necessary should the economy soften, but tempered this with the suggestion of hikes should inflation recover, but stated that downside risks appear the most prevalent. Whilst the neutral members Evans and Clarida echoes FOMC comments stating inflation concerns could be transitory, and the Fed can afford to be patient, Bullard eschewed his usual dovish tones stating he is open to a cut after summer should inflation remain light, which continued to pressure the DXY. Non-voter Mester also fell back to her usual tone, hawkishly stating that rates are appropriate where they are which rounded out the session on a largely neutral tone that fell largely in line with Fed guidance, sans Evans, who took the limelight suggesting cuts may be appropriate. &nbsp; &nbsp; &nbsp;</p><p><strong>*TRADE:</strong> As US-China trade talks wrapped up in Beijing, markets have been digging for signs of progress in key sticking issues as the two sides kept their cards close to their chest. The latest reports (from SCMP) noted that US believes that talks have been tempered by Beijing’s negotiators, who have suggested the tactic to “generate pressure” should not be taken “seriously”. However, during early US trade and ahead of further talks in Washington next week, VP Pence noted that President Trump is optimistic on a deal with China, albeit the issue of enforcement remains, whilst NEC Director Kudlow said the US will not soften its stance and there is room to add further tariffs against China, if necessary. Danske Bank believes that there is a 75% chance that markets will see a trade deal by the end of next week; “The two sides seem to have agreed on 95% of the content and, although a few difficult issues are left, we very much doubt that Trump will walk away from a deal.” Danske says. Analysts also note that if a deal is not reached in Washington next week, the resulting stock market decline would further pressure the two sides to get back to the negotiating table and get a deal done. &nbsp; &nbsp; &nbsp;</p><p><strong>* WTI (M9) FUTURES SETTLE USD 0.13 HIGHER AT USD 61.94; BRENT (N9) FUTURES SETTLE AT USD 70.85/BBL, UP USD 0.10. </strong>Oil prices were choppy during the European session where prices fluctuated within a USD 0.6/bbl range although the benchmarks were little changed following source reports stating that Saudi Arabia may raise output in May although the oil will be used for domestic power rather than a sign of succumbing to US pressure. May production is expected to be around 10mln BPD, below the OPEC+ output pact of 10.3mln BPD, despite the Saudi Energy Minister previously noting that end-May production will be “significantly below” 10mln BPD. Despite the recent rise in energy prices, WTI and Brent are poised to notch a second week of losses as US crude stockpiles overshadow Venezuela concerns, impacts from Iranian waiver expiry and OPEC-led production cuts. Next week will see the release of the EIA short-term energy outlook, albeit the OPEC and IAE Monthly Reports will be released in the following weeks. &nbsp;</p><p><strong>* SPX +1% at 2945, NDX +1.6% at 7846, DJI +0.8% at 26504. SECTORS: Communications -0.5%, Cons Discretionary +1.4%, Cons Staples +0.7%, Energy +0.8%, Financials +0.8%, Healthcare +0.8%, Industrials +1.2%, Materials +1%, Tech +1%, Telecoms +1.2%, Utilities +0.7%. &nbsp; &nbsp;</strong> &nbsp;</p><p><strong>* STOCKS SPECIFICS: </strong>JP Morgan Chase (JPM) opened higher after the investment bank signed a memorandum of understanding with Microsoft to develop its blockchain business, shrugging off news that the firm expect aggregate legal losses to total USD 1.4bln. Microsoft (MSFT) shares also moved higher. Amazon (AMZN) gained in the pre-market after Warren Buffet said that Berkshire Hathaway had been buying shares in the e-commerce co. Facebook (FB) moved higher on reports that the social media giant is in talks with MA V looks to build crypto payments system. American Express (AXP) opened higher on an upgrade at Morgan Stanley. Activision (ATVI) opened lower despite beating analyst expectations on both the top &amp; bottom lines. Tesla (TSLA) moved higher on reports that the electric automaker were to boost their convertible notes offering to USD 1.6bln with CEO Musk now set to buy 25k shares. Arista Networks (ANET) fell substantially at the open, despite beating on the bottom line, as the firm downgraded Q2 guidance. EOG Resources (EOG) opened higher after the hydro-carbon exploration co reported earnings that beat on the bottom line and the firm raised its dividend. Fox Corp (FOX, FOXA) shares reversed early losses after the broadcaster announced plans to build a new media centre in Arizona. Monster (MNST) jumped at the open on better than expected top and bottom-line earnings. Herbalife Nutrition (HLF) opened lower after the firm missed analyst expectations on both the top and bottom lines and cut FY19 guidance. Cigna Corp’s (CI) stock price suffered on a downgraded at Goldman Sachs. Energy names, including Chevron (CVX), ExxonMobil (XOM) and ConocoPhillips (COP) rose as crude prices grinded higher. &nbsp; &nbsp; &nbsp;</p><p><strong>* US T-NOTE FUTURES (M9) SETTLE 13 TICKS HIGHER AT 61.94. </strong>UST futures closed out the week lower on the day after a blow-out headline figure for NFPs, which saw some volatile action upon the release as average hourly earnings missed on their 0.3% and 3.3% forecast (0.2% and 3.2% respectively). Thus, 10yr yields didn’t sustain their initial bid and failed to break its 50DMA, with the bounce linked a block of 6k TYM9 supposedly lifted by a hedge fund. Thereafter, 7k USM9s were bought ahead of the ISM results, with the fixed income complex gaining speed afters some disappointing results. Fed speakers then took centre stage, with a largely neutral tone exhibited that fell in-line with FOMC guidance, ex-Evans, leading T-notes to trade within ranges heading into the close. &nbsp; &nbsp;</p><p><strong>* FX WRAP:</strong> It was a USD story today across dollar pairs; the greenback saw an initial kneejerk move higher on the strong headline NFP figure. However, the move was quickly faded; USD weakening sharply, as the focus of the market turned to the average earnings growth miss (0.2% M/M vs exp. 0.3% M/M) and the participation rate unexpectedly declining. Later in the session, USD came under further pressure from weak non-services PMI and notably dovish comments from Fed’s Evans. GBP saw no reaction to Markit Service PMI data, which came in as expected. However, it did outperform on the day vs its major G10 counterparts, GBPUSD breaking back above 1.3100, with NFP seemingly the catalyst amid a lack of other fundamental drivers. JPY strengthened vs USD but struggled to gain against most of its G10 counterparts, as stocks rose amid a rejuvenated appetite for risk. EUR was unresponsive as EZ inflation data came in above of expectations, but later caught a bid as USD weakened after NFP. AUD/NZD gained saw mild gains against USD, with apprehension regarding possible rate cuts in both countries limiting upside. The EM complex traded relatively benign; TRY was flat after benign CPI figures earlier in the day, which may ease concerns in the Eurasian country regarding inflationary pressures. Elsewhere, in Scandinavia, the NOK watchers will have derived little direction from unemployment data at the close of the week which came out in-line with expectations, and continues to stoke the flames of the outperforming Norwegian economy ahead of the Norges rate decision. &nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-3-may-2019-nfp-headline-beat-masks-soft-earnings-growth-participation-rate-stocks-advance-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 04:06:00",
        "gmt_time": "2019-05-03 20:06:00"
    },
    {
        "id": 867389,
        "updated_sequence": 1845339,
        "published_at": {
            "unix": 1556913900,
            "text": "2019-05-03 21:05:00 +0100",
            "iso_8601": "2019-05-03T20:05:00Z"
        },
        "updated_at": {
            "unix": 1556914019,
            "text": "2019-05-03 21:06:59 +0100",
            "iso_8601": "2019-05-03T20:06:59Z"
        },
        "subject": "DBRS upgrades Greece to BB (low) from B (high)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dbrs-upgrades-greece-to-bb-low-from-b-high-03-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 04:05:00",
        "gmt_time": "2019-05-03 20:05:00"
    },
    {
        "id": 867388,
        "updated_sequence": 1845336,
        "published_at": {
            "unix": 1556913900,
            "text": "2019-05-03 21:05:00 +0100",
            "iso_8601": "2019-05-03T20:05:00Z"
        },
        "updated_at": {
            "unix": 1556913933,
            "text": "2019-05-03 21:05:33 +0100",
            "iso_8601": "2019-05-03T20:05:33Z"
        },
        "subject": "RANsquawk Central Banks - Reviewing FOMC, BOE; Previewing RBA, RBNZ, Norges Bank",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21757/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Reviewing FOMC, BOE; Previewing RBA, RBNZ, Norges Bank</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-reviewing-fomc-boe-previewing-rba-rbnz-norges-bank-03-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 04:05:00",
        "gmt_time": "2019-05-03 20:05:00"
    },
    {
        "id": 867387,
        "updated_sequence": 1845333,
        "published_at": {
            "unix": 1556913780,
            "text": "2019-05-03 21:03:00 +0100",
            "iso_8601": "2019-05-03T20:03:00Z"
        },
        "updated_at": {
            "unix": 1556913793,
            "text": "2019-05-03 21:03:13 +0100",
            "iso_8601": "2019-05-03T20:03:13Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 6 May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21756/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Monday:</strong> UK Holiday</li><li><strong>Tuesday:</strong> RBA Monetary Policy Meeting, EIA Short-Term Energy Outlook, Australian Retail Sales and Trade Balance, German Industrial Orders and Output, Japan returns from Golden Week Holiday</li><li><strong>Wednesday:</strong> RBNZ Monetary Policy Meeting, Brazilian Central Bank Monetary Policy Meeting, JMMC Meeting, China Trade Balance</li><li><strong>Thursday:</strong> Norges Bank Monetary Policy Meeting, US International Trade</li><li><strong>Friday:</strong> UK GDP Prelim, Canadian Jobs Data</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-6-may-2019-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 04:03:00",
        "gmt_time": "2019-05-03 20:03:00"
    },
    {
        "id": 867386,
        "updated_sequence": 1845330,
        "published_at": {
            "unix": 1556913300,
            "text": "2019-05-03 20:55:00 +0100",
            "iso_8601": "2019-05-03T19:55:00Z"
        },
        "updated_at": {
            "unix": 1556913451,
            "text": "2019-05-03 20:57:31 +0100",
            "iso_8601": "2019-05-03T19:57:31Z"
        },
        "subject": "Paul Winfree, director of the Institute for Economic Policy Studies, is being considered for the Federal Reserve, as according to sources cited by WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/paul-winfree-under-consideration-for-federal-reserve-11556912790?mod=newsviewer_click\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "paul-winfree-director-of-the-institute-for-economic-policy-studies-is-being-considered-for-the-federal-reserve-as-according-to-sources-cited-by-wsj-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:55:00",
        "gmt_time": "2019-05-03 19:55:00"
    },
    {
        "id": 867385,
        "updated_sequence": 1845325,
        "published_at": {
            "unix": 1556912700,
            "text": "2019-05-03 20:45:00 +0100",
            "iso_8601": "2019-05-03T19:45:00Z"
        },
        "updated_at": {
            "unix": 1556913095,
            "text": "2019-05-03 20:51:35 +0100",
            "iso_8601": "2019-05-03T19:51:35Z"
        },
        "subject": "SPX MOC 130mln to buy (unch. vs 1544 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spx-moc-130mln-to-buy-unch-vs-1544-edt-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:45:00",
        "gmt_time": "2019-05-03 19:45:00"
    },
    {
        "id": 867384,
        "updated_sequence": 1845322,
        "published_at": {
            "unix": 1556912520,
            "text": "2019-05-03 20:42:00 +0100",
            "iso_8601": "2019-05-03T19:42:00Z"
        },
        "updated_at": {
            "unix": 1556912596,
            "text": "2019-05-03 20:43:16 +0100",
            "iso_8601": "2019-05-03T19:43:16Z"
        },
        "subject": "US renews sanction waiver allowing UK, Russia, China and France to continue nonproliferation work with Iran",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-renews-sanction-waiver-allowing-uk-russia-china-and-france-to-continue-nonproliferation-work-with-iran-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:42:00",
        "gmt_time": "2019-05-03 19:42:00"
    },
    {
        "id": 867383,
        "updated_sequence": 1845319,
        "published_at": {
            "unix": 1556912280,
            "text": "2019-05-03 20:38:00 +0100",
            "iso_8601": "2019-05-03T19:38:00Z"
        },
        "updated_at": {
            "unix": 1556912361,
            "text": "2019-05-03 20:39:21 +0100",
            "iso_8601": "2019-05-03T19:39:21Z"
        },
        "subject": "Chevron (CVX) reports flaring at the Richmond, California Refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-cvx-reports-flaring-at-the-richmond-california-refinery-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:38:00",
        "gmt_time": "2019-05-03 19:38:00"
    },
    {
        "id": 867382,
        "updated_sequence": 1845316,
        "published_at": {
            "unix": 1556911260,
            "text": "2019-05-03 20:21:00 +0100",
            "iso_8601": "2019-05-03T19:21:00Z"
        },
        "updated_at": {
            "unix": 1556911459,
            "text": "2019-05-03 20:24:19 +0100",
            "iso_8601": "2019-05-03T19:24:19Z"
        },
        "subject": "Fed's Kaplan (Voter, Neutral) says he views economic growth at roughly 2.25% this year",
        "content": "<ul><li>says Fed is in the neighbourhood of neutral rates</li><li>says he is worried about weak growth in the Eurozone and its effect on the US</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-voter-neutral-says-he-views-economic-growth-at-roughly-2-25-this-year-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:21:00",
        "gmt_time": "2019-05-03 19:21:00"
    },
    {
        "id": 867381,
        "updated_sequence": 1845305,
        "published_at": {
            "unix": 1556910780,
            "text": "2019-05-03 20:13:00 +0100",
            "iso_8601": "2019-05-03T19:13:00Z"
        },
        "updated_at": {
            "unix": 1556910936,
            "text": "2019-05-03 20:15:36 +0100",
            "iso_8601": "2019-05-03T19:15:36Z"
        },
        "subject": "US T-Note futures (M9) settle +5.5 ticks higher at 123-11",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>UST futures closed out the week lower on the day after a blow-out headline figure for NFPs, which saw some volatile action upon the release as average hourly earnings missed on their 0.3% and 3.3% forecast (0.2% and 3.2% respectively). Thus, 10yr yields didn’t sustain their initial bid and failed to break its 50DMA, with the bounce linked a block of 6k TYM9 supposedly lifted by a hedge fund. Thereafter, 7k USM9s were bought ahead of the ISM results, with the fixed income complex gaining speed afters some disappointing results. Fed speakers then took centre stage, with a largely neutral tone exhibited that fell in-line with FOMC guidance, ex-Evans, leading T-notes to trade within ranges heading into the close.</p>",
        "analysis_updated_at": {
            "unix": 1556910933,
            "text": "2019-05-03 20:15:33 +0100",
            "iso_8601": "2019-05-03T19:15:33Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settle-5-5-ticks-higher-at-123-11-03-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:13:00",
        "gmt_time": "2019-05-03 19:13:00"
    },
    {
        "id": 867380,
        "updated_sequence": 1845302,
        "published_at": {
            "unix": 1556910540,
            "text": "2019-05-03 20:09:00 +0100",
            "iso_8601": "2019-05-03T19:09:00Z"
        },
        "updated_at": {
            "unix": 1556910830,
            "text": "2019-05-03 20:13:50 +0100",
            "iso_8601": "2019-05-03T19:13:50Z"
        },
        "subject": "Fed's Mester (Hawk, Non-voter) says she does not believe in a rate cut yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-hawk-non-voter-says-she-does-not-believe-in-a-rate-cut-yet-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 03:09:00",
        "gmt_time": "2019-05-03 19:09:00"
    },
    {
        "id": 867379,
        "updated_sequence": 1845295,
        "published_at": {
            "unix": 1556909580,
            "text": "2019-05-03 19:53:00 +0100",
            "iso_8601": "2019-05-03T18:53:00Z"
        },
        "updated_at": {
            "unix": 1556909885,
            "text": "2019-05-03 19:58:05 +0100",
            "iso_8601": "2019-05-03T18:58:05Z"
        },
        "subject": "Brent (N9) futures settle at USD 70.85/bbl, up USD 0.10",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brent-n9-futures-settle-at-usd-70-85-bbl-up-usd-0-10-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:53:00",
        "gmt_time": "2019-05-03 18:53:00"
    },
    {
        "id": 867378,
        "updated_sequence": 1845290,
        "published_at": {
            "unix": 1556908440,
            "text": "2019-05-03 19:34:00 +0100",
            "iso_8601": "2019-05-03T18:34:00Z"
        },
        "updated_at": {
            "unix": 1556908530,
            "text": "2019-05-03 19:35:30 +0100",
            "iso_8601": "2019-05-03T18:35:30Z"
        },
        "subject": "Brazil Agricultural Secretary Ribeiro says China has indicated it won't renew sugar tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "brazil-agricultural-secretary-ribeiro-says-china-has-indicated-it-won-t-renew-sugar-tariffs-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:34:00",
        "gmt_time": "2019-05-03 18:34:00"
    },
    {
        "id": 867377,
        "updated_sequence": 1845287,
        "published_at": {
            "unix": 1556908260,
            "text": "2019-05-03 19:31:00 +0100",
            "iso_8601": "2019-05-03T18:31:00Z"
        },
        "updated_at": {
            "unix": 1556908366,
            "text": "2019-05-03 19:32:46 +0100",
            "iso_8601": "2019-05-03T18:32:46Z"
        },
        "subject": "WTI (M9) futures settle USD 0.13 higher at USD 61.94",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Oil prices were choppy during the European session where prices fluctuated within a USD 0.6/bbl range although the benchmarks were little changed following source reports stating that Saudi Arabia may raise output in May although the oil will be used for domestic power rather than a sign of succumbing to US pressure. May production is expected to be around 10mln BPD, below the OPEC+ output pact of 10.3mln BPD, despite the Saudi Energy Minister previously noting that end-May production will be “significantly below” 10mln BPD. Despite the recent rise in energy prices, WTI and Brent are poised to notch a second week of losses as US crude stockpiles overshadow concerns Venezuela, impacts from Iranian waiver expiry and OPEC-led production cuts. Next week will see the release of the EIA short-term energy outlook, albeit the OPEC and IAE Monthly Reports will be released in the following weeks.</p>",
        "analysis_updated_at": {
            "unix": 1556908365,
            "text": "2019-05-03 19:32:45 +0100",
            "iso_8601": "2019-05-03T18:32:45Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-m9-futures-settle-usd-0-13-higher-at-usd-61-94-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:31:00",
        "gmt_time": "2019-05-03 18:31:00"
    },
    {
        "id": 867376,
        "updated_sequence": 1845282,
        "published_at": {
            "unix": 1556907660,
            "text": "2019-05-03 19:21:00 +0100",
            "iso_8601": "2019-05-03T18:21:00Z"
        },
        "updated_at": {
            "unix": 1556907727,
            "text": "2019-05-03 19:22:07 +0100",
            "iso_8601": "2019-05-03T18:22:07Z"
        },
        "subject": "US President Trump says he had not made a decision on car tariffs from the EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-president-trump-says-he-had-not-made-a-decision-on-car-tariffs-from-the-eu-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:21:00",
        "gmt_time": "2019-05-03 18:21:00"
    },
    {
        "id": 867375,
        "updated_sequence": 1845279,
        "published_at": {
            "unix": 1556907540,
            "text": "2019-05-03 19:19:00 +0100",
            "iso_8601": "2019-05-03T18:19:00Z"
        },
        "updated_at": {
            "unix": 1556907660,
            "text": "2019-05-03 19:21:00 +0100",
            "iso_8601": "2019-05-03T18:21:00Z"
        },
        "subject": "Reports of heavy military activity in Venezuela, with 2 armed F16s noted",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BNL News",
        "slug": "reports-of-heavy-military-activity-in-venezuela-with-2-armed-f16s-noted-03-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:19:00",
        "gmt_time": "2019-05-03 18:19:00"
    },
    {
        "id": 867374,
        "updated_sequence": 1845276,
        "published_at": {
            "unix": 1556906520,
            "text": "2019-05-03 19:02:00 +0100",
            "iso_8601": "2019-05-03T18:02:00Z"
        },
        "updated_at": {
            "unix": 1556907104,
            "text": "2019-05-03 19:11:44 +0100",
            "iso_8601": "2019-05-03T18:11:44Z"
        },
        "subject": "US President Trump says Russian President Putin not looking to get involved in Venezuela",
        "content": "<ul><li>US and Russia discussed a nuclear deal where Russian and US makes less and they want China to join the pact</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-russian-president-putin-not-looking-to-get-involved-in-venezuela-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:02:00",
        "gmt_time": "2019-05-03 18:02:00"
    },
    {
        "id": 867373,
        "updated_sequence": 1845272,
        "published_at": {
            "unix": 1556906400,
            "text": "2019-05-03 19:00:00 +0100",
            "iso_8601": "2019-05-03T18:00:00Z"
        },
        "updated_at": {
            "unix": 1556906682,
            "text": "2019-05-03 19:04:42 +0100",
            "iso_8601": "2019-05-03T18:04:42Z"
        },
        "subject": "ExxonMobil (XOM) are to proceed with Liza phase 2 development offshore of Guyana, with phase 1 on schedule for first oil by Q1 2020",
        "content": "<ul><li>Exxon Liza phase 2 remains on schedule for mid-2022</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxonmobil-xom-are-to-proceed-with-liza-phase-2-development-offshore-of-guyana-with-phase-1-on-schedule-for-first-oil-by-q1-2020-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:00:00",
        "gmt_time": "2019-05-03 18:00:00"
    },
    {
        "id": 867372,
        "updated_sequence": 1845263,
        "published_at": {
            "unix": 1556906400,
            "text": "2019-05-03 19:00:00 +0100",
            "iso_8601": "2019-05-03T18:00:00Z"
        },
        "updated_at": {
            "unix": 1556906496,
            "text": "2019-05-03 19:01:36 +0100",
            "iso_8601": "2019-05-03T18:01:36Z"
        },
        "subject": "US President Trump says they are doing fine with China regarding talks and progress towards a deal are going \"pretty well\", adding that a deal may happen in a couple of weeks but US will be fine if one doesn't happen",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-they-are-doing-fine-with-china-regarding-talks-and-progress-towards-a-deal-are-going-pretty-well-adding-that-a-deal-may-happen-in-a-couple-of-weeks-but-us-will-be-fine-if-one-doesn-t-happen-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 02:00:00",
        "gmt_time": "2019-05-03 18:00:00"
    },
    {
        "id": 867371,
        "updated_sequence": 1845284,
        "published_at": {
            "unix": 1556905020,
            "text": "2019-05-03 18:37:00 +0100",
            "iso_8601": "2019-05-03T17:37:00Z"
        },
        "updated_at": {
            "unix": 1556908213,
            "text": "2019-05-03 19:30:13 +0100",
            "iso_8601": "2019-05-03T18:30:13Z"
        },
        "subject": "Fed's (Non-voter, hawk) Mester fully supports Fed's patient stance, highlights that the US economy is strong",
        "content": "<ul><li>Interest rates are appropriate where they are</li><li>Inflation weakness is likely transitory, would be concerned if inflation expectations fell</li><li>We are about at neutral rates</li><li>Q1 was stronger than she was expecting</li><li>She expects 2-2.5% GDP growth this year</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the commentary surrounding transitory inflation echoes comments made in the FOMC statement</li></ul>",
        "analysis_updated_at": {
            "unix": 1556905440,
            "text": "2019-05-03 18:44:00 +0100",
            "iso_8601": "2019-05-03T17:44:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-non-voter-hawk-mester-fully-supports-fed-s-patient-stance-highlights-that-the-us-economy-is-strong-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:37:00",
        "gmt_time": "2019-05-03 17:37:00"
    },
    {
        "id": 867370,
        "updated_sequence": 1845245,
        "published_at": {
            "unix": 1556904360,
            "text": "2019-05-03 18:26:00 +0100",
            "iso_8601": "2019-05-03T17:26:00Z"
        },
        "updated_at": {
            "unix": 1556904732,
            "text": "2019-05-03 18:32:12 +0100",
            "iso_8601": "2019-05-03T17:32:12Z"
        },
        "subject": "US waivers on Iran nuclear work to be extend but have been cut to 90 days from 180 days, as according to Secretary of State Ford, with waivers for Fordow, Arak and Bushehr kept as is",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-waivers-on-iran-nuclear-work-to-be-extend-but-have-been-cut-to-90-days-from-180-days-as-according-to-secretary-of-state-ford-with-waivers-for-fordow-arak-and-bushehr-kept-as-is-03-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:26:00",
        "gmt_time": "2019-05-03 17:26:00"
    },
    {
        "id": 867369,
        "updated_sequence": 1845236,
        "published_at": {
            "unix": 1556903760,
            "text": "2019-05-03 18:16:00 +0100",
            "iso_8601": "2019-05-03T17:16:00Z"
        },
        "updated_at": {
            "unix": 1556903830,
            "text": "2019-05-03 18:17:10 +0100",
            "iso_8601": "2019-05-03T17:17:10Z"
        },
        "subject": "Venezuelan Interim President Guaido notes that they are \"very close\" to a Venezuelan regime change",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuelan-interim-president-guaido-notes-that-they-are-very-close-to-a-venezuelan-regime-change-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:16:00",
        "gmt_time": "2019-05-03 17:16:00"
    },
    {
        "id": 867368,
        "updated_sequence": 1845233,
        "published_at": {
            "unix": 1556903520,
            "text": "2019-05-03 18:12:00 +0100",
            "iso_8601": "2019-05-03T17:12:00Z"
        },
        "updated_at": {
            "unix": 1556903602,
            "text": "2019-05-03 18:13:22 +0100",
            "iso_8601": "2019-05-03T17:13:22Z"
        },
        "subject": "Wells Fargo (WFC) sees potential legals costs could increase to USD 3.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-wfc-sees-potential-legals-costs-could-increase-to-usd-3-1bln-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:12:00",
        "gmt_time": "2019-05-03 17:12:00"
    },
    {
        "id": 867367,
        "updated_sequence": 1845230,
        "published_at": {
            "unix": 1556903340,
            "text": "2019-05-03 18:09:00 +0100",
            "iso_8601": "2019-05-03T17:09:00Z"
        },
        "updated_at": {
            "unix": 1556903543,
            "text": "2019-05-03 18:12:23 +0100",
            "iso_8601": "2019-05-03T17:12:23Z"
        },
        "subject": "US President Trump that he and Russian President Putin discussed \"Trade, Venezuela, Ukraine, North Korea, Nuclear Arms Control\" and the Mueller Probe, the talk was productive",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1124359594418032640\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-that-he-and-russian-president-putin-discussed-trade-venezuela-ukraine-north-korea-nuclear-arms-control-and-the-mueller-probe-the-talk-was-productive-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:09:00",
        "gmt_time": "2019-05-03 17:09:00"
    },
    {
        "id": 867366,
        "updated_sequence": 1845227,
        "published_at": {
            "unix": 1556903100,
            "text": "2019-05-03 18:05:00 +0100",
            "iso_8601": "2019-05-03T17:05:00Z"
        },
        "updated_at": {
            "unix": 1556903294,
            "text": "2019-05-03 18:08:14 +0100",
            "iso_8601": "2019-05-03T17:08:14Z"
        },
        "subject": "PG&E Corp (PCG) were unable to reach an agreement with Nextera Inc and others contracts relating to power purchase contracts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pg-e-corp-pcg-were-unable-to-reach-an-agreement-with-nextera-inc-and-others-contracts-relating-to-power-purchase-contracts-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:05:00",
        "gmt_time": "2019-05-03 17:05:00"
    },
    {
        "id": 867365,
        "updated_sequence": 1845224,
        "published_at": {
            "unix": 1556902800,
            "text": "2019-05-03 18:00:00 +0100",
            "iso_8601": "2019-05-03T17:00:00Z"
        },
        "updated_at": {
            "unix": 1556902937,
            "text": "2019-05-03 18:02:17 +0100",
            "iso_8601": "2019-05-03T17:02:17Z"
        },
        "subject": "Baker Hughes (May 3): oil rigs +2 at 807, gas rigs -3 at 183, total rigs at 990 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-may-3-oil-rigs-2-at-807-gas-rigs-3-at-183-total-rigs-at-990-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 01:00:00",
        "gmt_time": "2019-05-03 17:00:00"
    },
    {
        "id": 867364,
        "updated_sequence": 1845221,
        "published_at": {
            "unix": 1556902500,
            "text": "2019-05-03 17:55:00 +0100",
            "iso_8601": "2019-05-03T16:55:00Z"
        },
        "updated_at": {
            "unix": 1556902556,
            "text": "2019-05-03 17:55:56 +0100",
            "iso_8601": "2019-05-03T16:55:56Z"
        },
        "subject": "Nigeria's Nembe Creek Trunk line, which exports bonny light crude, has been reopened",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigeria-s-nembe-creek-trunk-line-which-exports-bonny-light-crude-has-been-reopened-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:55:00",
        "gmt_time": "2019-05-03 16:55:00"
    },
    {
        "id": 867363,
        "updated_sequence": 1845218,
        "published_at": {
            "unix": 1556900640,
            "text": "2019-05-03 17:24:00 +0100",
            "iso_8601": "2019-05-03T16:24:00Z"
        },
        "updated_at": {
            "unix": 1556900755,
            "text": "2019-05-03 17:25:55 +0100",
            "iso_8601": "2019-05-03T16:25:55Z"
        },
        "subject": "Portuguese PM Costa says if Parliament gives final approval to the budget, it would force the government to resign",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "portuguese-pm-costa-says-if-parliament-gives-final-approval-to-the-budget-it-would-force-the-government-to-resign-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:24:00",
        "gmt_time": "2019-05-03 16:24:00"
    },
    {
        "id": 867362,
        "updated_sequence": 1845215,
        "published_at": {
            "unix": 1556900280,
            "text": "2019-05-03 17:18:00 +0100",
            "iso_8601": "2019-05-03T16:18:00Z"
        },
        "updated_at": {
            "unix": 1556900541,
            "text": "2019-05-03 17:22:21 +0100",
            "iso_8601": "2019-05-03T16:22:21Z"
        },
        "subject": "Portuguese PM Costa says the motion passed on Thursday is financially unsustainable, they always balanced budget consolidation with other measure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "portuguese-pm-costa-says-the-motion-passed-on-thursday-is-financially-unsustainable-they-always-balanced-budget-consolidation-with-other-measure-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:18:00",
        "gmt_time": "2019-05-03 16:18:00"
    },
    {
        "id": 867361,
        "updated_sequence": 1845208,
        "published_at": {
            "unix": 1556899560,
            "text": "2019-05-03 17:06:00 +0100",
            "iso_8601": "2019-05-03T16:06:00Z"
        },
        "updated_at": {
            "unix": 1556899677,
            "text": "2019-05-03 17:07:57 +0100",
            "iso_8601": "2019-05-03T16:07:57Z"
        },
        "subject": "Fed's Clarida (Voter, Neutral) does not see evidence of looming recession at the moment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-voter-neutral-does-not-see-evidence-of-looming-recession-at-the-moment-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:06:00",
        "gmt_time": "2019-05-03 16:06:00"
    },
    {
        "id": 867360,
        "updated_sequence": 1845210,
        "published_at": {
            "unix": 1556899500,
            "text": "2019-05-03 17:05:00 +0100",
            "iso_8601": "2019-05-03T16:05:00Z"
        },
        "updated_at": {
            "unix": 1556899735,
            "text": "2019-05-03 17:08:55 +0100",
            "iso_8601": "2019-05-03T16:08:55Z"
        },
        "subject": "White House Economic Adviser Hassett notes that deflationary pressures are building globally",
        "content": "<ul><li>says that he is very concerned about Europe heading into a recession</li><li>says economies in Asia and developing world are starting to do better</li><li>says US could be looking at 4% growth should China trade deal and USMCA come through&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-adviser-hassett-notes-that-deflationary-pressures-are-building-globally-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:05:00",
        "gmt_time": "2019-05-03 16:05:00"
    },
    {
        "id": 867359,
        "updated_sequence": 1845198,
        "published_at": {
            "unix": 1556899200,
            "text": "2019-05-03 17:00:00 +0100",
            "iso_8601": "2019-05-03T16:00:00Z"
        },
        "updated_at": {
            "unix": 1556899295,
            "text": "2019-05-03 17:01:35 +0100",
            "iso_8601": "2019-05-03T16:01:35Z"
        },
        "subject": "Bank of Italy says volatility of government bond prices remain a significant source of risk for Italian insurers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-says-volatility-of-government-bond-prices-remain-a-significant-source-of-risk-for-italian-insurers-03-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-04 00:00:00",
        "gmt_time": "2019-05-03 16:00:00"
    },
    {
        "id": 867358,
        "updated_sequence": 1845195,
        "published_at": {
            "unix": 1556899140,
            "text": "2019-05-03 16:59:00 +0100",
            "iso_8601": "2019-05-03T15:59:00Z"
        },
        "updated_at": {
            "unix": 1556899279,
            "text": "2019-05-03 17:01:19 +0100",
            "iso_8601": "2019-05-03T16:01:19Z"
        },
        "subject": "Russia Oil Producers received a request from Transneft to reduce oil output by 0.9mln BPD until 7 May, due to export pipeline problems ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-oil-producers-received-a-request-from-transneft-to-reduce-oil-output-by-0-9mln-bpd-until-7-may-due-to-export-pipeline-problems-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:59:00",
        "gmt_time": "2019-05-03 15:59:00"
    },
    {
        "id": 867357,
        "updated_sequence": 1845191,
        "published_at": {
            "unix": 1556898540,
            "text": "2019-05-03 16:49:00 +0100",
            "iso_8601": "2019-05-03T15:49:00Z"
        },
        "updated_at": {
            "unix": 1556898698,
            "text": "2019-05-03 16:51:38 +0100",
            "iso_8601": "2019-05-03T15:51:38Z"
        },
        "subject": "LyondellBasell reports an upset in 737 unit at its Houston Texas refinery (268K BPD), the unit is now shut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-reports-an-upset-in-737-unit-at-its-houston-texas-refinery-268k-bpd-the-unit-is-now-shut-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:49:00",
        "gmt_time": "2019-05-03 15:49:00"
    },
    {
        "id": 867356,
        "updated_sequence": 1845186,
        "published_at": {
            "unix": 1556898480,
            "text": "2019-05-03 16:48:00 +0100",
            "iso_8601": "2019-05-03T15:48:00Z"
        },
        "updated_at": {
            "unix": 1556898651,
            "text": "2019-05-03 16:50:51 +0100",
            "iso_8601": "2019-05-03T15:50:51Z"
        },
        "subject": "White House Spokesperson Sanders notes that US President Trump spoke to Russian President Putin about a potential new nuclear agreement with US, Russia and China or extending the current agreement",
        "content": "<ul><li>says Trump urged Putin to put pressure on North Korea to denuclearise</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-spokesperson-sanders-notes-that-us-president-trump-spoke-to-russian-president-putin-about-a-potential-new-nuclear-agreement-with-us-russia-and-china-or-extending-the-current-agreement-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:48:00",
        "gmt_time": "2019-05-03 15:48:00"
    },
    {
        "id": 867355,
        "updated_sequence": 1845181,
        "published_at": {
            "unix": 1556898000,
            "text": "2019-05-03 16:40:00 +0100",
            "iso_8601": "2019-05-03T15:40:00Z"
        },
        "updated_at": {
            "unix": 1556898212,
            "text": "2019-05-03 16:43:32 +0100",
            "iso_8601": "2019-05-03T15:43:32Z"
        },
        "subject": "Fed's Bullard (Voter, Dove) says he is open to rate cut if inflation is still low after the Summer, Fed policy is a little tight, low inflation and inflation expectations are concerning",
        "content": "<ul><li>Rate cut during \"boom times\" would show the Fed is serious on inflation target</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-dove-says-he-is-open-to-rate-cut-if-inflation-is-still-low-after-the-summer-fed-policy-is-a-little-tight-low-inflation-and-inflation-expectations-are-concerning-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:40:00",
        "gmt_time": "2019-05-03 15:40:00"
    },
    {
        "id": 867354,
        "updated_sequence": 1845171,
        "published_at": {
            "unix": 1556897640,
            "text": "2019-05-03 16:34:00 +0100",
            "iso_8601": "2019-05-03T15:34:00Z"
        },
        "updated_at": {
            "unix": 1556897818,
            "text": "2019-05-03 16:36:58 +0100",
            "iso_8601": "2019-05-03T15:36:58Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.4%), FTSE 100 (+0.4%), DAX (+0.5%), CAC (+0.2%), IBEX (+0.3%), FTSE MIB (+0.3%), SMI (+0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-4-ftse-100-0-4-dax-0-5-cac-0-2-ibex-0-3-ftse-mib-0-3-smi-0-1-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:34:00",
        "gmt_time": "2019-05-03 15:34:00"
    },
    {
        "id": 867353,
        "updated_sequence": 1845174,
        "published_at": {
            "unix": 1556897460,
            "text": "2019-05-03 16:31:00 +0100",
            "iso_8601": "2019-05-03T15:31:00Z"
        },
        "updated_at": {
            "unix": 1556897910,
            "text": "2019-05-03 16:38:30 +0100",
            "iso_8601": "2019-05-03T15:38:30Z"
        },
        "subject": "Fed's Clarida (Neutral, Voter) says inflation is muted but sees inflation expectations as stable",
        "content": "<ul><li>Describes US economy at, or close to, Fed's objectives on both inflation and unemployment</li><li>Economy is in a \"very good place\" and Fed can afford to monitor incoming data</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-neutral-voter-says-inflation-is-muted-but-sees-inflation-expectations-as-stable-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:31:00",
        "gmt_time": "2019-05-03 15:31:00"
    },
    {
        "id": 867352,
        "updated_sequence": 1845163,
        "published_at": {
            "unix": 1556896740,
            "text": "2019-05-03 16:19:00 +0100",
            "iso_8601": "2019-05-03T15:19:00Z"
        },
        "updated_at": {
            "unix": 1556896775,
            "text": "2019-05-03 16:19:35 +0100",
            "iso_8601": "2019-05-03T15:19:35Z"
        },
        "subject": "NY Fed GDP Nowcast (Q2) 2.1% (Prev. 2.1%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q2-2-1-prev-2-1-03-05-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:19:00",
        "gmt_time": "2019-05-03 15:19:00"
    },
    {
        "id": 867351,
        "updated_sequence": 1845157,
        "published_at": {
            "unix": 1556896200,
            "text": "2019-05-03 16:10:00 +0100",
            "iso_8601": "2019-05-03T15:10:00Z"
        },
        "updated_at": {
            "unix": 1556896232,
            "text": "2019-05-03 16:10:32 +0100",
            "iso_8601": "2019-05-03T15:10:32Z"
        },
        "subject": "EU says the US-Sino trade deal could \"undermine\" the WTO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-says-the-us-sino-trade-deal-could-undermine-the-wto-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:10:00",
        "gmt_time": "2019-05-03 15:10:00"
    },
    {
        "id": 867350,
        "updated_sequence": 1845154,
        "published_at": {
            "unix": 1556896020,
            "text": "2019-05-03 16:07:00 +0100",
            "iso_8601": "2019-05-03T15:07:00Z"
        },
        "updated_at": {
            "unix": 1556896101,
            "text": "2019-05-03 16:08:21 +0100",
            "iso_8601": "2019-05-03T15:08:21Z"
        },
        "subject": "Weekly FX Wrap: watershed Fed, not so super BoE and more ‘just right’ US data",
        "content": "<p><strong>DXY</strong></p><p>The broad Dollar and index have lost their initial post-NFP vigour as relatively soft vs consensus wage components take the shine off a bumper headline payroll number, positive net 2 month back revisions and a near half century low jobless rate. However, the DXY remains well above weekly lows and closer to its best level set just after the labour data within a 97.144-98.112 range following a marked change in trend and sentiment on Wednesday. In sum, the FOMC trimmed the OIER by 5 bp as many expected, but stressed this was a technical move and Fed chair Powell struck a neutral tone in the post-meeting press conference. He downplayed recent soft inflation indicators more than once, as prices have been impacted by temporary factors and confounding the view for a more dovish shift in guidance (not to mention increased pressure from US President Trump and other Whitehouse officials) maintained that there is no compelling reason to change rates with the odds of the next move being a hike or cut pretty balanced.</p><p><strong>NZD/CAD</strong></p><p>On course to end Friday’s EU session at the top of the G10 table, and perhaps remarkably for the Kiwi quite near where it started the week even though markets are pretty evenly split over an RBNZ rate cut at the impending May policy meeting. Note, Nzd/Usd is now around 0.6645 vs 0.6658 at ‘open’ and vs a high of 0.6684 and low of 0.6604, with disappointing NZ jobs data for Q1 also in the mix. Meanwhile, the Loonie is on track to rack up net gains vs its US counterpart between 1.3489-3373 trading parameters despite the latest ‘Goldilocks’ US economic update (after last Friday’s flash Q1 GDP release that showed stellar growth without PCE price pressure) and a steep retreat in crude prices.</p><p><strong>GBP/NOK&nbsp;</strong></p><p>The next best majors on the final day of the week, but the Pound and Norwegian Krona have enjoyed or endured markedly mixed fortunes over the week overall. Indeed, Cable is back towards the top of its 1.3100-1.2900 band, partly on the aforementioned loss of Greenback momentum, but also in wake of reports that Brexit talks between the Government and opposition Labour Party have been a bit more productive. Note, the UK construction and services PMIs regained 50+ status, albeit just vs a slowdown in manufacturing after Brexit stockpiling, but all 3 surveys had little impact on Sterling. Similarly, BoE super Thursday did not really live up to its billing, although there was some reaction as the MPC maintained unanimity on rates as opposed to some calls for a hawkish dissenter, or even 2, and reiterated guidance for gradual and limited tightening. Moreover, QIR estimates were based on a slightly lower end of forecast horizon rate (1% vs 1.1% in February), but Governor Carney reiterated that markets are not factoring in enough tightening. Back to the Pound, it is also outpacing the Euro with the cross down around 0.8550 vs just over 0.8650 at one stage and circa 0.8625 at the start of the week. In contrast, the sharp retracement in oil noted above and a softer Norwegian manufacturing PMI have contributed to a spike in Eur/Nok to 9.8135 from 9.6595, with the <strong>SEK</strong> also suffering as the Swedish headline declined to 50.9 from 52.8, and that cross has rallied from 10.5957 to 10.7130 before drifting back.</p><p><strong>AUD/EUR/JPY/CHF</strong></p><p>The Aussie has pared some losses from a minor new 2019 low vs its US peer (0.6985), but remains tethered to 0.7000 vs 0.7070 at best and not far from 1.0550 lows against its Kiwi rival vs 1.0600+ at the other extreme ahead of next week’s RBA meeting that is also seen tight in terms of an ease. Conversely, the single currency has rebounded from worst levels vs the Dollar within a 1.1265-1.1133 range after firmer than expected Eurozone inflation data and encouraging manufacturing PMIs with the notable exception of a slightly more contractionary German print. Similarly, the Yen has appreciated vs the Usd between 111.90-03 bounds and in the absence of Japanese participants during the extended Golden Week break, while the Franc is hovering around the middle of its 1.0125-1.0215 range in wake of a sub-50 Swiss manufacturing PMI, more negative SECO consumer sentiment and benign Swiss CPI.</p><p><strong>EM&nbsp;</strong></p><p>Another roller-coaster ride for the Lira, but yet more losses towards the 6.0000 level vs the Dollar as sub-forecast Turkish inflation failed to stop the rot and only raised speculation that the CBRT may shy even further away from tightening.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-watershed-fed-not-so-super-boe-and-more-just-right-us-data-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:07:00",
        "gmt_time": "2019-05-03 15:07:00"
    },
    {
        "id": 867349,
        "updated_sequence": 1845151,
        "published_at": {
            "unix": 1556895960,
            "text": "2019-05-03 16:06:00 +0100",
            "iso_8601": "2019-05-03T15:06:00Z"
        },
        "updated_at": {
            "unix": 1556896003,
            "text": "2019-05-03 16:06:43 +0100",
            "iso_8601": "2019-05-03T15:06:43Z"
        },
        "subject": "Atlanta Fed GDPNow (Q2) 1.7% (Prev. 1.2%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q2-1-7-prev-1-2-03-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 23:06:00",
        "gmt_time": "2019-05-03 15:06:00"
    },
    {
        "id": 867348,
        "updated_sequence": 1845160,
        "published_at": {
            "unix": 1556895360,
            "text": "2019-05-03 15:56:00 +0100",
            "iso_8601": "2019-05-03T14:56:00Z"
        },
        "updated_at": {
            "unix": 1556896318,
            "text": "2019-05-03 16:11:58 +0100",
            "iso_8601": "2019-05-03T15:11:58Z"
        },
        "subject": "Fed's Evans (Voter, neutral) says there are some temporary factors in recent inflation, but long-term rates not indicating inflationary pressures",
        "content": "<ul><li>Fed might need to aim above 2% inflation to get back to target</li><li>It is \"worrisome\" that inflation expectations are lower</li><li>If necessary, re-calibrating monetary policy would be essential, but the Fed are still in the data monitoring phase</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-voter-neutral-says-there-are-some-temporary-factors-in-recent-inflation-but-long-term-rates-not-indicating-inflationary-pressures-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:56:00",
        "gmt_time": "2019-05-03 14:56:00"
    },
    {
        "id": 867347,
        "updated_sequence": 1845137,
        "published_at": {
            "unix": 1556893200,
            "text": "2019-05-03 15:20:00 +0100",
            "iso_8601": "2019-05-03T14:20:00Z"
        },
        "updated_at": {
            "unix": 1556893271,
            "text": "2019-05-03 15:21:11 +0100",
            "iso_8601": "2019-05-03T14:21:11Z"
        },
        "subject": "Vestas Wind Systems (VWS DC) - Have received a 71MW order from Valorem, expected to being in Q2 of 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vestas-wind-systems-vws-dc-have-received-a-71mw-order-from-valorem-expected-to-being-in-q2-of-2020-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:20:00",
        "gmt_time": "2019-05-03 14:20:00"
    },
    {
        "id": 867346,
        "updated_sequence": 1845132,
        "published_at": {
            "unix": 1556892960,
            "text": "2019-05-03 15:16:00 +0100",
            "iso_8601": "2019-05-03T14:16:00Z"
        },
        "updated_at": {
            "unix": 1556893017,
            "text": "2019-05-03 15:16:57 +0100",
            "iso_8601": "2019-05-03T14:16:57Z"
        },
        "subject": "NEC Director Kudlow says it is possible that a US-Japanese trade deal will be achieved by the end of May",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-it-is-possible-that-a-us-japanese-trade-deal-will-be-achieved-by-the-end-of-may-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:16:00",
        "gmt_time": "2019-05-03 14:16:00"
    },
    {
        "id": 867345,
        "updated_sequence": 1845134,
        "published_at": {
            "unix": 1556892900,
            "text": "2019-05-03 15:15:00 +0100",
            "iso_8601": "2019-05-03T14:15:00Z"
        },
        "updated_at": {
            "unix": 1556893142,
            "text": "2019-05-03 15:19:02 +0100",
            "iso_8601": "2019-05-03T14:19:02Z"
        },
        "subject": "Fed's Evans (Voter, Neutral) says a interest rate cut may be needed if the economy softens, hikes may be needed if inflation moves strongly upwards. Downside risk appear larger than the upside risks and a prudent approach to policy is warranted",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-voter-neutral-says-a-interest-rate-cut-may-be-needed-if-the-economy-softens-hikes-may-be-needed-if-inflation-moves-strongly-upwards-downside-risk-appear-larger-than-the-upside-risks-and-a-prudent-approach-to-policy-is-warran-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:15:00",
        "gmt_time": "2019-05-03 14:15:00"
    },
    {
        "id": 867344,
        "updated_sequence": 1845126,
        "published_at": {
            "unix": 1556892720,
            "text": "2019-05-03 15:12:00 +0100",
            "iso_8601": "2019-05-03T14:12:00Z"
        },
        "updated_at": {
            "unix": 1556892875,
            "text": "2019-05-03 15:14:35 +0100",
            "iso_8601": "2019-05-03T14:14:35Z"
        },
        "subject": "Fed's Bullard (Dove, Voter) says we are a little tight on the funds rate, inflation is making him nervous. Adds thats productivity is increasing which could assist GDP. Not adverse to idea of resetting inflation expectations, as they are too low",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-dove-voter-says-we-are-a-little-tight-on-the-funds-rate-inflation-is-making-him-nervous-adds-thats-productivity-is-increasing-which-could-assist-gdp-not-adverse-to-idea-of-resetting-inflation-expectations-as-they-are-too-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:12:00",
        "gmt_time": "2019-05-03 14:12:00"
    },
    {
        "id": 867343,
        "updated_sequence": 1845121,
        "published_at": {
            "unix": 1556892660,
            "text": "2019-05-03 15:11:00 +0100",
            "iso_8601": "2019-05-03T14:11:00Z"
        },
        "updated_at": {
            "unix": 1556892751,
            "text": "2019-05-03 15:12:31 +0100",
            "iso_8601": "2019-05-03T14:12:31Z"
        },
        "subject": "NEC Director Kudlow says that the US is not softening its stance on anything regarding trade talks with China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-that-the-us-is-not-softening-its-stance-on-anything-regarding-trade-talks-with-china-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:11:00",
        "gmt_time": "2019-05-03 14:11:00"
    },
    {
        "id": 867342,
        "updated_sequence": 1845118,
        "published_at": {
            "unix": 1556892600,
            "text": "2019-05-03 15:10:00 +0100",
            "iso_8601": "2019-05-03T14:10:00Z"
        },
        "updated_at": {
            "unix": 1556892693,
            "text": "2019-05-03 15:11:33 +0100",
            "iso_8601": "2019-05-03T14:11:33Z"
        },
        "subject": "Fed's Bullard (Voter, Dove) if the FOMC had a single mandate it would not change policy much, adds that inflation is a little bit low",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-dove-if-the-fomc-had-a-single-mandate-it-would-not-change-policy-much-adds-that-inflation-is-a-little-bit-low-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:10:00",
        "gmt_time": "2019-05-03 14:10:00"
    },
    {
        "id": 867342,
        "updated_sequence": 1845118,
        "published_at": {
            "unix": 1556892600,
            "text": "2019-05-03 15:10:00 +0100",
            "iso_8601": "2019-05-03T14:10:00Z"
        },
        "updated_at": {
            "unix": 1556892693,
            "text": "2019-05-03 15:11:33 +0100",
            "iso_8601": "2019-05-03T14:11:33Z"
        },
        "subject": "Fed's Bullard (Voter, Dove) if the FOMC had a single mandate it would not change policy much, adds that inflation is a little bit low",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-dove-if-the-fomc-had-a-single-mandate-it-would-not-change-policy-much-adds-that-inflation-is-a-little-bit-low-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:10:00",
        "gmt_time": "2019-05-03 14:10:00"
    },
    {
        "id": 867341,
        "updated_sequence": 1845115,
        "published_at": {
            "unix": 1556892060,
            "text": "2019-05-03 15:01:00 +0100",
            "iso_8601": "2019-05-03T14:01:00Z"
        },
        "updated_at": {
            "unix": 1556892161,
            "text": "2019-05-03 15:02:41 +0100",
            "iso_8601": "2019-05-03T14:02:41Z"
        },
        "subject": "US VP Pence says US and China are still working on enforcement issues, adding that US are able to put further tariffs on China if necessary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "CNBC",
        "slug": "us-vp-pence-says-us-and-china-are-still-working-on-enforcement-issues-adding-that-us-are-able-to-put-further-tariffs-on-china-if-necessary-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:01:00",
        "gmt_time": "2019-05-03 14:01:00"
    },
    {
        "id": 867340,
        "updated_sequence": 1845112,
        "published_at": {
            "unix": 1556892000,
            "text": "2019-05-03 15:00:00 +0100",
            "iso_8601": "2019-05-03T14:00:00Z"
        },
        "updated_at": {
            "unix": 1556892109,
            "text": "2019-05-03 15:01:49 +0100",
            "iso_8601": "2019-05-03T14:01:49Z"
        },
        "subject": "US VP Pence says President Trump is confident that USMCA will pass",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "us-vp-pence-says-president-trump-is-confident-that-usmca-will-pass-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 22:00:00",
        "gmt_time": "2019-05-03 14:00:00"
    },
    {
        "id": 867334,
        "updated_sequence": 1845094,
        "published_at": {
            "unix": 1556891880,
            "text": "2019-05-03 14:58:00 +0100",
            "iso_8601": "2019-05-03T13:58:00Z"
        },
        "updated_at": {
            "unix": 1556891910,
            "text": "2019-05-03 14:58:30 +0100",
            "iso_8601": "2019-05-03T13:58:30Z"
        },
        "subject": "US VP Pence says President Trump is very hopeful on China trade talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "us-vp-pence-says-president-trump-is-very-hopeful-on-china-trade-talks-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:58:00",
        "gmt_time": "2019-05-03 13:58:00"
    },
    {
        "id": 867333,
        "updated_sequence": 1845089,
        "published_at": {
            "unix": 1556891640,
            "text": "2019-05-03 14:54:00 +0100",
            "iso_8601": "2019-05-03T13:54:00Z"
        },
        "updated_at": {
            "unix": 1556891752,
            "text": "2019-05-03 14:55:52 +0100",
            "iso_8601": "2019-05-03T13:55:52Z"
        },
        "subject": "US VP Pence says that it is not the time to hike rates but maybe time to consider lowering rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-vp-pence-says-that-it-is-not-the-time-to-hike-rates-but-maybe-time-to-consider-lowering-rates-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:54:00",
        "gmt_time": "2019-05-03 13:54:00"
    },
    {
        "id": 867332,
        "updated_sequence": 1845091,
        "published_at": {
            "unix": 1556891100,
            "text": "2019-05-03 14:45:00 +0100",
            "iso_8601": "2019-05-03T13:45:00Z"
        },
        "updated_at": {
            "unix": 1556891801,
            "text": "2019-05-03 14:56:41 +0100",
            "iso_8601": "2019-05-03T13:56:41Z"
        },
        "subject": "Berkshire Hathaway's (BRK.B) Warren Buffet says he is pleased with Apple's (AAPL) latest earnings report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "berkshire-hathaway-s-brk-b-warren-buffet-says-he-is-pleased-with-apple-s-aapl-latest-earnings-report-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:45:00",
        "gmt_time": "2019-05-03 13:45:00"
    },
    {
        "id": 867330,
        "updated_sequence": 1845067,
        "published_at": {
            "unix": 1556890980,
            "text": "2019-05-03 14:43:00 +0100",
            "iso_8601": "2019-05-03T13:43:00Z"
        },
        "updated_at": {
            "unix": 1556891130,
            "text": "2019-05-03 14:45:30 +0100",
            "iso_8601": "2019-05-03T13:45:30Z"
        },
        "subject": "White House Economic Adviser Hassett says the White House respects the Fed's independence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-adviser-hassett-says-the-white-house-respects-the-fed-s-independence-03-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:43:00",
        "gmt_time": "2019-05-03 13:43:00"
    },
    {
        "id": 867328,
        "updated_sequence": 1845059,
        "published_at": {
            "unix": 1556890680,
            "text": "2019-05-03 14:38:00 +0100",
            "iso_8601": "2019-05-03T13:38:00Z"
        },
        "updated_at": {
            "unix": 1556890811,
            "text": "2019-05-03 14:40:11 +0100",
            "iso_8601": "2019-05-03T13:40:11Z"
        },
        "subject": "Warren Buffett is getting a USD 50mln signing fee for Anadarko (APC) and Occidental (OXY) deal, adding that he would have invested up to USD 20bln in OXY, according to CNBC citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "warren-buffett-is-getting-a-usd-50mln-signing-fee-for-anadarko-apc-and-occidental-oxy-deal-adding-that-he-would-have-invested-up-to-usd-20bln-in-oxy-according-to-cnbc-citing-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:38:00",
        "gmt_time": "2019-05-03 13:38:00"
    },
    {
        "id": 867326,
        "updated_sequence": 1845084,
        "published_at": {
            "unix": 1556890560,
            "text": "2019-05-03 14:36:00 +0100",
            "iso_8601": "2019-05-03T13:36:00Z"
        },
        "updated_at": {
            "unix": 1556891630,
            "text": "2019-05-03 14:53:50 +0100",
            "iso_8601": "2019-05-03T13:53:50Z"
        },
        "subject": "NEC Director Kudlow says that the White House disagrees with the CBO's deficit projections",
        "content": "<ul><li>He thinks the Fed is looking at rate cuts</li><li>White House inflation views are similar to the Fed's</li><li>US can sustain job growth</li><li>Fed should look at lowering benchmark rate</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-that-the-white-house-disagrees-with-the-cbo-s-deficit-projections-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:36:00",
        "gmt_time": "2019-05-03 13:36:00"
    },
    {
        "id": 867327,
        "updated_sequence": 1845054,
        "published_at": {
            "unix": 1556890320,
            "text": "2019-05-03 14:32:00 +0100",
            "iso_8601": "2019-05-03T13:32:00Z"
        },
        "updated_at": {
            "unix": 1556890731,
            "text": "2019-05-03 14:38:51 +0100",
            "iso_8601": "2019-05-03T13:38:51Z"
        },
        "subject": "US Movers: Monster Beverages (MNST) +8%, Mercadolibre (MELI) +11.2%, Amazon (AMZN) +2%, Cognizant (CTSH) -8.5%, EA (EA) -3.5%, Activision (ATVI) -4.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-monster-beverages-mnst-8-mercadolibre-meli-11-2-amazon-amzn-2-cognizant-ctsh-8-5-ea-ea-3-5-activision-atvi-4-8-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:32:00",
        "gmt_time": "2019-05-03 13:32:00"
    },
    {
        "id": 867325,
        "updated_sequence": 1845048,
        "published_at": {
            "unix": 1556889240,
            "text": "2019-05-03 14:14:00 +0100",
            "iso_8601": "2019-05-03T13:14:00Z"
        },
        "updated_at": {
            "unix": 1556889427,
            "text": "2019-05-03 14:17:07 +0100",
            "iso_8601": "2019-05-03T13:17:07Z"
        },
        "subject": "Fixed and FX latest: debt down again, but only briefly and DXY vice-versa",
        "content": "<p>Bonds hit fresh or retested earlier session lows amidst very choppy/erratic market moves post-NFP, with Bunds down to 164.82 (-42 ticks) and US Treasuries dipping through 123-00, but the comeback has been impressive as the former gets close to peaks and the latter benefits from hefty block buying by a fund, albeit now topping out again with a similar size clip going through at 123-08. Conversely, the US index climbed to a new intraday high at 98.112, but is now back down below 98.000 as Dollar bulls weigh up bumper payrolls vs benign earnings vs consensus.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-debt-down-again-but-only-briefly-and-dxy-vice-versa-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:14:00",
        "gmt_time": "2019-05-03 13:14:00"
    },
    {
        "id": 867324,
        "updated_sequence": 1845045,
        "published_at": {
            "unix": 1556888760,
            "text": "2019-05-03 14:06:00 +0100",
            "iso_8601": "2019-05-03T13:06:00Z"
        },
        "updated_at": {
            "unix": 1556888968,
            "text": "2019-05-03 14:09:28 +0100",
            "iso_8601": "2019-05-03T13:09:28Z"
        },
        "subject": "UK government sources are playing down the chances of a Brexit deal with Labour by the middle of next week. \"it’ll be the end of the week, or the following week, before we know whether an agreement is on the cards\", according to PoliticsHome's Schofield",
        "content": "<ul><li>\"UK’s participation in Euro elections on 23 May now a certainty.\"</li><li><a href=\"https://twitter.com/PolhomeEditor/status/1124298775562981377\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-government-sources-are-playing-down-the-chances-of-a-brexit-deal-with-labour-by-the-middle-of-next-week-it-ll-be-the-end-of-the-week-or-the-following-week-before-we-know-whether-an-agreement-is-on-the-cards-according-to-politicshome-03-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 21:06:00",
        "gmt_time": "2019-05-03 13:06:00"
    },
    {
        "id": 867323,
        "updated_sequence": 1845040,
        "published_at": {
            "unix": 1556888100,
            "text": "2019-05-03 13:55:00 +0100",
            "iso_8601": "2019-05-03T12:55:00Z"
        },
        "updated_at": {
            "unix": 1556888197,
            "text": "2019-05-03 13:56:37 +0100",
            "iso_8601": "2019-05-03T12:56:37Z"
        },
        "subject": "Fiat Chrysler (FCA IM, FCAU) CFO says 2019 CAPEX is confirmed at EUR 8.5bln ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-fcau-cfo-says-2019-capex-is-confirmed-at-eur-8-5bln-03-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:55:00",
        "gmt_time": "2019-05-03 12:55:00"
    },
    {
        "id": 867322,
        "updated_sequence": 1845034,
        "published_at": {
            "unix": 1556887800,
            "text": "2019-05-03 13:50:00 +0100",
            "iso_8601": "2019-05-03T12:50:00Z"
        },
        "updated_at": {
            "unix": 1556887924,
            "text": "2019-05-03 13:52:04 +0100",
            "iso_8601": "2019-05-03T12:52:04Z"
        },
        "subject": "Phillips 66 Los Angeles refinery's (139K BPD) coker is reportedly not operating due to a fire, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-los-angeles-refinery-s-139k-bpd-coker-is-reportedly-not-operating-due-to-a-fire-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:50:00",
        "gmt_time": "2019-05-03 12:50:00"
    },
    {
        "id": 867321,
        "updated_sequence": 1845031,
        "published_at": {
            "unix": 1556887200,
            "text": "2019-05-03 13:40:00 +0100",
            "iso_8601": "2019-05-03T12:40:00Z"
        },
        "updated_at": {
            "unix": 1556887843,
            "text": "2019-05-03 13:50:43 +0100",
            "iso_8601": "2019-05-03T12:50:43Z"
        },
        "subject": "Daily US Equity Openings News - 3 May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21751/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>DOW</strong></p><ul><li><strong>Boeing (BA</strong>) (Industrials/Aerospace &amp; Defense) – The aircraft maker has limited the role of their pilots in their 737 MAX flight-control system development, as according to sources</li><li><strong>Disney (DIS) </strong>(Communication Services/Movies &amp; Entertainment),<strong> Sinclair Broadcasting Corp (SBGI)</strong> – Disney have come to an agreement with to sell Sinclair their 21 regional sports networks for USD 21bln (WSJ)</li><li><strong>JPMorgan (JPM) </strong>(Financials/Diversified Banks), <strong>Microsoft (MSFT) </strong>(Information Technology/Systems Software) – JP Morgan Chase believe that their aggregate possible legal losses will total to USD 1.4bln. Separately, the co. and Microsoft have announced they are to form a partnership on blockchain for businesses.</li><li><strong>Johnson &amp; Johnson (JNJ)</strong> (Health Care/Pharmaceuticals) – The WHO says they are planning to introduce a JNJ vaccine to combat the Congo’s recent Ebola outbreak</li><li><strong>Microsoft (MSFT) </strong>(Information Technology/Systems Software) - President Smith sold 192.3k common shares at a price of USD 130.3391/share.</li></ul><p>&nbsp;</p><p><strong>NASDAQ 100</strong></p><ul><li><strong>Activision Blizzard Inc (ATVI)</strong> (Communication Services/Interactive Home Entertainment) (USD): EPS 0.78 (exp. 0.25), Revenue 1.83bln (exp. 1.24bln), net bookings 1.26bln vs. exp. 1.24bln, 345mln MAU’s in Quarter</li><li><strong>Alphabet (GOOG, GOOGL) </strong>(Communication Services/Interactive Media &amp; Services)<strong> </strong>– YouTube revealed 9 new original programmes that are to be released for free this year, in an effort to shift subscribers to pay for content behind paywalls.</li><li><strong>Amazon (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) – Berkshire Hathaway’s Buffet stated that Berkshire has a new stake in Amazon</li><li><strong>Cognizant Technology Solutions Corp (CTSH) </strong>(Information Technology/IT Consulting &amp; Other Services) (USD): EPS 0.91 (exp. 1.04), Revenue 4.11 (exp. 4.17bln)</li><li><strong>Facebook (FB) </strong>(Communication Services/Interactive Media &amp; Services) <strong>– </strong>The social media giant is reportedly in talks with a variety of financial institutions, including <strong>Mastercard (MA), Visa (V) and First Data (FDC</strong>) seeking investments and several e-commerce companies as the company looks to build a crypto-currency based payments system. Elsewhere, the co.’s settlement with the FTC is likely to involve WhatsApp, as according to sources, ahead of their potential USD 5bln fine. (WSJ) Facebook also reportedly told federal investigators that it is open to heightened oversight on its privacy practises. (Washington Post). Finally, Facebook banned a number of controversial political activists on the grounds that they broke company policy.</li><li><strong>Gilead Sciences Inc (GILD)</strong> (Health Care/Biotechnology) (USD): EPS 1.76 (exp. 1.61), Revenue 5.3bln (exp. 5.3bln). FY EPS view 6.66 (exp. 6.66), affirm sales outlook.</li><li><strong>PG&amp;E (PCG)</strong> revealed that the SEC are investigating them in relation to disclosures and losses related to wildfires.</li><li><strong>Tesla (TSLA) </strong>(Consumer Discretionary/Automobile manufacturers) have boosted their convertible notes offering to USD 1.6bln, and boosted their offer to 3.1mln shares, with Musk now set to buy USD 25mln worth of shares at a price of USD 243/share.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Allergan (AGN)</strong> (Health Care/Pharmaceuticals) (USD) declare Q2 dividend 0.74 per share</li><li><strong>Alexion Pharmaceuticals (ALXN)</strong> (Health Care/Biotechnology) (USD) published positive Phase 3 data for SOLIRIS, an inhibitor for patients with anti-aquaporin-4 auto antibody-positive neuromyelitis optica spectrum disorder.</li><li><strong>American Tower Corp (AMT)</strong> (Real Estate/Specialized REITs) (USD): 1.813 (exp 1.8bln), adj FFO per share 1.94</li><li><strong>Arista Networks (ANET)</strong> (Information Technology/Communications Equipment) (USD): adj EPS 2.31 (exp. 2.07), Revenue 0.595bln (exp. .59bln). FY Revenue view 0.600-0.610bln (exp. 0.640bln), authorise USD 1bln in a buyback</li><li><strong>CBS Corp (CBS)</strong> (Communication Services/Broadcasting) (USD): EPS 1.37 (exp. 1.36), Revenue 4.17bln (exp. 4.3bln)</li><li><strong>Consolidated Edison (ED)</strong> (Utilities/Electric Utilities) (USD) EPS 1.31 vs. exp. 1.37, revenue 1.5bln vs. exp. 1.43bln</li><li><strong>Dish Network (DISH) </strong>(Communication Services/Cable &amp; Satellite) (USD) Eps 0.65 vs. exp. 0.66, revenue 3.19 vs. exp. 3.19bln</li><li><strong>EOG Resources (EOG)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) (USD) adj. EPS 1.19 vs. exp. 1.01, revenue 4.06bln vs. exp. 4.09bln, raise quarterly dividend by 31% to 0.2875/share</li><li><strong>Expedia (EXPE)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) (USD) adj. EPS&nbsp; -0.27 vs. exp. -0.38, revenue 2.61bln vs. exp. 2.69bln, gross bookings +8%</li><li><strong>Fox (FOXA, FOX) </strong>(Communication Services/Movies &amp; Entertainment)<strong> – </strong>The broadcaster are<strong> </strong>to build a new FOX Media Center in Arizona</li><li><strong>Marriott (MAR) </strong>(Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines)<strong> - </strong>CEO Sorenson says she has been diagnosed with stage 2 pancreatic cancer.</li><li><strong>Monster Beverage Corp (MNST)</strong> (Consumer Staples /Soft Drinks) (USD): EPS 0.48 (exp. 0.42) Revenue 945mln (exp. 850bln)</li><li><strong>Motorola Solutions Inc (MSI)</strong> (Information Technology/Communications Equipment) (USD): non-GAAP EPS 1.28 (exp. 1.14), Revenue 1.7bln (exp. 1.63bln). FY EPS view 7.6-7.72 (exp. 7.66), FY Revenue view sees growth 6-7%</li><li><strong>Newell Brands (NWL)</strong> (Consumer Discretionary/Housewares &amp; Specialties) (USD) EPS 0.14 vs. exp. 0.06, revenue 1.7bln vs. exp. 1.69bln</li><li><strong>Sempra Energy (SRE) </strong>(Utilities/Multi-Utilities) (USD) have got non-FTA clearance for their Port Arthur LNG liquification-export project</li><li><strong>Skyworks (SWKS)</strong> (Information Technology/Semiconductors) (USD) adj. EPS 1.47 vs. exp. 1.43, revenue 810mln vs. exp 810mln</li><li><strong>Well Fargo (WFC) </strong>(Financials/Diversified Banks)<strong> - </strong>Berkshire Hathaway’s Buffett says, on Mungers comments, that he was 100% behind Tim Sloan and would not have asked for his resignation.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Altice USA (ATUS) </strong>(USD) EPS -0.04 vs. exp. -0.07, revenue 2.4bln vs. exp. 2.4bln, reiterate guidance incl. 1.5bln of share repurchases</li><li><strong>AstraZeneca (AZN LN, AZN)</strong> – Co.’s Qternment XR has been approved in the US</li><li><strong>Bottomline Technologies (EPAY</strong>) (USD) core EPS 0.33 vs. exp. 0.30, revenue 106.44mln vs. exp. 105.13mln, see core EPS at 0.32-0.34 vs. exp. 0.35</li><li><strong>Carnival (CCL) </strong>cruise ships have been using stolen Cuban ports in Havana, as according to the New York Times.</li><li><strong>Equinor (EQNR NO, EQNR) </strong>– Q1 adj. operating result USD 4.19bln vs. Exp. USD 3.9bln, adj. net result USD 1.54bln vs. Exp. USD 1.35bln. Q1 operating result USD 4.73bln vs. Exp. USD 3.9bln. Co. propose a dividend of USD 0.26 per share, in-line with forecasts. Johan Sverdrup oil field is to begin production later in the year.</li><li><strong>Fiat Chrysler (FCA IM, FCAU)</strong> report Q1 adj. EBIT EUR 1.07bln vs. Exp. EUR 1.46bln, revenue EUR 24.5bln vs. Exp. EUR 26.99bln, EPS EUR 0.36/shr vs. Prev. EUR 0.62/shr. Co. expects 2019 earnings to exceed 2018 recordsPT) upgraded to Outperform from Market Perform at Wells Fargo</li><li><strong>GoDaddy (GDDY)</strong> (USD) EPS 0.07 vs. exp. 0.10, revenue 710mln, vs. exp. 711.15mln</li><li><strong>GSK (GSK LN, GSK) </strong>– Co.’s Phase III CAPTAIN study of Trelegy Ellipta has met its primary endpoint</li><li><strong>Herbalife Nutrition (HLF) </strong>(USD) adj. EPS 0.44 vs. exp. 0.49, revenue 1.2bln vs. exp. 1.21bln, cut adj. EPS view to 2.50-2.95 vs. prev. 2.92-3.32</li><li><strong>HSBC (HSBC)</strong> adj. pre-tax profit USD 6.35bln vs. Prev. USD 5.80bln, adj. revenue USD 14.43bln, vs. Exp. USD 13.9bln. Co. announces a dividend of USD 0.10 per share. Q1 net interest income USD 7.47bln vs. Prev. USD 7.46bln, net interest margin 1.59% vs. Prev. 1.67%</li><li><strong>Live Nation (LYV)</strong> (USD) EPS -0.31 vs. exp. -0.34, revenue 1.73bln va. Exp. 1.59bln, fan attendance +22%.</li><li><strong>MasTec (MTZ) </strong>(USD)<strong> </strong>adj. EPS 0.58 vs. exp. 0.43, revenue 1.5bln vs. Exp. 1.43bln, raise adj. Q2 EPS view to approx. 1.11 vs. exp. 0.95</li><li><strong>Mercadolibre Inc (MELI)</strong> () (USD): Revenue 473mln (exp. 430mln)</li><li><strong>Novo Nordisk (NOVOB DC, NVO</strong>) – Q1 sales DKK 29.3bln vs. Exp. DKK 29.1bln. Q1 operating profit DKK 14.2bln vs. Exp. DKK 13.2bln. Q1 net income DKK 10.4bln vs. Exp. DKK 9.7bln. FY19 outlook is maintained, based on the progress made in Q1.</li><li><strong>Planet Fitness (PLNT)</strong> (USD) adj. EPS 0.35 vs. exp. 0.34, revenue 148.8mln vs. exp. 153.4mln, same store sales +10.2%</li><li><strong>Post Holdings (POST) </strong>(USD) EPS 1.28 vs. exp. 1.13, revenue 1.4bln vs. exp. 1.42bln</li><li><strong>Tenaris (TS)</strong> (USD) EPS 0.41 vs. exp. 0.38, revenue 1.87bln vs. exp. 1.95bln</li><li><strong>Teradata (TDC) </strong>(USD) EPS 0.22 vs. exp. 0.20, revenue 468mln, exp. 487.72mln</li><li><strong>Universal Display (OLED)</strong> (USD) EPS 0.66 vs. exp. 0.29, revenue 87.8mln vs. exp. 64.3mln</li><li><strong>US Steel (X) </strong>(USD) adj. EPS 0.47 vs. exp. 0.22, revenue 3.5bln vs. exp. 3.34bln</li><li><strong>Vistra (VST) </strong>(USD) EPS 0.44 vs. exp. 0.24, revenue 2.92 vs. exp. 2.86bln</li><li><strong>Volkswagen (VOW3 GY, VLKAY</strong>) – Q1 brand revenues EUR 21.5bln, brand ad. Operating profit EUR 921mln</li><li><strong>Weight Watchers (WW</strong>) (USD) EPS -0.16 vs. exp. -0.26, revenue 363.2mln vs. exp. 365.9mln, raise EPS view to 1.35-1.55 vs. exp. 1.31</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AMERICAN EXPRESS (AXP) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>ANGLO AMERICAN (NGLOY) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>BRISTOL-MYERS (BMY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>DOMTAR (UFS) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>EXANTAS CAPITAL (XAN) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>FLUOR (FLR) UPGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</li><li>HERCULES CAPITAL (HTGC) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>HUGO BOSS (BOSSY) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li><li>INTERCEPT (ICBRISTOL-MYERS (BMY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>INTERCEPT (ICPT) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li><li>MAPLE LEAF FOODS (MLFNF) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>NEXPOINT (NXTR) RESIDENTIAL UPGRADED TO STRONG BUY AT RAYMOND JAMES</li><li>Seagate (STX) upgraded to Buy from Hold at Argus</li><li>TILRAY (TLRY) UPGRADED TO HOLD FROM UNDERPERFORM AT JEFFERIE</li><li>TMAC RESOURCES (TMMFF) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>TRIPADVISOR (TRIP) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>UNILEVER (UL, UN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>WALMART (WMT) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BERNSTEIN</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>ACCELERON (XLRN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>ACCENTURE (CAN) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>ACHILLION (ACHN) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>ADOMANI (ADOM) DOWNGRADED TO NEUTRAL FROM BUY AT ROTH CAPITAL</li><li>BCE (BCE) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>BOTTOMLINE TECHNOLOGIES (EPAY) DOWNGRADED TO OUTPERFORM AT RAYMOND JAMES</li><li>CELGENE (CELG) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>CHURCH &amp; DWIGHT (CHD) DOWNGRADED TO SELL AT CITI</li><li>CIGNA (CI) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li><li>COGENT (CCOI) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>COGNIZANT (CTSH) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>COGNIZANT (CTSH) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>COGNIZANT (CTSH) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>COGNIZANT (CTSH) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>COGNIZANT (CTSH) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANK</li><li>COGNIZANT (CTSH) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>COGNIZANT (CTSH) DOWNGRADED TWO NOTCHES TO HOLD FROM STRONG BUY AT NEEDHAM</li><li>CTRIP (CTRP) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li><li>ELECTRONIC ARTS (EA) DOWNGRADED TO NEUTRAL FROM BUY AT MKM PARTNERS</li><li>FORTINET (FTNT) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>FORTIS (FTS) DOWNGRADED TO SELL FROM BUY AT</li><li>HILTON GRAND VACATIONS (HGV) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>INCYTE (INCY) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>JANUS HENDERSON GROUP (JHG) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li><li>JANUS HENDERSON GROUP (JHG) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>KION GROUP (KIGRY) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>PRA HEALTH (PRA) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>RENEWABLE ENERGY (REGI) DOWNGRADED TO NEUTRAL FROM BUY AT ROTH CAPITAL</li><li>TARGET (TGT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BERNSTEIN</li><li>ZOETIS (ZTS) DOWNGRADED TO HOLD AT GABELLI</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>AFRICA ENERGY (AFE CN) (USD) RATED NEW SPECULATIVE BUY AT CANACCORD</li><li>ALLOGENE (ALLO) (USD) RATED NEW OUTPERFORM AT OPPENHEIMER; PT 45</li><li>ALLOGENE THERAPEUTICS (ALLO) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER</li><li>CONTURA (CTRA) (USD) RATED NEW BUY AT SEAPORT; PT 78</li><li>LYFT (LYFT) INITIATED WITH AN UNDERWEIGHT AT ATLANTIC EQUITIES</li><li>UBER (UBER) INITIATED WITH A NEUTRAL AT ATLANTIC EQUITIES</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>AMERIPRISE FINANCIAL INC (AMP). AMOUNT USD 0.97</li><li>CITIGROUP INC (C). AMOUNT USD 0.45</li><li>HCP INC (HCP). AMOUNT USD 0.37</li><li>IDACORP INC (IDA). AMOUNT USD 0.63</li><li>NOBLE ENERGY INC (NBL). AMOUNT USD 0.12</li><li>OAKTREE CAPITAL GROUP LLC (OAK). AMOUNT USD 1.05</li><li>STERLING BANCORP (STL). AMOUNT USD 0.07</li><li>SYNCHRONY FINANCIAL (SYF). AMOUNT USD 0.21​</li><li>TEXAS INSTRUMENTS INC (TXN). AMOUNT USD 0.77</li><li>WEBSTER FINANCIAL CORP (WBS). AMOUNT USD 0.40</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-us-equity-openings-news-3-may-2019-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:40:00",
        "gmt_time": "2019-05-03 12:40:00"
    },
    {
        "id": 867320,
        "updated_sequence": 1845026,
        "published_at": {
            "unix": 1556886720,
            "text": "2019-05-03 13:32:00 +0100",
            "iso_8601": "2019-05-03T12:32:00Z"
        },
        "updated_at": {
            "unix": 1556886842,
            "text": "2019-05-03 13:34:02 +0100",
            "iso_8601": "2019-05-03T12:34:02Z"
        },
        "subject": "Valero Memphis, Tennessee refinery has returned to production with the crude supply restored",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-memphis-tennessee-refinery-has-returned-to-production-with-the-crude-supply-restored-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:32:00",
        "gmt_time": "2019-05-03 12:32:00"
    },
    {
        "id": 867319,
        "updated_sequence": 1845019,
        "published_at": {
            "unix": 1556886600,
            "text": "2019-05-03 13:30:00 +0100",
            "iso_8601": "2019-05-03T12:30:00Z"
        },
        "updated_at": {
            "unix": 1556886737,
            "text": "2019-05-03 13:32:17 +0100",
            "iso_8601": "2019-05-03T12:32:17Z"
        },
        "subject": "US BLS Birth Death Ratio 281K (Prev. 51K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-281k-prev-51k-03-05-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:30:00",
        "gmt_time": "2019-05-03 12:30:00"
    },
    {
        "id": 867307,
        "updated_sequence": 1844975,
        "published_at": {
            "unix": 1556885700,
            "text": "2019-05-03 13:15:00 +0100",
            "iso_8601": "2019-05-03T12:15:00Z"
        },
        "updated_at": {
            "unix": 1556885782,
            "text": "2019-05-03 13:16:22 +0100",
            "iso_8601": "2019-05-03T12:16:22Z"
        },
        "subject": "Lyondell Houston (270k BPD) refinery's vacuum unit coker has shut down due to a malfunction, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondell-houston-270k-bpd-refinery-s-vacuum-unit-coker-has-shut-down-due-to-a-malfunction-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 20:15:00",
        "gmt_time": "2019-05-03 12:15:00"
    },
    {
        "id": 867304,
        "updated_sequence": 1844966,
        "published_at": {
            "unix": 1556884740,
            "text": "2019-05-03 12:59:00 +0100",
            "iso_8601": "2019-05-03T11:59:00Z"
        },
        "updated_at": {
            "unix": 1556884852,
            "text": "2019-05-03 13:00:52 +0100",
            "iso_8601": "2019-05-03T12:00:52Z"
        },
        "subject": "Scotiabank FX Daily - USD Retains Firm Tone Into U.S. Nonfarm, ISM & Fedspeak",
        "content": "<ul><li>&nbsp; USD ending the week unchanged from last Friday’s close; risk of stalled move.</li><li>&nbsp; CAD quietly consolidating post-Fed decline as spreads continue to dominate.</li><li>&nbsp; EUR extends fade, drifting to mid-1.11s; funding pressures remain a headwind.</li><li>&nbsp; GBP tumbles on modest PMI surprise, returning to 1.3000; technicals bearish.</li><li>&nbsp; JPY remains incredibly quiet given Golden Week holiday; upside risk remains.</li><li>&nbsp; AUD soft as building approvals disappoint; risk of double bottom.</li><li>&nbsp; MXN extending Wednesday’s FOMC-driven reversal; USDMXN nearing 19.20.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-retains-firm-tone-into-u-s-nonfarm-ism-fedspeak-03-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:59:00",
        "gmt_time": "2019-05-03 11:59:00"
    },
    {
        "id": 867303,
        "updated_sequence": 1844963,
        "published_at": {
            "unix": 1556884560,
            "text": "2019-05-03 12:56:00 +0100",
            "iso_8601": "2019-05-03T11:56:00Z"
        },
        "updated_at": {
            "unix": 1556884649,
            "text": "2019-05-03 12:57:29 +0100",
            "iso_8601": "2019-05-03T11:57:29Z"
        },
        "subject": "Iran's crude oil exports to drop to 400-700k BPD in May, according to OPEC Sources citing an Iranian Official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-crude-oil-exports-to-drop-to-400-700k-bpd-in-may-according-to-opec-sources-citing-an-iranian-official-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:56:00",
        "gmt_time": "2019-05-03 11:56:00"
    },
    {
        "id": 867302,
        "updated_sequence": 1844954,
        "published_at": {
            "unix": 1556883000,
            "text": "2019-05-03 12:30:00 +0100",
            "iso_8601": "2019-05-03T11:30:00Z"
        },
        "updated_at": {
            "unix": 1556883079,
            "text": "2019-05-03 12:31:19 +0100",
            "iso_8601": "2019-05-03T11:31:19Z"
        },
        "subject": "Dominion Energy Inc (D) Q1 19 (USD): EPS 1.10 (exp. 1.11), Revenue 3.86bln (exp. 4.86bln). FY EPS view 4.05-4.40 (exp. 4.21)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dominion-energy-inc-d-q1-19-usd-eps-1-10-exp-1-11-revenue-3-86bln-exp-4-86bln-fy-eps-view-4-05-4-40-exp-4-21-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:30:00",
        "gmt_time": "2019-05-03 11:30:00"
    },
    {
        "id": 867301,
        "updated_sequence": 1844956,
        "published_at": {
            "unix": 1556883000,
            "text": "2019-05-03 12:30:00 +0100",
            "iso_8601": "2019-05-03T11:30:00Z"
        },
        "updated_at": {
            "unix": 1556883093,
            "text": "2019-05-03 12:31:33 +0100",
            "iso_8601": "2019-05-03T11:31:33Z"
        },
        "subject": "Transcanada (TRP) Q1 19 (USD): EPS  1.07(exp. 0.98), Revenue 3.487bln (exp. 3.69bln). ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "transcanada-trp-q1-19-usd-eps-1-07-exp-0-98-revenue-3-487bln-exp-3-69bln-03-05-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:30:00",
        "gmt_time": "2019-05-03 11:30:00"
    },
    {
        "id": 867299,
        "updated_sequence": 1844945,
        "published_at": {
            "unix": 1556882760,
            "text": "2019-05-03 12:26:00 +0100",
            "iso_8601": "2019-05-03T11:26:00Z"
        },
        "updated_at": {
            "unix": 1556882940,
            "text": "2019-05-03 12:29:00 +0100",
            "iso_8601": "2019-05-03T11:29:00Z"
        },
        "subject": "Softbank (9984 JT) - are considering fundraising plans which include a public offering of its USD 100bln investment fund, are negotiating with the sultanate of Oman for an investment of several billions in their existing USD 100bln vision fund., WSJ",
        "content": "<p><a href=\"https://www.wsj.com/articles/softbank-considers-ipo-for-100-billion-vision-fund-11556882710?mod=newsviewer_click\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "softbank-9984-jt-are-considering-fundraising-plans-which-include-a-public-offering-of-its-usd-100bln-investment-fund-are-negotiating-with-the-sultanate-of-oman-for-an-investment-of-several-billions-in-their-existing-usd-100bln-vision-fu-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:26:00",
        "gmt_time": "2019-05-03 11:26:00"
    },
    {
        "id": 867298,
        "updated_sequence": 1844942,
        "published_at": {
            "unix": 1556881200,
            "text": "2019-05-03 12:00:00 +0100",
            "iso_8601": "2019-05-03T11:00:00Z"
        },
        "updated_at": {
            "unix": 1556881429,
            "text": "2019-05-03 12:03:49 +0100",
            "iso_8601": "2019-05-03T11:03:49Z"
        },
        "subject": "American Tower Corp (AMT) (USD): 1.813 (exp 1.8bln), adj FFO per share 1.94",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-tower-corp-amt-usd-1-813-exp-1-8bln-adj-ffo-per-share-1-94-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 19:00:00",
        "gmt_time": "2019-05-03 11:00:00"
    },
    {
        "id": 867297,
        "updated_sequence": 1844937,
        "published_at": {
            "unix": 1556880840,
            "text": "2019-05-03 11:54:00 +0100",
            "iso_8601": "2019-05-03T10:54:00Z"
        },
        "updated_at": {
            "unix": 1556880941,
            "text": "2019-05-03 11:55:41 +0100",
            "iso_8601": "2019-05-03T10:55:41Z"
        },
        "subject": "Shell (RDSA LN) are said to be searching for buyers for its 35% stake in Indonesia Abadi LNG project which could raise USD 1bln, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-are-said-to-be-searching-for-buyers-for-its-35-stake-in-indonesia-abadi-lng-project-which-could-raise-usd-1bln-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:54:00",
        "gmt_time": "2019-05-03 10:54:00"
    },
    {
        "id": 867296,
        "updated_sequence": 1844930,
        "published_at": {
            "unix": 1556879940,
            "text": "2019-05-03 11:39:00 +0100",
            "iso_8601": "2019-05-03T10:39:00Z"
        },
        "updated_at": {
            "unix": 1556879974,
            "text": "2019-05-03 11:39:34 +0100",
            "iso_8601": "2019-05-03T10:39:34Z"
        },
        "subject": "RANsquawk Daily US Opening News - 3rd May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21750/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices on the front foot [Euro Stoxx 50 -0.3%], but bonds backpedaling pre-NFP</li><li>USD remains firm with the DXY just below the 98.0 level ahead of NFP</li><li>Looking ahead, highlights include US Jobs Reports, US ISM Non-Manufacturing, Fed's Evans, Clarida, Williams &amp; Bowman</li><li>Earnings: Berkshire Hathaway, American Tower</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mixed with the region cautious ahead of the looming US NFP data and after losses on Wall St</strong> where the fallout from the FOMC disappointment persisted and the energy sector underperformed on weaker oil prices. <strong>ASX 200 (U/C)</strong> swung between gains and losses with notable weakness seen in energy names after WTI crude declined by more than 3% and with financials subdued after Macquarie’s full-year results which improved from the prior year although it flagged a decline for FY20. <strong>KOSPI (-0.7%) </strong>and<strong> Hang Seng (+0.4%%)</strong> were negative with South Korea heavily focused on earnings and with risk appetite in Hong Kong sapped by poor GDP data which showed its economy grew at the slowest pace in nearly a decade. However, the Hang Seng is well off intraday lows as trade related news provided a glimmer of optimism with Chinese Foreign Minister Wang to travel to the US on Tuesday and is expected to close the trade deal next week, while US Commerce Secretary Ross suggested they are in the end-game of trade negotiations. <strong>As a reminder, mainland China and Japan remained closed for holidays.</strong></p><p>&nbsp;</p><p><strong>US</strong></p><p>US President Trump suggested no more costly and time-consuming investigations, while he called on parties to work together on immigration, infrastructure and much lower drug prices. (Twitter)</p><p><strong>UK/EU</strong></p><p><strong>Latest UK local council elections results show Labour Party councillors dropped by 53 councillors to 601 and Conservative party councillors dropped by 117 to 512 in England</strong>. (BBC) Instead, voters turned to alternative parties which saw a significant swell in support for the Liberal Democrats, the Greens and independent candidates. (Sky News)</p><p>UK PM May spokesman states that the PM expects Brexit talks to resume with Labour after the weekend. (Newswires)</p><p>BoE's Broadbent says one quarter point rise in interest rates would not be particularly dramatic, reaffirms guidance around a limited and gradual tightening. (Newswires)</p><p>ECB's Weidmann says that inspite of Q1 there is still no overall improvement in the economy, Germany likely posted solid Q1 growth but this was assisted by one-off factors; adds that 0.5% growth in Germany this year is plausible. (Newswires)</p><p>EU's Juncker said ECB's Weidmann is a suitable candidate for the ECB president position. (Handelsblatt)</p><p>EU leaders are scheduling a meeting on the 28th May following the EU parliament elections., according to Officials. (Newswires)</p><p><strong>UK Markit/CIPS Services PMI (Apr) 50.4 vs. Exp. 50.5 (Prev. 48.9). (Newswires)</strong></p><p><strong>EU HICP-X F&amp;E Flash YY (Apr) 1.3% vs. Exp. 1.1% (Prev. 1.0%)</strong></p><p>- EU HICP-X F, E, A &amp; T Flash YY (Apr) 1.2% vs. Exp. 1.00% (Prev. 0.80%)</p><p>- EU HICP Flash YY (Apr) 1.7% vs. Exp. 1.6% (Prev. 1.4%)</p><p>&nbsp;</p><p>EQUITIES</p><p><strong>Major European indices have been gradually grinding higher throughout the session [Euro Stoxx 50 +0.3%],</strong> diverging from the cautious trade seen overnight where sentiment was somewhat deterred by the upcoming US jobs report and mixed US-China trade reports. There is no real standout European bourse this morning with gains relatively broad based; although, the SMI (+0.2%) while positive is underperforming its peers, with the index weighed on by Swiss Re (-2.6%) after the Co. posted a miss on Q1 net. In a similar fashion sectors are predominantly in the green with the exception of the Technology sector which is weighed on by heavyweight Sap (-0.4%) in the red following on from reports yesterday that up to 50k companies which are using the Co’s software are at risk of a security breach; the Co. state that guidance on resolving these issues was published in both 2009 and 2013. Other notable movers this morning include banking giant HSBC (+2.4%) who are firmer post-earnings where they beat on both Q1 revenue and pre-tax profit. Separately, but also boosted by earnings are Adidas (+6.1%) with the Co. also topping the Dax (+0.3%) after confirming FY guidance and reporting strong net income &amp; operating figures. Elsewhere, and at the other end of the Stoxx 600 are Intu Properties (-6.4%), after stating that they see FY19 LFL retail income falling by 4-6% and forecast the remainder of the year as being challenging.</p><p><strong>Berkshire Hathaway (BRK.B)</strong> has invested in <strong>Amazon (AMZN) for</strong> the first time, Warren Buffet stated in an interview that he himself had not made the decision but one of his deputies made the decision to purchase the stake. (FT)</p><p><strong>Boeing (BA)</strong> have limited the role of their pilots in their 737 MAX flight-control system development, as according to sources. (WSJ)</p><p>&nbsp;</p><p>FX</p><p><strong>USD - </strong>The Greenback remains on a firmer footing ahead of the monthly BLS jobs report, and the index has just notched a new post-FOMC peak at 97.971 amidst expectations that payrolls will post another solid gain, with average earnings forecast to tick up in m/m and y/y terms. The DXY has eclipsed Fib resistance at 97.881 in the process and is now eyeing another retracement level just above 98.000 at 98.059.</p><p><strong>CHF/EUR/GBP/JPY/AUD -</strong> All weaker, albeit marginally vs the Usd, with the Franc straddling 1.0200 after a further deterioration in Swiss consumer sentiment and in line/steady y/y CPI, but still well shy of the SNB’s 2% target. Meanwhile, the single currency is grinding down further having relinquished the 1.1200 handle on Thursday with Fibs marking out support and resistance at 1.1147 and 1.1186 respectively, and hefty option expiry interest also likely to influence trade/direction ahead of NFP if not the NY cut. Note, firmer than forecast Eurozone inflation has been largely shrugged off given national numbers indicating an upside bias vs consensus. Similarly, Cable failed to glean and positive momentum from confirmation that the UK services sector joined its construction counterpart back into expansion from contraction, with the pair having dipped below the 1.3000 level to circa 1.2990 (just shy of the 100DMA at 1.2983) while Usd/Jpy is pivoting 111.50 and the 30 DMA (111.47) in advance of the aforementioned US labour data and a 111.70 Fib. Last, but by no means least, the Aussie is trying to keep sight of the psychological 0.7000 mark following extended losses to a fractional 2019 low (0.6985) where decent expiry interest (877 mn) resides, but still wary about a potential RBA rate cut next week.</p><p><strong>CAD/NZD -</strong> Marginal G10 outperformers, or at least holding their own as the Loonie meanders between 1.3458-75 and Kiwi hovers above 0.6600, albeit also conscious that the RBNZ could ease policy at the May meet.</p><p><strong>EM -</strong> The Lira remains in the spotlight and under pressure in wake of weaker than anticipated Turkish CPI on perceived less hawkish CBRT policy implications, with Usd/Try at the upper end of 5.5800-9595 trading parameters.</p><p>Australian Building Approvals (Mar) M/M -15.5% vs. Exp. -14.0% (Prev. 19.1%). (Newswires) Australian Building Approvals (Mar) Y/Y -27.3% vs. Exp. -25.1% (Prev. -12.5%)</p><p>FIXED INCOME</p><p>Bunds and Gilts have regrouped after succumbing to more selling pressure and extending respective intraday lows to 164.84 and 126.95, -40 and -32 ticks on the day. Coincidentally, the deeper Eurex trough aligned exactly with this week’s previous base (April 30), while the Liffe nadir was just a tick short of 126.94, also posted on Tuesday, and the lack of follow-through to the downside and/or stop tripping appears to have encouraged jobbers and enticed buyers. Meanwhile, US Treasuries are nestling near the bottom of relative narrow overnight session ranges into NFP, non-manufacturing PMI and ISM releases and a whole host of Fed speakers following Wednesday’s somewhat surprise more hawkish/less dovish FOMC, and Powell in particular.</p><p>COMMODITIES</p><p>Brent (-0.5%) and WTI (-0.2%) prices are subdued this morning, as the general uptick in risk appetite this morning has not been able to outweigh the bearish pressure from the stronger dollar. WTI prices are still relatively secure above the USD 61/bbl level, currently trading around the USD 61.40 figure; however, the session lows for Brent did briefly breach the USD 70/bbl level. UBS note that of central concern for oil on the upside are the recent reports that US-China trade talks may have reached an impasse, ahead of next week’s negotiations in Washington. News flow this morning includes sources commenting that Saudi Arabia’s production may increase in June but will still be below the 10.3mln BPD quota under the OPEC+ agreement. For reference, surveys indicate that Saudi Arabia’s output as of April 30th is 9.85mln BPD.</p><p>Gold (U/C) is relatively lacklustre this morning with the yellow metal torn between the firmer dollar, mixed US-China trade reports and the general improvement in risk sentiment; as such the metal is left pivoting the USD 1270/oz level. Elsewhere, copper is still suffering from the absence of China, although industrial metals in general have strengthened somewhat with some attributing this to recent comments from Tesla, stating that they foresee shortages of minerals which are used in electric vehicles.</p><p>US is considering sanctioning businesses involved in Iran petrochemical trade and is stepping up efforts to sever Iran's non-USD trade, while it is also looking at sanctioning banks doing business with Iran. In other news, Iran Oil Minister Zanganeh said they will not remain silent if other OPEC members threaten its interests and commented that an OPEC collapse is likely. (Newswires/WSJ)</p><p>Venezuela opposition lawmaker Lopez says it is clear there are more military movements to come. (Newswires)</p><p>LA County Fire Department says it is responding to a fire at the Phillips 66 Carson California refinery. (Newswires)</p><p>Hungary, Poland and the Czech Republic are to provide around 8mln bbls of crude from their strategic stockpiles amid the Druzhba pipeline shutdown, according to sources. (Newswires)</p><p>Saudi Arabia's oil production may increase in June, but is set to remain within the OPEC+ quota., according to sources. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-3rd-may-2019-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:39:00",
        "gmt_time": "2019-05-03 10:39:00"
    },
    {
        "id": 867295,
        "updated_sequence": 1844958,
        "published_at": {
            "unix": 1556879640,
            "text": "2019-05-03 11:34:00 +0100",
            "iso_8601": "2019-05-03T10:34:00Z"
        },
        "updated_at": {
            "unix": 1556883721,
            "text": "2019-05-03 12:42:01 +0100",
            "iso_8601": "2019-05-03T11:42:01Z"
        },
        "subject": "Fiat Chrysler (FCA IM, FCAU) report Q1 adj. EBIT EUR 1.07bln vs. Exp. EUR 1.46bln, revenue EUR 24.5bln vs. Exp. EUR 25.7bln, EPS EUR 0.36/shr vs. Prev. EUR 0.62/shr.  Co. expects 2019 earnings to exceed 2018 records",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company's Italian listing fell from EUR 13.56 to EUR 13.18</li></ul>",
        "reaction_updated_at": {
            "unix": 1556879760,
            "text": "2019-05-03 11:36:00 +0100",
            "iso_8601": "2019-05-03T10:36:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-fcau-report-q1-adj-ebit-eur-1-07bln-vs-exp-eur-1-46bln-revenue-eur-24-5bln-vs-exp-eur-25-7bln-eps-eur-0-36-shr-vs-prev-eur-0-62-shr-co-expects-2019-earnings-to-exceed-2018-records-03-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:34:00",
        "gmt_time": "2019-05-03 10:34:00"
    },
    {
        "id": 867294,
        "updated_sequence": 1844920,
        "published_at": {
            "unix": 1556879340,
            "text": "2019-05-03 11:29:00 +0100",
            "iso_8601": "2019-05-03T10:29:00Z"
        },
        "updated_at": {
            "unix": 1556879424,
            "text": "2019-05-03 11:30:24 +0100",
            "iso_8601": "2019-05-03T10:30:24Z"
        },
        "subject": "RWE (RWE GY) - Co's CEO states that we wish to complete discussions with the German government on compensation for coal exit by the year's end",
        "content": "<p>Adds that they are sure that the transaction Eon (EOAN GY) will take place</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rwe-rwe-gy-co-s-ceo-states-that-we-wish-to-complete-discussions-with-the-german-government-on-compensation-for-coal-exit-by-the-year-s-end-03-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:29:00",
        "gmt_time": "2019-05-03 10:29:00"
    },
    {
        "id": 867293,
        "updated_sequence": 1844915,
        "published_at": {
            "unix": 1556879040,
            "text": "2019-05-03 11:24:00 +0100",
            "iso_8601": "2019-05-03T10:24:00Z"
        },
        "updated_at": {
            "unix": 1556879146,
            "text": "2019-05-03 11:25:46 +0100",
            "iso_8601": "2019-05-03T10:25:46Z"
        },
        "subject": "US believes that next week's US-China trade talks to end the trade war have been tempered by Beijing’s negotiators, who have suggested the tactic to “generate pressure” should not be taken “seriously”.",
        "content": "<ul><li><a href=\"https://www.scmp.com/economy/china-economy/article/3008771/china-tempers-us-hints-beijing-and-washington-are-preparing\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "us-believes-that-next-week-s-us-china-trade-talks-to-end-the-trade-war-have-been-tempered-by-beijing-s-negotiators-who-have-suggested-the-tactic-to-generate-pressure-should-not-be-taken-seriously-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:24:00",
        "gmt_time": "2019-05-03 10:24:00"
    },
    {
        "id": 867292,
        "updated_sequence": 1844912,
        "published_at": {
            "unix": 1556878440,
            "text": "2019-05-03 11:14:00 +0100",
            "iso_8601": "2019-05-03T10:14:00Z"
        },
        "updated_at": {
            "unix": 1556878477,
            "text": "2019-05-03 11:14:37 +0100",
            "iso_8601": "2019-05-03T10:14:37Z"
        },
        "subject": "UK PM May spokesman states that the PM expects Brexit talks to resume with Labour after the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesman-states-that-the-pm-expects-brexit-talks-to-resume-with-labour-after-the-weekend-03-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:14:00",
        "gmt_time": "2019-05-03 10:14:00"
    },
    {
        "id": 867290,
        "updated_sequence": 1844906,
        "published_at": {
            "unix": 1556877960,
            "text": "2019-05-03 11:06:00 +0100",
            "iso_8601": "2019-05-03T10:06:00Z"
        },
        "updated_at": {
            "unix": 1556878046,
            "text": "2019-05-03 11:07:26 +0100",
            "iso_8601": "2019-05-03T10:07:26Z"
        },
        "subject": "Boeing (BA) have limited the role of their pilots in their 737 MAX flight-control system development, as according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-have-limited-the-role-of-their-pilots-in-their-737-max-flight-control-system-development-as-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:06:00",
        "gmt_time": "2019-05-03 10:06:00"
    },
    {
        "id": 867291,
        "updated_sequence": 1844909,
        "published_at": {
            "unix": 1556877960,
            "text": "2019-05-03 11:06:00 +0100",
            "iso_8601": "2019-05-03T10:06:00Z"
        },
        "updated_at": {
            "unix": 1556878050,
            "text": "2019-05-03 11:07:30 +0100",
            "iso_8601": "2019-05-03T10:07:30Z"
        },
        "subject": "RANsquawk EU Mid Session: Stocks and USD grind higher ahead of US jobs report - 3rd May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21749/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p><strong>Major European indices have been gradually grinding higher throughout the session [Euro Stoxx 50 +0.3%],</strong> diverging from the cautious trade seen overnight where sentiment was somewhat deterred by the upcoming US jobs report and mixed US-China trade reports. There is no real standout European bourse this morning with gains relatively broad based; although, the SMI (+0.2%) while positive is underperforming its peers, with the index weighed on by Swiss Re (-2.6%) after the Co. posted a miss on Q1 net. In a similar fashion sectors are predominantly in the green with the exception of the Technology sector which is weighed on by heavyweight Sap (-0.4%) in the red following on from reports yesterday that up to 50k companies which are using the Co’s software are at risk of a security breach; the Co. state that guidance on resolving these issues was published in both 2009 and 2013. Other notable movers this morning include banking giant HSBC (+2.4%) who are firmer post-earnings where they beat on both Q1 revenue and pre-tax profit. Separately, but also boosted by earnings are Adidas (+6.1%) with the Co. also topping the Dax (+0.3%) after confirming FY guidance and reporting strong net income &amp; operating figures. Elsewhere, and at the other end of the Stoxx 600 are Intu Properties (-6.4%), after stating that they see FY19 LFL retail income falling by 4-6% and forecast the remainder of the year as being challenging.</p><p>FX</p><p><strong>USD - </strong>The Greenback remains on a firmer footing ahead of the monthly BLS jobs report, and the index has just notched a new post-FOMC peak at 97.971 amidst expectations that payrolls will post another solid gain, with average earnings forecast to tick up in m/m and y/y terms. The DXY has eclipsed Fib resistance at 97.881 in the process and is now eyeing another retracement level just above 98.000 at 98.059.</p><p><strong>CHF/EUR/GBP/JPY/AUD -</strong> All weaker, albeit marginally vs the Usd, with the Franc straddling 1.0200 after a further deterioration in Swiss consumer sentiment and in line/steady y/y CPI, but still well shy of the SNB’s 2% target. Meanwhile, the single currency is grinding down further having relinquished the 1.1200 handle on Thursday with Fibs marking out support and resistance at 1.1147 and 1.1186 respectively, and hefty option expiry interest also likely to influence trade/direction ahead of NFP if not the NY cut. Note, firmer than forecast Eurozone inflation has been largely shrugged off given national numbers indicating an upside bias vs consensus. Similarly, Cable failed to glean and positive momentum from confirmation that the UK services sector joined its construction counterpart back into expansion from contraction as it retreats closer towards 1.3000, while Usd/Jpy is pivoting 111.50 and the 30 DMA (111.47) in advance of the aforementioned US labour data and a 111.70 Fib. Last, but by no means least, the Aussie is trying to keep sight of the psychological 0.7000 mark following extended losses to a fractional 2019 low (0.6985) where decent expiry interest (877 mn) resides, but still wary about a potential RBA rate cut next week.</p><p><strong>CAD/NZD -</strong> Marginal G10 outperformers, or at least holding their own as the Loonie meanders between 1.3458-75 and Kiwi hovers above 0.6600, albeit also conscious that the RBNZ could ease policy at the May meet.</p><p><strong>EM -</strong> The Lira remains in the spotlight and under pressure in wake of weaker than anticipated Turkish CPI on perceived less hawkish CBRT policy implications, with Usd/Try at the upper end of 5.5800-9595 trading parameters.</p><p>FIXED INCOME</p><p>Bunds and Gilts have regrouped after succumbing to more selling pressure and extending respective intraday lows to 164.84 and 126.95, -40 and -32 ticks on the day. Coincidentally, the deeper Eurex trough aligned exactly with this week’s previous base (April 30), while the Liffe nadir was just a tick short of 126.94, also posted on Tuesday, and the lack of follow-through to the downside and/or stop tripping appears to have encouraged jobbers and enticed buyers. Meanwhile, US Treasuries are nestling near the bottom of relative narrow overnight session ranges into NFP, non-manufacturing PMI and ISM releases and a whole host of Fed speakers following Wednesday’s somewhat surprise more hawkish/less dovish FOMC, and Powell in particular.</p><p>COMMODITIES</p><p>Brent (-0.5%) and WTI (-0.2%) prices are subdued this morning, as the general uptick in risk appetite this morning has not been able to outweigh the bearish pressure from the stronger dollar. WTI prices are still relatively secure above the USD 61/bbl level, currently trading around the USD 61.40 figure; however, the session lows for Brent did briefly breach the USD 70/bbl level. UBS note that of central concern for oil on the upside are the recent reports that US-China trade talks may have reached an impasse, ahead of next week’s negotiations in Washington. News flow this morning includes sources commenting that Saudi Arabia’s production may increase in June but will still be below the 10.3mln BPD quota under the OPEC+ agreement. For reference, surveys indicate that Saudi Arabia’s output as of April 30th is 9.85mln BPD.</p><p>Gold (U/C) is relatively lacklustre this morning with the yellow metal torn between the firmer dollar, mixed US-China trade reports and the general improvement in risk sentiment; as such the metal is left pivoting the USD 1270/oz level. Elsewhere, copper is still suffering from the absence of China, although industrial metals in general have strengthened somewhat with some attributing this to recent comments from Tesla, stating that they foresee shortages of minerals which are used in electric vehicles.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-stocks-and-usd-grind-higher-ahead-of-us-jobs-report-3rd-may-2019-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 18:06:00",
        "gmt_time": "2019-05-03 10:06:00"
    },
    {
        "id": 867289,
        "updated_sequence": 1844903,
        "published_at": {
            "unix": 1556877480,
            "text": "2019-05-03 10:58:00 +0100",
            "iso_8601": "2019-05-03T09:58:00Z"
        },
        "updated_at": {
            "unix": 1556877527,
            "text": "2019-05-03 10:58:47 +0100",
            "iso_8601": "2019-05-03T09:58:47Z"
        },
        "subject": "Fixed Income: core EU bonds back on big figure level terms",
        "content": "<p>Bunds and Gilts have regrouped after succumbing to more selling pressure and extending respective intraday lows to 164.84 and 126.95, -40 and -32 ticks on the day. Coincidentally, the deeper Eurex trough aligned exactly with this week’s previous base (April 30), while the Liffe nadir was just a tick short of 126.94, also posted on Tuesday, and the lack of follow-through to the downside and/or stop tripping appears to have encouraged jobbers and enticed buyers. Meanwhile, US Treasuries are nestling near the bottom of relative narrow overnight session ranges into NFP, non-manufacturing PMI and ISM releases and a whole host of Fed speakers following Wednesday’s somewhat surprise more hawkish/less dovish FOMC, and Powell in particular.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-eu-bonds-back-on-big-figure-level-terms-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 17:58:00",
        "gmt_time": "2019-05-03 09:58:00"
    },
    {
        "id": 867288,
        "updated_sequence": 1844900,
        "published_at": {
            "unix": 1556876460,
            "text": "2019-05-03 10:41:00 +0100",
            "iso_8601": "2019-05-03T09:41:00Z"
        },
        "updated_at": {
            "unix": 1556876518,
            "text": "2019-05-03 10:41:58 +0100",
            "iso_8601": "2019-05-03T09:41:58Z"
        },
        "subject": "FX Morning Colour: DXY nudging 98.000 ahead of NFP",
        "content": "<p><strong>USD</strong></p><p>The Greenback remains on a firmer footing ahead of the monthly BLS jobs report, and the index has just notched a new post-FOMC peak at 97.971 amidst expectations that payrolls will post another solid gain, with average earnings forecast to tick up in m/m and y/y terms. The <strong>DXY</strong> has eclipsed Fib resistance at 97.881 in the process and is now eyeing another retracement level just above 98.000 at 98.059.</p><p><strong>CHF/EUR/GBP/JPY/AUD</strong></p><p>All weaker, albeit marginally vs the Usd, with the Franc straddling 1.0200 after a further deterioration in Swiss consumer sentiment and in line/steady y/y CPI, but still well shy of the SNB’s 2% target. Meanwhile, the single currency is grinding down further having relinquished the 1.1200 handle on Thursday with Fibs marking out support and resistance at 1.1147 and 1.1186 respectively, and hefty option expiry interest also likely to influence trade/direction ahead of NFP if not the NY cut. Note, firmer than forecast Eurozone inflation has been largely shrugged off given national numbers indicating an upside bias vs consensus. Similarly, Cable failed to glean and positive momentum from confirmation that the UK services sector joined its construction counterpart back into expansion from contraction as it retreats closer towards 1.3000, while Usd/Jpy is pivoting 111.50 and the 30 DMA (111.47) in advance of the aforementioned US labour data and a 111.70 Fib. Last, but by no means least, the Aussie is trying to keep sight of the psychological 0.7000 mark following extended losses to a fractional 2019 low (0.6985) where decent expiry interest (877 mn) resides, but still wary about a potential RBA rate cut next week.</p><p><strong>CAD/NZD</strong></p><p>Marginal G10 outperformers, or at least holding their own as the Loonie meanders between 1.3458-75 and Kiwi hovers above 0.6600, albeit also conscious that the RBNZ could ease policy at the May meet.</p><p><strong>EM</strong></p><p>The Lira remains in the spotlight and under pressure in wake of weaker than anticipated Turkish CPI on perceived less hawkish CBRT policy implications, with Usd/Try at the upper end of 5.5800-9595 trading parameters.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-nudging-98-000-ahead-of-nfp-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 17:41:00",
        "gmt_time": "2019-05-03 09:41:00"
    },
    {
        "id": 867287,
        "updated_sequence": 1844897,
        "published_at": {
            "unix": 1556876220,
            "text": "2019-05-03 10:37:00 +0100",
            "iso_8601": "2019-05-03T09:37:00Z"
        },
        "updated_at": {
            "unix": 1556876310,
            "text": "2019-05-03 10:38:30 +0100",
            "iso_8601": "2019-05-03T09:38:30Z"
        },
        "subject": "Hungary, Poland and the Czech Republic are to provide around 8mln bbls of crude from their strategic stockpiles amid the Druzhba pipeline shutdown, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hungary-poland-and-the-czech-republic-are-to-provide-around-8mln-bbls-of-crude-from-their-strategic-stockpiles-amid-the-druzhba-pipeline-shutdown-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 17:37:00",
        "gmt_time": "2019-05-03 09:37:00"
    },
    {
        "id": 867286,
        "updated_sequence": 1844894,
        "published_at": {
            "unix": 1556874780,
            "text": "2019-05-03 10:13:00 +0100",
            "iso_8601": "2019-05-03T09:13:00Z"
        },
        "updated_at": {
            "unix": 1556874915,
            "text": "2019-05-03 10:15:15 +0100",
            "iso_8601": "2019-05-03T09:15:15Z"
        },
        "subject": "EU leaders are scheduling a meeting on the 28th May following the EU parliament elections., according to Officials ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-leaders-are-scheduling-a-meeting-on-the-28th-may-following-the-eu-parliament-elections-according-to-officials-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 17:13:00",
        "gmt_time": "2019-05-03 09:13:00"
    },
    {
        "id": 867082,
        "updated_sequence": 1844869,
        "published_at": {
            "unix": 1556874000,
            "text": "2019-05-03 10:00:00 +0100",
            "iso_8601": "2019-05-03T09:00:00Z"
        },
        "updated_at": {
            "unix": 1556874000,
            "text": "2019-05-03 10:00:00 +0100",
            "iso_8601": "2019-05-03T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-02-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 17:00:00",
        "gmt_time": "2019-05-03 09:00:00"
    },
    {
        "id": 867278,
        "updated_sequence": 1844860,
        "published_at": {
            "unix": 1556870820,
            "text": "2019-05-03 09:07:00 +0100",
            "iso_8601": "2019-05-03T08:07:00Z"
        },
        "updated_at": {
            "unix": 1556870909,
            "text": "2019-05-03 09:08:29 +0100",
            "iso_8601": "2019-05-03T08:08:29Z"
        },
        "subject": "BAML: USD 9.6bln of inflows to bond funds, and just USD 0.3bln to equity funds. See outflows in the 58/60 past weeks, USD4bln of outflows in week to May 1st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-usd-9-6bln-of-inflows-to-bond-funds-and-just-usd-0-3bln-to-equity-funds-see-outflows-in-the-58-60-past-weeks-usd4bln-of-outflows-in-week-to-may-1st-03-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 16:07:00",
        "gmt_time": "2019-05-03 08:07:00"
    },
    {
        "id": 867277,
        "updated_sequence": 1844857,
        "published_at": {
            "unix": 1556870640,
            "text": "2019-05-03 09:04:00 +0100",
            "iso_8601": "2019-05-03T08:04:00Z"
        },
        "updated_at": {
            "unix": 1556870817,
            "text": "2019-05-03 09:06:57 +0100",
            "iso_8601": "2019-05-03T08:06:57Z"
        },
        "subject": "ECB's Weidmann says that inspite of Q1 there is still no overall improvement in the economy, Germany likely posted solid Q1 growth but this was assisted by one-off factors; adds that 0.5% growth in Germany this year is plausible ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-says-that-inspite-of-q1-there-is-still-no-overall-improvement-in-the-economy-germany-likely-posted-solid-q1-growth-but-this-was-assisted-by-one-off-factors-adds-that-0-5-growth-in-germany-this-year-is-plausible-03-05-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 16:04:00",
        "gmt_time": "2019-05-03 08:04:00"
    },
    {
        "id": 867276,
        "updated_sequence": 1844852,
        "published_at": {
            "unix": 1556870400,
            "text": "2019-05-03 09:00:00 +0100",
            "iso_8601": "2019-05-03T08:00:00Z"
        },
        "updated_at": {
            "unix": 1556870500,
            "text": "2019-05-03 09:01:40 +0100",
            "iso_8601": "2019-05-03T08:01:40Z"
        },
        "subject": "Banca Monte Dei Paschi (BMPS IM) are exploring all options on soured loans but there is nothing concrete at the moment, according to a source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "banca-monte-dei-paschi-bmps-im-are-exploring-all-options-on-soured-loans-but-there-is-nothing-concrete-at-the-moment-according-to-a-source-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 16:00:00",
        "gmt_time": "2019-05-03 08:00:00"
    },
    {
        "id": 867273,
        "updated_sequence": 1844843,
        "published_at": {
            "unix": 1556869800,
            "text": "2019-05-03 08:50:00 +0100",
            "iso_8601": "2019-05-03T07:50:00Z"
        },
        "updated_at": {
            "unix": 1556869877,
            "text": "2019-05-03 08:51:17 +0100",
            "iso_8601": "2019-05-03T07:51:17Z"
        },
        "subject": "UK debt depressed, STIR futures divergent ahead of services PMI",
        "content": "<p>Gilts have retreated further from fleeting post-BoE highs in line with the bearish tone in Bunds that is now also seeping through to US Treasuries as the German benchmark extends losses through technical support and under Thursday’s 164.97 Eurex low to 164.88. The 10 year UK debt future is just holding within a 126.99-127.22 range compared to yesterday’s 127.27 Liffe settlement, while Short Sterling contracts are somewhat mixed and straddling parity with the longer end marginally underperforming. Looking ahead, April’s services PMI forms the domestic highlight ahead of the US labour report and after comments from MPC’s Broadbent offered little new in terms of policy insight (repeated gradual and limited tightening mantra, with a 25 bp/year pace for some additional guidance). Back to Liffe, but on the issuance front the DMO has chosen leads for forthcoming long end supply that is due in the week commencing May 13 and will be in the 2054-2061 bucket (precise maturity to be decided).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-depressed-stir-futures-divergent-ahead-of-services-pmi-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 15:50:00",
        "gmt_time": "2019-05-03 07:50:00"
    },
    {
        "id": 867272,
        "updated_sequence": 1844891,
        "published_at": {
            "unix": 1556868180,
            "text": "2019-05-03 08:23:00 +0100",
            "iso_8601": "2019-05-03T07:23:00Z"
        },
        "updated_at": {
            "unix": 1556874801,
            "text": "2019-05-03 10:13:21 +0100",
            "iso_8601": "2019-05-03T09:13:21Z"
        },
        "subject": "German new car registrations -1% in April (-0.2% Jan-April), according to sources ",
        "content": "<ul><li>Has subsequently been confirmed by the KBA</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-new-car-registrations-1-in-april-0-2-jan-april-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 15:23:00",
        "gmt_time": "2019-05-03 07:23:00"
    },
    {
        "id": 867271,
        "updated_sequence": 1844837,
        "published_at": {
            "unix": 1556867160,
            "text": "2019-05-03 08:06:00 +0100",
            "iso_8601": "2019-05-03T07:06:00Z"
        },
        "updated_at": {
            "unix": 1556867243,
            "text": "2019-05-03 08:07:23 +0100",
            "iso_8601": "2019-05-03T07:07:23Z"
        },
        "subject": "European equity movers this morning: ICA Gruppen (ICA SS) +5.3%; Adidas (ADS GY) +5.2%; HSBC (HSBA LN) +2.5%; AXA (CS FP) +1.4%; Societe Generale (GLE FP) +1.3%; Kion (KGX GY) -2.2%; Swiss RE (SREN SW) -1.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-ica-gruppen-ica-ss-5-3-adidas-ads-gy-5-2-hsbc-hsba-ln-2-5-axa-cs-fp-1-4-societe-generale-gle-fp-1-3-kion-kgx-gy-2-2-swiss-re-sren-sw-1-2-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 15:06:00",
        "gmt_time": "2019-05-03 07:06:00"
    },
    {
        "id": 867270,
        "updated_sequence": 1844834,
        "published_at": {
            "unix": 1556866860,
            "text": "2019-05-03 08:01:00 +0100",
            "iso_8601": "2019-05-03T07:01:00Z"
        },
        "updated_at": {
            "unix": 1556867082,
            "text": "2019-05-03 08:04:42 +0100",
            "iso_8601": "2019-05-03T07:04:42Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1145-60 (2.3BLN)</strong>, 1.1175 (325M), <strong>1.1200-10 (2.6BLN)</strong></p><p>GBP/USD: 1.2905 (231M), 1.2950 (383M), 1.3000 (500M), 1.3050 (263M)</p><p>AUD/USD: 0.7000 (877M), 0.7150 (900M)</p><p>AUD/NZD: 1.0575 (555M), 1.0600 (487M)</p><p>USD/CAD: 1.3450 (380M), 1.3500-05 (860M)</p><p>USD/JPY: 111.00-25 (700M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-03-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 15:01:00",
        "gmt_time": "2019-05-03 07:01:00"
    },
    {
        "id": 867265,
        "updated_sequence": 1844819,
        "published_at": {
            "unix": 1556866200,
            "text": "2019-05-03 07:50:00 +0100",
            "iso_8601": "2019-05-03T06:50:00Z"
        },
        "updated_at": {
            "unix": 1556866295,
            "text": "2019-05-03 07:51:35 +0100",
            "iso_8601": "2019-05-03T06:51:35Z"
        },
        "subject": "Bunds: meandering within a softer, narrow band ahead of Eurozone CPI and NFP",
        "content": "<p>A very subdued start to Friday’s session, in price and volume terms, as the core Eurozone bond idles between 165.09-20 vs yesterday’s 165.24 Eurex close, with near term chart support protecting a deeper retreat towards 165.00 and Thursday’s 164.97 intraday low, for now, while the upside is capped ahead of the EU cash equity opens. Moreover, upcoming inflation data carries an upside bias in terms of consensus following a beat from Germany and expectations are relatively bullish for NFP on the back of the bumper ADP tally over weaker leads via PMI and ISM jobs components.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-meandering-within-a-softer-narrow-band-ahead-of-eurozone-cpi-and-nfp-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 14:50:00",
        "gmt_time": "2019-05-03 06:50:00"
    },
    {
        "id": 867264,
        "updated_sequence": 1844806,
        "published_at": {
            "unix": 1556864940,
            "text": "2019-05-03 07:29:00 +0100",
            "iso_8601": "2019-05-03T06:29:00Z"
        },
        "updated_at": {
            "unix": 1556865041,
            "text": "2019-05-03 07:30:41 +0100",
            "iso_8601": "2019-05-03T06:30:41Z"
        },
        "subject": "Euronext update: technical issues now resolved and pre-open for all instruments to commence at 7.30BST",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "euronext-update-technical-issues-now-resolved-and-pre-open-for-all-instruments-to-commence-at-7-30bst-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 14:29:00",
        "gmt_time": "2019-05-03 06:29:00"
    },
    {
        "id": 867261,
        "updated_sequence": 1844795,
        "published_at": {
            "unix": 1556864640,
            "text": "2019-05-03 07:24:00 +0100",
            "iso_8601": "2019-05-03T06:24:00Z"
        },
        "updated_at": {
            "unix": 1556864744,
            "text": "2019-05-03 07:25:44 +0100",
            "iso_8601": "2019-05-03T06:25:44Z"
        },
        "subject": "BoE's Broadbent says one quarter point rise in interest rates would not be particularly dramatic, reaffirms guidance around a limited and gradual tightening ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-broadbent-says-one-quarter-point-rise-in-interest-rates-would-not-be-particularly-dramatic-reaffirms-guidance-around-a-limited-and-gradual-tightening-03-05-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 14:24:00",
        "gmt_time": "2019-05-03 06:24:00"
    },
    {
        "id": 867260,
        "updated_sequence": 1844774,
        "published_at": {
            "unix": 1556863320,
            "text": "2019-05-03 07:02:00 +0100",
            "iso_8601": "2019-05-03T06:02:00Z"
        },
        "updated_at": {
            "unix": 1556863363,
            "text": "2019-05-03 07:02:43 +0100",
            "iso_8601": "2019-05-03T06:02:43Z"
        },
        "subject": "Saudi Arabia's oil production may increase in June, but is set to remain within the OPEC+ quota., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-s-oil-production-may-increase-in-june-but-is-set-to-remain-within-the-opec-quota-according-to-sources-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 14:02:00",
        "gmt_time": "2019-05-03 06:02:00"
    },
    {
        "id": 867258,
        "updated_sequence": 1844816,
        "published_at": {
            "unix": 1556863080,
            "text": "2019-05-03 06:58:00 +0100",
            "iso_8601": "2019-05-03T05:58:00Z"
        },
        "updated_at": {
            "unix": 1556865852,
            "text": "2019-05-03 07:44:12 +0100",
            "iso_8601": "2019-05-03T06:44:12Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>AstraZeneca (AZN LN) </strong>– Co.’s Qternment XR has been approved in the US. (Newswires)</p><p><strong>Fuchs Petrolub (FPE GY) –</strong> Q1 revenue is in-line with the prior. Q1 EBIT EUR 77mln. For FY19 Co. anticipates sales revenue growth of 2-4%. (Newswires)</p><p><strong>Smurfit Kappa (SKG LN) </strong>-&nbsp; Q1 revenue EUR 2.3bln, +7.0%. EBITDA EUR 424mln, +25% Co. state that they confidently expect another year of good progress. (Newswires)</p><p><strong>Volkswagen (VOW3 GY) –</strong> Q1 brand revenues EUR 21.5bln, brand ad. Operating profit EUR 921mln. (Newswires)</p><p><strong>Boliden (BOL SS) – </strong>Q1 revenue SEK 13.047bln vs. Prev. SEK 13.3bln. Q1 operating profit SEK 2.4bln vs. prev. SEK 2.6bln. Q1 adj. operating profit SEK 2.048bln vs. Prev. SEK 2.724bln. (Newswires)</p><p><strong>Erste Group (EBS AV</strong>) – Q1 operating result EUR 656.0mln vs. Prev. EUR 590.2mln. Q1 operating income EUR 1.77bln vs. Prev. EUR 1.655bln. Q1 net interest income EUR 1.160bln vs. Prev. EUR 1.082bln. (Newswires)</p><p><strong>Proximus (PROX BB) –</strong> Q1 underlying revenue EUR 1.415bln vs. Exp. EUR 1.42bln. Q1 net income group share EUR 138mln vs. Exp. EUR 123mln. Co. reiterates their FY19 guidance. (Newswires)</p><p><strong>Grenke (GLJ GY) </strong>– Q1 net profit EUR 33.6mln, +13.6%. Co. continue to expect FY net profit in the range of EUR 147-156mln. (Newswires)</p><p><strong>InterContinentalHotes (IHG LN) –</strong> Q1 global revenue per available room (revpar) +0.3%. Co. state they are confident regarding the year, although macro-economic and geopolitical concerns remain an issue. (Newswires)</p><p><strong>Inmarsat (ISAT LN) –</strong> Co. have satisfied the conditions of US merger control, between the Co. and Bidco. (Newswires)</p><p><strong>SGS (SGSN SW) - </strong>Co. has acquired Chemical Solutions Limited. (Newswires)</p><p><strong>BASF (BASF GY) - </strong>Co states that Q2 is a comparably weak quarter, affect by costs associated with the implementation of strategy along with an increased number of planned plant turnarounds. (Newswires)</p><p><strong>Kingspan (KGP LN) - </strong>Q1 sales EUR 1.06bln, +18%. Co. state that the growth reflected strong volumes, sales in the Co's largest division were +22%. Co. remain mindful of the poor rhetoric surrounding the global economy when looking ahead. (Newswires)</p><p><strong>Intu Properties (INTU LN) - </strong>See FY19 LFL rental income falling 4-6%, Co. expect the remainder of 2019 as being challenging. Add that operation performance has been stable and they continue to see good letting activity. (Newswires)</p><p><strong>Merlin Entertainment (MERL LN) - </strong>Co. state that trading so far in 2019 has been in line with expectations. (Newswires)</p><p><strong>DEUTSCHE POST (DPW GY) </strong>REITERATED BUY AT DEUTSCHE BANK</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:58:00",
        "gmt_time": "2019-05-03 05:58:00"
    },
    {
        "id": 867257,
        "updated_sequence": 1844776,
        "published_at": {
            "unix": 1556862840,
            "text": "2019-05-03 06:54:00 +0100",
            "iso_8601": "2019-05-03T05:54:00Z"
        },
        "updated_at": {
            "unix": 1556863411,
            "text": "2019-05-03 07:03:31 +0100",
            "iso_8601": "2019-05-03T06:03:31Z"
        },
        "subject": "Italian Economy Minister Tria says that government bond yields are too high, but the sustainability of debt is not an issue., according to press",
        "content": "<ul><li>Adds that the problem is the potential impact on economic growth from excessively high bond yields</li><li>The government will stick to their budget commitments, and are to cut spending in order to reduce the burden on tax</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-that-government-bond-yields-are-too-high-but-the-sustainability-of-debt-is-not-an-issue-according-to-press-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:54:00",
        "gmt_time": "2019-05-03 05:54:00"
    },
    {
        "id": 867257,
        "updated_sequence": 1844776,
        "published_at": {
            "unix": 1556862840,
            "text": "2019-05-03 06:54:00 +0100",
            "iso_8601": "2019-05-03T05:54:00Z"
        },
        "updated_at": {
            "unix": 1556863411,
            "text": "2019-05-03 07:03:31 +0100",
            "iso_8601": "2019-05-03T06:03:31Z"
        },
        "subject": "Italian Economy Minister Tria says that government bond yields are too high, but the sustainability of debt is not an issue., according to press",
        "content": "<ul><li>Adds that the problem is the potential impact on economic growth from excessively high bond yields</li><li>The government will stick to their budget commitments, and are to cut spending in order to reduce the burden on tax</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-that-government-bond-yields-are-too-high-but-the-sustainability-of-debt-is-not-an-issue-according-to-press-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:54:00",
        "gmt_time": "2019-05-03 05:54:00"
    },
    {
        "id": 867256,
        "updated_sequence": 1844784,
        "published_at": {
            "unix": 1556862600,
            "text": "2019-05-03 06:50:00 +0100",
            "iso_8601": "2019-05-03T05:50:00Z"
        },
        "updated_at": {
            "unix": 1556863788,
            "text": "2019-05-03 07:09:48 +0100",
            "iso_8601": "2019-05-03T06:09:48Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>3rd May 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were mixed with the region cautious ahead of the looming US NFP data and after losses on Wall St where the fallout from the FOMC disappointment persisted and the energy sector underperformed on weaker oil prices. ASX 200 (+0.1%) swung between gains and losses with notable weakness seen in energy names after WTI crude declined by more than 3% and with financials subdued after Macquarie’s full-year results which improved from the prior year although it flagged a decline for FY20. KOSPI (-0.7%) and Hang Seng (-0.1%) were negative with South Korea heavily focused on earnings and with risk appetite in Hong Kong sapped by poor GDP data which showed its economy grew at the slowest pace in nearly a decade. However, the Hang Seng is well off intraday lows as trade related news provided a glimmer of optimism with Chinese Foreign Minister Wang to travel to the US on Tuesday and is expected to close the trade deal next week, while US Commerce Secretary Ross suggested they are in the end-game of trade negotiations. As a reminder, mainland China and Japan remained closed for holidays.</p><p>FTSE</p><p>HSBC (HSBA LN) – Q1 adj. pre-tax profit USD 6.35bln vs. Prev. USD 5.80bln, adj. revenue USD 14.43bln, vs. Exp. USD 13.9bln. Co. announces a dividend of USD 0.10 per share. Q1 net interest income USD 7.47bln vs. Prev. USD 7.46bln, net interest margin 1.59% vs. Prev. 1.67%. Co. state that they are committed to their financial targets, although these will partially be achieved through the reduction of expenses. (Newswires) <i>Co. traded around 2.9% higher post earnings.</i></p><p>GSK (GSK LN) – Co.’s Phase III CAPTAIN study of Trelegy Ellipta has met its primary endpoint. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>ANGLO AMERICAN (AAL LN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p>DAX</p><p>BASF (BASF GY) – Q1 sales EUR 16.2bln vs. Exp. EUR 16.1bln. Q1 adj. EBIT EUR 1.73bln vs. Exp. EUR 1.70bln. Q1 adj. net EUR 1.41bln vs. Exp. EUR 1.27bln. Co. confirms FY19 outlook for both sales and earnings. (Newswires)</p><p>Adidas (ADS GY ) – Q1 revenue EUR 5.883bln vs. Exp EUR 5.85bln. Q1 operating EUR 875mln vs. Exp. EUR 794.5mln. Q1 net income from continuing operations EUR 631mln vs. Prev. EUR 542mln. Co. confirms their FY19 outlook. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>Siltroinic (WAF GY) – Q1 sales EUR 354.4mln, -8.7%. EBITDA EUR 127.2mln, -20.9%. Co. have confirmed their adj. FY19 forecasts, adding that 2019 is as expected proving challenging. (Newswires)</p><p>Scout24 (G24 GY) – Hellman &amp; Friedman and Blackstone are reportedly considering an extension of their bid for the Co. (Newswires)</p><p>BROKER MOVES</p><p>KION (KGX GY) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</p><p>HUGO BOSS (BOSS GY) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</p><p>HUGO BOSS (BOSS GY) REITERATED OUTPERFORM AT RBC</p><p>ZALANDO (ZAL GY) UPGRADED TO HOLD FROM SELL AT SOLEIL SECURITIES</p><p>CAC</p><p><strong>Societe Generale (GLE FP) – </strong>Q1 revenue EUR 6.19bln vs. Exp. EUR 6.07bln. Q1 net EUR 631mln vs. Exp. EUR 637mln. CET1 ratio 11.7% vs. Prev. 11.2%. Co. are to book EUR 250-300mln in restructuring costs for 2019. Co. are disposing their Slovenian unit to Hungary’s OTP Bank. (Newswires)</p><p><strong>AXA (CS FP) – </strong>Q1 revenue EUR 35bln vs. Exp. EUR 32.9bln. Co. confirms their FY19 targets. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Air France (AF FP) – </strong>Q1 revenue EUR 5.986bln vs. Prev. EUR 5.81bln. Q1 operating loss EUR -303mln vs. Exp. EUR -194mln. Q1 unit revenue -1.9%. Q1 net EUR -320mln vs. Prev. EUR -265mln. Co. reiterates their FY guidance. (Newswires)</p><p><strong>EssilorLuxottica (EL FP) – </strong>A group of investors are joining a resolution pushing for the election of new independent directors at the Co., in an attempt to resolve the Co’s ongoing governing issues. (FT)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p>Tenaris (TEN IM) – Q1 revenue EUR 1.87bln vs. Exp. USD 1.99bln and EPADS USD 0.41 vs. Exp. USD 0.38. (Newswires)</p><p>BPOST (BPOST BB) – Q1 revenue EUR 906.8mln vs. Exp. EUR 921mln, adj. EBIT EUR 95.8mln vs. Exp. EUR 91mln and net EUR 55.1mln vs. Prev. EUR 72.3mln. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p>Swiss RE (SREN SW) – Q1 net USD 429mln vs. Exp. USD 518.3mln. Co. state that their Property and Casualty reinsurance net income of USD 13mln and ROE of 0.6% was affected by large losses. First tranche of a share buyback programme of up to CHF 1bln is to begin on May 6th. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>Equinor (EQNR NO) – Q1 adj. operating result USD 4.19bln vs. Exp. USD 3.9bln, adj. net result USD 1.54bln vs. Exp. USD 1.35bln. Q1 operating result USD 4.73bln vs. Exp. USD 3.9bln. Co. propose a dividend of USD 0.26 per share, in-line with forecasts. Johan Sverdrup oil field is to begin production later in the year. (Newswires)</p><p>Novo Nordisk (NOVOB DC) – Q1 sales DKK 29.3bln vs. Exp. DKK 29.1bln. Q1 operating profit DKK 14.2bln vs. Exp. DKK 13.2bln. Q1 net income DKK 10.4bln vs. Exp. DKK 9.7bln. FY19 outlook is maintained, based on the progress made in Q1. (Newswires)</p><p>DNB (DNB NO) – Q1 net profit NOK 7.58bln vs. Exp. NOK 7.5bln. Q1 net interest income NOK 9.289bln vs. Exp. NOK 9.5bln. Co. state that the current macroeconomic environment is a tailwind for their business and customers. (Newswires)</p><p>ICA Gruppen (ICA SS) – Q1 revenue SEK 28.1bln vs. Exp. SEK 27.9bln, adjusted operating profit SEK 1.13bln vs. Prev. SEK 972mln and net SEK 813mln vs. Prev. SEK 700mln. (Newswires)</p><p>OMV (OMV AV) – Q1 revenue EUR 5.4bln vs. Prev. EUR 4.98bln and net EUR 346mln vs. Exp. EUR 373mln. (Newswires)</p><p>BROKER MOVES</p><p>LOGITECH (LOGN SW) UPGRADED TO BUY FROM HOLD AT KEPLER CHEUVREUX</p><p>US</p><p>* SPX -0.2% at 2917, NDX -0.4% at 7724, DJI -0.5% at 26307. SECTORS: Communications -0.9%, Cons Discretionary -0.0%, Cons Staples -0.1%, Energy -1.7%, Financials +0.2%, Healthcare +0.5%, Industrials -0.1%, Materials -0.6%, Tech -0.5%, Telecoms -0.5%, Utilities -0.3%.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-03-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:50:00",
        "gmt_time": "2019-05-03 05:50:00"
    },
    {
        "id": 867254,
        "updated_sequence": 1844750,
        "published_at": {
            "unix": 1556861700,
            "text": "2019-05-03 06:35:00 +0100",
            "iso_8601": "2019-05-03T05:35:00Z"
        },
        "updated_at": {
            "unix": 1556861755,
            "text": "2019-05-03 06:35:55 +0100",
            "iso_8601": "2019-05-03T05:35:55Z"
        },
        "subject": "Italian Deputy PM Salvini believe that the 5SM are seeking a government crisis, according to La Repubblica ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "La Repubblica",
        "slug": "italian-deputy-pm-salvini-believe-that-the-5sm-are-seeking-a-government-crisis-according-to-la-repubblica-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:35:00",
        "gmt_time": "2019-05-03 05:35:00"
    },
    {
        "id": 867253,
        "updated_sequence": 1844747,
        "published_at": {
            "unix": 1556860980,
            "text": "2019-05-03 06:23:00 +0100",
            "iso_8601": "2019-05-03T05:23:00Z"
        },
        "updated_at": {
            "unix": 1556861095,
            "text": "2019-05-03 06:24:55 +0100",
            "iso_8601": "2019-05-03T05:24:55Z"
        },
        "subject": "Euronext are experiencing a connectivity issue, as such the pre-open and the opening for warrants trading groups is to be delayed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "euronext-are-experiencing-a-connectivity-issue-as-such-the-pre-open-and-the-opening-for-warrants-trading-groups-is-to-be-delayed-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:23:00",
        "gmt_time": "2019-05-03 05:23:00"
    },
    {
        "id": 867252,
        "updated_sequence": 1844760,
        "published_at": {
            "unix": 1556860920,
            "text": "2019-05-03 06:22:00 +0100",
            "iso_8601": "2019-05-03T05:22:00Z"
        },
        "updated_at": {
            "unix": 1556862849,
            "text": "2019-05-03 06:54:09 +0100",
            "iso_8601": "2019-05-03T05:54:09Z"
        },
        "subject": "RANsquawk Daily European Opening News - 3rd May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21747/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets were mixed with the region cautious ahead of the looming US NFP data and after losses on Wall St</li><li>A report suggested that US and China trade talks may have hit an impasse. However, comments from US Commerce Secretary Ross suggested the two nations are in the end-game of negotiations</li><li>Latest UK local council election results show Labour Party councillors dropped by 53 to 601 and Conservative party councillors dropped by 117 to 512 in England</li><li>Looking ahead, highlights include UK Services PMI, EZ CPI (Flash), US Jobs Reports, US ISM Non-Manufacturing, Fed's Evans, Clarida, Williams &amp; Bowman, BoE's Broadbent</li><li>Earnings: Berkshire Hathaway, American Tower, Adidas, BASF, Fiat, Societe Generale, HSBC</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were mixed with the region cautious ahead of the looming US NFP data and after losses on Wall St</strong> where the fallout from the FOMC disappointment persisted and the energy sector underperformed on weaker oil prices. <strong>ASX 200 (+0.1%)</strong> swung between gains and losses with notable weakness seen in energy names after WTI crude declined by more than 3% and with financials subdued after Macquarie’s full-year results which improved from the prior year although it flagged a decline for FY20. <strong>KOSPI (-0.7%) </strong>and<strong> Hang Seng (-0.1%)</strong> were negative with South Korea heavily focused on earnings and with risk appetite in Hong Kong sapped by poor GDP data which showed its economy grew at the slowest pace in nearly a decade. However, the Hang Seng is well off intraday lows as trade related news provided a glimmer of optimism with Chinese Foreign Minister Wang to travel to the US on Tuesday and is expected to close the trade deal next week, while US Commerce Secretary Ross suggested they are in the end-game of trade negotiations. <strong>As a reminder, mainland China and Japan remained closed for holidays.</strong></p><p>&nbsp;</p><p>A report suggested that US and China trade talks may have hit an impasse as this week’s negotiations had fewer details about specific discussions and results, although some analysts suggested that fewer details mean they are closer to a deal and the report also noted that both sides voiced commitment to the talks. (Global Times/PTI) However, later comments from <strong>US Commerce Secretary Ross suggested the two nations are in the end-game of trade negotiations and both sides continue to make progress on a range of issues</strong>. Furthermore, Ross said the US is not likely to get the desired commitments from China to cut back on industrial subsidies and expects US govt to continue to use Section 301 despite potential US-China trade deal (Newswires)</p><p>UK/EU</p><p><strong>Latest UK local council elections results show Labour Party councillors dropped by 53 councillors to 601 and Conservative party councillors dropped by 117 to 512 in England</strong>. (BBC) Instead, voters turned to alternative parties which saw a significant swell in support for the Liberal Democrats, the Greens and independent candidates. (Sky News)</p><p>ECB's Rehn commented that the ECB shouldn't jump the gun after the first sign of stronger data. (Newswires)</p><p>EU's Juncker said ECB's Weidmann is a suitable candidate for the ECB president position. (Handelsblatt)</p><p>FX</p><p>&nbsp;</p><p>FX markets were relatively quiet amid continued holiday closures and with participants sidelined ahead of the key US jobs data. As such, the <strong>DXY</strong> was rangebound around the 97.50 level as it held on to post-FOMC gains and after better than expected Factory Orders added to the support for the currency, while its major counterparts were subdued in which <strong>EUR</strong>/<strong>USD</strong> languished below 1.1200. <strong>GBP</strong>/<strong>USD</strong> consolidated overnight post-BoE, while elections results overnight showed both Tories and Labour suffered losses but failed to impact the currency given that the elections were at the local council level. Elsewhere, <strong>antipodeans</strong> were lacklustre amid softer commodity prices and ahead of next week’s central bank meetings which are seen as ‘live’ for potential rate cuts from both the RBA and RBNZ, while weaker than expected Building Approvals also briefly weighed on <strong>AUD</strong>/<strong>USD</strong>.</p><p>Australian Building Approvals (Mar) M/M -15.5% vs. Exp. -14.0% (Prev. 19.1%). (Newswires) Australian Building Approvals (Mar) Y/Y -27.3% vs. Exp. -25.1% (Prev. -12.5%)</p><p>COMMODITIES&nbsp;</p><p>Commodities were lacklustre overnight with <strong>WTI</strong> crude despondent after the prior day’s drop of over 3% and brief test of the USD 61.00/bbl level to the downside where it eventually found support. The weakness in prices was attributed to a firmer greenback and the subdued risk appetite in the aftermath of the FOMC, while some also suggested a deepening of the correction to this year’s rally and Citi cited Russia production keeping output levels above the OPEC+ target. Elsewhere, <strong>gold</strong> was restrained as the greenback held on to its gains and participants tentative ahead of the key US jobs data, while <strong>copper’s</strong> attempts to nurse losses were kept feeble by the absence of Chinese participants and subdued price action across the complex.</p><p>US is considering sanctioning businesses involved in Iran petrochemical trade and is stepping up efforts to sever Iran's non-USD trade, while it is also looking at sanctioning banks doing business with Iran. In other news, Iran Oil Minister Zanganeh said they will not remain silent if other OPEC members threaten its interests and commented that an OPEC collapse is likely. (Newswires/WSJ)</p><p>Venezuela opposition lawmaker Lopez says it is clear there are more military movements to come. (Newswires)</p><p>Valero Memphis, Tennessee refinery was knocked out of production due to a pipeline malfunction, while there were also reports of a fire at the Phillips 66 Carson, California refinery. (Newswires)</p><p>US</p><p>US Treasuries once again had a slow start to the session in Asia-Pac, but as the Europeans returned from holiday, some selling was noted after poor German data. Henceforth the selling stalled after stellar US factory orders (MM 1.9% vs. prev. -0.3% &amp; exp. 1.6%) that detracted from some weekly claims ticking up, and durable goods revisions. Thereafter, while the day’s headline grabber came from source reports suggesting an impasse on US-Sino trade-talks, little follow through was seen in USTs, which diverged on Thursday from a declining stock space. As such the block flattener noted following the US data (12k+ in TYM9 vs. 3k+ Ultra Longs) set the tone for the day with 10yr yield approaching its 50DMA towards the close and T-note futures settled -13 ticks at 123-13+.</p><p>US President Trump suggested no more costly and time-consuming investigations, while he called on parties to work together on immigration, infrastructure and much lower drug prices. (Twitter)</p><p><strong>US President Trump announced that Fed Nominee Stephen Moore has withdrawn from nomination process</strong>. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-3rd-may-2019-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 13:22:00",
        "gmt_time": "2019-05-03 05:22:00"
    },
    {
        "id": 867251,
        "updated_sequence": 1844741,
        "published_at": {
            "unix": 1556859180,
            "text": "2019-05-03 05:53:00 +0100",
            "iso_8601": "2019-05-03T04:53:00Z"
        },
        "updated_at": {
            "unix": 1556859657,
            "text": "2019-05-03 06:00:57 +0100",
            "iso_8601": "2019-05-03T05:00:57Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded cautious following the continued post-FOMC fallout in US and amid tentativeness ahead of NFP jobs data",
        "content": "<p>Asia equity markets were mixed with the region cautious ahead of the looming US NFP data and after the losses on Wall St where the fallout from the FOMC disappointment persisted and the energy sector underperformed on weaker oil prices. ASX 200 (+0.1%) swung between gains and losses with notable weakness seen in energy names after WTI crude declined by more than 3% and with financials subdued after Macquarie’s full-year results which improved from the prior year although it flagged a decline for FY20. KOSPI (-0.7%) and Hang Seng (-0.1%) were negative with South Korea heavily focused on earnings and with risk appetite in Hong Kong sapped by poor GDP data which showed its economy grew at the slowest pace in nearly a decade. However, the Hang Seng is well off intraday lows as trade related news provided a glimmer of optimism with Chinese Foreign Minister Wang to travel to the US on Tuesday and is expected to close the trade deal next week, while US Commerce Secretary Ross suggested they are in the end-game of trade negotiations. As a reminder, mainland China and Japan remained closed for holidays.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-cautious-following-the-continued-post-fomc-fallout-in-us-and-amid-tentativeness-ahead-of-nfp-jobs-data-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:53:00",
        "gmt_time": "2019-05-03 04:53:00"
    },
    {
        "id": 867250,
        "updated_sequence": 1844738,
        "published_at": {
            "unix": 1556858760,
            "text": "2019-05-03 05:46:00 +0100",
            "iso_8601": "2019-05-03T04:46:00Z"
        },
        "updated_at": {
            "unix": 1556858846,
            "text": "2019-05-03 05:47:26 +0100",
            "iso_8601": "2019-05-03T04:47:26Z"
        },
        "subject": "SocGen (GLE FP) Q1 Adj. net income EUR 631mln vs. Exp. EUR 658mln, rev. EUR 6.19bln vs. Exp. EUR 6.16bln, announced disposal of Slovenia retail business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "socgen-gle-fp-q1-adj-net-income-eur-631mln-vs-exp-eur-658mln-rev-eur-6-19bln-vs-exp-eur-6-16bln-announced-disposal-of-slovenia-retail-business-03-05-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:46:00",
        "gmt_time": "2019-05-03 04:46:00"
    },
    {
        "id": 867249,
        "updated_sequence": 1844733,
        "published_at": {
            "unix": 1556857680,
            "text": "2019-05-03 05:28:00 +0100",
            "iso_8601": "2019-05-03T04:28:00Z"
        },
        "updated_at": {
            "unix": 1556857761,
            "text": "2019-05-03 05:29:21 +0100",
            "iso_8601": "2019-05-03T04:29:21Z"
        },
        "subject": "Hang Seng Bank (11 HK) declares 1st interim dividend of HKD 1.40/Shr vs. Prev. HKD 1.30/Shr Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hang-seng-bank-11-hk-declares-1st-interim-dividend-of-hkd-1-40-shr-vs-prev-hkd-1-30-shr-y-y-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:28:00",
        "gmt_time": "2019-05-03 04:28:00"
    },
    {
        "id": 867248,
        "updated_sequence": 1844735,
        "published_at": {
            "unix": 1556856360,
            "text": "2019-05-03 05:06:00 +0100",
            "iso_8601": "2019-05-03T04:06:00Z"
        },
        "updated_at": {
            "unix": 1556857769,
            "text": "2019-05-03 05:29:29 +0100",
            "iso_8601": "2019-05-03T04:29:29Z"
        },
        "subject": "HSBC (5 HK) Q1 Adj. pre-tax profit USD 6.35bln vs. Prev. USD 5.80bln Y/Y, Q1 adj. rev. rose by 9% Y/Y to USD 14.43bln and announces first interim dividend of USD 0.10 per share",
        "content": "<ul><li>Q1 net interest income USD 7.47bln vs. Prev. USD 7.46bln Y/Y.</li><li>Q1 net interest margin 1.59% vs. Prev. 1.67%.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-5-hk-q1-adj-pre-tax-profit-usd-6-35bln-vs-prev-usd-5-80bln-y-y-q1-adj-rev-rose-by-9-y-y-to-usd-14-43bln-and-announces-first-interim-dividend-of-usd-0-10-per-share-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:06:00",
        "gmt_time": "2019-05-03 04:06:00"
    },
    {
        "id": 867247,
        "updated_sequence": 1844725,
        "published_at": {
            "unix": 1556856180,
            "text": "2019-05-03 05:03:00 +0100",
            "iso_8601": "2019-05-03T04:03:00Z"
        },
        "updated_at": {
            "unix": 1556856292,
            "text": "2019-05-03 05:04:52 +0100",
            "iso_8601": "2019-05-03T04:04:52Z"
        },
        "subject": "Indonesia minister says cabinet reshuffle is possible after June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-minister-says-cabinet-reshuffle-is-possible-after-june-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:03:00",
        "gmt_time": "2019-05-03 04:03:00"
    },
    {
        "id": 867245,
        "updated_sequence": 1844719,
        "published_at": {
            "unix": 1556856000,
            "text": "2019-05-03 05:00:00 +0100",
            "iso_8601": "2019-05-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1556856184,
            "text": "2019-05-03 05:03:04 +0100",
            "iso_8601": "2019-05-03T04:03:04Z"
        },
        "subject": "Malaysia Exports (Mar) Y/Y -0.5% vs. Exp. -0.8% (Prev. -5.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-exports-mar-y-y-0-5-vs-exp-0-8-prev-5-3-03-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:00:00",
        "gmt_time": "2019-05-03 04:00:00"
    },
    {
        "id": 867246,
        "updated_sequence": 1844722,
        "published_at": {
            "unix": 1556856000,
            "text": "2019-05-03 05:00:00 +0100",
            "iso_8601": "2019-05-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1556856216,
            "text": "2019-05-03 05:03:36 +0100",
            "iso_8601": "2019-05-03T04:03:36Z"
        },
        "subject": "Malaysia Imports (Mar) Y/Y -0.1% vs. Exp. -1.4% (Prev. -9.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-imports-mar-y-y-0-1-vs-exp-1-4-prev-9-4-03-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:00:00",
        "gmt_time": "2019-05-03 04:00:00"
    },
    {
        "id": 867244,
        "updated_sequence": 1844716,
        "published_at": {
            "unix": 1556856000,
            "text": "2019-05-03 05:00:00 +0100",
            "iso_8601": "2019-05-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1556856146,
            "text": "2019-05-03 05:02:26 +0100",
            "iso_8601": "2019-05-03T04:02:26Z"
        },
        "subject": "Malaysia Trade Balance (MYR)(Mar) 14.4B vs. Exp. 14.2B (Prev. 11.1B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-trade-balance-myr-mar-14-4b-vs-exp-14-2b-prev-11-1b-03-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 12:00:00",
        "gmt_time": "2019-05-03 04:00:00"
    },
    {
        "id": 867243,
        "updated_sequence": 1844713,
        "published_at": {
            "unix": 1556855580,
            "text": "2019-05-03 04:53:00 +0100",
            "iso_8601": "2019-05-03T03:53:00Z"
        },
        "updated_at": {
            "unix": 1556855686,
            "text": "2019-05-03 04:54:46 +0100",
            "iso_8601": "2019-05-03T03:54:46Z"
        },
        "subject": "US District Court judge denies Amgen (AMGN) request for preliminary injunction to stop Cipla (CIPLA IS) from selling a generic version of CINACALCET tablets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-district-court-judge-denies-amgen-amgn-request-for-preliminary-injunction-to-stop-cipla-cipla-is-from-selling-a-generic-version-of-cinacalcet-tablets-03-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:53:00",
        "gmt_time": "2019-05-03 03:53:00"
    },
    {
        "id": 867242,
        "updated_sequence": 1844710,
        "published_at": {
            "unix": 1556855220,
            "text": "2019-05-03 04:47:00 +0100",
            "iso_8601": "2019-05-03T03:47:00Z"
        },
        "updated_at": {
            "unix": 1556855366,
            "text": "2019-05-03 04:49:26 +0100",
            "iso_8601": "2019-05-03T03:49:26Z"
        },
        "subject": "US President Trump suggests no more costly and time consuming investigations, while he calls on parties to work together on immigration, infrastructure and much lower drug prices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-suggests-no-more-costly-and-time-consuming-investigations-while-he-calls-on-parties-to-work-together-on-immigration-infrastructure-and-much-lower-drug-prices-03-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:47:00",
        "gmt_time": "2019-05-03 03:47:00"
    },
    {
        "id": 867240,
        "updated_sequence": 1844702,
        "published_at": {
            "unix": 1556854680,
            "text": "2019-05-03 04:38:00 +0100",
            "iso_8601": "2019-05-03T03:38:00Z"
        },
        "updated_at": {
            "unix": 1556854732,
            "text": "2019-05-03 04:38:52 +0100",
            "iso_8601": "2019-05-03T03:38:52Z"
        },
        "subject": "Fonterra reports New Zealand milk output in March fell 8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fonterra-reports-new-zealand-milk-output-in-march-fell-8-03-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:38:00",
        "gmt_time": "2019-05-03 03:38:00"
    },
    {
        "id": 867241,
        "updated_sequence": 1844705,
        "published_at": {
            "unix": 1556854680,
            "text": "2019-05-03 04:38:00 +0100",
            "iso_8601": "2019-05-03T03:38:00Z"
        },
        "updated_at": {
            "unix": 1556854778,
            "text": "2019-05-03 04:39:38 +0100",
            "iso_8601": "2019-05-03T03:39:38Z"
        },
        "subject": "Japan Ruling LDP party official says open to more spending if sales tax increase negatively impacts growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-ruling-ldp-party-official-says-open-to-more-spending-if-sales-tax-increase-negatively-impacts-growth-03-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:38:00",
        "gmt_time": "2019-05-03 03:38:00"
    },
    {
        "id": 867239,
        "updated_sequence": 1844699,
        "published_at": {
            "unix": 1556854380,
            "text": "2019-05-03 04:33:00 +0100",
            "iso_8601": "2019-05-03T03:33:00Z"
        },
        "updated_at": {
            "unix": 1556854562,
            "text": "2019-05-03 04:36:02 +0100",
            "iso_8601": "2019-05-03T03:36:02Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Tata Power (TPWR IS) Q4 consolidated net fell 92% Y/Y to INR 1.07bln due to an exceptional adjustment the prior year",
        "content": "<p>DLF (DLF IS) - Co. offloaded a Uttar Pradesh shopping mall to its unit for INR 29.5bln. (ET)</p><p>HDFC Life Insurance (HDFCLIFE IS) - Standard Life is to offload 1.78% stake in the Co. valued at INR 14.0bln. (ET)</p><p>Tata Motor (TTMT IS) - Co. April domestic passenger vehicle sales fell by 26% Y/Y to 12694 units. (ET)</p><p>Tata Power (TPWR IS) - Co. Q4 consolidated net fell 92% Y/Y to INR 1.07bln due to an exceptional adjustment the prior year. (ET)</p><p>Wipro (WPRO IS) - Co. is seeking shareholder approval for INR 105bln buyback offer. (ET)</p><p>Other News - RBI Governor Das position as central bank chief is said to be relatively safe under the next government no matter who wins the election given that he has as a bureaucrat under both past BJP and Congress governments. (The Print)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-tata-power-tpwr-is-q4-consolidated-net-fell-92-y-y-to-inr-1-07bln-due-to-an-exceptional-adjustment-the-prior-year-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:33:00",
        "gmt_time": "2019-05-03 03:33:00"
    },
    {
        "id": 867238,
        "updated_sequence": 1844694,
        "published_at": {
            "unix": 1556852520,
            "text": "2019-05-03 04:02:00 +0100",
            "iso_8601": "2019-05-03T03:02:00Z"
        },
        "updated_at": {
            "unix": 1556853197,
            "text": "2019-05-03 04:13:17 +0100",
            "iso_8601": "2019-05-03T03:13:17Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades cautious following the continued post-FOMC fallout in US and amid cautiousness ahead of US NFPs",
        "content": "<p>Asia equity markets are lower with sentiment in the region dampened after the losses on Wall St in a continuation of the fallout from the FOMC disappointment and where the energy sector underperformed on weaker oil prices, while looming US NFP jobs data further adds to the cautiousness. ASX 200 (+0.2%) is indecisive with notable weakness seen in energy names after WTI crude declined by more than 3% and with financials subdued after Macquarie’s full-year results which improved from the prior year but flagged a decline for FY20. KOSPI (-0.6%) and Hang Seng (-0.3%) are negative with South Korea heavily focused on earnings and with risk appetite in Hong Kong sapped by poor GDP data which showed its economy grew at the slowest pace in nearly a decade. Conversely, trade related news continues to provide a glimmer of optimism with Chinese Foreign Minister Wang to travel to the US and is expected to close the trade deal next week, while US Commerce Secretary Ross suggested they are in the end-game of trade negotiations although the Asia-Pac region has failed to benefit with mainland China and Japan participants absent from the market again.</p><p>FX markets are relatively quiet amid continued holiday closures and with participants sidelined ahead of the key US jobs data. As such, the DXY is rangebound around the 97.50 level as it holds on to post-FOMC gains and with better than expected Factory Orders adding to the support for the currency, while its major counterparts are subdued with EUR/USD languishing below 1.1200. GBP/USD consolidates overnight after the recent BoE-triggered indecision as the MPC continued to suggest the appropriateness of tighter policy if the economy develops broadly in line with its Inflation Report projections. Elsewhere, antipodeans are lacklustre amid softer commodity prices and ahead of next week’s central bank meetings which are seen as ‘live’ for potential rate cuts from both the RBA and RBNZ, while weaker than expected Building Approvals also briefly weighed on AUD/USD.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-cautious-following-the-continued-post-fomc-fallout-in-us-and-amid-cautiousness-ahead-of-us-nfps-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 11:02:00",
        "gmt_time": "2019-05-03 03:02:00"
    },
    {
        "id": 867237,
        "updated_sequence": 1844707,
        "published_at": {
            "unix": 1556850300,
            "text": "2019-05-03 03:25:00 +0100",
            "iso_8601": "2019-05-03T02:25:00Z"
        },
        "updated_at": {
            "unix": 1556855100,
            "text": "2019-05-03 04:45:00 +0100",
            "iso_8601": "2019-05-03T03:45:00Z"
        },
        "subject": "Latest UK local council elections results show Labour Party councillors dropped by 53 councillors to 601 and Conservative party councillors dropped by 117 to 512 in England, according to BBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "latest-uk-local-council-elections-results-show-labour-party-councillors-dropped-by-53-councillors-to-601-and-conservative-party-councillors-dropped-by-117-to-512-in-england-according-to-bbc-03-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 10:25:00",
        "gmt_time": "2019-05-03 02:25:00"
    },
    {
        "id": 867236,
        "updated_sequence": 1844684,
        "published_at": {
            "unix": 1556850240,
            "text": "2019-05-03 03:24:00 +0100",
            "iso_8601": "2019-05-03T02:24:00Z"
        },
        "updated_at": {
            "unix": 1556850307,
            "text": "2019-05-03 03:25:07 +0100",
            "iso_8601": "2019-05-03T02:25:07Z"
        },
        "subject": "South Korea Foreign Minister said he is optimistic North Korea will return to dialogue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-foreign-minister-said-he-is-optimistic-north-korea-will-return-to-dialogue-03-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 10:24:00",
        "gmt_time": "2019-05-03 02:24:00"
    },
    {
        "id": 867235,
        "updated_sequence": 1844681,
        "published_at": {
            "unix": 1556850060,
            "text": "2019-05-03 03:21:00 +0100",
            "iso_8601": "2019-05-03T02:21:00Z"
        },
        "updated_at": {
            "unix": 1556850135,
            "text": "2019-05-03 03:22:15 +0100",
            "iso_8601": "2019-05-03T02:22:15Z"
        },
        "subject": "Korean Air (003490 KS) plans to increase domestic fares by 7% effective June 1st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "korean-air-003490-ks-plans-to-increase-domestic-fares-by-7-effective-june-1st-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 10:21:00",
        "gmt_time": "2019-05-03 02:21:00"
    },
    {
        "id": 867232,
        "updated_sequence": 1844671,
        "published_at": {
            "unix": 1556847660,
            "text": "2019-05-03 02:41:00 +0100",
            "iso_8601": "2019-05-03T01:41:00Z"
        },
        "updated_at": {
            "unix": 1556847732,
            "text": "2019-05-03 02:42:12 +0100",
            "iso_8601": "2019-05-03T01:42:12Z"
        },
        "subject": "South Korea has permitted low cost carriers to sharply raise the number of flights to China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-has-permitted-low-cost-carriers-to-sharply-raise-the-number-of-flights-to-china-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 09:41:00",
        "gmt_time": "2019-05-03 01:41:00"
    },
    {
        "id": 867231,
        "updated_sequence": 1844666,
        "published_at": {
            "unix": 1556847000,
            "text": "2019-05-03 02:30:00 +0100",
            "iso_8601": "2019-05-03T01:30:00Z"
        },
        "updated_at": {
            "unix": 1556847139,
            "text": "2019-05-03 02:32:19 +0100",
            "iso_8601": "2019-05-03T01:32:19Z"
        },
        "subject": "Australian Building Approvals (Mar) Y/Y -27.3% vs. Exp. -25.1% (Prev. -12.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-building-approvals-mar-y-y-27-3-vs-exp-25-1-prev-12-5-03-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 09:30:00",
        "gmt_time": "2019-05-03 01:30:00"
    },
    {
        "id": 867228,
        "updated_sequence": 1844657,
        "published_at": {
            "unix": 1556846160,
            "text": "2019-05-03 02:16:00 +0100",
            "iso_8601": "2019-05-03T01:16:00Z"
        },
        "updated_at": {
            "unix": 1556846271,
            "text": "2019-05-03 02:17:51 +0100",
            "iso_8601": "2019-05-03T01:17:51Z"
        },
        "subject": "KT Corp (030200 KS) Q1 net KRW 231bln vs. Exp. KRW 202bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kt-corp-030200-ks-q1-net-krw-231bln-vs-exp-krw-202bln-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 09:16:00",
        "gmt_time": "2019-05-03 01:16:00"
    },
    {
        "id": 867227,
        "updated_sequence": 1844654,
        "published_at": {
            "unix": 1556845740,
            "text": "2019-05-03 02:09:00 +0100",
            "iso_8601": "2019-05-03T01:09:00Z"
        },
        "updated_at": {
            "unix": 1556845907,
            "text": "2019-05-03 02:11:47 +0100",
            "iso_8601": "2019-05-03T01:11:47Z"
        },
        "subject": "PRE-MARKET HONG KONG STOCK NEWS: Newsflow is light as mainland China remains shut for holiday",
        "content": "<p>Xiaomi (1810 HK) - Co. Q1 prelim. smartphone shipments surpassed 27.5mln units. (Newswires)</p><p>Trade News - Chinese Foreign Minister Wang is to travel to the US next Tuesday and is expected to close the trade deal next week, while there were also comments from US Commerce Secretary Ross that they are in the end-game of trade negotiations and both sides continue to make progress on a range of issues. (Newswires)</p><p>- A report suggested that US and China trade talks may have hit an impasse as this week’s negotiations had fewer details about specific discussions and results, although some analysts suggested that fewer details mean they are closer to a deal and the report also noted that both sides voiced commitment to the talks. (Global Times/PTI)</p><p>Other News - HSBC expects shares in Chinese healthcare, beer and liquor firms to be underpinned from MSCI’s intention to raise A share inclusion in its global benchmark to 20% from 5% weighting by November which it announced earlier this year. (SCMP)</p><p>Data Recap - Hong Kong GDP (Q1 A) Q/Q 1.2% vs. Exp. 0.7% (Prev. -0.3%, Rev. -0.5%). (Newswires) - Hong Kong GDP (Q1 A) Y/Y 0.5% vs. Exp. 1.9% (Prev. 1.3%, Rev. 1.2%)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-hong-kong-stock-news-newsflow-is-light-as-mainland-china-remains-shut-for-holiday-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 09:09:00",
        "gmt_time": "2019-05-03 01:09:00"
    },
    {
        "id": 867226,
        "updated_sequence": 1844651,
        "published_at": {
            "unix": 1556843580,
            "text": "2019-05-03 01:33:00 +0100",
            "iso_8601": "2019-05-03T00:33:00Z"
        },
        "updated_at": {
            "unix": 1556843879,
            "text": "2019-05-03 01:37:59 +0100",
            "iso_8601": "2019-05-03T00:37:59Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Hon Hai (2317 TT) Chairman Gou reaffirmed commitment to its investment project in Wisconsin during a meeting with US President Trump",
        "content": "<p>TAIWAN</p><p>Hon Hai (2317 TT) - Co. Chairman Gou reaffirmed commitment to its investment project in Wisconsin during a meeting with US President Trump. (Focus Taiwan)</p><p>Other News - Taiwan Central Bank March meeting minutes showed members were concerned about local investments and that a member saw no need to lower rates, while a member also saw no case to increase rates. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Frasers Property (FPL SP) - Co. Q2 net SGD 120.5mln vs. Prev. SGD 111.2mln Y/Y. (Newswires)</p><p>SembCorp Marine (SMM SP) - Co. Q1 net SGD 1.7mln vs. Prev. SGD 5.3mln Y/Y, rev. SGD 810.6mln vs. Prev. SGD 1.2bln Y/Y. (Newswires)</p><p>United Overseas Bank (UOB SP) - Co. Q1 net SGD 1.05bln vs. Prev. SGD 978mln Y/Y, net interest income SGD 1.59bln vs. Prev. SGD 1.47bln. (Newswires)</p><p>Other News - MAS and Bank of Canada used blockchain technology for the first time in trial for a faster, cheaper and safer cross-border payments. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-hon-hai-2317-tt-chairman-gou-reaffirmed-commitment-to-its-investment-project-in-wisconsin-during-a-meeting-with-us-president-trump-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 08:33:00",
        "gmt_time": "2019-05-03 00:33:00"
    },
    {
        "id": 867225,
        "updated_sequence": 1844645,
        "published_at": {
            "unix": 1556842680,
            "text": "2019-05-03 01:18:00 +0100",
            "iso_8601": "2019-05-03T00:18:00Z"
        },
        "updated_at": {
            "unix": 1556842765,
            "text": "2019-05-03 01:19:25 +0100",
            "iso_8601": "2019-05-03T00:19:25Z"
        },
        "subject": "LA County Fire Department says it is responding to a fire at the Phillips 66 Carson California refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "la-county-fire-department-says-it-is-responding-to-a-fire-at-the-phillips-66-carson-california-refinery-03-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 08:18:00",
        "gmt_time": "2019-05-03 00:18:00"
    },
    {
        "id": 867224,
        "updated_sequence": 1844642,
        "published_at": {
            "unix": 1556842320,
            "text": "2019-05-03 01:12:00 +0100",
            "iso_8601": "2019-05-03T00:12:00Z"
        },
        "updated_at": {
            "unix": 1556842377,
            "text": "2019-05-03 01:12:57 +0100",
            "iso_8601": "2019-05-03T00:12:57Z"
        },
        "subject": "Samsung Heavy (010140 KS) receives KRW 221.6bln contract",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-heavy-010140-ks-receives-krw-221-6bln-contract-03-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 08:12:00",
        "gmt_time": "2019-05-03 00:12:00"
    },
    {
        "id": 867223,
        "updated_sequence": 1844639,
        "published_at": {
            "unix": 1556841720,
            "text": "2019-05-03 01:02:00 +0100",
            "iso_8601": "2019-05-03T00:02:00Z"
        },
        "updated_at": {
            "unix": 1556841808,
            "text": "2019-05-03 01:03:28 +0100",
            "iso_8601": "2019-05-03T00:03:28Z"
        },
        "subject": "Asia equity markets begin cautious after the weak lead from US where all majors declined in a continued fall out from the FOMC disappointment and amid tentativeness ahead of NFP data ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-cautious-after-the-weak-lead-from-us-where-all-majors-declined-in-a-continued-fall-out-from-the-fomc-disappointment-and-amid-tentativeness-ahead-of-nfp-data-03-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-03 08:02:00",
        "gmt_time": "2019-05-03 00:02:00"
    }
]