[
    {
        "id": 874003,
        "updated_sequence": 1879422,
        "published_at": {
            "unix": 1561149000,
            "text": "2019-06-21 21:30:00 +0100",
            "iso_8601": "2019-06-21T20:30:00Z"
        },
        "updated_at": {
            "unix": 1561149000,
            "text": "2019-06-21 21:30:00 +0100",
            "iso_8601": "2019-06-21T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-14-06-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 04:30:00",
        "gmt_time": "2019-06-21 20:30:00"
    },
    {
        "id": 874966,
        "updated_sequence": 1879416,
        "published_at": {
            "unix": 1561147560,
            "text": "2019-06-21 21:06:00 +0100",
            "iso_8601": "2019-06-21T20:06:00Z"
        },
        "updated_at": {
            "unix": 1561147719,
            "text": "2019-06-21 21:08:39 +0100",
            "iso_8601": "2019-06-21T20:08:39Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 24th June 2019 ",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22127/download\"><strong>here</strong></a></p><ul><li><strong>SUN</strong>: Istabul Election re-run</li><li><strong>MON</strong>: German Ifo Survey</li><li><strong>TUE</strong>: RBNZ Monetary Policy meeting, Hungarian Central Bank Monetary Policy meeting, US Consumer Confidence, New Home Sales, Meeting minutes</li><li><strong>WED</strong>: US Durable Goods</li><li><strong>THU</strong>: Banxico Monetary Policy meeting, US GDP Final, Core PCE (Final), EZ Sentiment</li><li><strong>FRI</strong>: G20, Japanese CPI and Unemployment, UK GDP, US Consumption and Uni. Of Michigan</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-24th-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 04:06:00",
        "gmt_time": "2019-06-21 20:06:00"
    },
    {
        "id": 874967,
        "updated_sequence": 1879420,
        "published_at": {
            "unix": 1561147500,
            "text": "2019-06-21 21:05:00 +0100",
            "iso_8601": "2019-06-21T20:05:00Z"
        },
        "updated_at": {
            "unix": 1561147750,
            "text": "2019-06-21 21:09:10 +0100",
            "iso_8601": "2019-06-21T20:09:10Z"
        },
        "subject": "RANsquawk Central Banks Weekly  21st June 2019 - Previewing RBNZ; Reviewing FOMC, BOE, ECB SINTRA, BOJ, RBNZ, RBA, NB, BCB, RBI, SNB",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22126/download\"><strong>here</strong></a></p><ul><li>PREVIEWING RBNZ</li><li>REVIEWING FOMC, BOE, ECB SINTRA, BOJ, RBNZ, RBA, NB, BCB, RBI, SNB</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-21st-june-2019-previewing-rbnz-reviewing-fomc-boe-ecb-sintra-boj-rbnz-rba-nb-bcb-rbi-snb-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 04:05:00",
        "gmt_time": "2019-06-21 20:05:00"
    },
    {
        "id": 874994,
        "updated_sequence": 1879428,
        "published_at": {
            "unix": 1561147440,
            "text": "2019-06-21 21:04:00 +0100",
            "iso_8601": "2019-06-21T20:04:00Z"
        },
        "updated_at": {
            "unix": 1561239030,
            "text": "2019-06-22 22:30:30 +0100",
            "iso_8601": "2019-06-22T21:30:30Z"
        },
        "subject": "RANsquawk US Market Wrap - 21st June 2019: Trump calls off Iran counter strike, reaches out for talks",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22129/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><ul><li><strong>SNAPSHOT:</strong> Equites down, Treasuries down, Dollar down, Crude up.</li><li><strong>REAR VIEW: </strong>Trump calls off “disproportionate” counterstrike vs Iran; VP Pence calls off China speech, citing progress in talks; Clarida toes FOMC line; weak US PMIs, better EU PMIs.</li><li><strong>NEXT WEEK: Sun</strong>: Turkish Election re-run; <strong>Mon</strong>: German Ifo Survey; <strong>Tues</strong>: Fed’s Powell, Williams, Hungarian Central Bank Monetary Policy meeting, US Consumer Confidence, New Home Sales, BCB Meeting minutes; <strong>Weds</strong>: RBNZ Monetary Policy meeting, US Durable Goods, BoE’s Carney; <strong>Thurs</strong>: Banxico Monetary Policy meeting, US GDP Final, EZ Sentiment; <strong>Fri;</strong> US Core PCE, Canada GDP.&nbsp;</li><li><strong>RANSQUAWK WEEK IN FOCUS</strong> - week commencing 24th June 2019. To download the report, please <a href=\"https://ransquawk.com/research_sheets/22127/download\">click here.</a></li></ul><p>&nbsp;</p><p><strong>* IRAN: </strong>Tensions in the Persian Gulf were rife; overnight reports said President Trump had ordered and then consequentially cancelled an airstrike on Iran. Trump said he did not think it was worth killing 150 people for downing an autonomous drone, and instead sent a letter setting out a timetable for talks with Iran, which Supreme Leader Khamenei swiftly dismissed; however, separate reports suggested that US airstrikes were still on the cards. Iran took a similar tit-for-tat stance, saying that it would “respond to diplomacy with diplomacy and war with firm defence.” But Iran also laid some conditions it was after, such that if the US doesn’t want war it would have to ease sanctions. Some punchy comments out of the Iranian Revolutionary Guard did not express much diplomacy however, where it boasted that it could have shot down a manned US aircraft, in addition to the drone, as well as later saying that US bases and aircraft carriers are within the range of their missiles. Trump said he did not have any preconditions for talks, but the issues of ballistic missiles would have to be included and he would be open to meeting with Iranian officials such as President Rouhani. Close attention is to be payed on whether the two states can come together over the weekend, where if not, a military escalation seems likely according to some commentators, perhaps even Friday night, some have suggested.</p><p><strong>* CHINA:&nbsp;</strong>US Vice President Mike Pence today opted to delay a China policy address, citing progress in talks between the two countries. Given Pence’s track record of delivering hawkish foreign policy speeches (such as last year when he laid out a number of grievances the Trump administration has with China related to human rights, religious freedom and intellectual property theft), this is likely to interpreted as a goodwill gesture; the equity markets certainly interpreted the comments in this way, rallying to fresh highs on the comments. China’s Global Times editor suggested that a significant hurdle for China in negotiations with the US is the issue of fairness, and alluded to that fact that China will not accept a deal if the US side does not remove all tariffs imposed since the onset of the trade war.</p><p><strong>* FED: Fed’s Clarida</strong> (voter) toed the FOMC’s (now dovishly adopted) line, saying that there was broad agreement that the case for looser policy has increased, and that the Fed will act appropriately to sustain the expansion, that trends overseas might affect the US outlook. He did note that the US is close to its 2% inflation target. On Fed flexibility, Clarida said the bank had the room to act as needed, and rates were not, at present, close to the zero bound. When asked about the bank’s independence, he said it was not under threat. <strong>Fed's Bullard</strong> (voter, dove) revealed the reasons as to why he dissented at the Fed meeting on Wednesday; he argued that the factors behind weak inflation are unlikely to be solely transitory and pointed to market based inflation expectations; which have \"weakened considerably\" below the Fed's 2% target. <strong>Fed's Brainard</strong> (voter) said that risk management argues for a lower rate path when risks shift to the downside and she has seen downside risks in recent weeks. She said that rates will likely remain low in the future and that low inflation may create a self-fulfilling dynamic. She added that inflation indicators have been disappointing, making it important to sustain momentum, but caveated that the US economy remains solid. <strong>Fed's Kashkari</strong> (non-voter) said he called for a 50bps rate cut at this week's FOMC, arguing that aggressive action is needed to re-anchor inflation expectations, which he currently sees around 1.7%. He argued that Fed should commit to not raising rates until inflation is sustainably at 2.0%.</p><p><strong>* ECB:&nbsp;</strong>ECB's Draghi reiterated his message from earlier in the week: telling EU leaders that signs of weakness are increasing, the economic rebound is weaker than expected and, in absence of a sustained return to the ECB's inflation target, additional stimulus will be required.</p><p><strong>* US MARKIT FLASH PMI: </strong>Manufacturing PMI came in at 50.1 in June, down from 50.5 in May and below expectations for 50.4. This reading is the lowest since September 2009. Markit cited weaker rates of production growth and staff hiring as the key factors weighing on the headline, alongside the largest drop in stocks of purchases for almost a decade. Services PMI came in at 50.7, also below expectations (for 50.9) and pointed to the slowest growth in service output since 2016. Markit said “business activity edged closer to stagnation in June, expanding at the slowest rate since February 2016 and rounding off a second quarter in which the survey data point to the pace of economic expansion slipping to 1.4%”.</p><p><strong>* US EXISTING HOME SALES:</strong> Rose to a three-month high in May at 5.34mln, beating the consensus for 5.3mln. \"Sales continue their fitful recovery after last year's sharp decline, following the capping of state and local tax deductions from federal income tax,\" Pantheon Macroeconomics said. \"Together with higher mortgage rates in the three quarters of the year, this depressed activity and slowed the rate of price increases.\" Sales are still running some way short of the pace implied by the path of mortgage applications, so Pantheon sees scope for further increases over the summer.</p><p><strong>* CANADA RETAIL SALES:</strong> Retail Sales rose 0.1% in April, short of the 0.2% expected. The core rate at 0.1% was also short of the expected 0.3%. \"Looking through monthly wiggles, sale volumes were still up 1.2% versus their Q1 average and 2.2% from a year ago,\" RBC writes, \"That Y/Y rate is admittedly modest, but nonetheless the highest since September of last year.\" The bank notes that labour markets have remained very strong, and the unemployment rate hit another new cycle-low in May. \"The pullback in interest rates in Canada and abroad in recent months mean that household debt payments won’t likely increase as much as has been previously feared this year or next.\" RBC is expecting consumer spending growth to remain relatively unimpressive. \"The more pressing risk to the economic outlook at the moment, though, remains for a potential escalation in the US-China trade spat to generate more significant negative spillovers to the Canadian industrial sector,\" the bank warns.</p><p><strong>* WTI FUTURES (Q9) SETTLE USD 0.36 HIGHER AT USD 57.43/BBL; BRENT FUTURES (Q9) SETTLES USD 0.75 HIGHER AT USD 65.20/BBL:</strong> Crude prices rose again to end the week, although more modestly when compared to Thursday, with the geopolitical risk premium and Fed induced risk appetite still providing tailwinds. Reports of Trump ordering and cancelling an airstrike on Iran, and Iran boasting that it could have shot down a manned US aircraft did nothing to calm the market’s fears of a military escalation. On a separate note, gasoline prices are likely to be having some supportive influence in the wider energy complex after the US East Coast’s largest refinery, the Philadelphia Energy Solutions refining complex, experienced some fire induced explosions, immediately cutting off 200k BPD of its 335k BPD capacity. US drillers adding rigs for the first week in three, where the latest Baker Hughes US rig count showed oil rigs +1 at 789, gas rigs -4 at 177, and total US rigs -2 at 967.</p><p><strong>* US T-NOTE (U9) SETTLES 17+ LOWER AT 127-16+: </strong>Treasuries gave back some of the geopolitically induced gains seen on Thursday, with yields settling 5-7bps higher across the curve; this added some daylight between the 10-year yield and the 2% handle (which was breached on Thursday for the first time since Nov’2016). However, geopolitical analysts have warned that the tensions are far from over, and even though Trump has reached out to Iranian leaders for unconditional talks, military options remain. One macro desk noted that the 10-year yield is set to close higher for the seventh consecutive week, a rare event which last occurred in July 2016 (then finished sharply lower the next week, coinciding with Brexit events). Most of the run of today’s Fedspeak was an echo of the dovishness seen at the FOMC this week; the probability of a July rate cut has edged up to around 70% on Friday (from 60% a week ago), and money markets are pricing just shy of three rate cuts by the end of the year (CFTC data showed speculators adding long positions ahead of the Fed meeting). Next week’s sales of 2s, 5s and 7s will be eyed, with desks suggesting that the dovish Fed pricing could support the complex, like we saw in the 3s/10s/30s auctions recently, especially so amid the geopolitical background.</p><p><strong>* S&amp;P 500 -0.1% at 2951, NASDAQ-100 -0.1% at 7729, Dow Jones -0.1% at 26720, SECTORS:</strong> Consumer Discretionary -0.4%, Consumer Staples -0.4%, Energy 0.8%, Financials -0.3%, Health Care 0.5%, Industrials -0.5, Information Technology -0.5%, Materials -0.3%, Telecommunication Services 0.4%, Utilities 0.5%.</p><p><strong>* STOCK SPECIFICS:&nbsp;</strong>CarMax (KMX) jumped higher after posting earnings that beat analyst expectations on both the top and bottom line. Laboratory Corp of America Holdings (LH) was upgraded at Deutsche Bank, which cited attractive valuations. PG&amp;E (PCG) is mulling restructuring plan, which offered two-way volatility. Caterpillar (CAT) was under pressure, after a downgrade at Atlantic Equities, which is concerned about the global demand outlook. Apple (AAPL) was under pressure amid the iPhone maker recalling some of its MacBook Pro laptops in China. Micron Technologies (MU) fell after a number of brokers reduced their PTs for the chipmaker, citing concerns over the Huawei ban. Canopy Growth Corp (CGC) sunk after reporting bigger losses than expected, dragging stakeholder Constellation Brands (STZ) with it. PayPal (PYPL) fell after its COO resigned. Carnival Corp (CCL) fell, with Barclays downgrading the stock to underweight. The FTC has issued an objection to Qualcomm’s (QCOM) legal push to introduce internal Apple documents as evidence against the enforcement of the antitrust ruling made against the chipmaker in May. Tesla (TSLA) was also under pressure after a source suggested that Q2 optimism on deliveries may be overdone. Energy names performed well as crude prices remained elevated, as did gold names as Gold reclaimed the USD 1400 handle.&nbsp;</p><p><strong>* FX WRAP: </strong>The <strong>USD</strong> decline continued on Friday after a slate of dovish Fed-speak and another batch of weak PMI survey data, despite rising geopolitical tensions in the Middle East which have often benefited the dollar. <strong>EUR</strong> was the big beneficiary of a weaker buck, EURUSD reaching 3-month highs at 1.1370, also getting a push from strong German and French Markit PMI data, which offer nascent signs of green shoots. Despite heavy geopolitical news flow, <strong>JPY</strong> is slightly softer against the buck on Friday, but remains around the 107.50 mark after this week’s dovish Fed/BoJ and rising tensions in the Middle East; weakness was attributed to MOF comments overnight, after it signalled a willingness to act on concerns about yen strength. Likewise,<strong> Gold</strong> also holds onto recent gains, but is finding the air above 1400 to be slightly thin. All quiet on the Brexit/Conservative leadership contest front; <strong>GBP</strong> traded as a function of dollar weakness, with GBPUSD moving back above 1.2700, while EURGBP was a function of EUR strength. <strong>CAD</strong> was weaker, after retail sales slightly disappointed, but holds onto recent gains vs the buck around 1.3200. EMFX was mixed; <strong>BRL</strong> a touch stronger as recent optimism on pension reform continues but <strong>MXN</strong> was weaker, moving back above the 19.10 handle. <strong>RUB</strong> saw momentary downside on the news Democrats were mulling a fresh round of sanctions, but was ultimately underpinned by the weaker buck and rising crude prices. For a full recap of this weeks action, please <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-dovish-thread-runs-from-rba-through-ecb-fed-and-boe-but-knot-norges-bank-21-06-2019\">click here.</a></p><p><strong>* RANSQUAWK CENTRAL BANKS WEEKLY 21ST JUNE 2019</strong> - Previewing RBNZ; Reviewing FOMC, BOE, ECB SINTRA, BOJ, RBNZ, RBA, NB, BCB, RBI, SNB. To download the report, please <a href=\"https://ransquawk.com/research_sheets/22127/download\">click here.</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-21st-june-2019-trump-calls-off-iran-counter-strike-reaches-out-for-talks-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 04:04:00",
        "gmt_time": "2019-06-21 20:04:00"
    },
    {
        "id": 874993,
        "updated_sequence": 1879405,
        "published_at": {
            "unix": 1561147260,
            "text": "2019-06-21 21:01:00 +0100",
            "iso_8601": "2019-06-21T20:01:00Z"
        },
        "updated_at": {
            "unix": 1561147320,
            "text": "2019-06-21 21:02:00 +0100",
            "iso_8601": "2019-06-21T20:02:00Z"
        },
        "subject": "Fitch Affirms Spain at 'A-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-spain-at-a-outlook-stable-21-06-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 04:01:00",
        "gmt_time": "2019-06-21 20:01:00"
    },
    {
        "id": 874992,
        "updated_sequence": 1879402,
        "published_at": {
            "unix": 1561146600,
            "text": "2019-06-21 20:50:00 +0100",
            "iso_8601": "2019-06-21T19:50:00Z"
        },
        "updated_at": {
            "unix": 1561146696,
            "text": "2019-06-21 20:51:36 +0100",
            "iso_8601": "2019-06-21T19:51:36Z"
        },
        "subject": "SPX MOC 3.5bln to buy (vs 3.1bln to buy at 15.49 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spx-moc-3-5bln-to-buy-vs-3-1bln-to-buy-at-15-49-edt-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:50:00",
        "gmt_time": "2019-06-21 19:50:00"
    },
    {
        "id": 874991,
        "updated_sequence": 1879396,
        "published_at": {
            "unix": 1561145580,
            "text": "2019-06-21 20:33:00 +0100",
            "iso_8601": "2019-06-21T19:33:00Z"
        },
        "updated_at": {
            "unix": 1561145757,
            "text": "2019-06-21 20:35:57 +0100",
            "iso_8601": "2019-06-21T19:35:57Z"
        },
        "subject": "Outgoing CEA Chair Hassett says market now expecting what US President Trump has been expecting for months, says the global economy is much softer than what we thought 8-9 months ago",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "outgoing-cea-chair-hassett-says-market-now-expecting-what-us-president-trump-has-been-expecting-for-months-says-the-global-economy-is-much-softer-than-what-we-thought-8-9-months-ago-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:33:00",
        "gmt_time": "2019-06-21 19:33:00"
    },
    {
        "id": 874990,
        "updated_sequence": 1879389,
        "published_at": {
            "unix": 1561145220,
            "text": "2019-06-21 20:27:00 +0100",
            "iso_8601": "2019-06-21T19:27:00Z"
        },
        "updated_at": {
            "unix": 1561145647,
            "text": "2019-06-21 20:34:07 +0100",
            "iso_8601": "2019-06-21T19:34:07Z"
        },
        "subject": "US T-Note (U9) settles 17+ lower at 127-16+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Treasuries gave back some of the geopolitically induced gains seen on Thursday, with yields settling 5-7bps higher across the curve; this added some daylight between the 10-year yield and the 2% handle (which was breached on Thursday for the first time since Nov’2016). However, geopolitical analysts have warned that the tensions are far from over, and even though Trump has reached out to Iranian leaders for unconditional talks, military options remain. One macro desk noted that the 10-year yield is set to close higher for the seventh consecutive week, a rare event which last occurred in July 2016 (then finished sharply lower the next week, coinciding with Brexit events). Most of the run of today’s Fedspeak was an echo of the dovishness seen at the FOMC this week; the probability of a July rate cut has edged up to around 70% on Friday (from 60% a week ago), and money markets are pricing just shy of three rate cuts by the end of the year (CFTC data showed speculators adding long positions ahead of the Fed meeting). Next week’s sales of 2s, 5s and 7s will be eyed, with desks suggesting that the dovish Fed pricing could support the complex, like we saw in the 3s/10s/30s auctions recently, especially so amid the geopolitical background.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1561145647,
            "text": "2019-06-21 20:34:07 +0100",
            "iso_8601": "2019-06-21T19:34:07Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-u9-settles-17-lower-at-127-16-21-06-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:27:00",
        "gmt_time": "2019-06-21 19:27:00"
    },
    {
        "id": 874989,
        "updated_sequence": 1879386,
        "published_at": {
            "unix": 1561144560,
            "text": "2019-06-21 20:16:00 +0100",
            "iso_8601": "2019-06-21T19:16:00Z"
        },
        "updated_at": {
            "unix": 1561144709,
            "text": "2019-06-21 20:18:29 +0100",
            "iso_8601": "2019-06-21T19:18:29Z"
        },
        "subject": "Myriad Genetics' (MYGN) medicare coverage could be at risk for depression drugs and similar tests that are not useful for patients, according to Business Insider",
        "content": "<ul><li><a href=\"https://www.businessinsider.com/myriad-genetics-genesight-test-risk-medicare-advisory-committee-review-2019-6?utm_source=twitter&amp;utm_medium=referral&amp;utm\">Via Business Insider</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Business Insider",
        "slug": "myriad-genetics-mygn-medicare-coverage-could-be-at-risk-for-depression-drugs-and-similar-tests-that-are-not-useful-for-patients-according-to-business-insider-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:16:00",
        "gmt_time": "2019-06-21 19:16:00"
    },
    {
        "id": 874988,
        "updated_sequence": 1879394,
        "published_at": {
            "unix": 1561144440,
            "text": "2019-06-21 20:14:00 +0100",
            "iso_8601": "2019-06-21T19:14:00Z"
        },
        "updated_at": {
            "unix": 1561145736,
            "text": "2019-06-21 20:35:36 +0100",
            "iso_8601": "2019-06-21T19:35:36Z"
        },
        "subject": "FX WRAP: Dollar index falls to lowest levels since March ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The <strong>USD</strong> decline continued on Friday after a slate of dovish Fed-speak and another batch of weak PMI survey data, despite rising geopolitical tensions in the Middle East which have often benefited the dollar. <strong>EUR</strong> was the big beneficiary of a weaker buck, EURUSD reaching 3-month highs at 1.1370, also getting a push from strong German and French Markit PMI data, which offer nascent signs of green shoots. Despite heavy geopolitical news flow, <strong>JPY</strong> is slightly softer against the buck on Friday, but remains around the 107.50 mark after this week’s dovish Fed/BoJ and rising tensions in the Middle East; weakness was attributed to MOF comments overnight, after it signalled a willingness to act on concerns about yen strength. Likewise,<strong> Gold</strong> also holds onto recent gains, but is finding the air above 1400 to be slightly thin. All quiet on the Brexit/Conservative leadership contest front; <strong>GBP</strong> traded as a function of dollar weakness, with GBPUSD moving back above 1.2700, while EURGBP was a function of EUR strength. <strong>CAD</strong> was weaker, after retail sales slightly disappointed, but holds onto recent gains vs the buck around 1.3200. EMFX was mixed; <strong>BRL</strong> a touch stronger as recent optimism on pension reform continues but <strong>MXN</strong> was weaker, moving back above the 19.10 handle. <strong>RUB</strong> saw momentary downside on the news Democrats were mulling a fresh round of sanctions, but was ultimately underpinned by the weaker buck and rising crude prices.</p>",
        "analysis_updated_at": {
            "unix": 1561145736,
            "text": "2019-06-21 20:35:36 +0100",
            "iso_8601": "2019-06-21T19:35:36Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-wrap-dollar-index-falls-to-lowest-levels-since-march-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:14:00",
        "gmt_time": "2019-06-21 19:14:00"
    },
    {
        "id": 874987,
        "updated_sequence": 1879378,
        "published_at": {
            "unix": 1561144380,
            "text": "2019-06-21 20:13:00 +0100",
            "iso_8601": "2019-06-21T19:13:00Z"
        },
        "updated_at": {
            "unix": 1561144468,
            "text": "2019-06-21 20:14:28 +0100",
            "iso_8601": "2019-06-21T19:14:28Z"
        },
        "subject": "PG&E (PCG) - California Gov Newsom says he is confident that lawmakers can get fire legislation done but is concerned about the risk of utility downgrades",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pg-e-pcg-california-gov-newsom-says-he-is-confident-that-lawmakers-can-get-fire-legislation-done-but-is-concerned-about-the-risk-of-utility-downgrades-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:13:00",
        "gmt_time": "2019-06-21 19:13:00"
    },
    {
        "id": 874986,
        "updated_sequence": 1879399,
        "published_at": {
            "unix": 1561143840,
            "text": "2019-06-21 20:04:00 +0100",
            "iso_8601": "2019-06-21T19:04:00Z"
        },
        "updated_at": {
            "unix": 1561145797,
            "text": "2019-06-21 20:36:37 +0100",
            "iso_8601": "2019-06-21T19:36:37Z"
        },
        "subject": "Joint Staff Chairman Dunford has cancelled his trip next week, \"to assist in transition and due to several other US government officials traveling overseas next week\" says a spokesperson",
        "content": "<p><a href=\"https://twitter.com/CarlaBabbVOA/status/1142144215113240576\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "VOA",
        "slug": "joint-staff-chairman-dunford-has-cancelled-his-trip-next-week-to-assist-in-transition-and-due-to-several-other-us-government-officials-traveling-overseas-next-week-says-a-spokesperson-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 03:04:00",
        "gmt_time": "2019-06-21 19:04:00"
    },
    {
        "id": 874985,
        "updated_sequence": 1879372,
        "published_at": {
            "unix": 1561143540,
            "text": "2019-06-21 19:59:00 +0100",
            "iso_8601": "2019-06-21T18:59:00Z"
        },
        "updated_at": {
            "unix": 1561143657,
            "text": "2019-06-21 20:00:57 +0100",
            "iso_8601": "2019-06-21T19:00:57Z"
        },
        "subject": "Slack Technologies (WORK) - Hedgeye has reportedly spoken negatively on the stock, sees 25% downside",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "slack-technologies-work-hedgeye-has-reportedly-spoken-negatively-on-the-stock-sees-25-downside-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:59:00",
        "gmt_time": "2019-06-21 18:59:00"
    },
    {
        "id": 874984,
        "updated_sequence": 1879369,
        "published_at": {
            "unix": 1561143300,
            "text": "2019-06-21 19:55:00 +0100",
            "iso_8601": "2019-06-21T18:55:00Z"
        },
        "updated_at": {
            "unix": 1561143396,
            "text": "2019-06-21 19:56:36 +0100",
            "iso_8601": "2019-06-21T18:56:36Z"
        },
        "subject": "Tesla's (TSLA) Model 3 are charging 20% faster after a software up, according to a test being cited by Elektrec",
        "content": "<ul><li><a href=\"https://electrek.co/2019/06/21/tesla-model-3-supercharging-faster-software-update/\">Via Elektrek</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Electrek",
        "slug": "tesla-s-tsla-model-3-are-charging-20-faster-after-a-software-up-according-to-a-test-being-cited-by-elektrec-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:55:00",
        "gmt_time": "2019-06-21 18:55:00"
    },
    {
        "id": 874981,
        "updated_sequence": 1879362,
        "published_at": {
            "unix": 1561141980,
            "text": "2019-06-21 19:33:00 +0100",
            "iso_8601": "2019-06-21T18:33:00Z"
        },
        "updated_at": {
            "unix": 1561142587,
            "text": "2019-06-21 19:43:07 +0100",
            "iso_8601": "2019-06-21T18:43:07Z"
        },
        "subject": "WTI futures (Q9) settle USD 0.36 higher at USD 57.43/bbl; Brent futures (Q9) settles USD 0.75 higher at USD 65.20/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude prices rose again to end the week, although more modestly when compared to Thursday, with the geopolitical risk premium and Fed induced risk appetite still providing tailwinds. Reports of Trump ordering and cancelling an airstrike on Iran, and Iran boasting that it could have shot down a manned US aircraft did nothing to calm the market’s fears of a military escalation. On a separate note, gasoline prices are likely to be having some supportive influence in the wider energy complex after the US East Coast’s largest refinery, the Philadelphia Energy Solutions refining complex, experienced some fire induced explosions, immediately cutting off 200k BPD of its 335k BPD capacity. US drillers adding rigs for the first week in three, where the latest Baker Hughes US rig count showed oil rigs +1 at 789, gas rigs -4 at 177, and total US rigs -2 at 967.</p>",
        "analysis_updated_at": {
            "unix": 1561142040,
            "text": "2019-06-21 19:34:00 +0100",
            "iso_8601": "2019-06-21T18:34:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-futures-q9-settle-usd-0-36-higher-at-usd-57-43-bbl-brent-futures-q9-settles-usd-0-75-higher-at-usd-65-20-bbl-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:33:00",
        "gmt_time": "2019-06-21 18:33:00"
    },
    {
        "id": 874982,
        "updated_sequence": 1879357,
        "published_at": {
            "unix": 1561141920,
            "text": "2019-06-21 19:32:00 +0100",
            "iso_8601": "2019-06-21T18:32:00Z"
        },
        "updated_at": {
            "unix": 1561142158,
            "text": "2019-06-21 19:35:58 +0100",
            "iso_8601": "2019-06-21T18:35:58Z"
        },
        "subject": "UBS estimates US index rebalancing today will see gross notional turnover of approximately USD 34bln all effective on the close of 21st June 2019",
        "content": "<p><strong>Highlights: &nbsp;</strong></p><ul><li>AAPL estimated to see c. 15.24mln shares sold&nbsp;</li><li>ORCL estimated to see c. 18.3mln shares sold&nbsp;</li><li>CSCO estimated to see c. 17.45mln shares sold</li><li>AMZN estimated to see c. 460k shares bought&nbsp;</li><li>FB estimated to see c. 4.4mln shares bought&nbsp;</li><li>MSFT estimated to see c. 3.7mln shares bought&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-estimates-us-index-rebalancing-today-will-see-gross-notional-turnover-of-approximately-usd-34bln-all-effective-on-the-close-of-21st-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:32:00",
        "gmt_time": "2019-06-21 18:32:00"
    },
    {
        "id": 874980,
        "updated_sequence": 1879351,
        "published_at": {
            "unix": 1561141560,
            "text": "2019-06-21 19:26:00 +0100",
            "iso_8601": "2019-06-21T18:26:00Z"
        },
        "updated_at": {
            "unix": 1561141615,
            "text": "2019-06-21 19:26:55 +0100",
            "iso_8601": "2019-06-21T18:26:55Z"
        },
        "subject": "Senate Democrats asked the FTC and DoJ about the status of potential anti-trust probes into Apple (AAPL), Amazon (AMZN), Facebook (FB), and Alphabet (GOOGL)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senate-democrats-asked-the-ftc-and-doj-about-the-status-of-potential-anti-trust-probes-into-apple-aapl-amazon-amzn-facebook-fb-and-alphabet-googl-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:26:00",
        "gmt_time": "2019-06-21 18:26:00"
    },
    {
        "id": 874979,
        "updated_sequence": 1879346,
        "published_at": {
            "unix": 1561140420,
            "text": "2019-06-21 19:07:00 +0100",
            "iso_8601": "2019-06-21T18:07:00Z"
        },
        "updated_at": {
            "unix": 1561140508,
            "text": "2019-06-21 19:08:28 +0100",
            "iso_8601": "2019-06-21T18:08:28Z"
        },
        "subject": "US Trade Advisor Navarro says we either get a great deal with China or we don't",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-trade-advisor-navarro-says-we-either-get-a-great-deal-with-china-or-we-don-t-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:07:00",
        "gmt_time": "2019-06-21 18:07:00"
    },
    {
        "id": 874983,
        "updated_sequence": 1879360,
        "published_at": {
            "unix": 1561140120,
            "text": "2019-06-21 19:02:00 +0100",
            "iso_8601": "2019-06-21T18:02:00Z"
        },
        "updated_at": {
            "unix": 1561142540,
            "text": "2019-06-21 19:42:20 +0100",
            "iso_8601": "2019-06-21T18:42:20Z"
        },
        "subject": "Arconic (ARNC) has won dismissal of the Grenfell tower lawsuit, in which their materials had been accused of being responsible for the fire",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, ARNC shares spiked to session highs at 24.54 from 24.20.&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1561142540,
            "text": "2019-06-21 19:42:20 +0100",
            "iso_8601": "2019-06-21T18:42:20Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "arconic-arnc-has-won-dismissal-of-the-grenfell-tower-lawsuit-in-which-their-materials-had-been-accused-of-being-responsible-for-the-fire-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 02:02:00",
        "gmt_time": "2019-06-21 18:02:00"
    },
    {
        "id": 874978,
        "updated_sequence": 1879343,
        "published_at": {
            "unix": 1561139700,
            "text": "2019-06-21 18:55:00 +0100",
            "iso_8601": "2019-06-21T17:55:00Z"
        },
        "updated_at": {
            "unix": 1561139781,
            "text": "2019-06-21 18:56:21 +0100",
            "iso_8601": "2019-06-21T17:56:21Z"
        },
        "subject": "Sotheby’s (BID) could get offers from rival investors despite USD 2.66bln deal, NY Post reports",
        "content": "<ul><li><a href=\"https://nypost.com/2019/06/21/sothebys-could-get-offers-from-rival-investors-despite-2-66b-deal/\">Via NY Post</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Post",
        "slug": "sotheby-s-bid-could-get-offers-from-rival-investors-despite-usd-2-66bln-deal-ny-post-reports-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:55:00",
        "gmt_time": "2019-06-21 17:55:00"
    },
    {
        "id": 874977,
        "updated_sequence": 1879340,
        "published_at": {
            "unix": 1561138620,
            "text": "2019-06-21 18:37:00 +0100",
            "iso_8601": "2019-06-21T17:37:00Z"
        },
        "updated_at": {
            "unix": 1561138729,
            "text": "2019-06-21 18:38:49 +0100",
            "iso_8601": "2019-06-21T17:38:49Z"
        },
        "subject": "Genesee & Wyoming (GWR) top suitor is an affiliate of Brookfield Asset management",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "genesee-wyoming-gwr-top-suitor-is-an-affiliate-of-brookfield-asset-management-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:37:00",
        "gmt_time": "2019-06-21 17:37:00"
    },
    {
        "id": 874976,
        "updated_sequence": 1879337,
        "published_at": {
            "unix": 1561138320,
            "text": "2019-06-21 18:32:00 +0100",
            "iso_8601": "2019-06-21T17:32:00Z"
        },
        "updated_at": {
            "unix": 1561138498,
            "text": "2019-06-21 18:34:58 +0100",
            "iso_8601": "2019-06-21T17:34:58Z"
        },
        "subject": "Italy's Parliament seeks ECB's non-binsding opinion on planned reforms to the Bank of Italy's governance, say they will respect any ECB recommendations over Bank of Italy draft bill",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-parliament-seeks-ecb-s-non-binsding-opinion-on-planned-reforms-to-the-bank-of-italy-s-governance-say-they-will-respect-any-ecb-recommendations-over-bank-of-italy-draft-bill-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:32:00",
        "gmt_time": "2019-06-21 17:32:00"
    },
    {
        "id": 874975,
        "updated_sequence": 1879334,
        "published_at": {
            "unix": 1561137480,
            "text": "2019-06-21 18:18:00 +0100",
            "iso_8601": "2019-06-21T17:18:00Z"
        },
        "updated_at": {
            "unix": 1561137618,
            "text": "2019-06-21 18:20:18 +0100",
            "iso_8601": "2019-06-21T17:20:18Z"
        },
        "subject": "US President Trump says he has no pre-conditions for talks with Iran, says he would be willing to meet with the Ayatollah or President, but ballistic missiles would have to be considered in a deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-has-no-pre-conditions-for-talks-with-iran-says-he-would-be-willing-to-meet-with-the-ayatollah-or-president-but-ballistic-missiles-would-have-to-be-considered-in-a-deal-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:18:00",
        "gmt_time": "2019-06-21 17:18:00"
    },
    {
        "id": 874974,
        "updated_sequence": 1879328,
        "published_at": {
            "unix": 1561137240,
            "text": "2019-06-21 18:14:00 +0100",
            "iso_8601": "2019-06-21T17:14:00Z"
        },
        "updated_at": {
            "unix": 1561137348,
            "text": "2019-06-21 18:15:48 +0100",
            "iso_8601": "2019-06-21T17:15:48Z"
        },
        "subject": "IRG Commander says US bases and aircraft carrier in the region are within range of Iranian missiles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irg-commander-says-us-bases-and-aircraft-carrier-in-the-region-are-within-range-of-iranian-missiles-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:14:00",
        "gmt_time": "2019-06-21 17:14:00"
    },
    {
        "id": 874973,
        "updated_sequence": 1879325,
        "published_at": {
            "unix": 1561136700,
            "text": "2019-06-21 18:05:00 +0100",
            "iso_8601": "2019-06-21T17:05:00Z"
        },
        "updated_at": {
            "unix": 1561136761,
            "text": "2019-06-21 18:06:01 +0100",
            "iso_8601": "2019-06-21T17:06:01Z"
        },
        "subject": "PG&E (PCG) is reportedly floating a USD 31bln bankruptcy restructuring plan, which would include USD 14bln to compensate fire victims and USD 20bln for claims for future fires",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pg-e-pcg-is-reportedly-floating-a-usd-31bln-bankruptcy-restructuring-plan-which-would-include-usd-14bln-to-compensate-fire-victims-and-usd-20bln-for-claims-for-future-fires-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:05:00",
        "gmt_time": "2019-06-21 17:05:00"
    },
    {
        "id": 874972,
        "updated_sequence": 1879322,
        "published_at": {
            "unix": 1561136520,
            "text": "2019-06-21 18:02:00 +0100",
            "iso_8601": "2019-06-21T17:02:00Z"
        },
        "updated_at": {
            "unix": 1561136716,
            "text": "2019-06-21 18:05:16 +0100",
            "iso_8601": "2019-06-21T17:05:16Z"
        },
        "subject": "Baker Hughes (June 21): oil rigs +1 at 789, gas rigs -4 at 177, total US rigs -2 at 967",
        "content": "<ul><li>US drillers adding rigs for the first week in three</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-june-21-oil-rigs-1-at-789-gas-rigs-4-at-177-total-us-rigs-2-at-967-21-06-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 01:02:00",
        "gmt_time": "2019-06-21 17:02:00"
    },
    {
        "id": 874971,
        "updated_sequence": 1879315,
        "published_at": {
            "unix": 1561135560,
            "text": "2019-06-21 17:46:00 +0100",
            "iso_8601": "2019-06-21T16:46:00Z"
        },
        "updated_at": {
            "unix": 1561135763,
            "text": "2019-06-21 17:49:23 +0100",
            "iso_8601": "2019-06-21T16:49:23Z"
        },
        "subject": "US President Trump says that he did not give the green light on the Iran retaliation; reiterates that he did not want to kill 150 people in response to the downing of an unmanned drone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-that-he-did-not-give-the-green-light-on-the-iran-retaliation-reiterates-that-he-did-not-want-to-kill-150-people-in-response-to-the-downing-of-an-unmanned-drone-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 00:46:00",
        "gmt_time": "2019-06-21 16:46:00"
    },
    {
        "id": 874970,
        "updated_sequence": 1879310,
        "published_at": {
            "unix": 1561134120,
            "text": "2019-06-21 17:22:00 +0100",
            "iso_8601": "2019-06-21T16:22:00Z"
        },
        "updated_at": {
            "unix": 1561134208,
            "text": "2019-06-21 17:23:28 +0100",
            "iso_8601": "2019-06-21T16:23:28Z"
        },
        "subject": "US President Trump has today spoken with the Saudi Crown Prince bin Salman on Middle East stability, as well as the oil market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-has-today-spoken-with-the-saudi-crown-prince-bin-salman-on-middle-east-stability-as-well-as-the-oil-market-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 00:22:00",
        "gmt_time": "2019-06-21 16:22:00"
    },
    {
        "id": 874969,
        "updated_sequence": 1879307,
        "published_at": {
            "unix": 1561132980,
            "text": "2019-06-21 17:03:00 +0100",
            "iso_8601": "2019-06-21T16:03:00Z"
        },
        "updated_at": {
            "unix": 1561133109,
            "text": "2019-06-21 17:05:09 +0100",
            "iso_8601": "2019-06-21T16:05:09Z"
        },
        "subject": "India's Oil Minister has spoken to his Saudi counterpart; expressing concern on rising prices after the tanker attacks in the Strait of Hormuz",
        "content": "<ul><li>wants Saudi Arabia to play an active role in OPEC+ to keep oil prices at a reasonable level</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "india-s-oil-minister-has-spoken-to-his-saudi-counterpart-expressing-concern-on-rising-prices-after-the-tanker-attacks-in-the-strait-of-hormuz-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 00:03:00",
        "gmt_time": "2019-06-21 16:03:00"
    },
    {
        "id": 874968,
        "updated_sequence": 1879302,
        "published_at": {
            "unix": 1561132860,
            "text": "2019-06-21 17:01:00 +0100",
            "iso_8601": "2019-06-21T16:01:00Z"
        },
        "updated_at": {
            "unix": 1561132985,
            "text": "2019-06-21 17:03:05 +0100",
            "iso_8601": "2019-06-21T16:03:05Z"
        },
        "subject": "Fed's Brainard (voter) says risk management argues for lower rate path when risks shift to the downside; has seen downside risks in recent weeks; inflation indicators have been disappointing, making it important to sustain momentum;",
        "content": "<ul><li>Says US economy remains solid</li><li>Likely rates will remain low in the future</li><li>Low inflation dynamics may create a self-fulfilling dynamic</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-brainard-voter-says-risk-management-argues-for-lower-rate-path-when-risks-shift-to-the-downside-has-seen-downside-risks-in-recent-weeks-inflation-indicators-have-been-disappointing-making-it-important-to-sustain-momentum-21-06-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-22 00:01:00",
        "gmt_time": "2019-06-21 16:01:00"
    },
    {
        "id": 874965,
        "updated_sequence": 1879293,
        "published_at": {
            "unix": 1561131420,
            "text": "2019-06-21 16:37:00 +0100",
            "iso_8601": "2019-06-21T15:37:00Z"
        },
        "updated_at": {
            "unix": 1561131613,
            "text": "2019-06-21 16:40:13 +0100",
            "iso_8601": "2019-06-21T15:40:13Z"
        },
        "subject": "China Global Times Editor says China is concerned about fairness of the trade deal, most important part is the US side must remove all newly imposed tariffs since the trade war else China won't accept a deal",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1142093890901512193\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-global-times-editor-says-china-is-concerned-about-fairness-of-the-trade-deal-most-important-part-is-the-us-side-must-remove-all-newly-imposed-tariffs-since-the-trade-war-else-china-won-t-accept-a-deal-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:37:00",
        "gmt_time": "2019-06-21 15:37:00"
    },
    {
        "id": 874964,
        "updated_sequence": 1879290,
        "published_at": {
            "unix": 1561131300,
            "text": "2019-06-21 16:35:00 +0100",
            "iso_8601": "2019-06-21T15:35:00Z"
        },
        "updated_at": {
            "unix": 1561131351,
            "text": "2019-06-21 16:35:51 +0100",
            "iso_8601": "2019-06-21T15:35:51Z"
        },
        "subject": "L3 (LLL) and Harris Technologies (HRS) new combined ticker will be \"LHX\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "l3-lll-and-harris-technologies-hrs-new-combined-ticker-will-be-lhx-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:35:00",
        "gmt_time": "2019-06-21 15:35:00"
    },
    {
        "id": 874963,
        "updated_sequence": 1879287,
        "published_at": {
            "unix": 1561131240,
            "text": "2019-06-21 16:34:00 +0100",
            "iso_8601": "2019-06-21T15:34:00Z"
        },
        "updated_at": {
            "unix": 1561131302,
            "text": "2019-06-21 16:35:02 +0100",
            "iso_8601": "2019-06-21T15:35:02Z"
        },
        "subject": "Weekly FX Wrap: dovish thread runs from RBA through ECB, Fed and BoE, but knot Norges Bank",
        "content": "<p><strong>DXY</strong></p><p>The Dollar is probing fresh weekly lows in wake of weaker than forecast US Markit PMIs and a whisker shy of post-NFP levels in index terms, as the bleak surveys provide more justification for the FOMC’s shift in policy stance from patience to ready to respond appropriately. To recap, nigh on half the voting members changed their dot plots to include pre-year end easing from no move previously, and Fed Chair Powell revealed in the post-meeting press conference that even those sticking to their March convictions did concede that the case for more stimulus is now stronger. The very dovish hold and new guidance (with Bullard dissenting in favour of a 25 bp cut) more than matched already hyped up market expectations as the probability of a July move tops 100%. In fact, the chances of a ½ point reduction is now approaching 25% and 100 bp worth of easing is being priced in for the next cycle. Back to the DXY, better than expected existing home sales data appears to have stopped the rot as the index recovers from 96.455 and back over 96.500, though still well off highs (97.770) set just ahead of the FOMC and largely at the expense of the Euro.</p><p><strong>EUR</strong></p><p>Friday’s G10 outperformer, and in stark contrast to the Greenback, setting new peaks for the week around 1.1335 compared to 1.1182 at the other extreme, with encouragement drawn from encouraging French and German preliminary PMIs. However, the single currency remains much closer to the base of 1.1220-1.1055 trading parameters vs the <strong>CHF</strong> after another seminal Sintra moment from ECB President Draghi who acknowledged heightened risks of inflation not sustaining a path towards target and indicators showing a more pronounced/prolonged downturn in growth that in turn threatens price stability and the de-anchoring of expectations.</p><p><strong>AUD/GBP/NOK</strong></p><p>As noted above, also subject to Central Bank impulses, but to varying and contrasting degrees, as RBA minutes and Governor Lowe underlined the rational for more easing, while the ranks of banks predicting a 0.5% OCR either by the end of 2019 or pre-H2 next year rose further. Hence, the Aussie is still struggling to build on recovery gains above 0.6900 vs its US peer, albeit unwinding losses from 0.6832 at one stage and also ending the week more resiliently than its Antipodean counterpart as Aud/<strong>NZD</strong> reclaims 1.0500+ status within a 1.0590-1.0480 band and the Kiwi slips back from 0.6600 against the Usd towards 0.6550. Note, the RBNZ meets next week and could continue to largely more dovish trend, but may refrain given solid Q1 NZ GDP – see our Research Suite for a full preview. Meanwhile, Pound has been volatile across the board as Tory voting and TV debates continue and Brexiteer Boris Johnson strengthened his position as favourite to replace May as leader and PM (race down to 2, with Hunt far behind). However, Cable is back near best levels within a 1.2727-1.2507 range and Eur/Gbp midway between 0.8975-0.8875 after the BoE maintained a gradual and limited tightening bias, but was not hawkish as some anticipated. Conversely, the Norges Bank hiked rates as promised, and then went further with a slightly more aggressive rate path than previously by signalling 2 more 25 bp rises before summer 2020. Governor Olsen subsequently indicated that the next likely move would be in September.</p><p><strong>JPY</strong></p><p>Broad risk sentiment, US Treasury vs JGB yields in a mainly bull market and some large option expiries drove the Yen more than a still powerfully accommodative BoJ that reaffirmed a willingness to provide more stimulus. Usd/Jpy veered between 107.06-108.72 lines and ruffled the feathers of Japanese authorities when close to the base.</p><p><strong>EM</strong></p><p>Another big week for several regional currencies in terms of moves, events and news as the Rand weathered some negative headlines from Fitch, but derived support from SA President Ramaphosa’s pledge to offer more financial help to Eskom. Meanwhile, the Lira and Rouble were both wary about deeper US sanctions against Turkey and Russia, while the former is also conscious that the Istanbul rerun looms and the 2 main parties are set for another hotly contested and disputed election battle. On the flip-side, the Real gleaned momentum from apparent progress on the Brazilian Pension Reform Bill front.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-dovish-thread-runs-from-rba-through-ecb-fed-and-boe-but-knot-norges-bank-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:34:00",
        "gmt_time": "2019-06-21 15:34:00"
    },
    {
        "id": 874962,
        "updated_sequence": 1879284,
        "published_at": {
            "unix": 1561131240,
            "text": "2019-06-21 16:34:00 +0100",
            "iso_8601": "2019-06-21T15:34:00Z"
        },
        "updated_at": {
            "unix": 1561131280,
            "text": "2019-06-21 16:34:40 +0100",
            "iso_8601": "2019-06-21T15:34:40Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-0.3%) at 3459, FTSE 100 (-0.6%) at 7383, DAX (-0.3%) at 12317, CAC 40 (0.2%) at 5546, IBEX 35 (0%) at 9210, FTSE Italian MIB (-0.1%) at 21336, SMI (-0.8%) at 9926",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts -0.1%</li><li>Banks -0.8%</li><li>Basic Resources -0.3%</li><li>Chemicals -0.3%</li><li>Construction &amp; Materials -0.8%</li><li>Financial Services 0.1%</li><li>Food &amp; Beverage&nbsp; -0.3%</li><li>Health Care -1.4%</li><li>Industrial Goods &amp; Services -0.6%</li><li>Insurance 0.1%</li><li>Media -1.6%</li><li>Oil &amp; Gas 0.6%</li><li>Personal &amp; Household Goods -0.6%</li><li>Retail 0.2%</li><li>Technology&nbsp; -0.6%</li><li>Telecommunications&nbsp; -0.6%</li><li>Travel &amp; Leisure -1%</li><li>Utilities 0.3%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk Sources",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-3-at-3459-ftse-100-0-6-at-7383-dax-0-3-at-12317-cac-40-0-2-at-5546-ibex-35-0-at-9210-ftse-italian-mib-0-1-at-21336-smi-0-8-at-9926-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:34:00",
        "gmt_time": "2019-06-21 15:34:00"
    },
    {
        "id": 874961,
        "updated_sequence": 1879279,
        "published_at": {
            "unix": 1561130340,
            "text": "2019-06-21 16:19:00 +0100",
            "iso_8601": "2019-06-21T15:19:00Z"
        },
        "updated_at": {
            "unix": 1561130367,
            "text": "2019-06-21 16:19:27 +0100",
            "iso_8601": "2019-06-21T15:19:27Z"
        },
        "subject": "US has requested a UN Security Council meeting on Iran for Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-has-requested-a-un-security-council-meeting-on-iran-for-monday-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:19:00",
        "gmt_time": "2019-06-21 15:19:00"
    },
    {
        "id": 874960,
        "updated_sequence": 1879281,
        "published_at": {
            "unix": 1561130220,
            "text": "2019-06-21 16:17:00 +0100",
            "iso_8601": "2019-06-21T15:17:00Z"
        },
        "updated_at": {
            "unix": 1561130665,
            "text": "2019-06-21 16:24:25 +0100",
            "iso_8601": "2019-06-21T15:24:25Z"
        },
        "subject": "New York Fed Nowcast maintains Q2 forecast at 1.4%; cuts Q3 forecast to 1.3% from 1.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-nowcast-maintains-q2-forecast-at-1-4-cuts-q3-forecast-to-1-3-from-1-7-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:17:00",
        "gmt_time": "2019-06-21 15:17:00"
    },
    {
        "id": 874959,
        "updated_sequence": 1879269,
        "published_at": {
            "unix": 1561129380,
            "text": "2019-06-21 16:03:00 +0100",
            "iso_8601": "2019-06-21T15:03:00Z"
        },
        "updated_at": {
            "unix": 1561129511,
            "text": "2019-06-21 16:05:11 +0100",
            "iso_8601": "2019-06-21T15:05:11Z"
        },
        "subject": "US Commerce Department has added five Chinese entities to its entities list, barring them from buying US parts without government approval",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-department-has-added-five-chinese-entities-to-its-entities-list-barring-them-from-buying-us-parts-without-government-approval-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:03:00",
        "gmt_time": "2019-06-21 15:03:00"
    },
    {
        "id": 874958,
        "updated_sequence": 1879271,
        "published_at": {
            "unix": 1561129200,
            "text": "2019-06-21 16:00:00 +0100",
            "iso_8601": "2019-06-21T15:00:00Z"
        },
        "updated_at": {
            "unix": 1561129892,
            "text": "2019-06-21 16:11:32 +0100",
            "iso_8601": "2019-06-21T15:11:32Z"
        },
        "subject": "US VP Pence is to indefinitely postpone his China policy address, and says there are positive signs of progress in talks with China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-vp-pence-is-to-indefinitely-postpone-his-china-policy-address-and-says-there-are-positive-signs-of-progress-in-talks-with-china-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 23:00:00",
        "gmt_time": "2019-06-21 15:00:00"
    },
    {
        "id": 874957,
        "updated_sequence": 1879263,
        "published_at": {
            "unix": 1561128840,
            "text": "2019-06-21 15:54:00 +0100",
            "iso_8601": "2019-06-21T14:54:00Z"
        },
        "updated_at": {
            "unix": 1561128898,
            "text": "2019-06-21 15:54:58 +0100",
            "iso_8601": "2019-06-21T14:54:58Z"
        },
        "subject": "Swiss government will activate measures to defend Swiss stock market by the end of June if the EU does not extent access to the EU market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swiss-government-will-activate-measures-to-defend-swiss-stock-market-by-the-end-of-june-if-the-eu-does-not-extent-access-to-the-eu-market-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 22:54:00",
        "gmt_time": "2019-06-21 14:54:00"
    },
    {
        "id": 874956,
        "updated_sequence": 1879258,
        "published_at": {
            "unix": 1561126260,
            "text": "2019-06-21 15:11:00 +0100",
            "iso_8601": "2019-06-21T14:11:00Z"
        },
        "updated_at": {
            "unix": 1561126325,
            "text": "2019-06-21 15:12:05 +0100",
            "iso_8601": "2019-06-21T14:12:05Z"
        },
        "subject": "Arsenic found in bottled water sold at Whole Foods (AMZN), Walmart (WMT), Target (TGT), NY Post reports",
        "content": "<ul><li><a href=\"https://nypost.com/2019/06/21/arsenic-found-in-water-bottles-sold-at-whole-foods-walmart-target/\">Via NY Post</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Post",
        "slug": "arsenic-found-in-bottled-water-sold-at-whole-foods-amzn-walmart-wmt-target-tgt-ny-post-reports-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 22:11:00",
        "gmt_time": "2019-06-21 14:11:00"
    },
    {
        "id": 874955,
        "updated_sequence": 1879255,
        "published_at": {
            "unix": 1561125840,
            "text": "2019-06-21 15:04:00 +0100",
            "iso_8601": "2019-06-21T14:04:00Z"
        },
        "updated_at": {
            "unix": 1561125958,
            "text": "2019-06-21 15:05:58 +0100",
            "iso_8601": "2019-06-21T14:05:58Z"
        },
        "subject": "PES says as of 09:08 EDT fire was still burning at the Philadelphia refinery, fire crews continue to work to stop it",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pes-says-as-of-09-08-edt-fire-was-still-burning-at-the-philadelphia-refinery-fire-crews-continue-to-work-to-stop-it-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 22:04:00",
        "gmt_time": "2019-06-21 14:04:00"
    },
    {
        "id": 874954,
        "updated_sequence": 1879252,
        "published_at": {
            "unix": 1561125600,
            "text": "2019-06-21 15:00:00 +0100",
            "iso_8601": "2019-06-21T14:00:00Z"
        },
        "updated_at": {
            "unix": 1561125710,
            "text": "2019-06-21 15:01:50 +0100",
            "iso_8601": "2019-06-21T14:01:50Z"
        },
        "subject": "Fed's Kashkari (non-voter) says he called for a 50bps rate cut at this week's meeting, arguing that aggressive action is needed to reanchor inflation",
        "content": "<ul><li>Adds that he sees long-run inflation expectations around 1.7% currently; says Fed should commit to not raising rates until inflation is sustainably at 2.0%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-non-voter-says-he-called-for-a-50bps-rate-cut-at-this-week-s-meeting-arguing-that-aggressive-action-is-needed-to-reanchor-inflation-21-06-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 22:00:00",
        "gmt_time": "2019-06-21 14:00:00"
    },
    {
        "id": 874950,
        "updated_sequence": 1879238,
        "published_at": {
            "unix": 1561125120,
            "text": "2019-06-21 14:52:00 +0100",
            "iso_8601": "2019-06-21T13:52:00Z"
        },
        "updated_at": {
            "unix": 1561125351,
            "text": "2019-06-21 14:55:51 +0100",
            "iso_8601": "2019-06-21T13:55:51Z"
        },
        "subject": "Police has suspended work with UK's biggest private provider of forensic services after a ransomware attack on  Eurofins Scientific (ERF FP), according to BBC",
        "content": "<ul><li><a href=\"https://twitter.com/DannyShawBBC/status/1142065957977939968\">Click here for the link</a></li></ul>",
        "reaction_details": "<ul><li>In a delayed reaction Co. shares fell from EUR 374.80 to EUR 372.40</li></ul>",
        "reaction_updated_at": {
            "unix": 1561125300,
            "text": "2019-06-21 14:55:00 +0100",
            "iso_8601": "2019-06-21T13:55:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "police-has-suspended-work-with-uk-s-biggest-private-provider-of-forensic-services-after-a-ransomware-attack-on-eurofins-scientific-erf-fp-according-to-bbc-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:52:00",
        "gmt_time": "2019-06-21 13:52:00"
    },
    {
        "id": 874949,
        "updated_sequence": 1879231,
        "published_at": {
            "unix": 1561125060,
            "text": "2019-06-21 14:51:00 +0100",
            "iso_8601": "2019-06-21T13:51:00Z"
        },
        "updated_at": {
            "unix": 1561125105,
            "text": "2019-06-21 14:51:45 +0100",
            "iso_8601": "2019-06-21T13:51:45Z"
        },
        "subject": "Russian GDP growth said to slow to 0.2% Y/Y in May vs 1.7% Y/Y in April, according to Russian press, citing economy ministry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-gdp-growth-said-to-slow-to-0-2-y-y-in-may-vs-1-7-y-y-in-april-according-to-russian-press-citing-economy-ministry-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:51:00",
        "gmt_time": "2019-06-21 13:51:00"
    },
    {
        "id": 874948,
        "updated_sequence": 1879228,
        "published_at": {
            "unix": 1561124820,
            "text": "2019-06-21 14:47:00 +0100",
            "iso_8601": "2019-06-21T13:47:00Z"
        },
        "updated_at": {
            "unix": 1561124911,
            "text": "2019-06-21 14:48:31 +0100",
            "iso_8601": "2019-06-21T13:48:31Z"
        },
        "subject": "EU Commission will not make a proposal today to extend the Swiss Exchanges' access to the EU market, which will effectively end equivalence on July 1st, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-will-not-make-a-proposal-today-to-extend-the-swiss-exchanges-access-to-the-eu-market-which-will-effectively-end-equivalence-on-july-1st-according-to-sources-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:47:00",
        "gmt_time": "2019-06-21 13:47:00"
    },
    {
        "id": 874944,
        "updated_sequence": 1879207,
        "published_at": {
            "unix": 1561124580,
            "text": "2019-06-21 14:43:00 +0100",
            "iso_8601": "2019-06-21T13:43:00Z"
        },
        "updated_at": {
            "unix": 1561124658,
            "text": "2019-06-21 14:44:18 +0100",
            "iso_8601": "2019-06-21T13:44:18Z"
        },
        "subject": "Strength in Owens Corning (OC) being attributed to speculation about potential activist interest, according to Street Insider ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "strength-in-owens-corning-oc-being-attributed-to-speculation-about-potential-activist-interest-according-to-street-insider-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:43:00",
        "gmt_time": "2019-06-21 13:43:00"
    },
    {
        "id": 874943,
        "updated_sequence": 1879212,
        "published_at": {
            "unix": 1561124460,
            "text": "2019-06-21 14:41:00 +0100",
            "iso_8601": "2019-06-21T13:41:00Z"
        },
        "updated_at": {
            "unix": 1561124687,
            "text": "2019-06-21 14:44:47 +0100",
            "iso_8601": "2019-06-21T13:44:47Z"
        },
        "subject": "VOX reports that two US Officials and one person familiar with deliberations suggests that there are still plans for the US to strike Iran on Friday night, but it’s possible that plan won’t be put into action, via EHA News",
        "content": "<p><a href=\"https://twitter.com/ELINTNews/status/1142063690218397696\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier: US President Trump Tweets (on stopping the military strike) that a military strike would not have been proportionate to shooting down an unmanned drone, adding that he is in no hurry but the US military is ready to go</li></ul>",
        "analysis_updated_at": {
            "unix": 1561124640,
            "text": "2019-06-21 14:44:00 +0100",
            "iso_8601": "2019-06-21T13:44:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "vox-reports-that-two-us-officials-and-one-person-familiar-with-deliberations-suggests-that-there-are-still-plans-for-the-us-to-strike-iran-on-friday-night-but-it-s-possible-that-plan-won-t-be-put-into-action-via-eha-news-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:41:00",
        "gmt_time": "2019-06-21 13:41:00"
    },
    {
        "id": 874941,
        "updated_sequence": 1879219,
        "published_at": {
            "unix": 1561124400,
            "text": "2019-06-21 14:40:00 +0100",
            "iso_8601": "2019-06-21T13:40:00Z"
        },
        "updated_at": {
            "unix": 1561124831,
            "text": "2019-06-21 14:47:11 +0100",
            "iso_8601": "2019-06-21T13:47:11Z"
        },
        "subject": "US Movers: Carmax (KMX) +3.3%, Apple (AAPL) -0.4%, Caterpillar (CAT) -0.5%, Micron (MU) -1.0%, Paypal (PYPL) -1.9%, Carnival Corp (CCL) -4.5%",
        "content": "<ul><li><strong>KMX</strong> up on earnings beat</li><li><strong>AAPL </strong>down on recall of MacBook Pros</li><li><strong>CAT </strong>down on Atlantic Equities downgrade</li><li><strong>MU </strong>down on PT cuts&nbsp;</li><li><strong>PYPL </strong>down on COO resignation</li><li><strong>CCL </strong>down on Barclays downgrade</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk Sources",
        "slug": "us-movers-carmax-kmx-3-3-apple-aapl-0-4-caterpillar-cat-0-5-micron-mu-1-0-paypal-pypl-1-9-carnival-corp-ccl-4-5-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:40:00",
        "gmt_time": "2019-06-21 13:40:00"
    },
    {
        "id": 874942,
        "updated_sequence": 1879214,
        "published_at": {
            "unix": 1561124340,
            "text": "2019-06-21 14:39:00 +0100",
            "iso_8601": "2019-06-21T13:39:00Z"
        },
        "updated_at": {
            "unix": 1561124702,
            "text": "2019-06-21 14:45:02 +0100",
            "iso_8601": "2019-06-21T13:45:02Z"
        },
        "subject": "RBS (RBS LN) is reportedly looking at acquiring Tesco (TSCO) Bank's GBP 3.7bln mortgage portfolio, according to Sky News",
        "content": "<ul><li><a href=\"https://news.sky.com/story/every-little-helps-as-rbs-goes-shopping-for-tesco-mortgages-11746329\">Click here for the article</a></li></ul>",
        "reaction_details": "<ul><li>In a delayed reaction, Tesco shares rose from GBP 2.5680 to GBP 2.5740</li></ul>",
        "reaction_updated_at": {
            "unix": 1561124702,
            "text": "2019-06-21 14:45:02 +0100",
            "iso_8601": "2019-06-21T13:45:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "rbs-rbs-ln-is-reportedly-looking-at-acquiring-tesco-tsco-bank-s-gbp-3-7bln-mortgage-portfolio-according-to-sky-news-21-06-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:39:00",
        "gmt_time": "2019-06-21 13:39:00"
    },
    {
        "id": 874940,
        "updated_sequence": 1879193,
        "published_at": {
            "unix": 1561123620,
            "text": "2019-06-21 14:27:00 +0100",
            "iso_8601": "2019-06-21T13:27:00Z"
        },
        "updated_at": {
            "unix": 1561123763,
            "text": "2019-06-21 14:29:23 +0100",
            "iso_8601": "2019-06-21T13:29:23Z"
        },
        "subject": "Russian Deputy Foreign Minister says Russia is willing to help Ian with oil exports and banking (if European payments system is not launched), according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-deputy-foreign-minister-says-russia-is-willing-to-help-ian-with-oil-exports-and-banking-if-european-payments-system-is-not-launched-according-to-interfax-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:27:00",
        "gmt_time": "2019-06-21 13:27:00"
    },
    {
        "id": 874940,
        "updated_sequence": 1879193,
        "published_at": {
            "unix": 1561123620,
            "text": "2019-06-21 14:27:00 +0100",
            "iso_8601": "2019-06-21T13:27:00Z"
        },
        "updated_at": {
            "unix": 1561123763,
            "text": "2019-06-21 14:29:23 +0100",
            "iso_8601": "2019-06-21T13:29:23Z"
        },
        "subject": "Russian Deputy Foreign Minister says Russia is willing to help Ian with oil exports and banking (if European payments system is not launched), according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-deputy-foreign-minister-says-russia-is-willing-to-help-ian-with-oil-exports-and-banking-if-european-payments-system-is-not-launched-according-to-interfax-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:27:00",
        "gmt_time": "2019-06-21 13:27:00"
    },
    {
        "id": 874939,
        "updated_sequence": 1879187,
        "published_at": {
            "unix": 1561123200,
            "text": "2019-06-21 14:20:00 +0100",
            "iso_8601": "2019-06-21T13:20:00Z"
        },
        "updated_at": {
            "unix": 1561123396,
            "text": "2019-06-21 14:23:16 +0100",
            "iso_8601": "2019-06-21T13:23:16Z"
        },
        "subject": "Additional US Equity Stories - TSLA",
        "content": "<p><strong>Tesla (TSLA)</strong> source says, although deliveries have surpassed 1k vehicles per day for the first time, hitting a record number of deliveries in Q2 is not \"in the bag\" and is counting on the US market to deliver.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-tsla-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:20:00",
        "gmt_time": "2019-06-21 13:20:00"
    },
    {
        "id": 874938,
        "updated_sequence": 1879184,
        "published_at": {
            "unix": 1561122900,
            "text": "2019-06-21 14:15:00 +0100",
            "iso_8601": "2019-06-21T13:15:00Z"
        },
        "updated_at": {
            "unix": 1561123354,
            "text": "2019-06-21 14:22:34 +0100",
            "iso_8601": "2019-06-21T13:22:34Z"
        },
        "subject": "Italy Deputy Salvini says avoiding EU EDP is the goal, but not at any cost. says he wants to bring forward the 2020 Budget Law, adds that he is not in favour of early elections; wants the new pension scheme to be in place",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-salvini-says-avoiding-eu-edp-is-the-goal-but-not-at-any-cost-says-he-wants-to-bring-forward-the-2020-budget-law-adds-that-he-is-not-in-favour-of-early-elections-wants-the-new-pension-scheme-to-be-in-place-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:15:00",
        "gmt_time": "2019-06-21 13:15:00"
    },
    {
        "id": 874937,
        "updated_sequence": 1879176,
        "published_at": {
            "unix": 1561122420,
            "text": "2019-06-21 14:07:00 +0100",
            "iso_8601": "2019-06-21T13:07:00Z"
        },
        "updated_at": {
            "unix": 1561122471,
            "text": "2019-06-21 14:07:51 +0100",
            "iso_8601": "2019-06-21T13:07:51Z"
        },
        "subject": "Nomura Quant: A global equity dip ahead of the G20 could present a buying opportunity",
        "content": "<ul><li>Judging from the pattern of market sentiment and supply-demand among hedge funds, Nomura still expect the risk rally in equities to sustain into July</li><li>During the last peak, stock market gains continued for about a month after sentiment peaked and began falling. Therefore, any dip in share prices ahead of the G20 meeting may represent a good opportunity to buy as gains</li><li>Hedge funds typically have only limited exposure to equities, therefore there is scope for funds to lift their equity exposure if the risk rally gains momentum</li><li>CTAs are still steadily adding to their long position in US equity futures; their net long position in S&amp;P 500 futures is now back up to 37% of the peak level marked just ahead of the May selloff</li><li>Overall, long/short funds are reducing their long exposure to defensives and gradually adding to their long exposure to cyclicals</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quant-a-global-equity-dip-ahead-of-the-g20-could-present-a-buying-opportunity-21-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:07:00",
        "gmt_time": "2019-06-21 13:07:00"
    },
    {
        "id": 874936,
        "updated_sequence": 1879171,
        "published_at": {
            "unix": 1561122240,
            "text": "2019-06-21 14:04:00 +0100",
            "iso_8601": "2019-06-21T13:04:00Z"
        },
        "updated_at": {
            "unix": 1561122410,
            "text": "2019-06-21 14:06:50 +0100",
            "iso_8601": "2019-06-21T13:06:50Z"
        },
        "subject": "US President Trump Tweets (on stopping the military strike) that a military strike would not have been proportionate to shooting down an unmanned drone, adding that he is in no hurry but the US military is ready to go ",
        "content": "<ul><li>Link to first Tweet in thread <a href=\"https://twitter.com/realDonaldTrump/status/1142055375186907136\">here</a>&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-on-stopping-the-military-strike-that-a-military-strike-would-not-have-been-proportionate-to-shooting-down-an-unmanned-drone-adding-that-he-is-in-no-hurry-but-the-us-military-is-ready-to-go-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:04:00",
        "gmt_time": "2019-06-21 13:04:00"
    },
    {
        "id": 874935,
        "updated_sequence": 1879166,
        "published_at": {
            "unix": 1561122180,
            "text": "2019-06-21 14:03:00 +0100",
            "iso_8601": "2019-06-21T13:03:00Z"
        },
        "updated_at": {
            "unix": 1561122315,
            "text": "2019-06-21 14:05:15 +0100",
            "iso_8601": "2019-06-21T13:05:15Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 21st June 2019",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22123/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><p><strong>DOW</strong></p><ul><li><strong>Apple (AAPL) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals) is to recall some of its 15-inch MacBook Pro laptops sold in the Chinese market due to battery overheating that may pose fire hazards; around 63,000 batteries were estimated to have the problem on the Chinese mainland reported Xinhua.</li><li><strong>Caterpillar (CAT) </strong>(Industrials/Construction Machinery &amp; Heavy Trucks) was downgraded to underweight from neutral at Atlantic Equities, who cited expectations of weaker global economic growth.</li><li><strong>Chevron (CVX)</strong> (Energy/Integrated Oil &amp; Gas), <strong>Phillips 66 (PSX)</strong> (Energy/Oil &amp; Gas Refining &amp; Marketing) - Chevron Phillips Chemical Company, a joint venture between Chevron and Phillips 66, has offered to acquire Nova Chemicals for at least USD 15bln (including debt). However, sources suggest that there is no guarantee that Nova Chemical’s owner, Mubadala Investment will accept the offer and other bidders may emerge.</li><li><strong>Exxon Mobil Corp (XOM) </strong>(Energy/Integrated Oil &amp; Gas) is reportedly holding back on a previously planned USD 53bln investment to boost Iraqi oil output, amid geopolitical tensions in the region, according to Iraqi government officials.</li><li><strong>McDonalds (MCD) </strong>(Consumer Discretionary/Restaurants) is reportedly testing voice-recognition software at its drive-throughs and robotic deep-fryers as the fast food maker looks to speed up service.</li><li><strong>Merck (MRK) </strong>(Health Care/Pharmaceuticals) had its price target raised to USD 95 from USD 84 at Citi, whose analysts suggested that the company's intensified cost focus should offset the anticipated impact of increased competition for its headline Keytruda cancer treatment, especially outside the U.S.</li><li><strong>United Health Corp (UNH)</strong> (Health Care/Managed Health Care) is set to acquire health-care payments company Equian LLC for roughly USD 3.2bln, the WSJ reported. There is speculation that UnitedHealth will merge Equian into its own Optum health-services arm, helping it to branch out into areas beyond health care.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet (GOOG, GOOGL) </strong>(Communication Services/Interactive Media &amp; Services) has aborted plans to make its own tablet devices and will not release a successor for the Pixelbook Slate. Separately, the WSJ reported that Google Maps is filled with millions of false business addresses and fake names causing users to be lured into potentially expensive or even risky situations. Google issued a response to the article; in which it detailed the measures it takes to combat the problem.</li><li><strong>Facebook (FB)</strong> (Communication Services/Interactive Media &amp; Services) announced a new Strategic Response team, which will be tasked with quickly reacting to geopolitical events. Elsewhere, Facebook co-founder Chris Hughes said that a Libra coin would shift power into the wrong hands, and that regulators should not underestimate the digital currency's disruptive potential, reported the FT. \"If global regulators don't act now, it could very soon be too late,\" he said.</li><li><strong>Micron Technologies (MU) </strong>(Information Technology/Semiconductors) has had its price target lowered to USD 28 from USD 32 at Baird, whilst they kept their Underperform rating for the stock. Baird analysts note that DRAM and NAND inventories have deteriorated quarter-over-quarter and are now about twice the normal levels in the supply chain. JP Morgan also lowered their price target for the co., who’s reduced estimates reflect the component bans to Huawei, which was 13% of its customer base in H1 2019.</li><li><strong>PayPal (PYPL)</strong> (Information Technology/Data Processing &amp; Outsourced Services) announced that COO Ready will leave at the end of 2019, to pursue opportunities outside of the company.</li><li><strong>Qualcomm (QCOM) </strong>(Information Technology/Semiconductors) – The US FTC has issued an objection Qualcomm’s (QCOM) legal push to introduce internal Apple (AAPL) documents as evidence against the enforcement of the antitrust ruling made against the chipmaker in May.</li><li><strong>Regeneron (REGN)</strong> (Health Care/Pharmaceuticals) and <strong>Sanofi (SAN FP) </strong>(Health Care/Pharmaceuticals) have announced positive top-line Phase II results for IL-33 antibody in Asthma. (Newswires)</li><li><strong>Tesla (TSLA) </strong>(Consumer Discretionary/Automobile Manufacturers) has had its price target boosted at Baird to USD 355 from USD 340, who also reiterated an Outperform rating for the shares. Analysts suggest that consensus expectations for deliveries \"have overshot to the negative,\" creating a favourable share setup for the remainder of the year. Analysts expect Q2 delivery numbers by 3 July and stock price to react positively.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Allergan (AGN) </strong>(Health Care/Pharmaceuticals) – The FDA has approved the use of BOTOX for paediatric patients with upper limb spasticity, whilst the FDA is also reviewing the use of BOTOX to treat lower limb spasticity with the decision expected in Q4 of this year.</li><li><strong>Carmax (KMX) </strong>(Consumer Discretionary/Specialty Stores) (USD) report Q1 EPS 1.59 (exp. 1.49), revenue 5.37bln (exp. 5.18), unit sales in comparable stores increased 9.5%, total used unit sales rose 13.0%, total wholesale unit sales increased 6.6%.</li><li><strong>Constellation Brands (STZ) </strong>(Consumer Staples/Distillers &amp; Vintners) have realised USD 38mln in losses from its equity method investment in Canopy Growth Corp (CGC), who reported larger than expected losses last night.</li><li><strong>Delta Airlines (DAL) </strong>(Industrials/Airlines) has acquired a 4.3% stake in Hanjin Kal, which is the parent company of Korean Airlines, and says it wants to raise it to 10% after Delta and Korean Airlines formed a joint venture last year.</li><li><strong>Medtronic (MDT) </strong>(Health Care/Health Care Equipment) raised its quarterly dividend to USD 0.54 per share from USD 0.50.</li><li><strong>Norwegian Cruise Line Holding’s (NCLH)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines) pullback on Carnival earnings could be a buying opportunity, according to Stifel. Having recently spent time with the management team, Stifel analysts remains confident in their ability to deliver on the objectives laid out at their 2018 analyst day.</li><li><strong>Red Hat (RHT) </strong>(Information Technology/Systems Software) (USD) Q1 19 EPS 1.00 (exp. 0.86), revenue 0.93bln (exp. 0.93bln), reports Q1 subscription revenue 0.815bln, up 15% from last year. William Blair analysts downgraded the co. to Market Perform from Outperform, citing the approaching takeover by IBM (IBM).</li><li><strong>United Continental Airlines (UAL) </strong>(Industrials/Airlines) has suspended flights to Mumbai from Newark following a safety review after recent escalations in tensions between the US and Iran.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Dell Technologies (DELL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) – Safebreach has identified a major security vulnerability that could potentially affect several million laptops. The vulnerability was discovered in late May, Dell has since implemented a fix and released updates.</li><li><strong>Energy Transfer’s (ET) </strong>(Energy/Oil, Gas &amp; Consumable Fuels) Philadelphia Energy refinery, 335k BPD refinery, experienced a fire on Friday morning, with explosions also reported.</li><li><strong>IQE plc (IQE LN)</strong> is the latest Huawei supplier to slash guidance. Given commentary, this may reach a touch further than Huawei: Larger impact than the previously guided risk related specifically to Huawei, due to “the far-reaching impacts” on other companies and supply chains that are now becoming evident.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>CATALENT (CTLT) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li><li>CROCS (CROX) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li>GLOBANT (GLOB) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT ITAU BBA</li><li>IQVIA (IQV) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li><li>KEYCORP (KEY) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li>LABCORP (LH) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>PHILLIPS 66 (PSX) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>SEAWORLD (SEAS) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li></ul><p><strong>Downgrades</strong></p><ul><li>ANAPTYSBIO (ANAB) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>AVON PRODUCTS (AVP) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>BARNES &amp; NOBLE (BKS) DOWNGRADED TO HOLD FROM BUY AT GABELLI</li><li>CARNIVAL (CCL) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>GRAINGER (GWW) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT ATLANTIC EQUITIES</li><li>HSBC (HSBC, HSBA LN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>INTERNATIONAL FLAVORS (IFF) DOWNGRADED TO UNDERPERFORM AT EXANE BNP PARIBAS</li><li>INTERSECT ENT (XENT) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>TABLEAU (DATA) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li></ul><p><strong>Initiations</strong></p><ul><li>AGNC INVESTMENT (AGNC) INITIATED WITH A NEUTRAL AT UBS</li><li>ANNALY CAPITAL (AGNC) INITIATED WITH A BUY AT UBS</li><li>AXOVANT (AXGT) INITIATED WITH AN OUTPERFORM AT SVB LEERINK</li><li>CHEWY (CHWY) INITIATED WITH A NEUTRAL AT WEDBUSH</li><li>CORTEVA (CTVA) INITIATED WITH AN OVERWEIGHT AT JPMORGAN</li><li>ENTEGRIS (ENTG) INITIATED WITH A BUY AT CL KING</li><li>FASTLY (FSLY) INITIATED WITH A BUY AT CRAIG-HALLUM</li><li>FIDUS INVESTMENT (FDUS) INITIATED WITH A BUY AT B. RILEY FBR</li><li>FISERV (FISV) INITIATED WITH AN OUTPERFORM AT RAYMOND JAMES</li><li>FOUR CORNERS PROPERTY TRUST (FCPT) INITIATED WITH A BUY AT JANNEY MONTGOMERY SCOTT</li><li>FUNKO (FNKO) INITIATED WITH A BUY AT DA DAVIDSON</li><li>HP ENTERPRISE (HPE) INITIATED WITH A NEUTRAL AT LONGBOW</li><li>HYRECAR (HYRE) INITIATED WITH A BUY AT MAXIM</li><li>ITERUM THERAPEUTICS (ITRM) INITIATED WITH A BUY AT H.C. WAINWRIGHT</li><li>LOVESAC (LOVE) INITIATED WITH A BUY AT STIFEL</li><li>MEET GROUP (MEET) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER</li><li>MUSTANG BIO (MBIO) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD</li><li>NAPCO SECURITY (NSSC) INITIATED WITH AN OUTPERFORM AT IMPERIAL CAPITAL</li><li>PERFICIENT (PRFT) INITIATED WITH A BUY AT NOMURA INSTINET</li><li>POSTAL REALTY TRUST (PSTL) INITIATED WITH A BUY AT JANNEY MONTGOMERY SCOTT</li><li>STANLEY BLACK &amp; DECKER (SWK) INITIATED WITH AN UNDERPERFORM AT BOFA/MERRILL</li><li>TAIWAN LIPOSOME (TLC) INITIATED WITH AN OUTPERFORM AT BAIRD</li><li>THUNDER BRIDGE ACQUISITION (TBRG) INITIATED WITH AN OUTPERFORM AT WILLIAM BLAIR</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Broadcom Inc (AVGO). Amount USD 2.65</li><li>FedEx Corp (FDX). Amount USD 0.65</li><li>International Flavors &amp; Fragrances Inc (IFF). Amount USD 0.73</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-21st-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 21:03:00",
        "gmt_time": "2019-06-21 13:03:00"
    },
    {
        "id": 874930,
        "updated_sequence": 1879149,
        "published_at": {
            "unix": 1561121880,
            "text": "2019-06-21 13:58:00 +0100",
            "iso_8601": "2019-06-21T12:58:00Z"
        },
        "updated_at": {
            "unix": 1561121985,
            "text": "2019-06-21 13:59:45 +0100",
            "iso_8601": "2019-06-21T12:59:45Z"
        },
        "subject": "Fixed and FX latest: bonds still bearish or less wanted, and Loonie likewise",
        "content": "<p>Not much additional movement since US participants re-joined the fray, as debt markets continue to consolidate or take a breather after this week’s heady rally on a mixture of dovish Central Bank policy developments and deteriorating diplomatic/geopolitical situation. However, in the absence of any early US data, softer than forecast Canadian retail sales did spark some price action in Usd/Cad and a knee-jerk over 1.3200 before upward revisions to the previous month and ongoing Greenback weakness capped the initial move.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-still-bearish-or-less-wanted-and-loonie-likewise-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 20:58:00",
        "gmt_time": "2019-06-21 12:58:00"
    },
    {
        "id": 874927,
        "updated_sequence": 1879129,
        "published_at": {
            "unix": 1561120020,
            "text": "2019-06-21 13:27:00 +0100",
            "iso_8601": "2019-06-21T12:27:00Z"
        },
        "updated_at": {
            "unix": 1561120119,
            "text": "2019-06-21 13:28:39 +0100",
            "iso_8601": "2019-06-21T12:28:39Z"
        },
        "subject": "Iranian President advisor says if US President Trump doesn't want war with Iran he has to ease sanctions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-president-advisor-says-if-us-president-trump-doesn-t-want-war-with-iran-he-has-to-ease-sanctions-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 20:27:00",
        "gmt_time": "2019-06-21 12:27:00"
    },
    {
        "id": 874926,
        "updated_sequence": 1879126,
        "published_at": {
            "unix": 1561119600,
            "text": "2019-06-21 13:20:00 +0100",
            "iso_8601": "2019-06-21T12:20:00Z"
        },
        "updated_at": {
            "unix": 1561119935,
            "text": "2019-06-21 13:25:35 +0100",
            "iso_8601": "2019-06-21T12:25:35Z"
        },
        "subject": "Following volatility in the Russian ruble, reports of US House Democrats backing legislation that would impose more sanctions on Moscow, including on Russian debt, due to political interference",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "following-volatility-in-the-russian-ruble-reports-of-us-house-democrats-backing-legislation-that-would-impose-more-sanctions-on-moscow-including-on-russian-debt-due-to-political-interference-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 20:20:00",
        "gmt_time": "2019-06-21 12:20:00"
    },
    {
        "id": 874925,
        "updated_sequence": 1879123,
        "published_at": {
            "unix": 1561119000,
            "text": "2019-06-21 13:10:00 +0100",
            "iso_8601": "2019-06-21T12:10:00Z"
        },
        "updated_at": {
            "unix": 1561119073,
            "text": "2019-06-21 13:11:13 +0100",
            "iso_8601": "2019-06-21T12:11:13Z"
        },
        "subject": "Iran's Foreign Ministry spokesman says Iran \"responds to diplomacy with diplomacy and war with firm defence\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-foreign-ministry-spokesman-says-iran-responds-to-diplomacy-with-diplomacy-and-war-with-firm-defence-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 20:10:00",
        "gmt_time": "2019-06-21 12:10:00"
    },
    {
        "id": 874924,
        "updated_sequence": 1879120,
        "published_at": {
            "unix": 1561118640,
            "text": "2019-06-21 13:04:00 +0100",
            "iso_8601": "2019-06-21T12:04:00Z"
        },
        "updated_at": {
            "unix": 1561118746,
            "text": "2019-06-21 13:05:46 +0100",
            "iso_8601": "2019-06-21T12:05:46Z"
        },
        "subject": "White House official will not comment on pre-operational military planning in Iran, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-official-will-not-comment-on-pre-operational-military-planning-in-iran-according-to-cnbc-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 20:04:00",
        "gmt_time": "2019-06-21 12:04:00"
    },
    {
        "id": 874923,
        "updated_sequence": 1879117,
        "published_at": {
            "unix": 1561118160,
            "text": "2019-06-21 12:56:00 +0100",
            "iso_8601": "2019-06-21T11:56:00Z"
        },
        "updated_at": {
            "unix": 1561118246,
            "text": "2019-06-21 12:57:26 +0100",
            "iso_8601": "2019-06-21T11:57:26Z"
        },
        "subject": "Scotiabank FX Daily - USD Consolidates Losses Ahead of Data  ",
        "content": "<ul><li>&nbsp; USD loses around 1% on the week in DXY terms, remains vulnerable on Fed.</li><li>&nbsp; CAD consolidates ahead of Retail Sales but can still strengthen.</li><li>&nbsp; EUR firmer on better PMI data, poised to test key 1.1350 level.</li><li>&nbsp; GBP trades back from mid-week high; Brexit issues remains a drag.</li><li>&nbsp; JPY slightly softer, May CPI slows to 0.7% Y/Y, in line with forecasts.</li><li>&nbsp; AUD under-performs amid mixed risk trends. Jun PMI data improves.</li><li>&nbsp;MXN eases modestly intraday as US equity futures dip.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-consolidates-losses-ahead-of-data-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 19:56:00",
        "gmt_time": "2019-06-21 11:56:00"
    },
    {
        "id": 874921,
        "updated_sequence": 1879110,
        "published_at": {
            "unix": 1561117200,
            "text": "2019-06-21 12:40:00 +0100",
            "iso_8601": "2019-06-21T11:40:00Z"
        },
        "updated_at": {
            "unix": 1561117271,
            "text": "2019-06-21 12:41:11 +0100",
            "iso_8601": "2019-06-21T11:41:11Z"
        },
        "subject": "Iranian Revolutionary Guard Commander says Iran refrained from shooting down a US plane with 35 people on board that was accompanying the US drone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-revolutionary-guard-commander-says-iran-refrained-from-shooting-down-a-us-plane-with-35-people-on-board-that-was-accompanying-the-us-drone-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 19:40:00",
        "gmt_time": "2019-06-21 11:40:00"
    },
    {
        "id": 874917,
        "updated_sequence": 1879098,
        "published_at": {
            "unix": 1561116000,
            "text": "2019-06-21 12:20:00 +0100",
            "iso_8601": "2019-06-21T11:20:00Z"
        },
        "updated_at": {
            "unix": 1561116113,
            "text": "2019-06-21 12:21:53 +0100",
            "iso_8601": "2019-06-21T11:21:53Z"
        },
        "subject": "US Democratic Senator Coons says US should not ignore Iran's provocations; important to be clear about what Trump's red lines are",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-democratic-senator-coons-says-us-should-not-ignore-iran-s-provocations-important-to-be-clear-about-what-trump-s-red-lines-are-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 19:20:00",
        "gmt_time": "2019-06-21 11:20:00"
    },
    {
        "id": 874916,
        "updated_sequence": 1879095,
        "published_at": {
            "unix": 1561115220,
            "text": "2019-06-21 12:07:00 +0100",
            "iso_8601": "2019-06-21T11:07:00Z"
        },
        "updated_at": {
            "unix": 1561115441,
            "text": "2019-06-21 12:10:41 +0100",
            "iso_8601": "2019-06-21T11:10:41Z"
        },
        "subject": "ECB's Draghi told EU leaders that signs of weakness are increasing, the economic rebound is weaker than expected; in absence of a sustained return to the ECB's inflation target, additional stimulus will be required ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-draghi-told-eu-leaders-that-signs-of-weakness-are-increasing-the-economic-rebound-is-weaker-than-expected-in-absence-of-a-sustained-return-to-the-ecb-s-inflation-target-additional-stimulus-will-be-required-21-06-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 19:07:00",
        "gmt_time": "2019-06-21 11:07:00"
    },
    {
        "id": 874915,
        "updated_sequence": 1879092,
        "published_at": {
            "unix": 1561114380,
            "text": "2019-06-21 11:53:00 +0100",
            "iso_8601": "2019-06-21T10:53:00Z"
        },
        "updated_at": {
            "unix": 1561114441,
            "text": "2019-06-21 11:54:01 +0100",
            "iso_8601": "2019-06-21T10:54:01Z"
        },
        "subject": "RANsquawk Daily US Opening News - 21st June 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22122/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>European stocks gave up earlier gains on quadruple witching day, sectors are mostly in the red</strong></li><li><strong>Dollar trades within a tight range above 95.50, EUR is supported by encouraging EZ PMIs</strong></li><li><strong>US President Trump reportedly pulled back from launching attacks on Iran hours after approving strikes on a handful of targets</strong></li><li><strong>Looking ahead, highlights include US PMIs, Canadian retail sales, Baker Hughes, Fed’s Mester, Daly, BoE’s Tenreyro and Carney, quadruple witching</strong></li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St</strong> where the S&amp;P 500 rallied to fresh all-time highs and the energy sector outperformed on further oil advances. <strong>ASX 200 (-0.6% ) </strong>and<strong> Nikkei 225 (-1.0%) </strong>were both lower although downside was stemmed for most the session by strength in energy and commodity-related stocks after WTI gained around 6% and gold broke above USD 1400/oz for the first time since September 2013, while South32 was among the notable gainers in Australia after it received a couple of bids for its coal assets. Chinese markets were mixed with the <strong>Hang Seng (-0.3%)</strong> subdued after further disruptions from protesters discontent the extradition law wasn’t fully withdrawn by their set deadline and who also demanded that all charges against those involved in last week’s protests are dropped. Conversely, the <strong>Shanghai Comp. (+0.5%)</strong> bucked the trend and rose above the 3,000 level after the PBoC’s liquidity efforts resulted to a net injection of CNY 285bln for the week and with US-China trade negotiating teams said to meet as early as Tuesday. Finally, 10yr JGBs were higher and briefly broke above 154.00 amid the subdued risk tone in Japan and BoJ presence in the market for JPY 1.23tln of JGBs in 1yr-10yr maturities, while yields continued to decline in which Japanese 10yr yields fell to the lowest since July 2016.</p><p>PBoC injected CNY 30bln via 14-day reverse repos for a weekly net injection of CNY 285bln vs. Prev. CNY 65bln. (Newswires) <strong>PBoC set CNY mid-point at 6.8472 (Prev. 6.8805) – Strongest fix since February 21st</strong></p><p><strong>US and China negotiating teams could meet as soon as Tuesday. (SCMP)</strong></p><p>China Banking and Insurance Regulatory Commission said the effect of US tariffs on China's economy will be very limited, while there were separate reports from Global Times that China urged the US to halt the abuse of state power to suppress Chinese companies. (Newswires/Global Times)&nbsp;</p><p>Japanese National CPI (May) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.9%) Japanese National CPI Ex. Fresh Food (May) Y/Y 0.8% vs. Exp. 0.8% (Prev. 0.9%) Japanese National CPI Ex. Fresh Food &amp; Energy (May) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.6%)<strong>&nbsp;</strong></p><p><strong>US</strong></p><p>US President Trump and Canadian PM Trudeau instructed officials to develop a joint action plan for collaborating on critical minerals. (Newswires)</p><p><strong>CENTRAL BANKS</strong></p><p><strong>Fed's Clarida (Voter)</strong> said the Fed will act appropriately to sustain the expansion; the US is close to its 2% inflation target; trends overseas might affect the US outlook, adding that the borad agreement is that the case for looser Fed policy has increased. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p><strong>US President Trump reportedly pulled back from launching attacks on Iran hours after approving strikes on a handful of targets</strong> including radar and missile batteries, while an official noted that planes were in the air and ships were in position but no missiles had been fired when the word came to stand down. Furthermore, <strong>US President Trump delivered Iran a message via Oman, warning of an imminent attack, with the message also noting \"we do not want war but talks\" and gave Tehran a deadline to start discussions, according to officials. </strong>(Newswires)&nbsp;</p><p><strong>Several top US House Republicans said there must be a measured response to Iran</strong> <strong>actions</strong>, although there were separate comments from US House Speaker Pelosi that the US needs to do everything in its power to de-escalate situation with Iran. (Newswires)</p><p>US FAA issues emergency order prohibiting all US flights in overwater area of Iran-controlled airspace above Persian Gulf and Gulf of Oman. (Newswires)</p><p>EU Commission President Juncker commented that what Turkey is doing in territorial waters of Cyprus is unacceptable and that proposals against Turkey over the drilling will not be soft. (Newswires)</p><p><strong>UK/EU</strong></p><p><strong>EU Council President Tusk said there was no majority for any candidate for any of the EU's top jobs</strong> and EU's Juncker commented that he doesn’t expect it will be easy to reach deal regarding the top jobs, while EU leaders agreed to conduct another summit on assigning the bloc's top positions on June 30th. (Newswires)</p><p><strong>Italian Deputy PM Salvini says he is ready to quit if the government cannot cut taxes for EUR 10bln, according to Corriere Della Sera</strong>. (Newswires)</p><p><strong>EU Markit Manufacturing Flash PMI (Jun) 47.8 vs. Exp. 48.0 (Prev. 47.7) (Newswires)</strong> - Services Flash PMI (Jun) 53.4 vs. Exp. 52.9 (Prev. 52.9) - Composite Flash PMI (Jun) 52.1 vs. Exp. 51.8 (Prev. 51.8)</p><p><strong>EQUITIES</strong></p><p><strong>European equities are mixed [Eurostoxx 50 Unch] as the region received a lacklustre handover from Asia on quadruple witching day. </strong>The European cash open was relatively uninspiring with most bourses flat/lower before receiving some impetus from encouraging French and German flash PMIs, albeit the EZ metrics were mixed. Sectors are now mostly in the red but energy names lead the gains amid the this week’s price action in the complex. In terms of individual movers, Natixis (-4.0%) shares fell amid a downgrade at HSBC. On the flip side, Elior (+4.3%) shares are bolstered due to a positive broker move at Goldman Sachs. Elsewhere, Telecom Italia (+1.6%) shares rose amid reports that the Co. signed a non-disclosure agreement to start talks regarding a TIM and Open Fiber network integration. Finally, looking at analysis from Nomura Quant, the bank believes that dips in stocks ahead of G20 pose good buying opportunities as it sees signs of increased equity exposures by speculators , “Judging from the pattern of market sentiment and supply-demand among hedge funds, we still expect the risk rally to sustain into July”, Nomura says.</p><p><strong>FX</strong></p><p><strong>EUR - </strong>The single currency has gleaned support from above forecast French and German preliminary PMIs that appear to have offset weakness elsewhere in the Eurozone and underpinned the pan prints to an extent. However, Eur/Usd has stalled well ahead of major resistance in the 1.1347-50 area where 200 WMA and DMAs reside as the Greenback attempts to stabilise following its Fed induced sell-off and the DXY holds just above 96.500 vs 96.492 lows. Note also, hefty 2.5 bn option expiry interest at the 1.1300 strike is keeping the headline pair contained, while Eur/CHF remains top heavy and technically bearish around 1.1100 even though the Franc is fading vs the Buck within a 0.9808-38 range.</p><p><strong>CAD/SEK - </strong>Also relative G10 outperformers as the Loonie holds above 1.3200 against its US counterpart and looks towards Canadian retail sales data for more independent direction, while the Swedish Krona seems to be benefiting from Scandi cross flows as its Norwegian peer loses some Norges Bank momentum, with Eur/Sek hovering just above 10.6100 and Eur/Nok rebounding from the low 9.6500 region to 9.6850+ at one stage.</p><p><strong>NZD/AUD/GBP/JPY - </strong>All weaker vs the recovering Usd, as the Kiwi fails to sustain gains above 0.6600 and Aussie wanes ahead of 0.6950 alongside a pull-back in the Yuan after a strong PBoC midpoint fix overnight. Meanwhile, Cable has been unable to retain grip of the 1.2700 handle yet again after topping out close to yesterday’s 1.2727 high for the week so far and the Yen has pulled up short of 107.00 with decent expiries between the figure and 107.05 (1.4 bn) adding to psychological resistance, as Japan’s monetary authorities monitor currency moves closely. On the flip-side, 1.3 bn options at 107.50 and a further 2.8 bn from 107.70-80 may well keep Usd/Jpy in check into the NY cut, if not beyond.</p><p><strong>EM - </strong>Widespread declines as the Dollar regains a degree of composure, and with the Lira also wary about the weekend election rerun in Istanbul following all the rumpus after the first vote. Usd/Try is back over 5.8000, while the Rand and Rouble are also handing back a chunk of their recent gains but not quite to the same extent, with Usd/Zar and Usd/Rub straddling 14.4100 and 63.1000 respectively. Note, MS has reportedly shorted the latter pair at 63.3000, looking for 60.0000 and placing a stop at 65.0000.mitigation.</p><p><strong>FIXED INCOME</strong></p><p>Bunds and Gilts have staged relatively decent recoveries from post-Eurozone PMI lows that were exacerbated by technical and stop-selling once near term chart supports and recent lows gave way. The 10 year EU benchmarks are currently around 172.26 and 130.39 vs 171.95 and 130.13 Eurex and Liffe lows as equities retreat amidst ongoing US-Iran accusations and counterclaims over the downed drone and following what appears to have been a last minute decision by the White House to refrain from physical retaliation. Meanwhile, Italian bonds have bounced even more impressively after the BTP swap, but US Treasuries are still hemmed near overnight session lows and the curve is steeper ahead of Markit PMIs, existing home sales and more Fed speakers following lone rate cut dissenter Bullard.</p><p>German Debt Agency has lowered its Q3 issuance by EUR 2bln; total now seen at EUR 197bln. (Newswires)</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures continue to advance as tensions in the Middle East escalate, with NYT reporting that the Trump administration considered a strike in Iran following the downing of the US spy drone yesterday. Furthermore, officials stated that US President Trump delivered Iran a warning of an imminent attack, with the message noting \"we do not want war but talks\" and gave Tehran a deadline to start discussions. Brent is poised for it biggest weekly gain since April and inches closer to the USD 65/bbl level ahead of its 100 WMA at 67.10. Meanwhile, WTI&nbsp; futures reclaimed the USD 57.00/bbl handle before hitting resistance close to USD 58.00/bbl. ING believes “oil prices&nbsp; will trend higher over the second half of the year” due to the flaring tensions in the Middle East, coupled with expectations for an OPEC+ extension. Elsewhere, gold topped USD 1400/oz in Asia trade (albeit now back below the figure) and reached a high of USD 1411/oz, levels last seen in September 2013. Upside in the yellow metal has been driven primarily by the dovish tilts in major central banks, a weakening Buck and fears of potential war between the US and Iran. Gold remains near to the top of this week’s 1333-1411 range thus far. Elsewhere, copper pared some of yesterday’s gains as the FOMC-led momentum waned overnight, although the red metal is off lows. Finally, Dalian iron ore futures continued to advance as concerns persisted over tight supply, strong demand and declining shipments from Rio Tinto.</p><p>A fire has been reported at Philadelphia Energy refinery [332k-335k BPD], according to the fire department, the largest refinering on the East Coast. (Newswires)</p><p>Japanese Petroleum Association are studying possibles measure for potential supply disruptions from the Middle East including use of reserves and buying oil from Western Africa or US. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-21st-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:53:00",
        "gmt_time": "2019-06-21 10:53:00"
    },
    {
        "id": 874914,
        "updated_sequence": 1879089,
        "published_at": {
            "unix": 1561114080,
            "text": "2019-06-21 11:48:00 +0100",
            "iso_8601": "2019-06-21T10:48:00Z"
        },
        "updated_at": {
            "unix": 1561114151,
            "text": "2019-06-21 11:49:11 +0100",
            "iso_8601": "2019-06-21T10:49:11Z"
        },
        "subject": "German Chancellor Merkel says the Withdrawal Agreement is final",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-says-the-withdrawal-agreement-is-final-21-06-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:48:00",
        "gmt_time": "2019-06-21 10:48:00"
    },
    {
        "id": 874913,
        "updated_sequence": 1879086,
        "published_at": {
            "unix": 1561113120,
            "text": "2019-06-21 11:32:00 +0100",
            "iso_8601": "2019-06-21T10:32:00Z"
        },
        "updated_at": {
            "unix": 1561113792,
            "text": "2019-06-21 11:43:12 +0100",
            "iso_8601": "2019-06-21T10:43:12Z"
        },
        "subject": "Fed's Clarida (voter) says broad agreement that the case for looser policy has increased; will act appropriately to sustain the expansion; the US is close to its 2% inflation target; trends overseas might affect the US outlook",
        "content": "<ul><li>Fed has the flexibility to act as needed as rates are not close to the zero bound</li><li>Fed's independence is not under threat</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-voter-says-broad-agreement-that-the-case-for-looser-policy-has-increased-will-act-appropriately-to-sustain-the-expansion-the-us-is-close-to-its-2-inflation-target-trends-overseas-might-affect-the-us-outlook-21-06-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:32:00",
        "gmt_time": "2019-06-21 10:32:00"
    },
    {
        "id": 874912,
        "updated_sequence": 1879075,
        "published_at": {
            "unix": 1561113060,
            "text": "2019-06-21 11:31:00 +0100",
            "iso_8601": "2019-06-21T10:31:00Z"
        },
        "updated_at": {
            "unix": 1561113123,
            "text": "2019-06-21 11:32:03 +0100",
            "iso_8601": "2019-06-21T10:32:03Z"
        },
        "subject": "RANsquawk EU Mid Session - 21st June 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22121/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European equities are mixed [Eurostoxx 50 +0.1%] as the region received a lacklustre handover from Asia on quadruple witching day. </strong>The European cash open was relatively uninspiring with most bourses flat/lower before receiving some impetus from encouraging French and German flash PMIs, albeit the EZ metrics were mixed. Indices are broadly in the green, defensive sectors (healthcare, consumer staples) lag while energy names lead the gains amid the this week’s price action in the complex. In terms of individual movers, Natixis (-3.6%) shares fell amid a downgrade at HSBC. On the flip side, Elior (+4.3%) shares are bolstered due to a positive broker move at Goldman Sachs. Elsewhere, Telecom Italia (+1.2%) shares rose amid reports that the Co. signed a non-disclosure agreement to start talks regarding a TIM and Open Fiber network integration. Finally, looking at analysis from Nomura Quant, the bank believes that dips in stocks ahead of G20 pose good buying opportunities as it sees signs of increased equity exposures by speculators , “Judging from the pattern of market sentiment and supply-demand among hedge funds, we still expect the risk rally to sustain into July”, Nomura says.</p><p><strong>FX</strong></p><p><strong>EUR - </strong>The single currency has gleaned support from above forecast French and German preliminary PMIs that appear to have offset weakness elsewhere in the Eurozone and underpinned the pan prints to an extent. However, Eur/Usd has stalled well ahead of major resistance in the 1.1347-50 area where 200 WMA and DMAs reside as the Greenback attempts to stabilise following its Fed induced sell-off and the DXY holds just above 96.500 vs 96.492 lows. Note also, hefty 2.5 bn option expiry interest at the 1.1300 strike is keeping the headline pair contained, while Eur/CHF remains top heavy and technically bearish around 1.1100 even though the Franc is fading vs the Buck within a 0.9808-38 range.</p><p><strong>CAD/SEK - </strong>Also relative G10 outperformers as the Loonie holds above 1.3200 against its US counterpart and looks towards Canadian retail sales data for more independent direction, while the Swedish Krona seems to be benefiting from Scandi cross flows as its Norwegian peer loses some Norges Bank momentum, with Eur/Sek hovering just above 10.6100 and Eur/Nok rebounding from the low 9.6500 region to 9.6850+ at one stage.</p><p><strong>NZD/AUD/GBP/JPY - </strong>All weaker vs the recovering Usd, as the Kiwi fails to sustain gains above 0.6600 and Aussie wanes ahead of 0.6950 alongside a pull-back in the Yuan after a strong PBoC midpoint fix overnight. Meanwhile, Cable has been unable to retain grip of the 1.2700 handle yet again after topping out close to yesterday’s 1.2727 high for the week so far and the Yen has pulled up short of 107.00 with decent expiries between the figure and 107.05 (1.4 bn) adding to psychological resistance, as Japan’s monetary authorities monitor currency moves closely. On the flip-side, 1.3 bn options at 107.50 and a further 2.8 bn from 107.70-80 may well keep Usd/Jpy in check into the NY cut, if not beyond.</p><p><strong>EM - </strong>Widespread declines as the Dollar regains a degree of composure, and with the Lira also wary about the weekend election rerun in Istanbul following all the rumpus after the first vote. Usd/Try is back over 5.8000, while the Rand and Rouble are also handing back a chunk of their recent gains but not quite to the same extent, with Usd/Zar and Usd/Rub straddling 14.4100 and 63.1000 respectively. Note, MS has reportedly shorted the latter pair at 63.3000, looking for 60.0000 and placing a stop at 65.0000.mitigation.</p><p><strong>FIXED INCOME</strong></p><p>Bunds and Gilts have staged relatively decent recoveries from post-Eurozone PMI lows that were exacerbated by technical and stop-selling once near term chart supports and recent lows gave way. The 10 year EU benchmarks are currently around 172.26 and 130.39 vs 171.95 and 130.13 Eurex and Liffe lows as equities retreat amidst ongoing US-Iran accusations and counterclaims over the downed drone and following what appears to have been a last minute decision by the White House to refrain from physical retaliation. Meanwhile, Italian bonds have bounced even more impressively after the BTP swap, but US Treasuries are still hemmed near overnight session lows and the curve is steeper ahead of Markit PMIs, existing home sales and more Fed speakers following lone rate cut dissenter Bullard.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures continue to advance as tensions in the Middle East escalate, with NYT reporting that the Trump administration considered a strike in Iran following the downing of the US spy drone yesterday. Furthermore, officials stated that US President Trump delivered Iran a warning of an imminent attack, with the message noting \"we do not want war but talks\" and gave Tehran a deadline to start discussions. Brent is poised for it biggest weekly gain since April and inches closer to the USD 65/bbl level ahead of its 100 WMA at 67.10. Meanwhile, WTI&nbsp; futures reclaimed the USD 57.00/bbl handle before hitting resistance close to USD 58.00/bbl. ING believes “oil prices&nbsp; will trend higher over the second half of the year” due to the flaring tensions in the Middle East, coupled with expectations for an OPEC+ extension. Elsewhere, gold topped USD 1400/oz in Asia trade (albeit now back below the figure) and reached a high of USD 1411/oz, levels last seen in September 2013. Upside in the yellow metal has been driven primarily by the dovish tilts in major central banks, a weakening Buck and fears of potential war between the US and Iran. Gold remains near to the top of this week’s 1333-1411 range thus far. Elsewhere, copper pared some of yesterday’s gains as the FOMC-led momentum waned overnight, although the red metal is off lows. Finally, Dalian iron ore futures continued to advance as concerns persisted over tight supply, strong demand and declining shipments from Rio Tinto.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-21st-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:31:00",
        "gmt_time": "2019-06-21 10:31:00"
    },
    {
        "id": 874911,
        "updated_sequence": 1879072,
        "published_at": {
            "unix": 1561112820,
            "text": "2019-06-21 11:27:00 +0100",
            "iso_8601": "2019-06-21T10:27:00Z"
        },
        "updated_at": {
            "unix": 1561112907,
            "text": "2019-06-21 11:28:27 +0100",
            "iso_8601": "2019-06-21T10:28:27Z"
        },
        "subject": "Russia's Russneft supports the extension of the OPEC+ supply cuts, according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Interfax",
        "slug": "russia-s-russneft-supports-the-extension-of-the-opec-supply-cuts-according-to-interfax-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:27:00",
        "gmt_time": "2019-06-21 10:27:00"
    },
    {
        "id": 874910,
        "updated_sequence": 1879069,
        "published_at": {
            "unix": 1561112340,
            "text": "2019-06-21 11:19:00 +0100",
            "iso_8601": "2019-06-21T10:19:00Z"
        },
        "updated_at": {
            "unix": 1561112502,
            "text": "2019-06-21 11:21:42 +0100",
            "iso_8601": "2019-06-21T10:21:42Z"
        },
        "subject": "US Envoy for Iran says our maximum pressure campaign against Iran is working; Iran's efforts to use surrogates to destabilise Saudi and the region needs to be countered; if we don't halt Iran in Yemen we increase the risk of conflict",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-envoy-for-iran-says-our-maximum-pressure-campaign-against-iran-is-working-iran-s-efforts-to-use-surrogates-to-destabilise-saudi-and-the-region-needs-to-be-countered-if-we-don-t-halt-iran-in-yemen-we-increase-the-risk-of-conflict-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:19:00",
        "gmt_time": "2019-06-21 10:19:00"
    },
    {
        "id": 874909,
        "updated_sequence": 1879066,
        "published_at": {
            "unix": 1561112100,
            "text": "2019-06-21 11:15:00 +0100",
            "iso_8601": "2019-06-21T10:15:00Z"
        },
        "updated_at": {
            "unix": 1561112139,
            "text": "2019-06-21 11:15:39 +0100",
            "iso_8601": "2019-06-21T10:15:39Z"
        },
        "subject": "Fixed Income: core debt remains depressed, but off worst levels",
        "content": "<p>Bunds and Gilts have staged relatively decent recoveries from post-Eurozone PMI lows that were exacerbated by technical and stop-selling once near term chart supports and recent lows gave way. The 10 year EU benchmarks are currently around 172.26 and 130.39 vs 171.95 and 130.13 Eurex and Liffe lows as equities retreat amidst ongoing US-Iran accusations and counterclaims over the downed drone and following what appears to have been a last minute decision by the White House to refrain from physical retaliation. Meanwhile, Italian bonds have bounced even more impressively after the BTP swap, but US Treasuries are still hemmed near overnight session lows and the curve is steeper ahead of Markit PMIs, existing home sales and more Fed speakers following lone rate cut dissenter Bullard.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-debt-remains-depressed-but-off-worst-levels-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:15:00",
        "gmt_time": "2019-06-21 10:15:00"
    },
    {
        "id": 874908,
        "updated_sequence": 1879063,
        "published_at": {
            "unix": 1561111320,
            "text": "2019-06-21 11:02:00 +0100",
            "iso_8601": "2019-06-21T10:02:00Z"
        },
        "updated_at": {
            "unix": 1561111623,
            "text": "2019-06-21 11:07:03 +0100",
            "iso_8601": "2019-06-21T10:07:03Z"
        },
        "subject": "Fed's Bullard (Voter, Dove) dissented at the Fed meeting as he feels the factors behind weak inflation are unlikely to be solely transitory",
        "content": "<ul><li>Market based inflation expectations have \"weakened considerably\" below the Fed's 2% target</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-dove-dissented-at-the-fed-meeting-as-he-feels-the-factors-behind-weak-inflation-are-unlikely-to-be-solely-transitory-21-06-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 18:02:00",
        "gmt_time": "2019-06-21 10:02:00"
    },
    {
        "id": 874907,
        "updated_sequence": 1879055,
        "published_at": {
            "unix": 1561110540,
            "text": "2019-06-21 10:49:00 +0100",
            "iso_8601": "2019-06-21T09:49:00Z"
        },
        "updated_at": {
            "unix": 1561110649,
            "text": "2019-06-21 10:50:49 +0100",
            "iso_8601": "2019-06-21T09:50:49Z"
        },
        "subject": "FX Morning Colour: perkier PMIs prop up Euro, as Dollar pares some post-FOMC losses",
        "content": "<p><strong>EUR</strong></p><p>The single currency has gleaned support from above forecast French and German preliminary PMIs that appear to have offset weakness elsewhere in the Eurozone and underpinned the pan prints to an extent. However, Eur/Usd has stalled well ahead of major resistance in the 1.1347-50 area where 200 WMA and DMAs reside as the Greenback attempts to stabilise following its Fed induced sell-off and the <strong>DXY</strong> holds just above 96.500 vs 96.492 lows. Note also, hefty 2.5 bn option expiry interest at the 1.1300 strike is keeping the headline pair contained, while Eur/<strong>CHF </strong>remains top heavy and technically bearish around 1.1100 even though the Franc is fading vs the Buck within a 0.9808-38 range.</p><p><strong>CAD/SEK</strong></p><p>Also relative G10 outperformers as the Loonie holds above 1.3200 against its US counterpart and looks towards Canadian retail sales data for more independent direction, while the Swedish Krona seems to be benefiting from Scandi cross flows as its Norwegian peer loses some Norges Bank momentum, with Eur/Sek hovering just above 10.6100 and Eur/Nok rebounding from the low 9.6500 region to 9.6850+ at one stage.</p><p><strong>NZD/AUD/GBP/JPY</strong></p><p>All weaker vs the recovering Usd, as the Kiwi fails to sustain gains above 0.6600 and Aussie wanes ahead of 0.6950 alongside a pull-back in the Yuan after a strong PBoC midpoint fix overnight. Meanwhile, Cable has been unable to retain grip of the 1.2700 handle yet again after topping out close to yesterday’s 1.2727 high for the week so far and the Yen has pulled up short of 107.00 with decent expiries between the figure and 107.05 (1.4 bn) adding to psychological resistance, as Japan’s monetary authorities monitor currency moves closely. On the flip-side, 1.3 bn options at 107.50 and a further 2.8 bn from 107.70-80 may well keep Usd/Jpy in check into the NY cut, if not beyond.</p><p><strong>EM</strong></p><p>Widespread declines as the Dollar regains a degree of composure, and with the Lira also wary about the weekend election rerun in Istanbul following all the rumpus after the first vote. Usd/Try is back over 5.8000, while the Rand and Rouble are also handing back a chunk of their recent gains but not quite to the same extent, with Usd/Zar and Usd/Rub straddling 14.4100 and 63.1000 respectively. Note, MS has reportedly shorted the latter pair at 63.3000, looking for 60.0000 and placing a stop at 65.0000.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-perkier-pmis-prop-up-euro-as-dollar-pares-some-post-fomc-losses-21-06-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 17:49:00",
        "gmt_time": "2019-06-21 09:49:00"
    },
    {
        "id": 874906,
        "updated_sequence": 1879052,
        "published_at": {
            "unix": 1561107720,
            "text": "2019-06-21 10:02:00 +0100",
            "iso_8601": "2019-06-21T09:02:00Z"
        },
        "updated_at": {
            "unix": 1561107816,
            "text": "2019-06-21 10:03:36 +0100",
            "iso_8601": "2019-06-21T09:03:36Z"
        },
        "subject": "Iran says US will be responsible for consequences of any military action against Iran, reported via Fars",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fars",
        "slug": "iran-says-us-will-be-responsible-for-consequences-of-any-military-action-against-iran-reported-via-fars-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 17:02:00",
        "gmt_time": "2019-06-21 09:02:00"
    },
    {
        "id": 874692,
        "updated_sequence": 1879046,
        "published_at": {
            "unix": 1561107600,
            "text": "2019-06-21 10:00:00 +0100",
            "iso_8601": "2019-06-21T09:00:00Z"
        },
        "updated_at": {
            "unix": 1561107600,
            "text": "2019-06-21 10:00:00 +0100",
            "iso_8601": "2019-06-21T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-20-06-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 17:00:00",
        "gmt_time": "2019-06-21 09:00:00"
    },
    {
        "id": 874904,
        "updated_sequence": 1879044,
        "published_at": {
            "unix": 1561107000,
            "text": "2019-06-21 09:50:00 +0100",
            "iso_8601": "2019-06-21T08:50:00Z"
        },
        "updated_at": {
            "unix": 1561107067,
            "text": "2019-06-21 09:51:07 +0100",
            "iso_8601": "2019-06-21T08:51:07Z"
        },
        "subject": "Libya's Zawiya oil refinery [120k BPD] is running at reduced rates amid electricity supply issues, according to a Libyan oil source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-zawiya-oil-refinery-120k-bpd-is-running-at-reduced-rates-amid-electricity-supply-issues-according-to-a-libyan-oil-source-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:50:00",
        "gmt_time": "2019-06-21 08:50:00"
    },
    {
        "id": 874903,
        "updated_sequence": 1879041,
        "published_at": {
            "unix": 1561106880,
            "text": "2019-06-21 09:48:00 +0100",
            "iso_8601": "2019-06-21T08:48:00Z"
        },
        "updated_at": {
            "unix": 1561106996,
            "text": "2019-06-21 09:49:56 +0100",
            "iso_8601": "2019-06-21T08:49:56Z"
        },
        "subject": "Fire has been reported at Philadelphia Energy refinery [332k-335k BPD], according to the fire department",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fire-has-been-reported-at-philadelphia-energy-refinery-332k-335k-bpd-according-to-the-fire-department-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:48:00",
        "gmt_time": "2019-06-21 08:48:00"
    },
    {
        "id": 874902,
        "updated_sequence": 1879036,
        "published_at": {
            "unix": 1561106580,
            "text": "2019-06-21 09:43:00 +0100",
            "iso_8601": "2019-06-21T08:43:00Z"
        },
        "updated_at": {
            "unix": 1561106609,
            "text": "2019-06-21 09:43:29 +0100",
            "iso_8601": "2019-06-21T08:43:29Z"
        },
        "subject": "UBS FX spot ideas 21st June 20119",
        "content": "<ul><li>EURUSD: Play range 1.1245 - 1.1325</li><li>USDJPY: Sell rally 107.45-65, stop above 107.85, target 107.00</li><li>EURJPY: Sell rally 121.40-60, stop above 121.80, target 120.70</li><li>USDCHF: Sell rally 0.9845-60, stop above 0.9875, target 0.9785</li><li>EURCHF: Sell rally 1.1105-15, stop above 1.1145, target 1.1050</li><li>GBPUSD: Sell rally 1.2715-30, stop above 1.2750, target 1.2635</li><li>EURGBP: Play range 0.8880 - 0.8925</li><li>AUDUSD: Buy dips 0.6895-.6905, stop below 0.6880, target 0.6945</li><li>NZDUSD: Buy dips 0.6555-65, stop below 0.6545, target 0.6600</li><li>USDCAD: Sell rally 1.3225-40, stop above 1.3260, target 1.3140</li><li>EURSEK:&nbsp;Play range 10.61- 10.68</li><li>EURNOK: Sell rally 9.685-9.70, stop above 9.72, target 9.62</li><li>XAUUSD: Buy dips 1392, stop below 1387, target 1410</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubs-fx-spot-ideas-21st-june-20119-21-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:43:00",
        "gmt_time": "2019-06-21 08:43:00"
    },
    {
        "id": 874901,
        "updated_sequence": 1879033,
        "published_at": {
            "unix": 1561105860,
            "text": "2019-06-21 09:31:00 +0100",
            "iso_8601": "2019-06-21T08:31:00Z"
        },
        "updated_at": {
            "unix": 1561105983,
            "text": "2019-06-21 09:33:03 +0100",
            "iso_8601": "2019-06-21T08:33:03Z"
        },
        "subject": "Morgan Stanley trade recommendation: Long AUD/USD at 0.6922, stop 0.6820 , target 0.7300 [currently 0.6918], Short USD/RUB at 63.30, stop 65.00, target 60.00 [currently 63.08]",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-trade-recommendation-long-aud-usd-at-0-6922-stop-0-6820-target-0-7300-currently-0-6918-short-usd-rub-at-63-30-stop-65-00-target-60-00-currently-63-08-21-06-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:31:00",
        "gmt_time": "2019-06-21 08:31:00"
    },
    {
        "id": 874896,
        "updated_sequence": 1879016,
        "published_at": {
            "unix": 1561104540,
            "text": "2019-06-21 09:09:00 +0100",
            "iso_8601": "2019-06-21T08:09:00Z"
        },
        "updated_at": {
            "unix": 1561104694,
            "text": "2019-06-21 09:11:34 +0100",
            "iso_8601": "2019-06-21T08:11:34Z"
        },
        "subject": "BAML Flow Show notes in the week to Wednesday USD 11.4bln flowed into equities; the most since March 2018, bonds saw USD 8.2bln of inflows",
        "content": "<ul><li>US equities saw USD 17.8bln of inflows with European stocks seeing USD 3.5bln of outflows.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-in-the-week-to-wednesday-usd-11-4bln-flowed-into-equities-the-most-since-march-2018-bonds-saw-usd-8-2bln-of-inflows-21-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:09:00",
        "gmt_time": "2019-06-21 08:09:00"
    },
    {
        "id": 874895,
        "updated_sequence": 1879011,
        "published_at": {
            "unix": 1561104240,
            "text": "2019-06-21 09:04:00 +0100",
            "iso_8601": "2019-06-21T08:04:00Z"
        },
        "updated_at": {
            "unix": 1561104627,
            "text": "2019-06-21 09:10:27 +0100",
            "iso_8601": "2019-06-21T08:10:27Z"
        },
        "subject": "US President Trump delivered Iran a message via Oman, warning of an imminent attack, with the message also noting \"we do not want war but talks\" and gave Tehran a deadline to start discussions, according to officials",
        "content": "<ul><li>In response, officials suggested Supreme Leader Khamenei was opposed to 'any kind of talks with the US' but was given the message.</li><li>Tehran warned over potential 'regional and international' consequences of any US military action.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after NYT noted that US President Trump reportedly pulled back from launching attacks on Iran hours after approving strikes on a handful of targets including radar and missile batteries, while an official noted that planes were in the air and ships were in position but no missiles had been fired when the word came to stand down.</li><li>Furthermore, US President Trump answered \"you'll soon find out\" when asked if the US will strike Iran. However, President Trump later added that he does not feel like his administration is pushing him toward conflict and in some cases it’s the opposite, while he suggested the drone shooter could have been someone who was \"loose and stupid\".</li></ul>",
        "analysis_updated_at": {
            "unix": 1561104540,
            "text": "2019-06-21 09:09:00 +0100",
            "iso_8601": "2019-06-21T08:09:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-delivered-iran-a-message-via-oman-warning-of-an-imminent-attack-with-the-message-also-noting-we-do-not-want-war-but-talks-and-gave-tehran-a-deadline-to-start-discussions-according-to-officials-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:04:00",
        "gmt_time": "2019-06-21 08:04:00"
    },
    {
        "id": 874894,
        "updated_sequence": 1879000,
        "published_at": {
            "unix": 1561104180,
            "text": "2019-06-21 09:03:00 +0100",
            "iso_8601": "2019-06-21T08:03:00Z"
        },
        "updated_at": {
            "unix": 1561104248,
            "text": "2019-06-21 09:04:08 +0100",
            "iso_8601": "2019-06-21T08:04:08Z"
        },
        "subject": "German Debt Agency has lowered its Q3 issuance by EUR 2bln; total now seen at EUR 197bln ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-debt-agency-has-lowered-its-q3-issuance-by-eur-2bln-total-now-seen-at-eur-197bln-21-06-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 16:03:00",
        "gmt_time": "2019-06-21 08:03:00"
    },
    {
        "id": 874887,
        "updated_sequence": 1878977,
        "published_at": {
            "unix": 1561103520,
            "text": "2019-06-21 08:52:00 +0100",
            "iso_8601": "2019-06-21T07:52:00Z"
        },
        "updated_at": {
            "unix": 1561103560,
            "text": "2019-06-21 08:52:40 +0100",
            "iso_8601": "2019-06-21T07:52:40Z"
        },
        "subject": "UK debt and STIR futures retreat further from midweek peaks",
        "content": "<p>Gilts gapped down on their return to Liffe and following a fleeting attempt to pare some losses have subsequently reversed deeper into negative alongside Bunds and US Treasuries as firmer than forecast French PMIs are supplemented by Germany beating consensus, albeit not to the same extent and the manufacturing sector still far from returning to expansion. The 10 year debt future has breached Thursday’s session low (130.30) and is edging towards the next chart support level ahead of 130.00 around 130.08, with the base so far at 130.18 (-52 ticks on the day), as its German peer eyes 172.00 from a 172.03 trough. Back to Liffe, Short Sterling contracts are as much as 4 ticks adrift in advance of UK public finance data and a scheduled speech by BoE’s Tenreyro from 13.30BST. For the record, nothing new on policy when Governor Carney was interviewed on BBC radio 4 earlier.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-retreat-further-from-midweek-peaks-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 15:52:00",
        "gmt_time": "2019-06-21 07:52:00"
    },
    {
        "id": 874880,
        "updated_sequence": 1878950,
        "published_at": {
            "unix": 1561100760,
            "text": "2019-06-21 08:06:00 +0100",
            "iso_8601": "2019-06-21T07:06:00Z"
        },
        "updated_at": {
            "unix": 1561100850,
            "text": "2019-06-21 08:07:30 +0100",
            "iso_8601": "2019-06-21T07:07:30Z"
        },
        "subject": "Bunds: primed for flash Eurozone PMIs and looking for some stability at least",
        "content": "<p>The 10 year German benchmark continues to consolidate below Tuesday’s contract highs having fallen just shy of the 172.88 peak on renewed buying spurred by the Fed and a ramp up in geopolitically motivated demand for safe havens. However, while bullish momentum appears to be waning pull-backs remain shallow given heightened prospects that the ECB and FOMC are poised to join other global Central Banks on an easier policy footing. Bunds are just probing fresh 172.44 Eurex lows after opening at 172.55 vs yesterday’s 172.64 close and briefly edging above parity to 172.65 before fading again, while EU stocks have kicked off rather indifferently ahead of preliminary PMIs and BTPs are paring some losses in the run-up to Italy’s exchange auction.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-primed-for-flash-eurozone-pmis-and-looking-for-some-stability-at-least-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 15:06:00",
        "gmt_time": "2019-06-21 07:06:00"
    },
    {
        "id": 874879,
        "updated_sequence": 1878947,
        "published_at": {
            "unix": 1561100760,
            "text": "2019-06-21 08:06:00 +0100",
            "iso_8601": "2019-06-21T07:06:00Z"
        },
        "updated_at": {
            "unix": 1561100799,
            "text": "2019-06-21 08:06:39 +0100",
            "iso_8601": "2019-06-21T07:06:39Z"
        },
        "subject": "European Equity Movers: Elior (ELIOR FP) +5.9%, Natixis (KJN FP) +2.0%, Hammerson (HMSO LN) +1.3%, Deutsche Bank (DBK GY) -0.7%, Wier Group (WEIR LN) -1.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-equity-movers-elior-elior-fp-5-9-natixis-kjn-fp-2-0-hammerson-hmso-ln-1-3-deutsche-bank-dbk-gy-0-7-wier-group-weir-ln-1-3-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 15:06:00",
        "gmt_time": "2019-06-21 07:06:00"
    },
    {
        "id": 874878,
        "updated_sequence": 1878944,
        "published_at": {
            "unix": 1561099140,
            "text": "2019-06-21 07:39:00 +0100",
            "iso_8601": "2019-06-21T06:39:00Z"
        },
        "updated_at": {
            "unix": 1561099416,
            "text": "2019-06-21 07:43:36 +0100",
            "iso_8601": "2019-06-21T06:43:36Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1100-05 (1.45BLN), 1.1200-10 (3.2BLN), <strong>1.1240-50 (1.5BLN)</strong>, <strong>1.1300( 2.5BLN)</strong>, <strong>1.1350 (1BLN)</strong></p><p>USD/CHF: 0.9850 (540M), <strong>0.9900-05 (1.0BLN)</strong>, 0.9965 (330M)</p><p>GBP/USD: 1.2500 (421M), 1.2730-35 (700M)</p><p>EUR/GBP: 0.8875 (765M)</p><p>USD/CAD: 1.3175 (447M), <strong>1.3220-25 (2.63BLN)</strong>, 1.3250 (473M), 1.3300 (750M)</p><p>USD/JPY: <strong>107.00-05 (1.4BLN)</strong>, 107.25 (605M), <strong>107.50 (1.3BLN)</strong>, <strong>107.70-80(2.8BLN)</strong>, 108.00 (650M, 108.50 (636M), 109.00 (755M)</p><p><strong>NZD/USD 0.6575 (865M)</strong></p><p>EUR/JPY: 120.00 (650M), 120.50 (311M), 120.80 (251M), 122.00 (402M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-21-06-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 14:39:00",
        "gmt_time": "2019-06-21 06:39:00"
    },
    {
        "id": 874876,
        "updated_sequence": 1878932,
        "published_at": {
            "unix": 1561097220,
            "text": "2019-06-21 07:07:00 +0100",
            "iso_8601": "2019-06-21T06:07:00Z"
        },
        "updated_at": {
            "unix": 1561097296,
            "text": "2019-06-21 07:08:16 +0100",
            "iso_8601": "2019-06-21T06:08:16Z"
        },
        "subject": "QUADRUPLE WITCHING SCHEDULE",
        "content": "<ul><li><strong>FTSE 100 Jun’19</strong> Futures and Options Expiry - 10:15BST/05:15EDT</li><li><strong>Euro Stoxx 50 Jun’19</strong> Futures and Options Expiry – 11:00BST/0600EDT</li><li><strong>DAX 30 Jun’19 </strong>Futures and Options Expiry – 12:00BST/07:00EDT</li><li><strong>E-mini S&amp;P Jun’19 </strong>Futures and Options Expiry – 14:30BST/09:30EDT</li><li><strong>NASDAQ (Inc. E-mini) Jun’19 </strong>Futures and Options Expiry – 14:30BST/09:30EDT</li><li><strong>DJIA Jun’19 </strong>Futures and Options Expiry – 14:30BST/09:30EDT</li><li><strong>CAC 40 Jun’19</strong> Futures and Options Expiry – 15:00BST/10:00EDT</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "quadruple-witching-schedule-21-06-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 14:07:00",
        "gmt_time": "2019-06-21 06:07:00"
    },
    {
        "id": 874875,
        "updated_sequence": 1878938,
        "published_at": {
            "unix": 1561096860,
            "text": "2019-06-21 07:01:00 +0100",
            "iso_8601": "2019-06-21T06:01:00Z"
        },
        "updated_at": {
            "unix": 1561098811,
            "text": "2019-06-21 07:33:31 +0100",
            "iso_8601": "2019-06-21T06:33:31Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Rheinmetall (RMH GY) </strong>– German CDU and SPD parties reportedly want a merger of Co. and KMW, according to German press. (Newswires)</p><p><strong>KBC (KBC BB) </strong>– Chairman Leysen is to step down from his position in May 2020. (Newswires)</p><p><strong>Novartis (NOVN SW)</strong> – A US group that reviews values of medicine published a reported on Co’s multiple sclerosis drug Mayzen, calling its price “far out of line” compared to its benefits for patients. (Newswires)</p><p><strong>AIR FRANCE (AF FP) </strong>UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</p><p><strong>HAMMERSON (HMSO LN) </strong>UPGRADED TO HOLD FROM SELL AT STEIFEL NICOLAUS</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 14:01:00",
        "gmt_time": "2019-06-21 06:01:00"
    },
    {
        "id": 874874,
        "updated_sequence": 1878924,
        "published_at": {
            "unix": 1561096140,
            "text": "2019-06-21 06:49:00 +0100",
            "iso_8601": "2019-06-21T05:49:00Z"
        },
        "updated_at": {
            "unix": 1561096174,
            "text": "2019-06-21 06:49:34 +0100",
            "iso_8601": "2019-06-21T05:49:34Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>21st June 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>** European stocks and indices will be subject to Quadruple Witching today**</p><p>ASIA</p><p><strong>Asian equity markets traded mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St where the S&amp;P 500 rallied to fresh all-time highs</strong> and the energy sector outperformed on further oil advances. ASX 200 (-0.6%) and Nikkei 225 (-0.9%) were both lower although downside was stemmed for most the session by strength in energy and commodity-related stocks after WTI gained around 6% and gold broke above USD 1400/oz for the first time since September 2013, while South32 was among the notable gainers in Australia after it received a couple of bids for its coal assets. Chinese markets were mixed with the Hang Seng (-0.2%) subdued after further disruptions from protesters discontent the extradition law wasn’t fully withdrawn by their set deadline and who also demanded that all charges against those involved in last week’s protests are dropped. Conversely, the Shanghai Comp. (+0.6%) bucked the trend and rose above the 3,000 level after the PBoC’s liquidity efforts resulted to a net injection of CNY 285bln for the week and with US-China trade negotiating teams said to meet as early as Tuesday.</p><p>FTSE 100</p><p><strong>Vodafone (VOD LN)/ BT (BT/A LN) </strong>– UK mobile phone operations have been accused of attempted price fixing and collusion as part of a GBP 1bln High Court case. (Telegraph)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>HSBC (HSBA LN) </strong>DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</p><p><strong>WIER GROUP (WEIR LN) </strong>DOWNGRADED TO HOLD FROM BUY AT LIBERUM CAPITAL</p><p>DAX</p><p><strong>Deutsche Bank (DBK GY)</strong> – Co. executives reportedly expect US regulators to continue imposing restrictions on its US business following stress tests. The executives are hopeful that the Co. will receive a conditional pass in US stress test, according to sources. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>NATIXIS (KN FP) </strong>DOWNGRADED TO HOLD FROM BUY AT HSBC</p><p>CAC</p><p><strong>Sanofi (SAN FP) </strong>– Co. and Regeneron (REGN) have announced positive top-line Phase II results for IL-33 antibody in Asthma. (Newswires)</p><p><strong>Renault (RNO FP)</strong> – Nissan (7201 JT) has announced Renault CEO as a nominee for the audit committee member position, whilst chairman of Renault has been nominated for the vice-chair position on board. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>EDF (EDF FP) </strong>– Co. has estimated that the repairs needed on faulty weldings at its Flamanville nuclear reactor could be done by 2022 before its start-up. (Newswires)</p><p><strong>Ubisoft (UBI FP)</strong> – Guillemot Brothers intends to remain a long-term reference shareholder of the Co. (Newswires) <i>For reference Guillemot Brothers own 17.8% of the Co.</i></p><p>BROKER MOVES</p><p><strong>ELIOR (ELIOR FP) </strong>UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p><p>PAN EUROPE</p><p><strong>Telecom Italia (TIT IM)/ Enel (ENEL IM) </strong>– Cos have signed a non-disclosure agreement to start talks over the potential integration of TIM and Open Fiber networks, including a possible merger. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p><strong>SIKA (SIK SW) </strong>INITIATED BUY AT CITIGROUP</p><p>SCANDINAVIA&nbsp;</p><p>BROKER MOVES</p><p>US</p><p><strong>* S&amp;P 500 1% at 2954, NASDAQ-100 0.9% at 7738, Dow Jones 0.9% at 26754,</strong> SECTORS: Consumer Discretionary 0.7%, Consumer Staples 0.8%, Energy 2.2%, Financials&nbsp; 0.5%, Health Care 0.4%, Industrials 1.6%, Information Technology 1.4%, Materials 1.2%, Telecommunication Services 0.6%, Utilities 0.5%.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-21-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:49:00",
        "gmt_time": "2019-06-21 05:49:00"
    },
    {
        "id": 874873,
        "updated_sequence": 1878921,
        "published_at": {
            "unix": 1561095840,
            "text": "2019-06-21 06:44:00 +0100",
            "iso_8601": "2019-06-21T05:44:00Z"
        },
        "updated_at": {
            "unix": 1561095971,
            "text": "2019-06-21 06:46:11 +0100",
            "iso_8601": "2019-06-21T05:46:11Z"
        },
        "subject": "Japanese Vice Finance Minister says will have to voice concern if FX rates move in a way that can not be explained by fundamental",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-vice-finance-minister-says-will-have-to-voice-concern-if-fx-rates-move-in-a-way-that-can-not-be-explained-by-fundamental-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:44:00",
        "gmt_time": "2019-06-21 05:44:00"
    },
    {
        "id": 874872,
        "updated_sequence": 1878918,
        "published_at": {
            "unix": 1561095180,
            "text": "2019-06-21 06:33:00 +0100",
            "iso_8601": "2019-06-21T05:33:00Z"
        },
        "updated_at": {
            "unix": 1561095394,
            "text": "2019-06-21 06:36:34 +0100",
            "iso_8601": "2019-06-21T05:36:34Z"
        },
        "subject": "Japanese Petroleum Association are studying possibles measure for potential supply disruptions from the Middle East including use of reserves and buying oil from Western Africa or US ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-petroleum-association-are-studying-possibles-measure-for-potential-supply-disruptions-from-the-middle-east-including-use-of-reserves-and-buying-oil-from-western-africa-or-us-21-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:33:00",
        "gmt_time": "2019-06-21 05:33:00"
    },
    {
        "id": 874871,
        "updated_sequence": 1878913,
        "published_at": {
            "unix": 1561094400,
            "text": "2019-06-21 06:20:00 +0100",
            "iso_8601": "2019-06-21T05:20:00Z"
        },
        "updated_at": {
            "unix": 1561094438,
            "text": "2019-06-21 06:20:38 +0100",
            "iso_8601": "2019-06-21T05:20:38Z"
        },
        "subject": "RANsquawk Daily European Opening News - 21st June 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22119/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St</li><li>Boris Johnson maintained the lead after the 5th round of the Tory leadership ballot with Jeremy Hunt making it to the final two after Michael Gove was eliminated</li><li>US President Trump reportedly pulled back from launching attacks on Iran hours after approving strikes on a handful of targets</li><li>Looking ahead, highlights include Eurozone and US PMIs, Canadian retail sales, Baker Hughes, Fed’s Rosengren, Clarida, Mester, Daly, BoE’s Tenreyro and Carney, quadruple witching</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St</strong> where the S&amp;P 500 rallied to fresh all-time highs and the energy sector outperformed on further oil advances. <strong>ASX 200 (-0.6%) </strong>and<strong> Nikkei 225 (-0.9%)</strong> were both lower although downside was stemmed for most the session by strength in energy and commodity-related stocks after WTI gained around 6% and gold broke above USD 1400/oz for the first time since September 2013, while South32 was among the notable gainers in Australia after it received a couple of bids for its coal assets. Chinese markets were mixed with the <strong>Hang Seng (-0.2%)</strong> subdued after further disruptions from protesters discontent the extradition law wasn’t fully withdrawn by their set deadline and who also demanded that all charges against those involved in last week’s protests are dropped. Conversely, the <strong>Shanghai Comp. (+0.6%)</strong> bucked the trend and rose above the 3,000 level after the PBoC’s liquidity efforts resulted to a net injection of CNY 285bln for the week and with US-China trade negotiating teams said to meet as early as Tuesday. Finally, 10yr JGBs were higher and briefly broke above 154.00 amid the subdued risk tone in Japan and BoJ presence in the market for JPY 1.23tln of JGBs in 1yr-10yr maturities, while yields continued to decline in which Japanese 10yr yields fell to the lowest since July 2016.</p><p>PBoC injected CNY 30bln via 14-day reverse repos for a weekly net injection of CNY 285bln vs. Prev. CNY 65bln. (Newswires) <strong>PBoC set CNY mid-point at 6.8472 (Prev. 6.8805)</strong></p><p><strong>US and China negotiating teams could meet as soon as Tuesday. (SCMP)</strong></p><p>China Banking and Insurance Regulatory Commission said the effect of US tariffs on China's economy will be very limited, while there were separate reports from Global Times that China urged the US to halt the abuse of state power to suppress Chinese companies. (Newswires/Global Times)&nbsp;</p><p>Japanese National CPI (May) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.9%) Japanese National CPI Ex. Fresh Food (May) Y/Y 0.8% vs. Exp. 0.8% (Prev. 0.9%) Japanese National CPI Ex. Fresh Food &amp; Energy (May) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.6%)&nbsp;</p><p>UK/EU</p><p><strong>Boris Johnson maintained the lead</strong> after the 5th round of the Tory leadership ballot with 160 votes, while <strong>Jeremy Hunt </strong>received 77 votes and <strong>Michael Gove </strong>was eliminated with 75 votes, which sets up a runoff between Johnson and Hunt. (Newswires)</p><p><strong>EU's Tusk said there was no majority for any candidate for any of the EU's top jobs</strong> and EU's Juncker commented that he doesn’t expect it will be easy to reach deal regarding the top jobs, while EU leaders agreed to conduct another summit on assigning the bloc's top positions on June 30th. (Newswires)</p><p><strong>Italian Deputy PM Salvini says he is ready to quit if the government cannot cut taxes for EUR 10bln, according to Corriere Della Sera</strong>. (Newswires)</p><p>FX</p><p><strong>DXY</strong> remained soft and traded around the 96.50 level as it resumed the fall-out from the dovish FOMC. The weakness in the greenback continued to support its transatlantic counterparts in which <strong>EUR</strong>/<strong>USD</strong> just about reclaimed the 1.1300 level where there is a large option expiry of EUR 2.4bln for today’s New York cut. <strong>GBP</strong>/<strong>USD</strong> also marginally extended above 1.2700 to recoup most the losses from the somewhat dovish rhetoric from the BoE, while the latest round of the Conservative leadership vote provided no help for the currency as hardcore Brexiteer Boris Johnson maintained a considerable lead over Jeremy Hunt as they prepare to square off in a final 2-way runoff involving up to 160,000 Conservative Party members next month. <strong>USD</strong>/<strong>JPY</strong> remained on the backfoot due to the USD-woes and eyed a test of the 107.00 level to the downside with inline CPI data failing to spur price action and antipodeans were slightly firmer as they benefitted from the upside in commodities and China currency strength.&nbsp;</p><p>COMMODITIES</p><p>Commodities were mixed overnight with a mild pullback seen in <strong>WTI</strong> crude futures following the prior day’s considerable gains, in which prices rallied nearly 6% to briefly above USD 57.00/bbl due to a weaker greenback and heightened geopolitical tensions surrounding Iran. Elsewhere, <strong>gold</strong> extended on its post-FOMC rally with the gains exacerbated as the precious metal broke above USD 1400/oz for the first time since September 2013, while <strong>copper</strong> traded sideways as the risk momentum stalled in the region.</p><p>&nbsp;</p><p>CME raised NYMEX Crude Oil August futures margins by 5.8% to USD 3650/contract and raised NY Harbor July Heating Oil futures margins by 4% to USD 3925/contract, while it also increased June COMEX 100 Gold futures margins by 8.8% to USD 3700/contract. (Newswires)</p><p>&nbsp;</p><p>GEOPOLITICS</p><p>&nbsp;</p><p>US President Trump answered \"you'll soon find out\" when asked if the US will strike Iran. However, <strong>President Trump later added that he does not feel like his administration is pushing him toward conflict </strong>and in some cases it’s the opposite, while he suggested the drone shooter could have been someone who was \"loose and stupid\". (Newswires/Twitter)</p><p><strong>US President Trump reportedly pulled back from launching attacks on Iran hours after approving strikes on a handful of targets</strong> including radar and missile batteries, while an official noted that planes were in the air and ships were in position but no missiles had been fired when the word came to stand down. (New York Times)</p><p><strong>Several top US House Republicans said there must be a measured response to Iran</strong> <strong>actions</strong>, although there were separate comments from US House Speaker Pelosi that the US needs to do everything in its power to de-escalate situation with Iran. (Newswires)</p><p>Iran Foreign Minister Zarif alleged that the US wages economic terrorism on Iran and stated we don't seek war, but will zealously defend our skies, land and waters. There were also comments from Iran's UN Ambassador that the US unmanned drone entered Iranian airspace despite repeated radio warnings in a blatant violation of international law. (Newswires)</p><p>Iranian-backed Houthi's launched large-scale drone attacks on UAVs and military targets at Saudi's Jizan Airport, although Saudi air defences were said to have intercepted a Houthi drone strike in Jizan. In other news, Saudi Arabia warned there will be a very strong reaction if the Strait of Hormuz is ever closed by Iran. (Newswires/ELINT News)</p><p>EU’s Juncker commented that what Turkey is doing in territorial waters of Cyprus is unacceptable and that proposals against Turkey over the drilling will not be soft. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>&nbsp;</p><p>The T-plex continued to trade higher on Thursday, sending yields even lower, in the wake of a now non-patient Fed with an eye for rate cuts. The Fed-sensitive front end of the curve saw the most bidding seeing the 2-year yield drop c. 3bps at settlement. The curve itself saw some modest flattening where the 2s/10s contracted by c. 2bps. The US also sold USD 15bln in 5-year TIPS on Thursday at a high yield of 0.152%, with a chunky indirects takedown (75.73%), a B/C of 2.55x, and tailing by 0.2bps. US T-note futures (U9) settled 6+ ticks higher at 128-02.</p><p>US President Trump said Fed chair Powell will eventually \"do what is right\". In other news, President Trump also commented that US and Canada have come a long way on the USMCA agreement and that he hopes for bipartisan support, while reports also noted that US President Trump and Canadian PM Trudeau instructed officials to develop a joint action plan for collaborating on critical minerals. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-21st-june-2019-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:20:00",
        "gmt_time": "2019-06-21 05:20:00"
    },
    {
        "id": 874870,
        "updated_sequence": 1878910,
        "published_at": {
            "unix": 1561093920,
            "text": "2019-06-21 06:12:00 +0100",
            "iso_8601": "2019-06-21T05:12:00Z"
        },
        "updated_at": {
            "unix": 1561093990,
            "text": "2019-06-21 06:13:10 +0100",
            "iso_8601": "2019-06-21T05:13:10Z"
        },
        "subject": "Japan MoF currency official Asakawa says trade imbalance should not be considered bilaterally",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-mof-currency-official-asakawa-says-trade-imbalance-should-not-be-considered-bilaterally-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:12:00",
        "gmt_time": "2019-06-21 05:12:00"
    },
    {
        "id": 874869,
        "updated_sequence": 1878907,
        "published_at": {
            "unix": 1561093380,
            "text": "2019-06-21 06:03:00 +0100",
            "iso_8601": "2019-06-21T05:03:00Z"
        },
        "updated_at": {
            "unix": 1561093454,
            "text": "2019-06-21 06:04:14 +0100",
            "iso_8601": "2019-06-21T05:04:14Z"
        },
        "subject": "Italian PM Conte still does not expect the European Commission to open disciplinary procedures against Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pm-conte-still-does-not-expect-the-european-commission-to-open-disciplinary-procedures-against-italy-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 13:03:00",
        "gmt_time": "2019-06-21 05:03:00"
    },
    {
        "id": 874868,
        "updated_sequence": 1878904,
        "published_at": {
            "unix": 1561093140,
            "text": "2019-06-21 05:59:00 +0100",
            "iso_8601": "2019-06-21T04:59:00Z"
        },
        "updated_at": {
            "unix": 1561093208,
            "text": "2019-06-21 06:00:08 +0100",
            "iso_8601": "2019-06-21T05:00:08Z"
        },
        "subject": "Japanese Crude Steel Output (May) -4.6% Y/Y, +0.3% M/M",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-crude-steel-output-may-4-6-y-y-0-3-m-m-21-06-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 12:59:00",
        "gmt_time": "2019-06-21 04:59:00"
    },
    {
        "id": 874866,
        "updated_sequence": 1878898,
        "published_at": {
            "unix": 1561092900,
            "text": "2019-06-21 05:55:00 +0100",
            "iso_8601": "2019-06-21T04:55:00Z"
        },
        "updated_at": {
            "unix": 1561093037,
            "text": "2019-06-21 05:57:17 +0100",
            "iso_8601": "2019-06-21T04:57:17Z"
        },
        "subject": "Italian Deputy PM Salvini says he is ready to quit if the government can not cut taxes for EUR 10bln, according to Corriere Della Sera",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Corriere Della Sera",
        "slug": "italian-deputy-pm-salvini-says-he-is-ready-to-quit-if-the-government-can-not-cut-taxes-for-eur-10bln-according-to-corriere-della-sera-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 12:55:00",
        "gmt_time": "2019-06-21 04:55:00"
    },
    {
        "id": 874867,
        "updated_sequence": 1878901,
        "published_at": {
            "unix": 1561092840,
            "text": "2019-06-21 05:54:00 +0100",
            "iso_8601": "2019-06-21T04:54:00Z"
        },
        "updated_at": {
            "unix": 1561093065,
            "text": "2019-06-21 05:57:45 +0100",
            "iso_8601": "2019-06-21T04:57:45Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia failed to follow through on the Wall St rally and S&P 500's ATH, as the Fed-fuelled momentum petered out",
        "content": "<p>Asia equity markets traded mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St where the S&amp;P 500 rallied to fresh all-time highs and the energy sector outperformed on further oil advances. ASX 200 (-0.6%) and Nikkei 225 (-0.9%) were both lower although downside was stemmed for most the session by strength in energy and commodity-related stocks after WTI gained around 6% and gold broke above USD 1400/oz for the first time since September 2013, while South32 was among the notable gainers in Australia after it received a couple of bids for its coal assets. Chinese markets were mixed with the Hang Seng (-0.2%) subdued after further disruptions from protesters discontent the extradition law wasn’t fully withdrawn by their set deadline and who also demanded that all charges against those involved in last week’s protests are dropped. Conversely, the Shanghai Comp. (+0.6%) bucked the trend and rose above the 3,000 level after the PBoC’s liquidity efforts resulted to a net injection of CNY 285bln for the week and with US-China trade negotiating teams said to meet as early as Tuesday. Finally, 10yr JGBs were higher and briefly broke above 154.00 amid the subdued risk tone in Japan and BoJ presence in the market for JPY 1.23tln of JGBs in 1yr-10yr maturities, while yields continued to decline in which Japanese 10yr yields fell to the lowest since July 2016.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-failed-to-follow-through-on-the-wall-st-rally-and-s-p-500-s-ath-as-the-fed-fuelled-momentum-petered-out-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 12:54:00",
        "gmt_time": "2019-06-21 04:54:00"
    },
    {
        "id": 874865,
        "updated_sequence": 1878891,
        "published_at": {
            "unix": 1561090320,
            "text": "2019-06-21 05:12:00 +0100",
            "iso_8601": "2019-06-21T04:12:00Z"
        },
        "updated_at": {
            "unix": 1561090417,
            "text": "2019-06-21 05:13:37 +0100",
            "iso_8601": "2019-06-21T04:13:37Z"
        },
        "subject": "Thailand Commerce Ministry says THB is likely to strengthen further, hurting exports especially agricultural goods",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-commerce-ministry-says-thb-is-likely-to-strengthen-further-hurting-exports-especially-agricultural-goods-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 12:12:00",
        "gmt_time": "2019-06-21 04:12:00"
    },
    {
        "id": 874862,
        "updated_sequence": 1878882,
        "published_at": {
            "unix": 1561088400,
            "text": "2019-06-21 04:40:00 +0100",
            "iso_8601": "2019-06-21T03:40:00Z"
        },
        "updated_at": {
            "unix": 1561088577,
            "text": "2019-06-21 04:42:57 +0100",
            "iso_8601": "2019-06-21T03:42:57Z"
        },
        "subject": "Thailand Customs Trade Balance (USD)(May) 0.180B  vs. Exp. 0.58B\t(Prev. -1.46B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-trade-balance-usd-may-0-180b-vs-exp-0-58b-prev-1-46b-21-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:40:00",
        "gmt_time": "2019-06-21 03:40:00"
    },
    {
        "id": 874862,
        "updated_sequence": 1878882,
        "published_at": {
            "unix": 1561088400,
            "text": "2019-06-21 04:40:00 +0100",
            "iso_8601": "2019-06-21T03:40:00Z"
        },
        "updated_at": {
            "unix": 1561088577,
            "text": "2019-06-21 04:42:57 +0100",
            "iso_8601": "2019-06-21T03:42:57Z"
        },
        "subject": "Thailand Customs Trade Balance (USD)(May) 0.180B  vs. Exp. 0.58B\t(Prev. -1.46B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-trade-balance-usd-may-0-180b-vs-exp-0-58b-prev-1-46b-21-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:40:00",
        "gmt_time": "2019-06-21 03:40:00"
    },
    {
        "id": 874864,
        "updated_sequence": 1878888,
        "published_at": {
            "unix": 1561088400,
            "text": "2019-06-21 04:40:00 +0100",
            "iso_8601": "2019-06-21T03:40:00Z"
        },
        "updated_at": {
            "unix": 1561088669,
            "text": "2019-06-21 04:44:29 +0100",
            "iso_8601": "2019-06-21T03:44:29Z"
        },
        "subject": "Thailand Customs Imports (May) Y/Y -0.64% vs. Exp. -1.90% (Prev. -0.72%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-imports-may-y-y-0-64-vs-exp-1-90-prev-0-72-21-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:40:00",
        "gmt_time": "2019-06-21 03:40:00"
    },
    {
        "id": 874863,
        "updated_sequence": 1878885,
        "published_at": {
            "unix": 1561088400,
            "text": "2019-06-21 04:40:00 +0100",
            "iso_8601": "2019-06-21T03:40:00Z"
        },
        "updated_at": {
            "unix": 1561088610,
            "text": "2019-06-21 04:43:30 +0100",
            "iso_8601": "2019-06-21T03:43:30Z"
        },
        "subject": "Thailand Customs Exports (May) Y/Y -5.79% vs. Exp. -3.60% (Prev. -2.57%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-exports-may-y-y-5-79-vs-exp-3-60-prev-2-57-21-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:40:00",
        "gmt_time": "2019-06-21 03:40:00"
    },
    {
        "id": 874861,
        "updated_sequence": 1878877,
        "published_at": {
            "unix": 1561087680,
            "text": "2019-06-21 04:28:00 +0100",
            "iso_8601": "2019-06-21T03:28:00Z"
        },
        "updated_at": {
            "unix": 1561088439,
            "text": "2019-06-21 04:40:39 +0100",
            "iso_8601": "2019-06-21T03:40:39Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Reliance Industries (RIL IS) plans to take its Jio unit public in 2020; NCLT paves the way for Jet Airways (JETIN IS) formal resolution process",
        "content": "<p>Jet Airways (JETIN IS) - National Company Law Tribunal admitted an insolvency plea by Jet Airways’ top lender State Bank of India (SBIN IS) which paves the way for a formal resolution process for the airline. (ET)</p><p>Reliance Industries (RIL IS) - Co. plans to take its Jio unit public in 2020. (ET)</p><p>RBI Minutes - RBI Minutes from the June meeting noted that RBI Governor Das stated that growth impulses have weakened and there is clear indication of the economy losing traction, while members broadly suggested that inflation is expected to stay within the MPC's mandated medium-term target of 4% despite the upside risks. (Livemint)</p><p>Other News - US State Department said the Trump administration has no plans to cap H-1B work visas for nations that force foreign firms to store data locally. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-reliance-industries-ril-is-plans-to-take-its-jio-unit-public-in-2020-nclt-paves-the-way-for-jet-airways-jetin-is-formal-resolution-process-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:28:00",
        "gmt_time": "2019-06-21 03:28:00"
    },
    {
        "id": 874860,
        "updated_sequence": 1878868,
        "published_at": {
            "unix": 1561087080,
            "text": "2019-06-21 04:18:00 +0100",
            "iso_8601": "2019-06-21T03:18:00Z"
        },
        "updated_at": {
            "unix": 1561087133,
            "text": "2019-06-21 04:18:53 +0100",
            "iso_8601": "2019-06-21T03:18:53Z"
        },
        "subject": "HSBC (5 HK) downgraded to equal-weight from overweight at Morgan Stanley",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-5-hk-downgraded-to-equal-weight-from-overweight-at-morgan-stanley-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:18:00",
        "gmt_time": "2019-06-21 03:18:00"
    },
    {
        "id": 874859,
        "updated_sequence": 1878865,
        "published_at": {
            "unix": 1561086480,
            "text": "2019-06-21 04:08:00 +0100",
            "iso_8601": "2019-06-21T03:08:00Z"
        },
        "updated_at": {
            "unix": 1561086835,
            "text": "2019-06-21 04:13:55 +0100",
            "iso_8601": "2019-06-21T03:13:55Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia fails to follow through on the Wall St rally and S&P 500's ATH, as the Fed-fuelled momentum petered out",
        "content": "<p>Asia equity markets trade mostly lacklustre as the FOMC-fuelled momentum began to wane in the region despite the strong lead from Wall St where the S&amp;P 500 rallied to fresh all-time highs and the energy sector outperformed on further oil advances. ASX 200 (-0.5%) and Nikkei 225 (-0.6%) are both lower although the downside is stemmed by strength in energy and commodity-related stocks after WTI gained around 6% and gold broke above USD 1400/oz for the first time since September 2013, while South32 is also one of the notable gainers in Australia after it received a couple of bids for its coal assets. Chinese markets are mixed with the Hang Seng (-0.2%) subdued after further disruptions from protesters discontent the extradition law wasn’t fully withdrawn by their set deadline and who also demand that all charges against those involved in last week’s protests are dropped. Conversely, the Shanghai Comp. (+0.7%) bucks the trend and rose above the 3,000 level after the PBoC liquidity efforts resulted to a net injection of CNY 285bln for the week and with US-China trade negotiating teams said to meet as early as Tuesday.</p><p>In FX markets, the DXY remain softer and trades around the 96.50 level as it resumes the fall-out from the dovish FOMC and with markets in dispute of whether the next Fed move will be a 25bps or 50bps rate cut. The weakness in the greenback continues to support its transatlantic counterparts with EUR/USD attempting to regain a footing at the 1.1300 level where there is a large option expiry of EUR 2.4bln for today’s New York cut. GBP/USD also marginally extends above 1.2700 to recoup most the losses from the somewhat dovish rhetoric from the BoE which cited trade tensions and increasing risk of a no-deal Brexit, while the latest round of the Conservative leadership vote provided no help for the currency as hardcore Brexiteer Boris Johnson maintained a considerable lead over Jeremy Hunt as they prepare to square off in a final 2-way runoff involving up to 160,000 Conservative Party members next month. USD/JPY remains on the backfoot due to the USD-woes and eyes a test of the 107.00 level to the downside with inline CPI data failing to spur price action and antipodeans are slightly firmer as they benefit from the upside in commodities and amid China currency strength.</p><p>Finally, 10yr JGBs are higher amid the subdued risk tone in Japan and BoJ presence in the market for JPY 1.23tln of JGBs in 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-fails-to-follow-through-on-the-wall-st-rally-and-s-p-500-s-ath-as-the-fed-fuelled-momentum-petered-out-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:08:00",
        "gmt_time": "2019-06-21 03:08:00"
    },
    {
        "id": 874858,
        "updated_sequence": 1878875,
        "published_at": {
            "unix": 1561086360,
            "text": "2019-06-21 04:06:00 +0100",
            "iso_8601": "2019-06-21T03:06:00Z"
        },
        "updated_at": {
            "unix": 1561087899,
            "text": "2019-06-21 04:31:39 +0100",
            "iso_8601": "2019-06-21T03:31:39Z"
        },
        "subject": "US President Trump reportedly pulled back from Iran attacks hours after approving according to New York Times, while article notes that planes were in the air and ships were in position but no missiles had been fired when word came to stand down",
        "content": "<p>Reports noted that President Trump initially approved attacks on a handful of targets including radar and missile batteries.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "New York Times",
        "slug": "us-president-trump-reportedly-pulled-back-from-iran-attacks-hours-after-approving-according-to-new-york-times-while-article-notes-that-planes-were-in-the-air-and-ships-were-in-position-but-no-missiles-had-been-fired-when-word-came-to-stand-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 11:06:00",
        "gmt_time": "2019-06-21 03:06:00"
    },
    {
        "id": 874857,
        "updated_sequence": 1878855,
        "published_at": {
            "unix": 1561085580,
            "text": "2019-06-21 03:53:00 +0100",
            "iso_8601": "2019-06-21T02:53:00Z"
        },
        "updated_at": {
            "unix": 1561085654,
            "text": "2019-06-21 03:54:14 +0100",
            "iso_8601": "2019-06-21T02:54:14Z"
        },
        "subject": "Hong Kong Legislative Council cancels meeting due to protests",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-legislative-council-cancels-meeting-due-to-protests-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:53:00",
        "gmt_time": "2019-06-21 02:53:00"
    },
    {
        "id": 874856,
        "updated_sequence": 1878852,
        "published_at": {
            "unix": 1561084140,
            "text": "2019-06-21 03:29:00 +0100",
            "iso_8601": "2019-06-21T02:29:00Z"
        },
        "updated_at": {
            "unix": 1561084242,
            "text": "2019-06-21 03:30:42 +0100",
            "iso_8601": "2019-06-21T02:30:42Z"
        },
        "subject": "US FAA issues emergency order prohibiting all US flights in overwater area of Iran-controlled airspace above Persian Gulf and Gulf of Oman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-faa-issues-emergency-order-prohibiting-all-us-flights-in-overwater-area-of-iran-controlled-airspace-above-persian-gulf-and-gulf-of-oman-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:29:00",
        "gmt_time": "2019-06-21 02:29:00"
    },
    {
        "id": 874855,
        "updated_sequence": 1878849,
        "published_at": {
            "unix": 1561083660,
            "text": "2019-06-21 03:21:00 +0100",
            "iso_8601": "2019-06-21T02:21:00Z"
        },
        "updated_at": {
            "unix": 1561083707,
            "text": "2019-06-21 03:21:47 +0100",
            "iso_8601": "2019-06-21T02:21:47Z"
        },
        "subject": "US FAA outlines threats to civil aircraft in Iranian airspace but does not ban US operators from flying there, says it is concerned about Iran's willingness to use long-range surface to air missiles in international airspace with little to no warning",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-faa-outlines-threats-to-civil-aircraft-in-iranian-airspace-but-does-not-ban-us-operators-from-flying-there-says-it-is-concerned-about-iran-s-willingness-to-use-long-range-surface-to-air-missiles-in-international-airspace-with-little-to-n-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:21:00",
        "gmt_time": "2019-06-21 02:21:00"
    },
    {
        "id": 874854,
        "updated_sequence": 1878846,
        "published_at": {
            "unix": 1561083420,
            "text": "2019-06-21 03:17:00 +0100",
            "iso_8601": "2019-06-21T02:17:00Z"
        },
        "updated_at": {
            "unix": 1561083531,
            "text": "2019-06-21 03:18:51 +0100",
            "iso_8601": "2019-06-21T02:18:51Z"
        },
        "subject": "Mitsubishi Heavy (7011 JT) receives order for 1.3mln ton per year polyethylene plant in Texas",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsubishi-heavy-7011-jt-receives-order-for-1-3mln-ton-per-year-polyethylene-plant-in-texas-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:17:00",
        "gmt_time": "2019-06-21 02:17:00"
    },
    {
        "id": 874853,
        "updated_sequence": 1878843,
        "published_at": {
            "unix": 1561082520,
            "text": "2019-06-21 03:02:00 +0100",
            "iso_8601": "2019-06-21T02:02:00Z"
        },
        "updated_at": {
            "unix": 1561082572,
            "text": "2019-06-21 03:02:52 +0100",
            "iso_8601": "2019-06-21T02:02:52Z"
        },
        "subject": "China is said to plan relaxing certain asset restructuring regulations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-plan-relaxing-certain-asset-restructuring-regulations-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:02:00",
        "gmt_time": "2019-06-21 02:02:00"
    },
    {
        "id": 874852,
        "updated_sequence": 1878840,
        "published_at": {
            "unix": 1561082460,
            "text": "2019-06-21 03:01:00 +0100",
            "iso_8601": "2019-06-21T02:01:00Z"
        },
        "updated_at": {
            "unix": 1561082528,
            "text": "2019-06-21 03:02:08 +0100",
            "iso_8601": "2019-06-21T02:02:08Z"
        },
        "subject": "South Korean President Moon has replaced the Chief Policy Secretary and the Chief Economic Policy Secretary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-president-moon-has-replaced-the-chief-policy-secretary-and-the-chief-economic-policy-secretary-21-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 10:01:00",
        "gmt_time": "2019-06-21 02:01:00"
    },
    {
        "id": 874851,
        "updated_sequence": 1878837,
        "published_at": {
            "unix": 1561082040,
            "text": "2019-06-21 02:54:00 +0100",
            "iso_8601": "2019-06-21T01:54:00Z"
        },
        "updated_at": {
            "unix": 1561082142,
            "text": "2019-06-21 02:55:42 +0100",
            "iso_8601": "2019-06-21T01:55:42Z"
        },
        "subject": "Gold prices extend on gains and has broken above USD 1400/oz for the first time since September 2013",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gold-prices-extend-on-gains-and-has-broken-above-usd-1400-oz-for-the-first-time-since-september-2013-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:54:00",
        "gmt_time": "2019-06-21 01:54:00"
    },
    {
        "id": 874850,
        "updated_sequence": 1878834,
        "published_at": {
            "unix": 1561081260,
            "text": "2019-06-21 02:41:00 +0100",
            "iso_8601": "2019-06-21T01:41:00Z"
        },
        "updated_at": {
            "unix": 1561081325,
            "text": "2019-06-21 02:42:05 +0100",
            "iso_8601": "2019-06-21T01:42:05Z"
        },
        "subject": "China urges US to halt the abuse of state power to suppress Chinese companies, according to Global Times",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-urges-us-to-halt-the-abuse-of-state-power-to-suppress-chinese-companies-according-to-global-times-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:41:00",
        "gmt_time": "2019-06-21 01:41:00"
    },
    {
        "id": 874848,
        "updated_sequence": 1878826,
        "published_at": {
            "unix": 1561079700,
            "text": "2019-06-21 02:15:00 +0100",
            "iso_8601": "2019-06-21T01:15:00Z"
        },
        "updated_at": {
            "unix": 1561079810,
            "text": "2019-06-21 02:16:50 +0100",
            "iso_8601": "2019-06-21T01:16:50Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8472 (Prev. 6.8805)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8472-prev-6-8805-21-06-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:15:00",
        "gmt_time": "2019-06-21 01:15:00"
    },
    {
        "id": 874849,
        "updated_sequence": 1878829,
        "published_at": {
            "unix": 1561079700,
            "text": "2019-06-21 02:15:00 +0100",
            "iso_8601": "2019-06-21T01:15:00Z"
        },
        "updated_at": {
            "unix": 1561079870,
            "text": "2019-06-21 02:17:50 +0100",
            "iso_8601": "2019-06-21T01:17:50Z"
        },
        "subject": "PBoC injects CNY 30bln via 14-day reverse repos for a weekly net injection of CNY 285bln vs. Prev. CNY 65bln net injection last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-30bln-via-14-day-reverse-repos-for-a-weekly-net-injection-of-cny-285bln-vs-prev-cny-65bln-net-injection-last-week-21-06-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:15:00",
        "gmt_time": "2019-06-21 01:15:00"
    },
    {
        "id": 874847,
        "updated_sequence": 1878857,
        "published_at": {
            "unix": 1561079400,
            "text": "2019-06-21 02:10:00 +0100",
            "iso_8601": "2019-06-21T01:10:00Z"
        },
        "updated_at": {
            "unix": 1561086247,
            "text": "2019-06-21 04:04:07 +0100",
            "iso_8601": "2019-06-21T03:04:07Z"
        },
        "subject": "BoJ offers to buy JPY 350bln in 1-3yr JGBs, JPY 400bln in 3-5yr JGBs and JPY 480bln in 5-10yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-350bln-in-1-3yr-jgbs-jpy-400bln-in-3-5yr-jgbs-and-jpy-480bln-in-5-10yr-jgbs-21-06-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:10:00",
        "gmt_time": "2019-06-21 01:10:00"
    },
    {
        "id": 874846,
        "updated_sequence": 1878820,
        "published_at": {
            "unix": 1561079340,
            "text": "2019-06-21 02:09:00 +0100",
            "iso_8601": "2019-06-21T01:09:00Z"
        },
        "updated_at": {
            "unix": 1561079448,
            "text": "2019-06-21 02:10:48 +0100",
            "iso_8601": "2019-06-21T01:10:48Z"
        },
        "subject": "Foxconn (2354 TT) Chairman Gou says will hand over company operations to new operations committee",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foxconn-2354-tt-chairman-gou-says-will-hand-over-company-operations-to-new-operations-committee-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:09:00",
        "gmt_time": "2019-06-21 01:09:00"
    },
    {
        "id": 874845,
        "updated_sequence": 1878831,
        "published_at": {
            "unix": 1561079040,
            "text": "2019-06-21 02:04:00 +0100",
            "iso_8601": "2019-06-21T01:04:00Z"
        },
        "updated_at": {
            "unix": 1561080109,
            "text": "2019-06-21 02:21:49 +0100",
            "iso_8601": "2019-06-21T01:21:49Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: CLP (2 HK) may report a loss for H1 due to a decline of as much as HD 7bln in goodwill value of its Australia unit",
        "content": "<p>AnXin Trust &amp; Investment (600816 CH) - A 5.6% stake in the Co. owned by its controlling shareholder was frozen. (Newswires)</p><p>China CITIC Bank (998 HK) - Co. suspends service at Citic Tower Branch in Hong Kong due to protests. (Newswires)</p><p>China Railway Group (390 HK) - Co. announces retirement of Chairman Li and that it won bids for CNY 16.9bln of projects. (Newswires) CLP (2 HK) - Co. may report a loss for H1 due to a decline of as much as HKD 7bln in goodwill value of its Australia unit. (SCMP)</p><p>Evergrande Real Estate (3333 HK) - Evergrande Group to acquire 2.2bln shares in Shengjing Bank for CNY 13.2bln. (Newswires)</p><p>Protests - Hong Kong government headquarters will be temporarily shut today as university student groups called for a rally to show discontent the extradition law wasn’t fully withdrawn by their set deadline, while they also demand all charges against those arrested during last week’s protests are dropped. (Newswires)</p><p>Other News - NBS report notes how municipal government officials pressure industrial firms to falsify revenues, depreciation of fixed assets, payroll and operating profits to inflate local economic results. (Newswires)</p><p>Trade</p><p>US and China negotiating teams could meet as soon as Tuesday. (SCMP)</p><p>CBIRC said the effect of US tariffs in China's economy will be very limited. (Newswires)</p><p>A senior administration official said the White House is not looking for a big breakthrough deal when Trump meets with Xi at the G-20 in Japan, according to Politico's Morning Money. (Politico)</p><p>China Global Times Editor made retaliatory comments to US Senator Rubio in which he alleged that Rubio keeps attaching labels to China as well as poisoning the perception of Chinese and American society towards each other. (Twitter)</p><p>China-EU investment access talks went better than expected and were “deeper than normal”, while the parties agreed to hold further meetings each month from July to speed up the process, according to diplomatic sources. Furthermore, reports also noted that China signed significant deals with Britain as it shores up alliances during the trade dispute with US. (Newswires/SCMP)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-clp-2-hk-may-report-a-loss-for-h1-due-to-a-decline-of-as-much-as-hd-7bln-in-goodwill-value-of-its-australia-unit-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 09:04:00",
        "gmt_time": "2019-06-21 01:04:00"
    },
    {
        "id": 874844,
        "updated_sequence": 1878814,
        "published_at": {
            "unix": 1561077120,
            "text": "2019-06-21 01:32:00 +0100",
            "iso_8601": "2019-06-21T00:32:00Z"
        },
        "updated_at": {
            "unix": 1561077339,
            "text": "2019-06-21 01:35:39 +0100",
            "iso_8601": "2019-06-21T00:35:39Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Taiwan Central Bank kept rates unchanged as expected",
        "content": "<p>TAIWAN</p><p>Other News - Taiwan central Bank kept rates unchanged at 1.375% as expected, while Governor Yang stated that they kept rates steady as policy is already moderately loose and that they need to consider impact of lowering interest rates. (Newswires)</p><p>Data Recap</p><ul><li>Taiwan Exports Orders (May) Y/Y -5.8% vs. Exp. -6.0% (Prev. -3.7%). (Newswires)&nbsp;</li><li>Taiwan Money Supply M2 (May) Y/Y 3.4% (Prev. 3.7%)</li></ul><p>&nbsp;</p><p>SINGAPORE</p><p>Cromwell European Real Estate Trust (CERT SP) - Co. announced the acquisition of 6 assets in France and Poland. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-taiwan-central-bank-kept-rates-unchanged-as-expected-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:32:00",
        "gmt_time": "2019-06-21 00:32:00"
    },
    {
        "id": 874842,
        "updated_sequence": 1878806,
        "published_at": {
            "unix": 1561076340,
            "text": "2019-06-21 01:19:00 +0100",
            "iso_8601": "2019-06-21T00:19:00Z"
        },
        "updated_at": {
            "unix": 1561076452,
            "text": "2019-06-21 01:20:52 +0100",
            "iso_8601": "2019-06-21T00:20:52Z"
        },
        "subject": "Hyosung Heavy (298040 KS) signs contract valued at KRW 110.7bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyosung-heavy-298040-ks-signs-contract-valued-at-krw-110-7bln-21-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:19:00",
        "gmt_time": "2019-06-21 00:19:00"
    },
    {
        "id": 874841,
        "updated_sequence": 1878803,
        "published_at": {
            "unix": 1561076280,
            "text": "2019-06-21 01:18:00 +0100",
            "iso_8601": "2019-06-21T00:18:00Z"
        },
        "updated_at": {
            "unix": 1561076369,
            "text": "2019-06-21 01:19:29 +0100",
            "iso_8601": "2019-06-21T00:19:29Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 6.8445, according to a major news wire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-6-8445-according-to-a-major-news-wire-estimate-21-06-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:18:00",
        "gmt_time": "2019-06-21 00:18:00"
    },
    {
        "id": 874840,
        "updated_sequence": 1878798,
        "published_at": {
            "unix": 1561075680,
            "text": "2019-06-21 01:08:00 +0100",
            "iso_8601": "2019-06-21T00:08:00Z"
        },
        "updated_at": {
            "unix": 1561075750,
            "text": "2019-06-21 01:09:10 +0100",
            "iso_8601": "2019-06-21T00:09:10Z"
        },
        "subject": "CBIRC says effect of US tariffs in China's economy will be very limited",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbirc-says-effect-of-us-tariffs-in-china-s-economy-will-be-very-limited-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:08:00",
        "gmt_time": "2019-06-21 00:08:00"
    },
    {
        "id": 874839,
        "updated_sequence": 1878795,
        "published_at": {
            "unix": 1561075620,
            "text": "2019-06-21 01:07:00 +0100",
            "iso_8601": "2019-06-21T00:07:00Z"
        },
        "updated_at": {
            "unix": 1561075681,
            "text": "2019-06-21 01:08:01 +0100",
            "iso_8601": "2019-06-21T00:08:01Z"
        },
        "subject": "EU's Juncker says what Turkey is doing in territorial waters of Cyprus is unacceptable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-juncker-says-what-turkey-is-doing-in-territorial-waters-of-cyprus-is-unacceptable-21-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:07:00",
        "gmt_time": "2019-06-21 00:07:00"
    },
    {
        "id": 874838,
        "updated_sequence": 1878792,
        "published_at": {
            "unix": 1561075560,
            "text": "2019-06-21 01:06:00 +0100",
            "iso_8601": "2019-06-21T00:06:00Z"
        },
        "updated_at": {
            "unix": 1561075642,
            "text": "2019-06-21 01:07:22 +0100",
            "iso_8601": "2019-06-21T00:07:22Z"
        },
        "subject": "EU's Tusk says there was no majority for any candidate for any of the EU's top jobs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-tusk-says-there-was-no-majority-for-any-candidate-for-any-of-the-eu-s-top-jobs-21-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:06:00",
        "gmt_time": "2019-06-21 00:06:00"
    },
    {
        "id": 874837,
        "updated_sequence": 1878800,
        "published_at": {
            "unix": 1561075320,
            "text": "2019-06-21 01:02:00 +0100",
            "iso_8601": "2019-06-21T00:02:00Z"
        },
        "updated_at": {
            "unix": 1561075795,
            "text": "2019-06-21 01:09:55 +0100",
            "iso_8601": "2019-06-21T00:09:55Z"
        },
        "subject": "Asia equity markets begin lacklustre as the recent Fed-driven momentum begins to wane in the region despite the rally on Wall St where the S&P surged to ATHs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-lacklustre-as-the-recent-fed-driven-momentum-begins-to-wane-in-the-region-despite-the-rally-on-wall-st-where-the-s-p-surged-to-aths-21-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-21 08:02:00",
        "gmt_time": "2019-06-21 00:02:00"
    }
]