[
    {
        "id": 869585,
        "updated_sequence": 1854841,
        "published_at": {
            "unix": 1558125300,
            "text": "2019-05-17 21:35:00 +0100",
            "iso_8601": "2019-05-17T20:35:00Z"
        },
        "updated_at": {
            "unix": 1558123838,
            "text": "2019-05-17 21:10:38 +0100",
            "iso_8601": "2019-05-17T20:10:38Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing 17 May 2019",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21865/download\"><strong>here</strong></a></li><li><strong>PREVIEWING FOMC mins, ECB mins, SARB</strong></li><li><strong>REVIEWING RBA, Banxico, BCB</strong></li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-17-may-2019-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 04:35:00",
        "gmt_time": "2019-05-17 20:35:00"
    },
    {
        "id": 869586,
        "updated_sequence": 1854836,
        "published_at": {
            "unix": 1558125300,
            "text": "2019-05-17 21:35:00 +0100",
            "iso_8601": "2019-05-17T20:35:00Z"
        },
        "updated_at": {
            "unix": 1558123756,
            "text": "2019-05-17 21:09:16 +0100",
            "iso_8601": "2019-05-17T20:09:16Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 20 May 2019 ",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21866/download\"><strong>here</strong></a></li><li><strong>SUN:</strong> JMMC meeting</li><li><strong>MON:</strong> Japan GDP</li><li><strong>TUE:</strong> RBA mins, US/Japan trade talks</li><li><strong>WED:</strong> FOMC mins, Japan trade balance, UK CPI</li><li><strong>THU:</strong> ECB mins, SARB, EZ flash PMI, German Ifo</li><li><strong>FRI:</strong> Japan CPI, US durable goods, UK retail sales, Trump to visit Japan</li><li><strong>SUN:</strong> European Parliamentary Election Results</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-20-may-2019-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 04:35:00",
        "gmt_time": "2019-05-17 20:35:00"
    },
    {
        "id": 868508,
        "updated_sequence": 1854843,
        "published_at": {
            "unix": 1558125000,
            "text": "2019-05-17 21:30:00 +0100",
            "iso_8601": "2019-05-17T20:30:00Z"
        },
        "updated_at": {
            "unix": 1558125000,
            "text": "2019-05-17 21:30:00 +0100",
            "iso_8601": "2019-05-17T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-10-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 04:30:00",
        "gmt_time": "2019-05-17 20:30:00"
    },
    {
        "id": 869612,
        "updated_sequence": 1854839,
        "published_at": {
            "unix": 1558123740,
            "text": "2019-05-17 21:09:00 +0100",
            "iso_8601": "2019-05-17T20:09:00Z"
        },
        "updated_at": {
            "unix": 1558123808,
            "text": "2019-05-17 21:10:08 +0100",
            "iso_8601": "2019-05-17T20:10:08Z"
        },
        "subject": "Fitch Affirms Ireland at 'A+'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-ireland-at-a-outlook-stable-17-05-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 04:09:00",
        "gmt_time": "2019-05-17 20:09:00"
    },
    {
        "id": 869611,
        "updated_sequence": 1855035,
        "published_at": {
            "unix": 1558123380,
            "text": "2019-05-17 21:03:00 +0100",
            "iso_8601": "2019-05-17T20:03:00Z"
        },
        "updated_at": {
            "unix": 1558331395,
            "text": "2019-05-20 06:49:55 +0100",
            "iso_8601": "2019-05-20T05:49:55Z"
        },
        "subject": "US MARKET WRAP 17 MAY 2019: US/Canada/Mexico agree to lift tariffs; US/China talks said to be influx",
        "content": "<p><strong>* SNAPSHOT:</strong> Equities mixed, Dollar up, Treasuries flat, Crude lower.</p><p><strong>* REAR VIEW:</strong> US/Canada/Mexico agree to lift tariffs, US/China talks said to be “in flux”, Strong Michigan data, hawkish China trade rhetoric, cross-party Brexit talks collapse, Iran says US a short missile range away, US President Trump reportedly doesn’t want war</p><p><strong>* COMING UP ON MONDAY: </strong>JMMC Meeting (Sun) Data: JN GDP, Speakers: ECB’s Praet, Fed’s Harker, Clarida, Williams, BoE’s Broadbent, Earnings: Ryanair, Telecom Italia</p><p><strong>* NEXT WEEK: TUE:</strong> RBA mins, US/Japan trade talks, WED: FOMC mins, Japan trade balance, UK CPI, THU: ECB mins, SARB, EZ flash PMI, German Ifo, FRI: Japan CPI, US durable goods, UK retail sales, Trump to visit Japan, SUN: European Parliamentary Election Results</p><p><strong>* RANSQUAWK WEEK IN FOCUS; </strong>week commencing 20 May 2019, to download the report, please click <a href=\"https://ransquawk.com/research_sheets/21866/download\">here</a>.</p><p><strong>* US CHINA TRADE:</strong>The Chinese have overnight suggested (via a WeChat post that was also carried later in Xinhua) that US officials' visit to Beijing would be pointless unless the US changes its approach and shows sincerity. China also reiterated its previous demand that the US remove all tariffs, ensure any quotas to buy US goods are achievable and based on demand, and any text agreement would need to be balanced - given that national pride seems to be a driving factor in China's stance, this would imply that it wants any enforcement mechanism to be based on regulatory principles, not a change to China's constitutional law. China also said that \"if anyone thinks the Chinese side is just bluffing, that will be the most significant misjudgement since Korean War.\" A spokesperson for China also said that it would \"study the possible impact of US tariffs on the Chinese economy, and roll out responsive measures when necessary,\" implying that further retaliatory action and/or China stimulus may be on the cards. In wake of China's hawkish comments, analysts have said that it implies that it would be difficult to reach a trade deal, and that Beijing seems ready for a protracted dispute. Rabobank says this does not bode well for EM assets. \"The widening gap between USDCNY and the MSCI EM FX index is an ominous signal that the EM currencies are likely to come under stronger selling pressure to catch up with the falling yuan.\" Comments later from the US Soybean Export Council suggested that the US will likely lose market share in China permanently the longer the tension drags, and China is now unlikely to return to buying record US soybean volume even if a deal is reached. China's Global Times said China will certainly retaliate to the barbaric suppression of Huawei and that this is the unanimous attitude of officials and the Chinese people. Pessimism regarding the state of talks took a further turn for the worse as CNBC reported that trade talks between the US and China were “in flux”.</p><p><strong>* US/CANADA &amp; MEXICO TRADE: </strong>The US came to an agreement with Canada and Mexico to remove tariffs on steel and aluminium imports within 48 hours, with the deal reportedly not involving any quotas. In return, both Canada and Mexico will remove retaliatory tariffs, duties which had been a barrier to the passage of the USMCA. The countries also announced that they would drop all pending litigation in the WTO related to tariffs, set up measures to prevent the import of unfairly subsidised aluminium or steel, prevent the transhipment of aluminium and steel made outside of Canada, US or Mexico and made an agreed-upon process for monitoring steel and aluminium trade between the three countries.</p><p><strong>* GEOPOLITICAL:</strong> Iranian Revolutionary Guard Deputy Commander said earlier on Friday that Iran’s short-range missiles can reach the US fleet in the Persian Gulf, by no means a constructive comment for those looking for a diplomatic resolution to the tensions in the region. In the US’ (public) efforts to de-escalate the situation, an administration official said that “the US is sitting by the phone” but have not yet heard anything from Iran. Trump reiterated his stance that he does not want a war with Iran, as reports had suggested earlier in the week, but there were also reports that he would use the military if required. Furthermore, following earlier reports Iran was acting on beliefs that the US would attack, a US official denied that Iran is reacting to US provocations.</p><p><strong>* BREXIT: </strong>Cross-party talks officially collapsed on Friday, with Labour sources reporting that there is no point in doing a deal with a government that is about to collapse, whilst a government spokesperson commented that it was clear a deal between the two parties was never going to happen. A leaked document revealed that the government intends to hold indicative votes on Brexit next week, but Labour sources soon labelled the indicative vote process “dead on arrival” and that they would not cooperate with the government. Following the collapse of the talks, UK PM May is facing renewed calls from conservative MPs to step down. Boris Johnson remains the bookies favourite to succeed her.</p><p><strong>* ECB: </strong>ECB's Visco said that monetary policy can rely on a wide range of tools to support an economy, and the ECB stand ready to fulfil its mandate if necessary, before adding that it is mistake to believe that monetary policy would be disarmed if the Euro Area falls into a recession leading to deflation. ECB's Weidmann (Hawk) blamed companies’ savings for driving current account imbalance.</p><p><strong>* UNI. OF MICHIGAN SENTIMENT: </strong>Headline sentiment rose by more than expected, to 102.4 from 97.2, recovering all of the losses seen in Q4, and ising to a 15-year high. \"Almost all the increase was in the expectations component, which jumped by 8.6 points, even more than implied by the TIPPOnline index released a couple weeks ago,\" Pantheon says, \"the current conditions index, by contrast, tends to be driven by movements in jobless claims, which are noisy but essentially trendless, so the index rose a trivial 0.1 points.\" Pantheon notes that in the past, expectations at their May level would be consistent with growth in real spending in excess of 5%, \"but that's twice the rate of growth of real after-tax incomes, so it isn't going to happen,\" the consultancy says. \"Still, such high confidence ought to make investors fretting over the soft retail sales number think twice.\" Pantheon is convinced that spending is just transitioning to a sustainable rate of growth after the two-quarter spike triggered by last year’s tax cuts. \"The reversal of the Q4 drop in gas prices is a short-term drag too, but the underlying fundamentals for consumers are very sound, and we expect real consumption growth to trend at about 2.5-to-3% over the next few quarters.\"</p><p><strong>* WTI (M9) SETTLES 0.11 LOWER 62.76/BBL, BRENT (N9) SETTLES 0.41 LOWER AT 72.21/BBL. </strong>The crude complex traded on the front foot in earlier Friday trade before peaking and reversing course going into the US session. Fresh news overnight from the Middle East was a comment from an Iranian official saying that Iran’s short-range missiles could reach US warships in the Persian Gulf, which gave bulls some firepower over “stoked fears of a supply disruption in what is the epicentre of world oil supply,” PVM’s analysts encapsulated. However, ahead of the OPEC+ JMMC meeting this weekend, reports on Friday suggested that the oil cartel are mulling a production increase (walking back on the existing supply cut pact), with the sources stating that members are satisfied with oil prices around the USD 70/barrel level. From the time the report hit newswires the market subsequently headed lower through till settlement; a stronger dollar on the day also assisted crude’s trajectory lower to conclude the week not far from where it started. The Baker Hughes weekly rig count recorded US oil rigs down 3 at 802, US nat gas rigs up 2 at 185, with total US rigs down 1 at 987.</p><p><strong>* S&amp;P 500 -0.6% at 2859, NASDAQ-10 -1% at 7504, Dow Jones&nbsp; -0.4% at 25763, SECTORS: </strong>Consumer Discretionary -0.8, Consumer Staples -0.2%, S&amp;P 500 Energy -1.1%, S&amp;P 500 Financials -0.6%, Health Care -0.2%, Industrials&nbsp; -1.1%, Information Technology&nbsp; -0.8%, Materials&nbsp; -0.5%, Telecommunication Services&nbsp; -0.5%, Utilities&nbsp; 0.5%.</p><p><strong>* STOCK SPECFICS: </strong>Johnson &amp; Johnson (JNJ) opened lower, under pressure after the emergence of news that the drug maker was under FBI investigation over corruption concerns in Brazil. Microsoft (MSFT) was under pressure despite the news that the technology co and Sony (SNE), have struck a deal to form a partnership on video game streaming, where Sony will use Microsoft’s Azure cloud service for its own PlayStation streaming service. Tesla (TSLA) shares were under pressure premarket after CEO Musk announced new cost-cutting efforts following losses in the most recent quarter and news also emerged that the electric automaker will also scale back its plans for autopilot in Europe in wake of regulatory changes. Applied Materials (AMAT) caught a bid after the chipmaker reported strong earnings, beating on both top and bottom lines whilst also raising guidance. Baidu (BIDU) sunk after the technology co lowered its Q3 profit guidance and missed bottom line earning expectations. Nvidia (NVDA) moved higher after the chipmaker reported earnings that beat on top and bottom lines, whilst also rising guidance for Q2, despite the CFO citing difficult outlook going forward. Deere &amp; Co (DE) shares sunk after the manufacturer reported a miss on profit expectations and revised FY19 revenue guidance lower, seeing further downside as the co announced that H2 shipments could be down “in the 20% range”. Hewlett Packard Enterprise (HPE) moved higher after the technology maker confirmed its plans to purchase Cray Inc (CRAY), as the firm seeks to become more competitive in the supercomputer space. Under Armour (UA, UAA) jumped higher after receiving an upgrade from JPM, the investment group citing confidence in the brands direction. Starbucks (SBUX) moved higher with the market, unaffected by the prospect of potential future rival Luckin’ Coffee Inc (LK) first day as a publicly traded company. Wynn (WYNN) and MGM Resorts (MGM) saw some positive ticks after reports emerged that the two were in talks for a potential sale of their Encore Boston Harbour, but ultimately finished lower.</p><p><strong>* US T-Note futures settle 2 ticks higher at 124-15+:</strong> Treasury yields were lower, and the curve flattened a touch on Friday, after hawkish trade rhetoric out of China. Decent University of Michigan data brought the complex off highs in the US afternoon, and there was further downside on reports that the US would drop metals tariffs on Canadian and Mexican steel and aluminium.</p><p><strong>* RANSQUAWK CENTRAL BANK WEEKLY BRIEFING: </strong>17 May 2019, PREVIEWING FOMC mins, ECB mins, SARB, REVIEWING RBA, Banxico, BCB. To download the report, please click <a href=\"https://ransquawk.com/research_sheets/21865/download\">here</a>.</p><p><strong>* DAILY FX WRAP:</strong></p><p><strong>CNH</strong> continued its march towards 7 vs USD, as the Chinese press called into question the point of a US visit to Beijing last night. Upside was capped by reports that the PBoC is willing to intervene to protect the 7 level. Conversely, <strong>USD </strong>drifted higher, seeing further upside in wake of strong US Michigan data. <strong>EUR </strong>drifted lower, with comments from PM Conte assuring Italian fiscal responsibility doing little to lift sentiment; EURUSD languishing just above 1.1160. <strong>JPY</strong> finished the session fairly flat, gaining momentum overnight as China’s state media upped the ante, before paring gains as US stocks staged a minor recovery.<strong> CAD </strong>and<strong> MXN </strong>jumped as news emerged that the two countries and the US were progressing on the USMCA and nearing a deal to lift metal tariffs, with the Loonie also buoyed by comments from BoC Governor Poloz. The antipodeans, <strong>AUD</strong> &amp; <strong>NZD</strong> moved lower, largely mirroring CNH. <strong>TRY </strong>is flat after choppy action, where a US announcement to end the preferential treatment of Turkey under its Generalised System of Preferences triggered some selling, before reports emerged that Turkey would introduce a bill to prevent the CBRT from boosting Turkish Treasury reserves, leading to a modest recovery. <strong>BRL</strong> continued to lose ground vs USD since losing the 4.000 level, in wake of this week’s slew of growth warnings.</p><p><strong>* WEEKLY FX WRAP - USD:</strong> The Dollar has been a broad winner this week as already strained trade relations between the US and China following the end of official talks turned even more sour after tit-for-tat tariff announcements and an ensuing exchange of accusations over which side is to blame for the failure to reach a deal. On that note, the latest verbal tirade came from Beijing blaming Washington for backtracking on pledges and raising the level of aggression via sanctions against Huawei and ZTE. The DXY has made a solid recovery from near 97.000 lows to just a fraction shy of 98.000 with independent momentum coming from some bullish data and survey news, like housing, weekly claims, NY and Philly Fed manufacturing, plus Michigan sentiment in contrast to disappointing retail sales and ip.</p><p><strong>* GBP:</strong> It’s been a rough week for the Pound as Brexit talks between the Conservative and Labour Parties continued to no avail, with both sides conceding that efforts to cross red lines and compromise on key issues have been exhausted. Meanwhile, UK PM May faced another 1922 ultimatum and this time did not emerge from a meeting with the Tory back-benchers unscathed as she yielded to pressure on a timeframe for her departure and the race is now on to find a new leader. Cable has slumped from circa 1.3040 at best and 1.3000 at the start of the week to a 1.2733 base, while Eur/Gbp has rallied to 0.8766 from 0.8624 at one stage vs 0.8748 at ‘open’ even though the single currency has suffered its own travails.</p><p><strong>* EUR:</strong> The single currency has also succumbed to the broad Greenback revival from lows posted in wake of the aforementioned weak US data and the initial knee-jerk when China retaliated with tariffs and by halting US agricultural purchases. However, the Euro also suffered from Italian budget-related grounds as Deputy PM Salvini in particular continued to rail against EU budget rules and pledged to tear them up in the event that his Party performs well in the upcoming EU Parliament elections. His protestations offset more encouraging Eurozone data in the form of Q1 GDP and an upward revision to core inflation to leave Eur/Usd rooted near the base of its 1.1265-1158 weekly range and only deriving fleeting respite from confirmation that the US will hold off on EU/Japanese auto tariffs for 6 months pending further discussions and ultimately or hopefully an accord.</p><p><strong>* CAD/AUD/NZD:</strong> The Loonie, Aussie and Kiwi are all heading for hefty losses vs their US counterpart, with Usd/Cad nearer the top of a 1.3514-1.3398 band, but fading ahead of strong resistance at 1.3524 (April high within a few pips of a Fib) and on reports of a breakthrough in tariff talks between Canada and the US that could culminate in an announcement as soon as later today. However, Aud/Usd and Nzd/Usd are both mired near the lows of their 0.7005-0.6873 and 0.6605-0.6525 respective parameters with the former undermined by soft jobs data, on balance, that has lowered the bar for a June RBA ease, and the latter down in sympathy along with the overarching ramp up in US-China/global trade tensions. Next up for the Aud, the weekend election and for a full preview of the looming vote see the Ransquawk Research Suite.</p><p><strong>* JPY/CHF:</strong> The relative G10 outperformers and bucking broader trends, albeit selectively, as the Yen resisted most of the Usd’s advances and fluctuations in risk sentiment to hold within 110.04-109.03 confines, and did especially well against other majors on a cross bases, like Sterling, as Gbp/Jpy triggered stops on a break of 140.00. Conversely, the Franc looks all set close out the week down vs the Buck and sub-1.0100 vs 1.0050 at the other extreme, but appreciated vs the Euro between 1.1374-1.1263 boundaries on the fiscal posturing from Rome noted above.</p><p><strong>* EM:</strong> Mostly risk-off positioning bar general recoveries on Tuesday and Thursday has hit regional currencies this week, but the Rand, Real and Lira have also been subject to negative ratings assessments if not formal reviews or downgrades from the agencies. Meanwhile, Turkey has also deployed more measures to support the Try, like a tax on FX transactions, only have limited impact amidst the wider economic and political problems and with some external support via the US cutting steel levies, but removing preferential status on metals overall. Elsewhere, the Cny and Cnh both remained weak as the PBoC raised mid-point fixings and despite reports that 7.0000 vs the Usd in on shore terms will be defended.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-17-may-2019-us-canada-mexico-agree-to-lift-tariffs-us-china-talks-said-to-be-influx-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 04:03:00",
        "gmt_time": "2019-05-17 20:03:00"
    },
    {
        "id": 869610,
        "updated_sequence": 1854829,
        "published_at": {
            "unix": 1558123080,
            "text": "2019-05-17 20:58:00 +0100",
            "iso_8601": "2019-05-17T19:58:00Z"
        },
        "updated_at": {
            "unix": 1558123111,
            "text": "2019-05-17 20:58:31 +0100",
            "iso_8601": "2019-05-17T19:58:31Z"
        },
        "subject": "PRIMER: OPEC-Non-OPEC Ministerial Monitoring Committee (JMMC) to meet on 19/May at 1400BST/0800CDT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The Joint OPEC-Non-OPEC Ministerial Monitoring Committee (JMMC) are to convene on May 19th in Jeddah, Saudi Arabia at 1400BST/0800CDT, with a press conference scheduled at 1900BST/1300CDT, although the presser tends to be delayed. The meeting will be co-chaired by Saudi Arabia and Russia and will include other major oil producers including Iraq, the United Arab Emirates, Kuwait, Nigeria and Kazakhstan. Markets will be focused on the meeting, despite the absence of many members, given its influence on OPEC/OPEC+ meetings on June 25/26 where the oil producers are to decide on whether to extend the global supply deal. The conversation is likely to be dominated by geopolitics and the situation surrounding Iran (who will not partake in the meeting this weekend) amid the US sanctions on the country alongside the expiry of Iranian oil waivers. Saudi Energy Minister Al-Falih has already noted that the Kingdom is ready to meet consumer demands and replace Iranian oil, but Saudi will not voluntarily exceed oil production levels set in the global deal. Some desks remind us that shifting from restraining supply to boosting is not easy, especially since there is still little clarity on how far Iranian output will ultimately fall (latest calculations suggest they are now running at a clip of 500k BPD, from about 1mln BPD prior to the US removing sanctions waivers). Citi notes that Saudi will be reluctant to repeat last years’ experience, after Riyadh boosted output to record highs after the US promised to cut off Iranian oil supply, which ended up with eight countries receiving waivers and a 35% decline in oil prices in Q4 2018. There may be some discussion of Russia's compliance with the deal, though it has recently come in line with quotas. All-in-all, markets will be reacting to any hints of a supply curb extension or concerns regarding global supply, although no firm decisions will be made at this meeting given that not all OPEC/OPEC+ members will be present.</p>",
        "analysis_updated_at": {
            "unix": 1558123111,
            "text": "2019-05-17 20:58:31 +0100",
            "iso_8601": "2019-05-17T19:58:31Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-opec-non-opec-ministerial-monitoring-committee-jmmc-to-meet-on-19-may-at-1400bst-0800cdt-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:58:00",
        "gmt_time": "2019-05-17 19:58:00"
    },
    {
        "id": 869609,
        "updated_sequence": 1854826,
        "published_at": {
            "unix": 1558122600,
            "text": "2019-05-17 20:50:00 +0100",
            "iso_8601": "2019-05-17T19:50:00Z"
        },
        "updated_at": {
            "unix": 1558122746,
            "text": "2019-05-17 20:52:26 +0100",
            "iso_8601": "2019-05-17T19:52:26Z"
        },
        "subject": "SPX MOC 1.1bln to sell (vs 400mln at 15.49EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-1-1bln-to-sell-vs-400mln-at-15-49edt-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:50:00",
        "gmt_time": "2019-05-17 19:50:00"
    },
    {
        "id": 869608,
        "updated_sequence": 1854819,
        "published_at": {
            "unix": 1558121700,
            "text": "2019-05-17 20:35:00 +0100",
            "iso_8601": "2019-05-17T19:35:00Z"
        },
        "updated_at": {
            "unix": 1558121796,
            "text": "2019-05-17 20:36:36 +0100",
            "iso_8601": "2019-05-17T19:36:36Z"
        },
        "subject": "OPEC+ cut compliance was about 150% in April, according to delegates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-cut-compliance-was-about-150-in-april-according-to-delegates-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:35:00",
        "gmt_time": "2019-05-17 19:35:00"
    },
    {
        "id": 869607,
        "updated_sequence": 1854816,
        "published_at": {
            "unix": 1558121520,
            "text": "2019-05-17 20:32:00 +0100",
            "iso_8601": "2019-05-17T19:32:00Z"
        },
        "updated_at": {
            "unix": 1558121618,
            "text": "2019-05-17 20:33:38 +0100",
            "iso_8601": "2019-05-17T19:33:38Z"
        },
        "subject": "US T-Note futures settle 2 ticks higher at 124-15+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Treasury yields were lower, and the curve flattened a touch on Friday, after hawkish trade rhetoric out of China. Decent University of Michigan data brough the complex off highs in the US afternoon, and there was further downside on reports that the US would drop metals tariffs on Canadian and Mexican steel and aluminium. &nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1558121618,
            "text": "2019-05-17 20:33:38 +0100",
            "iso_8601": "2019-05-17T19:33:38Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-settle-2-ticks-higher-at-124-15-17-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:32:00",
        "gmt_time": "2019-05-17 19:32:00"
    },
    {
        "id": 869606,
        "updated_sequence": 1854813,
        "published_at": {
            "unix": 1558120620,
            "text": "2019-05-17 20:17:00 +0100",
            "iso_8601": "2019-05-17T19:17:00Z"
        },
        "updated_at": {
            "unix": 1558120709,
            "text": "2019-05-17 20:18:29 +0100",
            "iso_8601": "2019-05-17T19:18:29Z"
        },
        "subject": "Iranian crude exports have fallen to 500k BPD or lower, since the imposition of new tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-crude-exports-have-fallen-to-500k-bpd-or-lower-since-the-imposition-of-new-tariffs-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:17:00",
        "gmt_time": "2019-05-17 19:17:00"
    },
    {
        "id": 869605,
        "updated_sequence": 1854809,
        "published_at": {
            "unix": 1558120020,
            "text": "2019-05-17 20:07:00 +0100",
            "iso_8601": "2019-05-17T19:07:00Z"
        },
        "updated_at": {
            "unix": 1558120079,
            "text": "2019-05-17 20:07:59 +0100",
            "iso_8601": "2019-05-17T19:07:59Z"
        },
        "subject": "US President Trump says EU treating the US worse than the US is treating the EU; says we do love Europe but have to be careful",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-eu-treating-the-us-worse-than-the-us-is-treating-the-eu-says-we-do-love-europe-but-have-to-be-careful-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:07:00",
        "gmt_time": "2019-05-17 19:07:00"
    },
    {
        "id": 869604,
        "updated_sequence": 1854806,
        "published_at": {
            "unix": 1558119780,
            "text": "2019-05-17 20:03:00 +0100",
            "iso_8601": "2019-05-17T19:03:00Z"
        },
        "updated_at": {
            "unix": 1558119974,
            "text": "2019-05-17 20:06:14 +0100",
            "iso_8601": "2019-05-17T19:06:14Z"
        },
        "subject": "Next round of US/China trade talks are reportedly \"in flux\", reportedly talks have stalled",
        "content": "<p><a href=\"https://twitter.com/CNBCnow/status/1129462607058997249\">Via CNBC</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "next-round-of-us-china-trade-talks-are-reportedly-in-flux-reportedly-talks-have-stalled-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:03:00",
        "gmt_time": "2019-05-17 19:03:00"
    },
    {
        "id": 869603,
        "updated_sequence": 1854799,
        "published_at": {
            "unix": 1558119720,
            "text": "2019-05-17 20:02:00 +0100",
            "iso_8601": "2019-05-17T19:02:00Z"
        },
        "updated_at": {
            "unix": 1558119797,
            "text": "2019-05-17 20:03:17 +0100",
            "iso_8601": "2019-05-17T19:03:17Z"
        },
        "subject": "Huawei is reportedly asking top asian chipmakers to maintain deliveries after the US blacklisted them",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "huawei-is-reportedly-asking-top-asian-chipmakers-to-maintain-deliveries-after-the-us-blacklisted-them-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 03:02:00",
        "gmt_time": "2019-05-17 19:02:00"
    },
    {
        "id": 869602,
        "updated_sequence": 1854796,
        "published_at": {
            "unix": 1558119540,
            "text": "2019-05-17 19:59:00 +0100",
            "iso_8601": "2019-05-17T18:59:00Z"
        },
        "updated_at": {
            "unix": 1558119606,
            "text": "2019-05-17 20:00:06 +0100",
            "iso_8601": "2019-05-17T19:00:06Z"
        },
        "subject": "Brazil Lower House Speaker Maia says the chamber is set to vote on pension reform no later than July",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-lower-house-speaker-maia-says-the-chamber-is-set-to-vote-on-pension-reform-no-later-than-july-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:59:00",
        "gmt_time": "2019-05-17 18:59:00"
    },
    {
        "id": 869601,
        "updated_sequence": 1854793,
        "published_at": {
            "unix": 1558118340,
            "text": "2019-05-17 19:39:00 +0100",
            "iso_8601": "2019-05-17T18:39:00Z"
        },
        "updated_at": {
            "unix": 1558118485,
            "text": "2019-05-17 19:41:25 +0100",
            "iso_8601": "2019-05-17T18:41:25Z"
        },
        "subject": "Wynn (WYNN) and MGM Resorts (MGM) are in talks for a potential sale of their Encore Boston Harbour",
        "content": "<p><a href=\"https://twitter.com/BostonGlobe/status/1129455881186414603\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "wynn-wynn-and-mgm-resorts-mgm-are-in-talks-for-a-potential-sale-of-their-encore-boston-harbour-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:39:00",
        "gmt_time": "2019-05-17 18:39:00"
    },
    {
        "id": 869600,
        "updated_sequence": 1854788,
        "published_at": {
            "unix": 1558117980,
            "text": "2019-05-17 19:33:00 +0100",
            "iso_8601": "2019-05-17T18:33:00Z"
        },
        "updated_at": {
            "unix": 1558118077,
            "text": "2019-05-17 19:34:37 +0100",
            "iso_8601": "2019-05-17T18:34:37Z"
        },
        "subject": "Brazil Economy Minister Guedes says growth outlook for second half of 2019 will be different if pension reform is approved in the next few months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-economy-minister-guedes-says-growth-outlook-for-second-half-of-2019-will-be-different-if-pension-reform-is-approved-in-the-next-few-months-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:33:00",
        "gmt_time": "2019-05-17 18:33:00"
    },
    {
        "id": 869598,
        "updated_sequence": 1854782,
        "published_at": {
            "unix": 1558117860,
            "text": "2019-05-17 19:31:00 +0100",
            "iso_8601": "2019-05-17T18:31:00Z"
        },
        "updated_at": {
            "unix": 1558117916,
            "text": "2019-05-17 19:31:56 +0100",
            "iso_8601": "2019-05-17T18:31:56Z"
        },
        "subject": "Canada PM Trudeau says will make Huawei decision based on facts and evidence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-pm-trudeau-says-will-make-huawei-decision-based-on-facts-and-evidence-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:31:00",
        "gmt_time": "2019-05-17 18:31:00"
    },
    {
        "id": 869599,
        "updated_sequence": 1854790,
        "published_at": {
            "unix": 1558117860,
            "text": "2019-05-17 19:31:00 +0100",
            "iso_8601": "2019-05-17T18:31:00Z"
        },
        "updated_at": {
            "unix": 1558118341,
            "text": "2019-05-17 19:39:01 +0100",
            "iso_8601": "2019-05-17T18:39:01Z"
        },
        "subject": "WTI (M9) futures settle USD 0.11 lower at USD 62.76/bbl; Brent (N9) futures settle USD 0.41 lower at USD 72.21/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The crude complex traded on the front foot in earlier Friday trade before peaking and reversing course going into the US session. Fresh news overnight from the Middle East was a comment from an Iranian official saying that Iran’s short-range missiles could reach US warships in the Persian Gulf, which gave bulls some firepower over “stoked fears of a supply disruption in what is the epicentre of world oil supply,” PVM’s analysts encapsulated. However, ahead of the OPEC+ JMMC meeting this weekend, reports on Friday suggested that the oil cartel are mulling a production increase (walking back on the existing supply cut pact), with the sources stating that members are satisfied with oil prices around the USD 70/barrel level. From the time the report hit newswires the market subsequently headed lower through till settlement; a stronger dollar on the day also assisted crude’s trajectory lower to conclude the week not far from where it started. The Baker Hughes weekly rig count recorded US oil rigs down 3 at 802, US nat gas rigs up 2 at 185, with total US rigs down 1 at 987.</p>",
        "analysis_updated_at": {
            "unix": 1558117920,
            "text": "2019-05-17 19:32:00 +0100",
            "iso_8601": "2019-05-17T18:32:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-m9-futures-settle-usd-0-11-lower-at-usd-62-76-bbl-brent-n9-futures-settle-usd-0-41-lower-at-usd-72-21-bbl-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:31:00",
        "gmt_time": "2019-05-17 18:31:00"
    },
    {
        "id": 869597,
        "updated_sequence": 1854779,
        "published_at": {
            "unix": 1558117560,
            "text": "2019-05-17 19:26:00 +0100",
            "iso_8601": "2019-05-17T18:26:00Z"
        },
        "updated_at": {
            "unix": 1558117659,
            "text": "2019-05-17 19:27:39 +0100",
            "iso_8601": "2019-05-17T18:27:39Z"
        },
        "subject": "US Agricultural Secretary Perdue tells FOX that US farmers are to get between USD 15bln-20bln in aid",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "us-agricultural-secretary-perdue-tells-fox-that-us-farmers-are-to-get-between-usd-15bln-20bln-in-aid-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:26:00",
        "gmt_time": "2019-05-17 18:26:00"
    },
    {
        "id": 869596,
        "updated_sequence": 1854776,
        "published_at": {
            "unix": 1558117320,
            "text": "2019-05-17 19:22:00 +0100",
            "iso_8601": "2019-05-17T18:22:00Z"
        },
        "updated_at": {
            "unix": 1558117647,
            "text": "2019-05-17 19:27:27 +0100",
            "iso_8601": "2019-05-17T18:27:27Z"
        },
        "subject": "Watch US President Trump speak live",
        "content": "<p>For the live feed, click <a href=\"https://t.co/cB1DRIjgOo\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "watch-us-president-trump-speak-live-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:22:00",
        "gmt_time": "2019-05-17 18:22:00"
    },
    {
        "id": 869595,
        "updated_sequence": 1854771,
        "published_at": {
            "unix": 1558117140,
            "text": "2019-05-17 19:19:00 +0100",
            "iso_8601": "2019-05-17T18:19:00Z"
        },
        "updated_at": {
            "unix": 1558117198,
            "text": "2019-05-17 19:19:58 +0100",
            "iso_8601": "2019-05-17T18:19:58Z"
        },
        "subject": "Brazil Economy Minister Guedes says economic growth is not falling, rather, expectations are falling ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-economy-minister-guedes-says-economic-growth-is-not-falling-rather-expectations-are-falling-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 02:19:00",
        "gmt_time": "2019-05-17 18:19:00"
    },
    {
        "id": 869594,
        "updated_sequence": 1854764,
        "published_at": {
            "unix": 1558115520,
            "text": "2019-05-17 18:52:00 +0100",
            "iso_8601": "2019-05-17T17:52:00Z"
        },
        "updated_at": {
            "unix": 1558115669,
            "text": "2019-05-17 18:54:29 +0100",
            "iso_8601": "2019-05-17T17:54:29Z"
        },
        "subject": "Citron Research cautious on Beyond Meat (BYND), \"has become Beyond Stupid... We expect BYND to go back to USD 65 on retail (trader) exhaustion\"",
        "content": "<ul><li><a href=\"https://twitter.com/CitronResearch/status/1129444098589376513\">Click here for tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "citron-research-cautious-on-beyond-meat-bynd-has-become-beyond-stupid-we-expect-bynd-to-go-back-to-usd-65-on-retail-trader-exhaustion-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:52:00",
        "gmt_time": "2019-05-17 17:52:00"
    },
    {
        "id": 869593,
        "updated_sequence": 1854766,
        "published_at": {
            "unix": 1558115460,
            "text": "2019-05-17 18:51:00 +0100",
            "iso_8601": "2019-05-17T17:51:00Z"
        },
        "updated_at": {
            "unix": 1558115833,
            "text": "2019-05-17 18:57:13 +0100",
            "iso_8601": "2019-05-17T17:57:13Z"
        },
        "subject": "CBS Corp to acquire Lions Gate Entertainment (LGF.A) ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, LGF.A shares spiked higher from 13.90 to 14.64, before moving higher to 15.49</li></ul>",
        "reaction_updated_at": {
            "unix": 1558115640,
            "text": "2019-05-17 18:54:00 +0100",
            "iso_8601": "2019-05-17T17:54:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbs-corp-to-acquire-lions-gate-entertainment-lgf-a-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:51:00",
        "gmt_time": "2019-05-17 17:51:00"
    },
    {
        "id": 869592,
        "updated_sequence": 1854768,
        "published_at": {
            "unix": 1558114860,
            "text": "2019-05-17 18:41:00 +0100",
            "iso_8601": "2019-05-17T17:41:00Z"
        },
        "updated_at": {
            "unix": 1558116178,
            "text": "2019-05-17 19:02:58 +0100",
            "iso_8601": "2019-05-17T18:02:58Z"
        },
        "subject": "China's Global Times says China will certainly retaliate to the barbaric suppression of Huawei, this is the unanimous attitude of officials and the Chinese people",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1129441656556511233\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-s-global-times-says-china-will-certainly-retaliate-to-the-barbaric-suppression-of-huawei-this-is-the-unanimous-attitude-of-officials-and-the-chinese-people-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:41:00",
        "gmt_time": "2019-05-17 17:41:00"
    },
    {
        "id": 869591,
        "updated_sequence": 1854753,
        "published_at": {
            "unix": 1558114200,
            "text": "2019-05-17 18:30:00 +0100",
            "iso_8601": "2019-05-17T17:30:00Z"
        },
        "updated_at": {
            "unix": 1558114420,
            "text": "2019-05-17 18:33:40 +0100",
            "iso_8601": "2019-05-17T17:33:40Z"
        },
        "subject": "Mexican Official says Mexico and Canada to lift retaliatory tariffs on US products once the US announces a deal on lifting tariffs on metal imports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-official-says-mexico-and-canada-to-lift-retaliatory-tariffs-on-us-products-once-the-us-announces-a-deal-on-lifting-tariffs-on-metal-imports-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:30:00",
        "gmt_time": "2019-05-17 17:30:00"
    },
    {
        "id": 869590,
        "updated_sequence": 1854748,
        "published_at": {
            "unix": 1558112820,
            "text": "2019-05-17 18:07:00 +0100",
            "iso_8601": "2019-05-17T17:07:00Z"
        },
        "updated_at": {
            "unix": 1558113031,
            "text": "2019-05-17 18:10:31 +0100",
            "iso_8601": "2019-05-17T17:10:31Z"
        },
        "subject": "BOC Governor Poloz says does not know the magnitude or the timing of future rate hikes",
        "content": "<ul><li>says job market a truer picture of the Canadian economy&nbsp;</li><li>says there is natural tendency for rates to move a bit higher &nbsp;</li><li>says second term as BoC governor is \"one of the options\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boc-governor-poloz-says-does-not-know-the-magnitude-or-the-timing-of-future-rate-hikes-17-05-2019",
        "hidden": false,
        "section": {
            "id": 10,
            "name": "BoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:07:00",
        "gmt_time": "2019-05-17 17:07:00"
    },
    {
        "id": 869589,
        "updated_sequence": 1854743,
        "published_at": {
            "unix": 1558112520,
            "text": "2019-05-17 18:02:00 +0100",
            "iso_8601": "2019-05-17T17:02:00Z"
        },
        "updated_at": {
            "unix": 1558112587,
            "text": "2019-05-17 18:03:07 +0100",
            "iso_8601": "2019-05-17T17:03:07Z"
        },
        "subject": "Baker Hughes (May 17): oil rigs -3 at 802, nat gas rigs +2 at 185, US total rigs -1 at 987",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-may-17-oil-rigs-3-at-802-nat-gas-rigs-2-at-185-us-total-rigs-1-at-987-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 01:02:00",
        "gmt_time": "2019-05-17 17:02:00"
    },
    {
        "id": 869588,
        "updated_sequence": 1854738,
        "published_at": {
            "unix": 1558112040,
            "text": "2019-05-17 17:54:00 +0100",
            "iso_8601": "2019-05-17T16:54:00Z"
        },
        "updated_at": {
            "unix": 1558112126,
            "text": "2019-05-17 17:55:26 +0100",
            "iso_8601": "2019-05-17T16:55:26Z"
        },
        "subject": "US official says \"US is sitting by the phone\" but have heard nothing from Iran yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-says-us-is-sitting-by-the-phone-but-have-heard-nothing-from-iran-yet-17-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:54:00",
        "gmt_time": "2019-05-17 16:54:00"
    },
    {
        "id": 869587,
        "updated_sequence": 1854735,
        "published_at": {
            "unix": 1558111980,
            "text": "2019-05-17 17:53:00 +0100",
            "iso_8601": "2019-05-17T16:53:00Z"
        },
        "updated_at": {
            "unix": 1558112077,
            "text": "2019-05-17 17:54:37 +0100",
            "iso_8601": "2019-05-17T16:54:37Z"
        },
        "subject": "The US deal with Canada and Mexico reportedly does not involve quotas, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-us-deal-with-canada-and-mexico-reportedly-does-not-involve-quotas-according-to-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:53:00",
        "gmt_time": "2019-05-17 16:53:00"
    },
    {
        "id": 869584,
        "updated_sequence": 1854724,
        "published_at": {
            "unix": 1558110960,
            "text": "2019-05-17 17:36:00 +0100",
            "iso_8601": "2019-05-17T16:36:00Z"
        },
        "updated_at": {
            "unix": 1558111172,
            "text": "2019-05-17 17:39:32 +0100",
            "iso_8601": "2019-05-17T16:39:32Z"
        },
        "subject": "A deal has reportedly been reached for US to lift tariffs on steel & aluminium from Canada and Mexico within 48 hours, according to the Washington Post",
        "content": "<p><a href=\"https://www.washingtonpost.com/news/business/wp/2019/05/17/u-s-reaches-deal-with-canada-mexico-to-lift-steel-aluminum-tariffs-clearing-key-obstacle-to-passage-of-trumps-new-trade-deal/\">Via Washington Post</a></p><p><a href=\"https://twitter.com/W7VOA/status/1129425306010488832\">Also Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "a-deal-has-reportedly-been-reached-for-us-to-lift-tariffs-on-steel-aluminium-from-canada-and-mexico-within-48-hours-according-to-the-washington-post-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:36:00",
        "gmt_time": "2019-05-17 16:36:00"
    },
    {
        "id": 869583,
        "updated_sequence": 1854721,
        "published_at": {
            "unix": 1558110540,
            "text": "2019-05-17 17:29:00 +0100",
            "iso_8601": "2019-05-17T16:29:00Z"
        },
        "updated_at": {
            "unix": 1558110900,
            "text": "2019-05-17 17:35:00 +0100",
            "iso_8601": "2019-05-17T16:35:00Z"
        },
        "subject": "US official says US President Trump does not want a war, but will use the military if required; says that it is not true that Iran is reacting to US provocations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-says-us-president-trump-does-not-want-a-war-but-will-use-the-military-if-required-says-that-it-is-not-true-that-iran-is-reacting-to-us-provocations-17-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:29:00",
        "gmt_time": "2019-05-17 16:29:00"
    },
    {
        "id": 869582,
        "updated_sequence": 1854716,
        "published_at": {
            "unix": 1558109880,
            "text": "2019-05-17 17:18:00 +0100",
            "iso_8601": "2019-05-17T16:18:00Z"
        },
        "updated_at": {
            "unix": 1558110166,
            "text": "2019-05-17 17:22:46 +0100",
            "iso_8601": "2019-05-17T16:22:46Z"
        },
        "subject": "Iran may accept US Secretary of State Pompeo's 12 points for economic relief",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>US Secretary of State Pompeo released the 12 points back in March:</p><figure class=\"image\"><img src=\"https://pbs.twimg.com/media/DduR0hCUwAYnyIV.jpg\"></figure><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1558110165,
            "text": "2019-05-17 17:22:45 +0100",
            "iso_8601": "2019-05-17T16:22:45Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-may-accept-us-secretary-of-state-pompeo-s-12-points-for-economic-relief-17-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:18:00",
        "gmt_time": "2019-05-17 16:18:00"
    },
    {
        "id": 869581,
        "updated_sequence": 1854710,
        "published_at": {
            "unix": 1558109760,
            "text": "2019-05-17 17:16:00 +0100",
            "iso_8601": "2019-05-17T16:16:00Z"
        },
        "updated_at": {
            "unix": 1558109868,
            "text": "2019-05-17 17:17:48 +0100",
            "iso_8601": "2019-05-17T16:17:48Z"
        },
        "subject": "IMF Chief Lagarde expects the world economic outlook to bounce back at the end of 2019 and 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-chief-lagarde-expects-the-world-economic-outlook-to-bounce-back-at-the-end-of-2019-and-2020-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:16:00",
        "gmt_time": "2019-05-17 16:16:00"
    },
    {
        "id": 869580,
        "updated_sequence": 1854707,
        "published_at": {
            "unix": 1558109700,
            "text": "2019-05-17 17:15:00 +0100",
            "iso_8601": "2019-05-17T16:15:00Z"
        },
        "updated_at": {
            "unix": 1558109797,
            "text": "2019-05-17 17:16:37 +0100",
            "iso_8601": "2019-05-17T16:16:37Z"
        },
        "subject": "Boris Johnson is the frontrunner to replace UK PM May, according to the Times' Sam Coates",
        "content": "<p><a href=\"https://twitter.com/SamCoatesTimes/status/1129419528180510721\">Via the Times</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boris-johnson-is-the-frontrunner-to-replace-uk-pm-may-according-to-the-times-sam-coates-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:15:00",
        "gmt_time": "2019-05-17 16:15:00"
    },
    {
        "id": 869579,
        "updated_sequence": 1854704,
        "published_at": {
            "unix": 1558109400,
            "text": "2019-05-17 17:10:00 +0100",
            "iso_8601": "2019-05-17T16:10:00Z"
        },
        "updated_at": {
            "unix": 1558109518,
            "text": "2019-05-17 17:11:58 +0100",
            "iso_8601": "2019-05-17T16:11:58Z"
        },
        "subject": "Canada PM Justin Trudeau says has spoken with US President Trump about aluminium and steel tariffs; says he discussed the new NAFTA, China and Uranium",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-pm-justin-trudeau-says-has-spoken-with-us-president-trump-about-aluminium-and-steel-tariffs-says-he-discussed-the-new-nafta-china-and-uranium-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:10:00",
        "gmt_time": "2019-05-17 16:10:00"
    },
    {
        "id": 869578,
        "updated_sequence": 1854699,
        "published_at": {
            "unix": 1558108800,
            "text": "2019-05-17 17:00:00 +0100",
            "iso_8601": "2019-05-17T16:00:00Z"
        },
        "updated_at": {
            "unix": 1558108990,
            "text": "2019-05-17 17:03:10 +0100",
            "iso_8601": "2019-05-17T16:03:10Z"
        },
        "subject": "UPDATE: Conflicting reports say Derek Kan is not under consideration for the Fed role",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "update-conflicting-reports-say-derek-kan-is-not-under-consideration-for-the-fed-role-17-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-18 00:00:00",
        "gmt_time": "2019-05-17 16:00:00"
    },
    {
        "id": 869576,
        "updated_sequence": 1854701,
        "published_at": {
            "unix": 1558107780,
            "text": "2019-05-17 16:43:00 +0100",
            "iso_8601": "2019-05-17T15:43:00Z"
        },
        "updated_at": {
            "unix": 1558109002,
            "text": "2019-05-17 17:03:22 +0100",
            "iso_8601": "2019-05-17T16:03:22Z"
        },
        "subject": "White House is reportedly considering Derek Kan (current under secretary for transport and policy) for the Fed board opening",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Can was the former general manager of Lyft (LYFT)</li></ul>",
        "analysis_updated_at": {
            "unix": 1558107900,
            "text": "2019-05-17 16:45:00 +0100",
            "iso_8601": "2019-05-17T15:45:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-is-reportedly-considering-derek-kan-current-under-secretary-for-transport-and-policy-for-the-fed-board-opening-17-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:43:00",
        "gmt_time": "2019-05-17 15:43:00"
    },
    {
        "id": 869577,
        "updated_sequence": 1854694,
        "published_at": {
            "unix": 1558107600,
            "text": "2019-05-17 16:40:00 +0100",
            "iso_8601": "2019-05-17T15:40:00Z"
        },
        "updated_at": {
            "unix": 1558108681,
            "text": "2019-05-17 16:58:01 +0100",
            "iso_8601": "2019-05-17T15:58:01Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-0.3%) at 3427, FTSE 100 (-0.1%) at 7349, DAX (-0.6%) at 12239, CAC 40 (-0.2%) at 5438, IBEX 35 (-0.3%) at 9280, FTSE Italian MIB (-0.2%) at 21105, SMI (0%) at 9659",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts -1.1%</li><li>Banks -1.1%</li><li>Basic Resources -0.3%</li><li>Chemicals -0.3%</li><li>Construction &amp; Materials -0.4%</li><li>Financial Services -0.8%</li><li>Food &amp; Beverage&nbsp; -0.3%</li><li>Health Care -0.1%</li><li>Industrial Goods &amp; Services -0.7%</li><li>Insurance -0.7%</li><li>Media -0.6%</li><li>Oil &amp; Gas 0.6%</li><li>Personal &amp; Household Goods 0.4%</li><li>Retail -0.9%</li><li>Technology&nbsp; -0.2%</li><li>Telecommunications&nbsp; -0.3%</li><li>Travel &amp; Leisure 0.8%</li><li>Utilities -0.1%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-3-at-3427-ftse-100-0-1-at-7349-dax-0-6-at-12239-cac-40-0-2-at-5438-ibex-35-0-3-at-9280-ftse-italian-mib-0-2-at-21105-smi-0-at-9659-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:40:00",
        "gmt_time": "2019-05-17 15:40:00"
    },
    {
        "id": 869575,
        "updated_sequence": 1854680,
        "published_at": {
            "unix": 1558106880,
            "text": "2019-05-17 16:28:00 +0100",
            "iso_8601": "2019-05-17T15:28:00Z"
        },
        "updated_at": {
            "unix": 1558107236,
            "text": "2019-05-17 16:33:56 +0100",
            "iso_8601": "2019-05-17T15:33:56Z"
        },
        "subject": "EU Trade Commissioner Malmstrom says EU note US decision to postpone auto tariffs, but completely reject that their car exports are a national security threat; EU is prepared to negotiate a \"limited\" trade deal with the US",
        "content": "<ul><li>says agreement cannot include WTO-illegal managed trade</li><li>says will discuss with USTR Lighthizer on 27 May</li><li>says Junker and Trump will meet at G20</li><li><a href=\"https://twitter.com/MalmstromEU/status/1129407994792480768\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-commissioner-malmstrom-says-eu-note-us-decision-to-postpone-auto-tariffs-but-completely-reject-that-their-car-exports-are-a-national-security-threat-eu-is-prepared-to-negotiate-a-limited-trade-deal-with-the-us-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:28:00",
        "gmt_time": "2019-05-17 15:28:00"
    },
    {
        "id": 869574,
        "updated_sequence": 1854675,
        "published_at": {
            "unix": 1558106460,
            "text": "2019-05-17 16:21:00 +0100",
            "iso_8601": "2019-05-17T15:21:00Z"
        },
        "updated_at": {
            "unix": 1558106506,
            "text": "2019-05-17 16:21:46 +0100",
            "iso_8601": "2019-05-17T15:21:46Z"
        },
        "subject": "New York Fed GDP Nowcast (Q2) 1.8% (prev. 2.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-gdp-nowcast-q2-1-8-prev-2-2-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:21:00",
        "gmt_time": "2019-05-17 15:21:00"
    },
    {
        "id": 869573,
        "updated_sequence": 1854672,
        "published_at": {
            "unix": 1558106280,
            "text": "2019-05-17 16:18:00 +0100",
            "iso_8601": "2019-05-17T15:18:00Z"
        },
        "updated_at": {
            "unix": 1558106441,
            "text": "2019-05-17 16:20:41 +0100",
            "iso_8601": "2019-05-17T15:20:41Z"
        },
        "subject": "South Africa's Eskom says it received a 4bln rand loan from the China Development Bank and by issuing domestic bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-eskom-says-it-received-a-4bln-rand-loan-from-the-china-development-bank-and-by-issuing-domestic-bonds-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:18:00",
        "gmt_time": "2019-05-17 15:18:00"
    },
    {
        "id": 869572,
        "updated_sequence": 1854669,
        "published_at": {
            "unix": 1558105740,
            "text": "2019-05-17 16:09:00 +0100",
            "iso_8601": "2019-05-17T15:09:00Z"
        },
        "updated_at": {
            "unix": 1558105859,
            "text": "2019-05-17 16:10:59 +0100",
            "iso_8601": "2019-05-17T15:10:59Z"
        },
        "subject": "US Soybean Export Council says the US will likely lose market share in China permanently the longer the tension drags; China unlikely to return to buying record US soybean volume, even if a deal is reached",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-soybean-export-council-says-the-us-will-likely-lose-market-share-in-china-permanently-the-longer-the-tension-drags-china-unlikely-to-return-to-buying-record-us-soybean-volume-even-if-a-deal-is-reached-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:09:00",
        "gmt_time": "2019-05-17 15:09:00"
    },
    {
        "id": 869571,
        "updated_sequence": 1854666,
        "published_at": {
            "unix": 1558105560,
            "text": "2019-05-17 16:06:00 +0100",
            "iso_8601": "2019-05-17T15:06:00Z"
        },
        "updated_at": {
            "unix": 1558105648,
            "text": "2019-05-17 16:07:28 +0100",
            "iso_8601": "2019-05-17T15:07:28Z"
        },
        "subject": "German Economy Minister Altmaier says the EU are open to zero tariffs on cars",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-minister-altmaier-says-the-eu-are-open-to-zero-tariffs-on-cars-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:06:00",
        "gmt_time": "2019-05-17 15:06:00"
    },
    {
        "id": 869570,
        "updated_sequence": 1855037,
        "published_at": {
            "unix": 1558105260,
            "text": "2019-05-17 16:01:00 +0100",
            "iso_8601": "2019-05-17T15:01:00Z"
        },
        "updated_at": {
            "unix": 1558331465,
            "text": "2019-05-20 06:51:05 +0100",
            "iso_8601": "2019-05-20T05:51:05Z"
        },
        "subject": "Weekly FX Wrap: market mood and moves directed by US-China trade, with data interludes",
        "content": "<p><strong>USD</strong></p><p>The Dollar has been a broad winner this week as already strained trade relations between the US and China following the end of official talks turned even more sour after tit-for-tat tariff announcements and an ensuing exchange of accusations over which side is to blame for the failure to reach a deal. On that note, the latest verbal tirade came from Beijing blaming Washington for backtracking on pledges and raising the level of aggression via sanctions against Huawei and ZTE. The DXY has made a solid recovery from near 97.000 lows to just a fraction shy of 98.000 with independent momentum coming from some bullish data and survey news, like housing, weekly claims, NY and Philly Fed manufacturing, plus Michigan sentiment in contrast to disappointing retail sales and ip.</p><p><strong>GBP&nbsp;</strong></p><p>It’s been a rough week for the Pound as Brexit talks between the Conservative and Labour Parties continued to no avail, with both sides conceding that efforts to cross red lines and compromise on key issues have been exhausted. Meanwhile, UK PM May faced another 1922 ultimatum and this time did not emerge from a meeting with the Tory back-benchers unscathed as she yielded to pressure on a timeframe for her departure and the race is now on to find a new leader. Cable has slumped from circa 1.3040 at best and 1.3000 at the start of the week to a 1.2733 base, while Eur/Gbp has rallied to 0.8766 from 0.8624 at one stage vs 0.8748 at ‘open’ even though the single currency has suffered its own travails.</p><p><strong>EUR</strong></p><p>The single currency has also succumbed to the broad Greenback revival from lows posted in wake of the aforementioned weak US data and the initial knee-jerk when China retaliated with tariffs and by halting US agricultural purchases. However, the Euro also suffered from Italian budget-related grounds as Deputy PM Salvini in particular continued to rail against EU budget rules and pledged to tear them up in the event that his Party performs well in the upcoming EU Parliament elections. His protestations offset more encouraging Eurozone data in the form of Q1 GDP and an upward revision to core inflation to leave Eur/Usd rooted near the base of its 1.1265-1158 weekly range and only deriving fleeting respite from confirmation that the US will hold off on EU/Japanese auto tariffs for 6 months pending further discussions and ultimately or hopefully an accord.</p><p><strong>CAD/AUD/NZD&nbsp;</strong></p><p>The Loonie, Aussie and Kiwi are all heading for hefty losses vs their US counterpart, with Usd/Cad nearer the top of a 1.3514-1.3398 band, but fading ahead of strong resistance at 1.3524 (April high within a few pips of a Fib) and on reports of a breakthrough in tariff talks between Canada and the US that could culminate in an announcement as soon as later today. However, Aud/Usd and Nzd/Usd are both mired near the lows of their 0.7005-0.6873 and 0.6605-0.6525 respective parameters with the former undermined by soft jobs data, on balance, that has lowered the bar for a June RBA ease, and the latter down in sympathy along with the overarching ramp up in US-China/global trade tensions. Next up for the Aud, the weekend election and for a full preview of the looming vote see the Ransquawk Research Suite.</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>JPY/CHF</strong></p><p>The relative G10 outperformers and bucking broader trends, albeit selectively, as the Yen resisted most of the Usd’s advances and fluctuations in risk sentiment to hold within 110.04-109.03 confines, and did especially well against other majors on a cross bases, like Sterling, as Gbp/Jpy triggered stops on a break of 140.00. Conversely, the Franc looks all set close out the week down vs the Buck and sub-1.0100 vs 1.0050 at the other extreme, but appreciated vs the Euro between 1.1374-1.1263 boundaries on the fiscal posturing from Rome noted above.</p><p><strong>EM</strong></p><p>Mostly risk-off positioning bar general recoveries on Tuesday and Thursday has hit regional currencies this week, but the Rand, Real and Lira have also been subject to negative ratings assessments if not formal reviews or downgrades from the agencies. Meanwhile, Turkey has also deployed more measures to support the Try, like a tax on FX transactions, only have limited impact amidst the wider economic and political problems and with some external support via the US cutting steel levies, but removing preferential status on metals overall. Elsewhere, the Cny and Cnh both remained weak as the PBoC raised mid-point fixings and despite reports that 7.0000 vs the Usd in on shore terms will be defended.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-market-mood-and-moves-directed-by-us-china-trade-with-data-interludes-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 23:01:00",
        "gmt_time": "2019-05-17 15:01:00"
    },
    {
        "id": 869569,
        "updated_sequence": 1854660,
        "published_at": {
            "unix": 1558105080,
            "text": "2019-05-17 15:58:00 +0100",
            "iso_8601": "2019-05-17T14:58:00Z"
        },
        "updated_at": {
            "unix": 1558105223,
            "text": "2019-05-17 16:00:23 +0100",
            "iso_8601": "2019-05-17T15:00:23Z"
        },
        "subject": "Conservative Eurosceptic MPs have told UK PM May to resigned now following the collapse in cross-party talks with Labour Party",
        "content": "<ul><li><a href=\"https://www.telegraph.co.uk/politics/2019/05/17/tory-eurosceptics-tell-theresa-may-quit-now-collapse-labour/\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Telegraph",
        "slug": "conservative-eurosceptic-mps-have-told-uk-pm-may-to-resigned-now-following-the-collapse-in-cross-party-talks-with-labour-party-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:58:00",
        "gmt_time": "2019-05-17 14:58:00"
    },
    {
        "id": 869568,
        "updated_sequence": 1854653,
        "published_at": {
            "unix": 1558105020,
            "text": "2019-05-17 15:57:00 +0100",
            "iso_8601": "2019-05-17T14:57:00Z"
        },
        "updated_at": {
            "unix": 1558105067,
            "text": "2019-05-17 15:57:47 +0100",
            "iso_8601": "2019-05-17T14:57:47Z"
        },
        "subject": "US are set to remove steel and aluminum tariffs on Canada and Mexico; in-fitting with earlier source reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-are-set-to-remove-steel-and-aluminum-tariffs-on-canada-and-mexico-in-fitting-with-earlier-source-reports-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:57:00",
        "gmt_time": "2019-05-17 14:57:00"
    },
    {
        "id": 869567,
        "updated_sequence": 1854655,
        "published_at": {
            "unix": 1558104900,
            "text": "2019-05-17 15:55:00 +0100",
            "iso_8601": "2019-05-17T14:55:00Z"
        },
        "updated_at": {
            "unix": 1558105100,
            "text": "2019-05-17 15:58:20 +0100",
            "iso_8601": "2019-05-17T14:58:20Z"
        },
        "subject": "EU are to write to Italy on its debt clarifications following the European Parliamentary elections, according to ANSA",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, BTP Jun'19 futures dipped from 130.10 to 129.70</li></ul>",
        "reaction_updated_at": {
            "unix": 1558105100,
            "text": "2019-05-17 15:58:20 +0100",
            "iso_8601": "2019-05-17T14:58:20Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-are-to-write-to-italy-on-its-debt-clarifications-following-the-european-parliamentary-elections-according-to-ansa-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:55:00",
        "gmt_time": "2019-05-17 14:55:00"
    },
    {
        "id": 869565,
        "updated_sequence": 1854641,
        "published_at": {
            "unix": 1558103220,
            "text": "2019-05-17 15:27:00 +0100",
            "iso_8601": "2019-05-17T14:27:00Z"
        },
        "updated_at": {
            "unix": 1558103280,
            "text": "2019-05-17 15:28:00 +0100",
            "iso_8601": "2019-05-17T14:28:00Z"
        },
        "subject": "Deere (DE) says H2 2019 shipments could be down \"in the 20% range\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deere-de-says-h2-2019-shipments-could-be-down-in-the-20-range-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:27:00",
        "gmt_time": "2019-05-17 14:27:00"
    },
    {
        "id": 869564,
        "updated_sequence": 1854638,
        "published_at": {
            "unix": 1558102500,
            "text": "2019-05-17 15:15:00 +0100",
            "iso_8601": "2019-05-17T14:15:00Z"
        },
        "updated_at": {
            "unix": 1558102615,
            "text": "2019-05-17 15:16:55 +0100",
            "iso_8601": "2019-05-17T14:16:55Z"
        },
        "subject": "BP Whiting Indiana refinery (450k BPD) says 11C crude unit is running at near normal production whilst 11A crude unit remains shut, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bp-whiting-indiana-refinery-450k-bpd-says-11c-crude-unit-is-running-at-near-normal-production-whilst-11a-crude-unit-remains-shut-according-to-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:15:00",
        "gmt_time": "2019-05-17 14:15:00"
    },
    {
        "id": 869563,
        "updated_sequence": 1854635,
        "published_at": {
            "unix": 1558102140,
            "text": "2019-05-17 15:09:00 +0100",
            "iso_8601": "2019-05-17T14:09:00Z"
        },
        "updated_at": {
            "unix": 1558102285,
            "text": "2019-05-17 15:11:25 +0100",
            "iso_8601": "2019-05-17T14:11:25Z"
        },
        "subject": "OPEC and allies are said to be mulling production increase at the JMMC meeting on 19th May. Members are said to be satisfied with oil prices around USD 70/bbl, according to WSJ Middle East journalist citing sources",
        "content": "<ul><li><a href=\"https://twitter.com/summer_said/status/1129387438428839936\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "opec-and-allies-are-said-to-be-mulling-production-increase-at-the-jmmc-meeting-on-19th-may-members-are-said-to-be-satisfied-with-oil-prices-around-usd-70-bbl-according-to-wsj-middle-east-journalist-citing-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:09:00",
        "gmt_time": "2019-05-17 14:09:00"
    },
    {
        "id": 869563,
        "updated_sequence": 1854635,
        "published_at": {
            "unix": 1558102140,
            "text": "2019-05-17 15:09:00 +0100",
            "iso_8601": "2019-05-17T14:09:00Z"
        },
        "updated_at": {
            "unix": 1558102285,
            "text": "2019-05-17 15:11:25 +0100",
            "iso_8601": "2019-05-17T14:11:25Z"
        },
        "subject": "OPEC and allies are said to be mulling production increase at the JMMC meeting on 19th May. Members are said to be satisfied with oil prices around USD 70/bbl, according to WSJ Middle East journalist citing sources",
        "content": "<ul><li><a href=\"https://twitter.com/summer_said/status/1129387438428839936\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "opec-and-allies-are-said-to-be-mulling-production-increase-at-the-jmmc-meeting-on-19th-may-members-are-said-to-be-satisfied-with-oil-prices-around-usd-70-bbl-according-to-wsj-middle-east-journalist-citing-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:09:00",
        "gmt_time": "2019-05-17 14:09:00"
    },
    {
        "id": 869562,
        "updated_sequence": 1854630,
        "published_at": {
            "unix": 1558102020,
            "text": "2019-05-17 15:07:00 +0100",
            "iso_8601": "2019-05-17T14:07:00Z"
        },
        "updated_at": {
            "unix": 1558102105,
            "text": "2019-05-17 15:08:25 +0100",
            "iso_8601": "2019-05-17T14:08:25Z"
        },
        "subject": "JP Morgan (JPM) is paying in excess of USD 500mln for Instamed (medical payments tech), according to CNBC sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jp-morgan-jpm-is-paying-in-excess-of-usd-500mln-for-instamed-medical-payments-tech-according-to-cnbc-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:07:00",
        "gmt_time": "2019-05-17 14:07:00"
    },
    {
        "id": 869558,
        "updated_sequence": 1854615,
        "published_at": {
            "unix": 1558101720,
            "text": "2019-05-17 15:02:00 +0100",
            "iso_8601": "2019-05-17T14:02:00Z"
        },
        "updated_at": {
            "unix": 1558101823,
            "text": "2019-05-17 15:03:43 +0100",
            "iso_8601": "2019-05-17T14:03:43Z"
        },
        "subject": "Momentum appears to have led to a breakthrough on tariff talks between Canada and the US, with sources stating an announcement could come today, as according to CBC's Simpson",
        "content": "<p>For source click <a href=\"https://twitter.com/CBCKatie/status/1129385488022945792\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "momentum-appears-to-have-led-to-a-breakthrough-on-tariff-talks-between-canada-and-the-us-with-sources-stating-an-announcement-could-come-today-as-according-to-cbc-s-simpson-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 22:02:00",
        "gmt_time": "2019-05-17 14:02:00"
    },
    {
        "id": 869551,
        "updated_sequence": 1854592,
        "published_at": {
            "unix": 1558101480,
            "text": "2019-05-17 14:58:00 +0100",
            "iso_8601": "2019-05-17T13:58:00Z"
        },
        "updated_at": {
            "unix": 1558101549,
            "text": "2019-05-17 14:59:09 +0100",
            "iso_8601": "2019-05-17T13:59:09Z"
        },
        "subject": "Chinese Foreign Minister says they firmly oppose US unilateral sanctions on Iran",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-minister-says-they-firmly-oppose-us-unilateral-sanctions-on-iran-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:58:00",
        "gmt_time": "2019-05-17 13:58:00"
    },
    {
        "id": 869550,
        "updated_sequence": 1854589,
        "published_at": {
            "unix": 1558100700,
            "text": "2019-05-17 14:45:00 +0100",
            "iso_8601": "2019-05-17T13:45:00Z"
        },
        "updated_at": {
            "unix": 1558100951,
            "text": "2019-05-17 14:49:11 +0100",
            "iso_8601": "2019-05-17T13:49:11Z"
        },
        "subject": "US President Trump notes that it may be beneficial for the US that issues with Iran are inaccurately covered by media",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1129382204990214144\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-notes-that-it-may-be-beneficial-for-the-us-that-issues-with-iran-are-inaccurately-covered-by-media-17-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:45:00",
        "gmt_time": "2019-05-17 13:45:00"
    },
    {
        "id": 869549,
        "updated_sequence": 1854584,
        "published_at": {
            "unix": 1558100160,
            "text": "2019-05-17 14:36:00 +0100",
            "iso_8601": "2019-05-17T13:36:00Z"
        },
        "updated_at": {
            "unix": 1558100292,
            "text": "2019-05-17 14:38:12 +0100",
            "iso_8601": "2019-05-17T13:38:12Z"
        },
        "subject": "Turkish bill will not allow a CBRT reserve boost to the Turkish Treasury",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows reports from last week that Turkey are reportedly creating legislation for reserves transfer, Treasury Ministry intend to transfer the Central Bank's TRY 40bln legal reserves to the central budget, according to sources</li></ul>",
        "analysis_updated_at": {
            "unix": 1558100291,
            "text": "2019-05-17 14:38:11 +0100",
            "iso_8601": "2019-05-17T13:38:11Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-bill-will-not-allow-a-cbrt-reserve-boost-to-the-turkish-treasury-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:36:00",
        "gmt_time": "2019-05-17 13:36:00"
    },
    {
        "id": 869548,
        "updated_sequence": 1854581,
        "published_at": {
            "unix": 1558099980,
            "text": "2019-05-17 14:33:00 +0100",
            "iso_8601": "2019-05-17T13:33:00Z"
        },
        "updated_at": {
            "unix": 1558100153,
            "text": "2019-05-17 14:35:53 +0100",
            "iso_8601": "2019-05-17T13:35:53Z"
        },
        "subject": "US Movers: Applied Materials (AMAT) +3.8%, Under Armour (UA, UAA) +3.3%, Deere & Co (DE) -3.6%, 3M (MMM) -1.7%, Caterpillar (CAT) -1.3%, Apple (AAPL) -1.4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-applied-materials-amat-3-8-under-armour-ua-uaa-3-3-deere-co-de-3-6-3m-mmm-1-7-caterpillar-cat-1-3-apple-aapl-1-4-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:33:00",
        "gmt_time": "2019-05-17 13:33:00"
    },
    {
        "id": 869546,
        "updated_sequence": 1854578,
        "published_at": {
            "unix": 1558099500,
            "text": "2019-05-17 14:25:00 +0100",
            "iso_8601": "2019-05-17T13:25:00Z"
        },
        "updated_at": {
            "unix": 1558099874,
            "text": "2019-05-17 14:31:14 +0100",
            "iso_8601": "2019-05-17T13:31:14Z"
        },
        "subject": "Germany Finance Minister Scholz says Germany is planning to raise tobacco taxes from 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-finance-minister-scholz-says-germany-is-planning-to-raise-tobacco-taxes-from-2020-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:25:00",
        "gmt_time": "2019-05-17 13:25:00"
    },
    {
        "id": 869544,
        "updated_sequence": 1854565,
        "published_at": {
            "unix": 1558098300,
            "text": "2019-05-17 14:05:00 +0100",
            "iso_8601": "2019-05-17T13:05:00Z"
        },
        "updated_at": {
            "unix": 1558099070,
            "text": "2019-05-17 14:17:50 +0100",
            "iso_8601": "2019-05-17T13:17:50Z"
        },
        "subject": "Ocado (OCDO LN) will reportedly take 2yrs to rebuild its Andover Center following the fire, up to 400 jobs are at risk ",
        "content": "<ul><li><a href=\"https://www.theguardian.com/business/2019/may/17/ocado-says-400-jobs-are-at-risk-after-fire-at-distribution-centre\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Guardian ",
        "slug": "ocado-ocdo-ln-will-reportedly-take-2yrs-to-rebuild-its-andover-center-following-the-fire-up-to-400-jobs-are-at-risk-17-05-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 21:05:00",
        "gmt_time": "2019-05-17 13:05:00"
    },
    {
        "id": 869543,
        "updated_sequence": 1854552,
        "published_at": {
            "unix": 1558097940,
            "text": "2019-05-17 13:59:00 +0100",
            "iso_8601": "2019-05-17T12:59:00Z"
        },
        "updated_at": {
            "unix": 1558098117,
            "text": "2019-05-17 14:01:57 +0100",
            "iso_8601": "2019-05-17T13:01:57Z"
        },
        "subject": "Fixed and FX latest: auto tariff delay tempers debt and Dollar advances, for now at least",
        "content": "<p>Bonds extended gains and session highs to 167.41 (Bunds), 129.31 (Gilts) and 124-25 (US Treasuries) before latest reports of a 6 month stay of execution on auto tariffs that has subsequently been verified by the White House and resulted in the 10 year benchmarks retreating from best levels. However, core debt (and non-core for that matter) retains a firm underlying bid ahead of the Wall Street open, while the Usd rally has also stalled ahead of 98.000 in basket terms as the like of the Eur and Gbp claw back some lost ground – ie the single is off 1.1160 lows and Cable back around 1.2750 vs 1.273, but the Loonie is still languishing and threatening to breach support around 1.3500.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-auto-tariff-delay-tempers-debt-and-dollar-advances-for-now-at-least-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:59:00",
        "gmt_time": "2019-05-17 12:59:00"
    },
    {
        "id": 869540,
        "updated_sequence": 1854544,
        "published_at": {
            "unix": 1558097820,
            "text": "2019-05-17 13:57:00 +0100",
            "iso_8601": "2019-05-17T12:57:00Z"
        },
        "updated_at": {
            "unix": 1558097960,
            "text": "2019-05-17 13:59:20 +0100",
            "iso_8601": "2019-05-17T12:59:20Z"
        },
        "subject": "Italian Deputy PM Salvini says Rome will await the outcome of the upcoming EU elections before deciding who to support for ECB President",
        "content": "<ul><li>Says candidate doesn't have to be a choice between French or German</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-says-rome-will-await-the-outcome-of-the-upcoming-eu-elections-before-deciding-who-to-support-for-ecb-president-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:57:00",
        "gmt_time": "2019-05-17 12:57:00"
    },
    {
        "id": 869539,
        "updated_sequence": 1854536,
        "published_at": {
            "unix": 1558097640,
            "text": "2019-05-17 13:54:00 +0100",
            "iso_8601": "2019-05-17T12:54:00Z"
        },
        "updated_at": {
            "unix": 1558097759,
            "text": "2019-05-17 13:55:59 +0100",
            "iso_8601": "2019-05-17T12:55:59Z"
        },
        "subject": "Mexican President AMLO expects FY19 foreign direct investment +7% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-amlo-expects-fy19-foreign-direct-investment-7-y-y-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:54:00",
        "gmt_time": "2019-05-17 12:54:00"
    },
    {
        "id": 869541,
        "updated_sequence": 1854586,
        "published_at": {
            "unix": 1558097580,
            "text": "2019-05-17 13:53:00 +0100",
            "iso_8601": "2019-05-17T12:53:00Z"
        },
        "updated_at": {
            "unix": 1558100509,
            "text": "2019-05-17 14:41:49 +0100",
            "iso_8601": "2019-05-17T13:41:49Z"
        },
        "subject": "Additional US Equity Stories - PFE, CMG, ADP, UTX, AABV",
        "content": "<p>Pfizer (PFE) (Health Care/Pharmaceuticals) confirmed the initiation of an EU review of its Tofacitinib with interim recommendations whilst continuing to work with regulatory bodies and working to inform healthcare professionals in Europe of this interim guidance.&nbsp;</p><p>Chipotle (CMG) - Activist Investor Ackman says the Mexican grill is in the early innings of of a transformation.</p><p>Automatic Data Processing (ADP) - &nbsp;Activist Investor Ackman says opportunity to accelerate revenue growth should allow the co to compound earnings growth rate in the future.</p><p>United Technologies (UTX) - Activist Investor Ackman says believes the co's imminent business separation could serve as a \"catalyst for future share price appreciation\".&nbsp;</p><p>AbbVie (ABBV) has halted enrollment onto its ongoing DEpatux-M study on recommendation from an independent data monitoring committee, who cite a lack of survival benefit from undergoing the treatment.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-pfe-cmg-adp-utx-aabv-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:53:00",
        "gmt_time": "2019-05-17 12:53:00"
    },
    {
        "id": 869538,
        "updated_sequence": 1854533,
        "published_at": {
            "unix": 1558097460,
            "text": "2019-05-17 13:51:00 +0100",
            "iso_8601": "2019-05-17T12:51:00Z"
        },
        "updated_at": {
            "unix": 1558097518,
            "text": "2019-05-17 13:51:58 +0100",
            "iso_8601": "2019-05-17T12:51:58Z"
        },
        "subject": "Italian Deputy PM Salvini agrees that debt reduction strategy can not be delayed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-agrees-that-debt-reduction-strategy-can-not-be-delayed-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:51:00",
        "gmt_time": "2019-05-17 12:51:00"
    },
    {
        "id": 869537,
        "updated_sequence": 1854570,
        "published_at": {
            "unix": 1558097400,
            "text": "2019-05-17 13:50:00 +0100",
            "iso_8601": "2019-05-17T12:50:00Z"
        },
        "updated_at": {
            "unix": 1558099441,
            "text": "2019-05-17 14:24:01 +0100",
            "iso_8601": "2019-05-17T13:24:01Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 17 May 19",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21862/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>DOW</strong></p><p><strong>Boeing (BA) </strong>(Industrials/Aerospace &amp; Defense) - Cuba's Institute of Civil Aeronautics announced that their probe into last year's fatal crash of a Boeing 737 in Havana was most likely due to mistakes by the crew. There were also unconfirmed reports of two Boeing 737-800's colliding while taxiing at Prague Airport this morning.</p><p><strong>Johnson &amp; Johnson (JNJ)</strong> (Health Care/Pharmaceuticals), as well as <strong>General Electric (GE)</strong> (Industrials/Industrial Conglomerates) are under FBI investigation for the alleged paying of illegal kickbacks in Brazilian government officials in order to secure contracts.</p><p><strong>Microsoft (MSFT)</strong> and <strong>Sony (SNE)</strong>, have struck a deal to form a partnership on video game streaming, where Sony will use Microsoft’s Azure cloud service for its own PlayStation streaming service. The two technology giants have also agreed to cooperate on semiconductors and AI technologies.</p><p><strong>Walmart (WMT)</strong> (Consumer Staples/Hypermarkets &amp; Super Centres) have been upgraded to Accumulate from reduce at Gordon Haskett, where analyst Chuck Grom cites increasing EBIT gains to continue in the US.</p><p><strong>NASDAQ 100</strong></p><p><strong>Alphabet (GOOG, GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) – An Italian competition watchdog has opened an investigation into the technology co over alleged abuse of its dominant market position.</p><p><strong>Amazon (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is reportedly in talks to acquire a stake into UK delivery service Deliveroo. Just Eat (JE LN) traded lower in the UK off of the news, which could also affect <strong>Uber’s (UBER)</strong> Uber Eat.</p><p><strong>Applied Materials (AMAT) </strong>(Information Technology/Semiconductor Equipment) (USD) reports Q2 EPS 0.70 (exp 0.66), revenue 3.54bln (exp 3.48bln), sees Q3 EPS 0.67-0.75 (exp 0.69), Q3 revenue 3.510-3.540bln (exp 3.51bln).</p><p><strong>Baidu (BIDU) </strong>(Communication Services/Interactive Media Services) (USD) reports Q1 adj. EPS 0.41 (exp 0.42), Q1 revenue 3.59bln (exp 3.52bln), sees Q2 revenue 3.74-3.96bln (exp 4.27bln). Co. announces 1bln share repurchase programme.</p><p><strong>Facebook (FB) </strong>(Communication Services/Interactive Media &amp; Services) is reportedly struggling to hire talent in wake of the Cambridge Analytica scandal. Elsewhere, the European Commission said that <strong>Facebook (FB)</strong>, <strong>Twitter (TWTR)</strong> and <strong>Alphabet (GOOG, GOOGL)</strong> are not doing enough to combat the spread of fake news in the lead up to the European elections.</p><p><strong>Nvidia (NVDA) (USD) </strong>(Information Technology/Semiconductors)<strong> </strong>(USD)<strong> </strong>reports Q1 EPS 0.88 (exp 0.79), revenue 2.22bln (exp 2.2bln), sees Q2 revenue 2.55bln, +/- 2% (exp 2.54bln). CFO says outlook is weaker than it was at the start of the quarter.</p><p><strong>Starbucks (SBUX) </strong>(Consumer Discretionary/Restaurants) – China’s answer to Starbucks, Luckin Coffee Inc (LK), priced its IPO on Thursday at USD 17, the top of the range, and sold 33mln shares, more than anticipated. The IPO values Luckin Coffee at USD 4.2bln and begins trading today on the Nasdaq under ticker LK.</p><p><strong>Tesla (TSLA) </strong>(Consumer Discretionary/Automobile Manufacturers)<strong> </strong>CEO Musk announced new cost-cutting efforts following losses in the most recent quarter. Elsewhere, the electric automaker will also scale back its plans for autopilot in Europe in wake of regulatory changes.</p><p><strong>S&amp;P500</strong></p><p><strong>Deere &amp; Co (DE)</strong> (Industrials/Agricultural &amp; Farm Machinery) (USD) reports Q1 19 EPS 3.52 (exp. 3.62), Revenue 11.3bln (exp. 10.19bln). Co. cuts FY 19 adj. Net income guidance to around USD 3.3bln (Prev. around USD 3.6bln) and revenue guidance to +5% (Prev. around +7%).</p><p><strong>Delta Airlines (DAL) </strong>(Industrials/Airlines) - The U.S. Department of Transportation has granted United Airlines five daily nonstop flights to Tokyo Haneda Airport, with flights expected to begin by the summer of 2020. <strong>United Continental (UAL)</strong> were allocated four, <strong>American Airlines (AAL)</strong> two and <strong>Hawaiian Airlines (HA)</strong> one.</p><p><strong>Ford (F) </strong>(Consumer Discretionary/Automobile Manufacturers) will reportedly highlight its tradition of power and speed in its new generation of gasoline-electric hybrid vehicles in its marketing efforts to mass market customers.</p><p><strong>Hewlett Packard Enterprise (HPE)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) is in advanced talks to buy <strong>Cray Inc (CRAY) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals), a manufacturer of supercomputers, with the deal potentially to be announced as soon as this week. UPDATE: Acquisition has been confirmed, HPE will acquire CRAY for USD 1.3bln.</p><p><strong>Pulte (PHM) </strong>(Consumer Discretionary/Homebuilding)<strong> </strong>announced that its board has approved a USD 500mln share buyback scheme, lifting the home builders current share repurchase authorisation to USD 762mln.</p><p><strong>OTHER</strong></p><p><strong>Pinterest (PINS) </strong>reports Q1 EPS -0.33 (exp -0.11), revenue 0.202bln (exp 0.201mln)<strong>, </strong>sees FY19 revenue 1.055bln-1.080bln (exp 1.06bln).</p><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>APPLIED MATERIALS (AMAT) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>BHP BILLITON PLC (BBL) UPGRADED TO BUY FROM HOLD AT LIBERUM</li><li>CINCINNATI FINANCIAL (CINF) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>CNOOC (CEO) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>CYRUSONE (CONE) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>FOOT LOCKER (FL) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>FRANKLIN FINANCIAL (FSB) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li><li>GRAINGER (GWW) UPGRADED TO HOLD FROM REDUCE AT GORDON HASKETT</li><li>MFA FINANCIAL (MFA) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li><li>PHILIP MORRIS (PM) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li><li>RIO TINTO (RIO) UPGRADED TO BUY FROM HOLD AT LIBERUM</li><li>SELECT MEDICAL (SEM) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li><li>TEXAS ROADHOUSE (TXRH) UPGRADED TO BUY FROM NEUTRAL AT BTIG</li><li>UNDER ARMOUR (UA) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>UNITED THERAPEUTICS (UTHR) UPGRADED TO NEUTRAL FROM SELL AT UBS</li></ul><p><strong>Downgrades</strong></p><ul><li>CAMPING WORLD (CWH) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>CIDARA THERAPEUTICS (CDTX) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>COPART (CPRT) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>MATADOR (MTDR) DOWNGRADED TO NEUTRAL FROM BUY AT MKM PARTNERS</li><li>NEOPHOTONICS (NPTN) DOWNGRADED TO HOLD FROM STRONG BUY AT NEEDHAM</li><li>NEOPHOTONICS (NPTN) DOWNGRADED TO NEUTRAL FROM BUY AT MKM PARTNERS</li><li>WOLVERINE WORLD WIDE (WWW) DOWNGRADED TO HOLD FROM BUY AT ARGUS</li><li>XTANT (XTNT) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li></ul><p><strong>Initiations</strong></p><ul><li>BARNES GROUP (B) INITIATED WITH AN OVERWEIGHT AT ALEMBIC GLOBAL</li><li>CLARIVATE ANALYTICS (CCC) INITIATED WITH A BUY AT B. RILEY FBR</li><li>CONCRETE PUMPING (BBCP) INITIATED WITH AN OUTPERFORM AT WILLIAM BLAIR</li><li>IDENTIV (INVE) INITIATED WITH AN OUTPERFORM AT IMPERIAL CAPITAL</li><li>KIMBELL ROYALTY PARTNERS (KPP) INITIATED WITH A BUY AT UBS</li><li>KONTOOR BRANDS (KTB) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>LIBERTY OILFIELD SERVICES (LBRT) INITIATED WITH A BUY AT B. RILEY FBR</li><li>MATINAS BIOPHARMA (MTBN) INITIATED WITH A BUY AT BTIG</li><li>PROPETRO HOLDING (PUMP) INITIATED WITH A BUY AT B. RILEY FBR</li><li>TWITTER (TWTR) INITIATED WITH AN EQUAL WEIGHT AT CONSUMER EDGE</li><li>WAYFAIR (W) INITIATED WITH A BUY AT JEFFERIES</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Allison Transmission Holdings Inc (ALSN). Amount USD 0.15</li><li>AmerisourceBergen Corp (ABC). Amount USD 0.40</li><li>Buckeye Partners LP (BPL). Amount USD 0.75</li><li>Bunge Ltd (BG). Amount USD 0.50</li><li>Fox Corp (FOXA). Amount USD 0.23</li><li>HollyFrontier Corp (HFC). Amount USD 0.33</li><li>Jefferies Financial Group Inc (JEF). Amount USD 0.12</li><li>LPL Financial Holdings Inc (LPLA). Amount USD 0.25</li><li>Moody's Corp (MCO). Amount USD 0.50</li><li>Murphy Oil Corp (MUR). Amount USD 0.25</li><li>PacWest Bancorp (PACW). Amount USD 0.60</li><li>Phillips 66 (PSX). Amount USD 0.90</li><li>Southern Co (SO). Amount USD 0.62</li><li>Ubiquiti Networks Inc (UBNT). Amount USD 0.25</li><li>United Parcel Service Inc (UPS). Amount USD 0.96</li><li>Walgreens Boots Alliance Inc (WBA). Amount USD 0.44</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-17-may-19-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:50:00",
        "gmt_time": "2019-05-17 12:50:00"
    },
    {
        "id": 869536,
        "updated_sequence": 1854525,
        "published_at": {
            "unix": 1558096560,
            "text": "2019-05-17 13:36:00 +0100",
            "iso_8601": "2019-05-17T12:36:00Z"
        },
        "updated_at": {
            "unix": 1558097000,
            "text": "2019-05-17 13:43:20 +0100",
            "iso_8601": "2019-05-17T12:43:20Z"
        },
        "subject": "French President Macron reportedly does not want a joint agreement with G7 if differences on trade and climate change with US President Trump are too great, according to BuzzFeed",
        "content": "<ul><li><a href=\"https://www.buzzfeednews.com/article/albertonardelli/g7-donald-trump-emmanuel-macron\">Click here for the article</a></li><li>An official state “This [decision] does not mean France will not try to get the US on board, just that they are not willing to pay any price for this.”</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Buzzfeed",
        "slug": "french-president-macron-reportedly-does-not-want-a-joint-agreement-with-g7-if-differences-on-trade-and-climate-change-with-us-president-trump-are-too-great-according-to-buzzfeed-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:36:00",
        "gmt_time": "2019-05-17 12:36:00"
    },
    {
        "id": 869535,
        "updated_sequence": 1854505,
        "published_at": {
            "unix": 1558096260,
            "text": "2019-05-17 13:31:00 +0100",
            "iso_8601": "2019-05-17T12:31:00Z"
        },
        "updated_at": {
            "unix": 1558096457,
            "text": "2019-05-17 13:34:17 +0100",
            "iso_8601": "2019-05-17T12:34:17Z"
        },
        "subject": "Talking Crude: A short missile away from war",
        "content": "<ul><li>A risk-off sentiment is gripping markets, spurred by reports from China that it increasingly sees no interest in continuing trade talks; however, crude is bucking the trend, catching a bid from renewed geopolitical risk whilst brushing off demand concerns.</li><li>An Iranian official on Friday said that even short-range missiles could reach US warships in the Persian Gulf, a step in the wrong direction for the diplomacy President Trump is looking for. News overnight also suggested that the US government received intelligence that Iran believed the US was planning an attack on Iran, hence the preparation for conflict out of Tehran. Although Trump is opposed to conflict, analysts point out that it is not hard to see the situation spiraling out of his control. With the Saudis growing more agitated with Iran, claiming it is using the Houthis as a proxy to attack it, on top of Iran instructing its Iraqi militias to prepare for a proxy war, the growing US forces in the region could soon find themselves under attack, regardless of Trump’s or the hawks in his administration’s wishes.</li><li>Despite the risk of war in the oil capital of the world, crude markets have concluded the week only modestly higher, with short term demand concerns from China overshadowing. UBS' Daniel Ellis notes, “I wouldn’t rule out a move towards USD 80/barrel if tensions in the Middle East continue to escalate beyond the point at which China and the US come to some form of agreement.” The market is also arguably tentative on letting prices run with the OPEC+ JMMC meeting occurring over the weekend. Although no formal decisions on production cuts will be made, there is likely to be headline risk from comments suggesting members' stance on the continuation or discontinuation of the current supply pact.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "talking-crude-a-short-missile-away-from-war-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:31:00",
        "gmt_time": "2019-05-17 12:31:00"
    },
    {
        "id": 869534,
        "updated_sequence": 1854527,
        "published_at": {
            "unix": 1558096260,
            "text": "2019-05-17 13:31:00 +0100",
            "iso_8601": "2019-05-17T12:31:00Z"
        },
        "updated_at": {
            "unix": 1558097337,
            "text": "2019-05-17 13:48:57 +0100",
            "iso_8601": "2019-05-17T12:48:57Z"
        },
        "subject": "PBoC reiterates they will maintain prudent monetary policy in their Q1 Monetary Policy Implementation Report",
        "content": "<ul><li>Will utilise monetary tools including target RRR cuts and TMLF</li><li>Will fend off financial risks</li><li>Trade friction brings uncertainties and impact the supply chain</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-reiterates-they-will-maintain-prudent-monetary-policy-in-their-q1-monetary-policy-implementation-report-17-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:31:00",
        "gmt_time": "2019-05-17 12:31:00"
    },
    {
        "id": 869533,
        "updated_sequence": 1854499,
        "published_at": {
            "unix": 1558096140,
            "text": "2019-05-17 13:29:00 +0100",
            "iso_8601": "2019-05-17T12:29:00Z"
        },
        "updated_at": {
            "unix": 1558096235,
            "text": "2019-05-17 13:30:35 +0100",
            "iso_8601": "2019-05-17T12:30:35Z"
        },
        "subject": "Sanofi (SAN FP) are reportedly mulling the sale of its Seprafilm surgical product which could be worth USD 500mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sanofi-san-fp-are-reportedly-mulling-the-sale-of-its-seprafilm-surgical-product-which-could-be-worth-usd-500mln-17-05-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:29:00",
        "gmt_time": "2019-05-17 12:29:00"
    },
    {
        "id": 869532,
        "updated_sequence": 1854513,
        "published_at": {
            "unix": 1558095480,
            "text": "2019-05-17 13:18:00 +0100",
            "iso_8601": "2019-05-17T12:18:00Z"
        },
        "updated_at": {
            "unix": 1558096627,
            "text": "2019-05-17 13:37:07 +0100",
            "iso_8601": "2019-05-17T12:37:07Z"
        },
        "subject": "White House are reportedly set to announce an auto tariff delay of up to six months, US President Trump will direct USTR Lighthizer to lead negotiations and update him within 180 days before deciding on further actions/tariffs, according to sources",
        "content": "<ul><li>US President Trump will agree with the commerce report that some vehicle and vehicle part imports have weakened US economy</li></ul>",
        "reaction_details": "<p>In an immediate reaction European auto names experienced some positivity to this headline, although it was relatively muted given this is in-line with the source reports from Wednesday</p>",
        "reaction_updated_at": {
            "unix": 1558095900,
            "text": "2019-05-17 13:25:00 +0100",
            "iso_8601": "2019-05-17T12:25:00Z"
        },
        "analysis_details": "<ul><li>This follows source reports on Wednesday that Trump Admin may delay the tariffs on auto imports by six months</li></ul>",
        "analysis_updated_at": {
            "unix": 1558095600,
            "text": "2019-05-17 13:20:00 +0100",
            "iso_8601": "2019-05-17T12:20:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-are-reportedly-set-to-announce-an-auto-tariff-delay-of-up-to-six-months-us-president-trump-will-direct-ustr-lighthizer-to-lead-negotiations-and-update-him-within-180-days-before-deciding-on-further-actions-tariffs-according-to-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:18:00",
        "gmt_time": "2019-05-17 12:18:00"
    },
    {
        "id": 869531,
        "updated_sequence": 1854489,
        "published_at": {
            "unix": 1558095420,
            "text": "2019-05-17 13:17:00 +0100",
            "iso_8601": "2019-05-17T12:17:00Z"
        },
        "updated_at": {
            "unix": 1558095481,
            "text": "2019-05-17 13:18:01 +0100",
            "iso_8601": "2019-05-17T12:18:01Z"
        },
        "subject": "Russian idle primary refining capacity in June forecast to half compared to this month's 2.751 tons, according to the Russian Energy Ministry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-idle-primary-refining-capacity-in-june-forecast-to-half-compared-to-this-month-s-2-751-tons-according-to-the-russian-energy-ministry-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:17:00",
        "gmt_time": "2019-05-17 12:17:00"
    },
    {
        "id": 869529,
        "updated_sequence": 1854483,
        "published_at": {
            "unix": 1558094760,
            "text": "2019-05-17 13:06:00 +0100",
            "iso_8601": "2019-05-17T12:06:00Z"
        },
        "updated_at": {
            "unix": 1558094871,
            "text": "2019-05-17 13:07:51 +0100",
            "iso_8601": "2019-05-17T12:07:51Z"
        },
        "subject": "Scotiabank FX Daily - Market Mood Pulls Another U-Turn As CNH Extends Decline  ",
        "content": "<ul><li>&nbsp; USD outperforming as G10 deliver classic ‘risk off’ move; risk in Clarida speech.</li><li>&nbsp; CAD soft and extending Thursday’s reversal; remains undervalued vs. FV.</li><li>&nbsp; EUR extending decline testing mid-1.11s; CPI offers slight surprise; neutral.</li><li>&nbsp; GBP underperforming as Brexit talks end and markets eye PM May’s departure.</li><li>&nbsp; JPY outperforming on market tone and broad-based risk aversion; bullish.</li><li>&nbsp; AUD extending decline on concerns relating to China trade; election Saturday.</li><li>&nbsp; MXN soft and fading Thursday’s hawkish Banxico hold; vulnerable given tone.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-market-mood-pulls-another-u-turn-as-cnh-extends-decline-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:06:00",
        "gmt_time": "2019-05-17 12:06:00"
    },
    {
        "id": 869528,
        "updated_sequence": 1854480,
        "published_at": {
            "unix": 1558094700,
            "text": "2019-05-17 13:05:00 +0100",
            "iso_8601": "2019-05-17T12:05:00Z"
        },
        "updated_at": {
            "unix": 1558094797,
            "text": "2019-05-17 13:06:37 +0100",
            "iso_8601": "2019-05-17T12:06:37Z"
        },
        "subject": "BofAML says weakness in manufacturing could drag down services if trade wars hit consumer sentiment, adding that in a global downtrun, Brent could fall to USD 50/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofAML",
        "slug": "bofaml-says-weakness-in-manufacturing-could-drag-down-services-if-trade-wars-hit-consumer-sentiment-adding-that-in-a-global-downtrun-brent-could-fall-to-usd-50-bbl-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:05:00",
        "gmt_time": "2019-05-17 12:05:00"
    },
    {
        "id": 869527,
        "updated_sequence": 1854477,
        "published_at": {
            "unix": 1558094460,
            "text": "2019-05-17 13:01:00 +0100",
            "iso_8601": "2019-05-17T12:01:00Z"
        },
        "updated_at": {
            "unix": 1558094544,
            "text": "2019-05-17 13:02:24 +0100",
            "iso_8601": "2019-05-17T12:02:24Z"
        },
        "subject": "China, Japan must work together to defend global trade, party official says on trip to Tokyo, SCMP reports",
        "content": "",
        "reaction_details": "<ul><li>Politburo member Yang Jiechi tells Japanese Prime Minister Shinzo Abe he hopes for ‘healthy, stable’ relations between the two nations</li><li>Sides confirm plans are being made for Chinese President Xi Jinping’s visit to Osaka for the G20 summit in June</li><li><a href=\"https://www.scmp.com/news/china/diplomacy/article/3010704/china-japan-must-work-together-defend-global-trade-party\">via SCMP</a></li></ul>",
        "reaction_updated_at": {
            "unix": 1558094544,
            "text": "2019-05-17 13:02:24 +0100",
            "iso_8601": "2019-05-17T12:02:24Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-japan-must-work-together-to-defend-global-trade-party-official-says-on-trip-to-tokyo-scmp-reports-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 20:01:00",
        "gmt_time": "2019-05-17 12:01:00"
    },
    {
        "id": 869526,
        "updated_sequence": 1854472,
        "published_at": {
            "unix": 1558094160,
            "text": "2019-05-17 12:56:00 +0100",
            "iso_8601": "2019-05-17T11:56:00Z"
        },
        "updated_at": {
            "unix": 1558094276,
            "text": "2019-05-17 12:57:56 +0100",
            "iso_8601": "2019-05-17T11:57:56Z"
        },
        "subject": "Italy PM Conte says the nation will keep debt under control, it would be irresponsible not to keep public finances in order",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Follows comments from Dep PM Di Maio on Thursday that Italy would keep debt/GDP below 140%; This week, Italy's other deputy PM Salvini suggested that Italy could breach the EU deficit rules, and Di Maio and Conte are leaning back on that suggestion</p>",
        "analysis_updated_at": {
            "unix": 1558094276,
            "text": "2019-05-17 12:57:56 +0100",
            "iso_8601": "2019-05-17T11:57:56Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-pm-conte-says-the-nation-will-keep-debt-under-control-it-would-be-irresponsible-not-to-keep-public-finances-in-order-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 19:56:00",
        "gmt_time": "2019-05-17 11:56:00"
    },
    {
        "id": 869525,
        "updated_sequence": 1854474,
        "published_at": {
            "unix": 1558093800,
            "text": "2019-05-17 12:50:00 +0100",
            "iso_8601": "2019-05-17T11:50:00Z"
        },
        "updated_at": {
            "unix": 1558094288,
            "text": "2019-05-17 12:58:08 +0100",
            "iso_8601": "2019-05-17T11:58:08Z"
        },
        "subject": "Boeing (BA) - Unconfirmed reports of two Boeing 737-800's colliding while taxiing at Prague Airport., according to AirLive",
        "content": "<p><a href=\"https://twitter.com/airlivenet/status/1129352955478589440\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "boeing-ba-unconfirmed-reports-of-two-boeing-737-800-s-colliding-while-taxiing-at-prague-airport-according-to-airlive-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 19:50:00",
        "gmt_time": "2019-05-17 11:50:00"
    },
    {
        "id": 869524,
        "updated_sequence": 1854466,
        "published_at": {
            "unix": 1558093380,
            "text": "2019-05-17 12:43:00 +0100",
            "iso_8601": "2019-05-17T11:43:00Z"
        },
        "updated_at": {
            "unix": 1558093613,
            "text": "2019-05-17 12:46:53 +0100",
            "iso_8601": "2019-05-17T11:46:53Z"
        },
        "subject": "IATA chief says he is more cautious on industry economy forecasts than in December, says airline passenger growth is slowing while costs are increasing; says industry-wide airline profit outlook is still in the black, but s \"more difficult\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iata-chief-says-he-is-more-cautious-on-industry-economy-forecasts-than-in-december-says-airline-passenger-growth-is-slowing-while-costs-are-increasing-says-industry-wide-airline-profit-outlook-is-still-in-the-black-but-s-more-difficult-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 19:43:00",
        "gmt_time": "2019-05-17 11:43:00"
    },
    {
        "id": 869523,
        "updated_sequence": 1854461,
        "published_at": {
            "unix": 1558092660,
            "text": "2019-05-17 12:31:00 +0100",
            "iso_8601": "2019-05-17T11:31:00Z"
        },
        "updated_at": {
            "unix": 1558092712,
            "text": "2019-05-17 12:31:52 +0100",
            "iso_8601": "2019-05-17T11:31:52Z"
        },
        "subject": "Russian oil output down to 11.156mln BPD between 1-16 May (below the 11.18mln BPD level set in the output cut deal), according to two sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-oil-output-down-to-11-156mln-bpd-between-1-16-may-below-the-11-18mln-bpd-level-set-in-the-output-cut-deal-according-to-two-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 19:31:00",
        "gmt_time": "2019-05-17 11:31:00"
    },
    {
        "id": 869521,
        "updated_sequence": 1854455,
        "published_at": {
            "unix": 1558092540,
            "text": "2019-05-17 12:29:00 +0100",
            "iso_8601": "2019-05-17T11:29:00Z"
        },
        "updated_at": {
            "unix": 1558092588,
            "text": "2019-05-17 12:29:48 +0100",
            "iso_8601": "2019-05-17T11:29:48Z"
        },
        "subject": "BP has moved its autumn shutdown on its 200k BPD crude unit at the Rotterdam refinery to May, unit planned to be down for between four and six weeks, according to traders",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bp-has-moved-its-autumn-shutdown-on-its-200k-bpd-crude-unit-at-the-rotterdam-refinery-to-may-unit-planned-to-be-down-for-between-four-and-six-weeks-according-to-traders-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 19:29:00",
        "gmt_time": "2019-05-17 11:29:00"
    },
    {
        "id": 869520,
        "updated_sequence": 1854450,
        "published_at": {
            "unix": 1558090020,
            "text": "2019-05-17 11:47:00 +0100",
            "iso_8601": "2019-05-17T10:47:00Z"
        },
        "updated_at": {
            "unix": 1558090095,
            "text": "2019-05-17 11:48:15 +0100",
            "iso_8601": "2019-05-17T10:48:15Z"
        },
        "subject": "Labour sources says that the indicative vote process that been leaked is \"dead on arrival\" adding that they will not cooperate with the government, according to BBC's Nick Eardley ",
        "content": "<ul><li><a href=\"https://twitter.com/nickeardleybbc/status/1129337423375339520\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "labour-sources-says-that-the-indicative-vote-process-that-been-leaked-is-dead-on-arrival-adding-that-they-will-not-cooperate-with-the-government-according-to-bbc-s-nick-eardley-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:47:00",
        "gmt_time": "2019-05-17 10:47:00"
    },
    {
        "id": 869519,
        "updated_sequence": 1854447,
        "published_at": {
            "unix": 1558089660,
            "text": "2019-05-17 11:41:00 +0100",
            "iso_8601": "2019-05-17T10:41:00Z"
        },
        "updated_at": {
            "unix": 1558089723,
            "text": "2019-05-17 11:42:03 +0100",
            "iso_8601": "2019-05-17T10:42:03Z"
        },
        "subject": "RANsquawk Daily US Opening News - 17th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21861/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Major European indices [Euro Stoxx 50 -0.5%] are subdued following from a mixed Asia session, with sentiment afflicted by reports that China potentially has no current interest in the continuation of US talks</li><li>Opposition Labour Leader Corbyn confirms that cross-party Brexit talks have gone as far as they can</li><li>Looking ahead, highlights include US University of Michigan Sentiment, Fed's Clarida &amp; Williams, ECB's de Guindos</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mostly higher as the region took impetus from the positive performance on Wall St, where all major indices notched a 3rd consecutive win streak</strong> with risk sentiment underpinned by encouraging earnings from Walmart and Cisco. <strong>ASX 200 (+0.6%) </strong>and<strong> Nikkei 225 (+0.9%)</strong> traded positive with Australia led by continued strength in tech and amid the growing list of calls for a rate cut next month including notorious RBA watcher McCrann, while Japanese exporters were buoyed by recent favourable currency moves and as Sony shares surged over 10% after the announcement of a JPY 200bln share buyback. <strong>Hang Seng (-1.2%) </strong>and<strong> Shanghai Comp. (-2.5%)</strong> were pressured after a lack of PBoC reverse repo operations throughout the week resulted to net weekly drain of CNY 50bln. In addition, China cancelled orders of 3247 tons of pork from US which was the largest cancellation in more than a year and was seen to be another fallout of the ongoing US-China trade dispute, while commentary in Chinese state media suggested China may have no interest in resuming trade discussions with the US for now. Finally, 10yr JGBs were lower amid the upbeat risk tone in Japan and on spill-over selling from the bear flattening stateside, while the BoJ’s Rinban announcement was for a reserved JPY 200bln of long to super-long JGBs.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 50bln vs. last week's CNY 50bln net injection. (Newswires)</p><p>PBoC set CNY mid-point at 6.8859 (Prev. 6.8688)</p><p><strong>China state media commentary said China may have no interest in continuing trade talks with the US for now and sees little sincerity in President Trump's approach</strong>. In related news, the NDRC said trade friction impact on Chinese economy is controllable, while it added that China is to study impact of tariffs and prop up growth when required.</p><p><strong>BoJ Governor Kuroda said low rates must be maintained for a long period to achieve the price goal</strong> and that forward guidance is the framework in which BoJ will decide policy based on data and information available at the time. Furthermore, <strong>Kuroda said there is a good chance BoJ will keep current low rates past Spring 2020 if conditions warrant </strong>and suggested the BoJ is thinking of keeping rates low for quite a long time. (Newswires)</p><p>Japanese Chief Government spokesman Suga says that PM Abe could dissolve the lower house of Parliament if opposition submits a motion of no confidence. (Newswires)</p><p>US Commerce Department place Huawei on their entity list, making the trade war more like a 'real' war. Trade talks have been stuck in a deep shock, Chinese are more convinced that concessions will not achieve peace, Chinese Global Times Editor. (Twitter)</p><p>&nbsp;</p><p><strong>PBoC will not let USD/CNY go above 7.00, according to sources. (Newswires)</strong></p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p><strong>UK Labour leader Corbyn says that Brexit talks \"have gone as far as they can\", adding that he will oppose PM May's Brexit deal. </strong>Prior to this,<strong> UK Labour sources confirm that cross party talks with the government are definitely off</strong>, according to The Sun's Deputy Political Editor Hawkes. In addition Labour Party sources indicate that there is no point in doing a deal with a government which is on the verge of collapse. For reference, this does follow earlier reports that Labour are planning to pull out of cross party talks today, as according to sources. (Newswires/Twitter)</p><p>Prior to the Labour announcement it was reported that, cross-party Brexit talks will now move on to a second phase aimed at agreeing on a process for Parliamentary votes to find a Brexit consensus. (Newswires)</p><p><strong>UK PM May and Labour leader Corbyn reportedly discussed plans to the leave the EU on July 31st and avoid a second referendum,</strong> according to Evening Standard citing a leaked document. (Evening Standard) <i>Subsequently, a Labour source has stated that this document is genuine and has not yet been agreed by Labour.</i></p><p>- Aim being for Britain to leave the EU on July 31st</p><p>- Will be a separate free vote on whether to let the public have a final say, Whitehall source adds that the aim is to rule out a referendum before an exit plan is selected.</p><p>Italian Deputy PM Di Maio is not worried about potential EU sanctions against Italy as Europe will change after the European Parliamentary Elections. (Newswires)</p><p><strong>EU HICP Final YY (Apr) 1.7% vs. Exp. 1.7% (Prev. 1.7%)</strong></p><p>- EU HICP Final MM (Apr) 0.7% vs. Exp. 0.7% (Prev. 1.0%)</p><p>&nbsp;</p><p><strong>GEOPOLITICAL</strong></p><p>Venezuela President Maduro alleged the US government has invaded Venezuela's embassy in Washington DC. (Newswires)</p><p>North Korea called UN an unfair organization and pledged to fight sanctions. (Yonhap)</p><p>Iran’s most prominent military leader has recently met Iraqi militias in Baghdad and told them to “prepare for proxy war”, according to The Guardian. (Guardian)</p><p><strong>Iranian Revolutionary Guards say that even short-range missile can reach US warships in the Gulf</strong>. (Newswires)&nbsp;</p><p>EQUITIES</p><p><strong>A relatively downbeat session thus far for major European stocks [Eurostoxx 50 -0.5%], following</strong> on from a mixed lead in Asia where the Shanghai Composite shed 2.5% as hopes for a trade deal dwindled amid reports that China may not want to continue trade talks with the US for now. Major indices are broadly lower by around 0.5-0.7%, although, the FTSE 100 outperforms as UK exports benefit from the weaker Sterling. Sectors are showing broad-based losses with the exceptions of utilities (defensive sector) and energy names due to price action in the complex. Elsewhere, Thomas Cook (-24.8%) shares slumped for a second consecutive day, with traders citing the downside to a downgrade at Citi with a price target of zero. Finally, GVC Holdings (+2.5%) remain near the top of the Stoxx 600 after the Co. cut its potential impact from the FOBT GBP 2 limit from GBP 120mln to GBP 105mln. Notable pre-market US earnings this morning from Deere &amp; Co (DE), who missed on EPS but beat on revenue and lowered their net income guidance.</p><p>&nbsp;</p><p><strong>Deere &amp; Co (DE)</strong> Q1 19 (USD): EPS 3.52 (exp. 3.62), Revenue 11.3bln (exp. 10.19bln). Co. cuts FY 19 adj. Net income guidance to around USD 3.3bln (Prev. around USD 3.6bln) and revenue guidance to +5% (Prev. around +7%)</p><p><strong>NVIDIA Corp (NVDA)</strong> Q1 19 (USD): EPS 0.88 (exp. 0.79), Revenue 2.2bln (exp. 2.2bln); sees Q2 revenue at 2.55bln (exp. 2.53bln); gaming revenue 1.05bln (down 39% YY). Co. shares rose 2% after-market. (Newswires)</p><p>&nbsp;</p><p>FX</p><p>DXY - The Greenback has held onto the bulk of its post-US data/survey gains by virtue of advances against riskier/high beta counterparts as safer-havens within the G10 community are outperforming in wake of pretty defiant comments from China revealing a reluctance to pursue talks further given recent actions taken by the US. The index is hovering just below the 98.000 level after an apparent clean break of Fib resistance at 97.842 within a 97.953-759 range. To recap, 98.102 is the mtd DXY high and then the 2019 peak at 98.346 comes into focus.</p><p>JPY/CHF - As noted, the Yen and Franc are back in favour on US-China trade stains, but also as Brexit, Italian budget and geopolitical issues weigh on broad risk sentiment, with Usd/Jpy retreating from circa 110.00 highs back towards 109.50 and away from decent option expiries at the big figure (1.2 bn). Usd/Chf is holding around 1.0100, but Eur/Chf is back below 1.1300 and near recent lows not far from key chart supports and levels that may prompt some form of SNB action.</p><p>CAD/AUD/GBP - All on the back foot due to the aforementioned bearish/negative factors, as the Loonie revisits recent lows around 1.3500 and Aussie extends losses through 0.6900 to 0.6873 following latest jobs data that heightens the prospect of a June RBA rate cut after this month’s dovish hold. Similarly, the Pound continues to slide, and Cable has now hit fresh lows since the Valentine’s Day base of 1.2773 at 1.2755 on confirmation that cross party talks have come to a conclusion with no collusion in terms of an alternative WA. Note also, Gbp/Jpy has tripped stops on a break of the psychological 140.00 level.</p><p>EUR/NZD - Also victims of the ongoing Usd revival and overall downturn in risk appetite, with the single currency declining to fresh weekly lows and testing bids said to be sitting at 1.1160 and protecting 1.1150 ahead of the current 1.1135 May base, while the Kiwi is slipping further away from 0.6550 and closer to 0.6525 given only scant support from Aud/Nzd cross flows within 1.0550-25 parameters.</p><p>EM - Mixed blessings for the Turkish Lira as the US halved its tariff on steel, but removed preferential status on metals overall, while the AKP is still reportedly on a mission to tap CBRT reserves. Usd/Try extending above 6.0000 and testing resistance at 6.1000 before paring back, while the Yuan is not taking much heed of reports that 7.0000 is the PBoC’s line in the sand as the US-China tariff spat shows no sign of improving.</p><p>FIXED INCOME</p><p>Not a great deal of further action in bonds with Bunds capped and contained within a range by perkier core Eurozone inflation and a bit more strength at the Eurozone margins on the one hand vs another change in the tide of risk sentiment more broadly. However, UK debt and STIRs have recovered from their earlier Liffe wobble to edge fresh intraday highs (Gilts to 128.88, +27 ticks vs -1 tick at one stage) as the end of Tory-Labour talks becomes official and the 2 parties failed to find a common Brexit deal to put to Parliament. Meanwhile, US Treasures are holding a firm recovery bid after Thursday’s shake-out in the aftermath of healthy macro updates and a 3rd consecutive Wall Street bounce that may or may not extend given latest Chinese contentions on the trade situation with the US.</p><p>&nbsp;</p><p>COMMODITIES</p><p>Choppy trade in the energy complex, although WTI (+1.1%) and Brent (+0.7%) futures are ultimately higher ahead of this week’s JMMC meeting in Saudi Arabia, which sets the stage for the OPEC/OPEC+ meeting in June. Focus will be on Iran’s situation amidst US sanctions and the expiry of waivers and whether there is scope to extend the current output cut deal between OPEC and its allies. Ship tracking data showed that Iranian oil shipments in May thus far has fallen to zero, however, ING highlights that a large number of Iranian tankers turn off their transponders. This follows reports of a tanker carrying Iranian oil reportedly unloading its cargo of almost 130k tonnes of oil near Zhousan, in China, Iran’s largest customer. Furthermore, comments from Iran’s revolutionary guard emphasis rising tensions between the country and the US, with the latest stating that “even short-range missiles can reach US warships in the Gulf”.</p><p>Market participants will be on the lookout for how US President Trump reacts to these threats from Iran. In terms of weekly price action so far, WTI futures are poised for a positive week after having breached its 50 WMA (61.81) to the upside whilst similarly, Brent futures are set for a week of gains, after having dipped below USD 70/bbl (and its 50 WMA at the figure) earlier in the week. Elsewhere, precious metals are little changed with spot gold (-0.2%) meandering further below the 1300/oz level after having lost more ground to yesterday’s rising Buck.</p><p>Turning to base metals, copper prices are back on the decline amid overnight news (reported via China’s state media) noting that China may have no interest in continuing trade talks for now amid little sincerity from US. The red metal is set to notch a 5th week of losses. On the flip side, Dalian iron ore prices continue their uptrend, up almost 10% this week amid robust demand and a number of supply side issues, including a warning from Vale that a dam at its Gong</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-17th-may-2019-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:41:00",
        "gmt_time": "2019-05-17 10:41:00"
    },
    {
        "id": 869518,
        "updated_sequence": 1854444,
        "published_at": {
            "unix": 1558089420,
            "text": "2019-05-17 11:37:00 +0100",
            "iso_8601": "2019-05-17T10:37:00Z"
        },
        "updated_at": {
            "unix": 1558089502,
            "text": "2019-05-17 11:38:22 +0100",
            "iso_8601": "2019-05-17T10:38:22Z"
        },
        "subject": "US President Trump tweets \"The Democrats now realize that there is a National Emergency at the Border and that, if we work together, it can be immediately fixed. \"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1129334905228468224\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-the-democrats-now-realize-that-there-is-a-national-emergency-at-the-border-and-that-if-we-work-together-it-can-be-immediately-fixed-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:37:00",
        "gmt_time": "2019-05-17 10:37:00"
    },
    {
        "id": 869517,
        "updated_sequence": 1854441,
        "published_at": {
            "unix": 1558089120,
            "text": "2019-05-17 11:32:00 +0100",
            "iso_8601": "2019-05-17T10:32:00Z"
        },
        "updated_at": {
            "unix": 1558089259,
            "text": "2019-05-17 11:34:19 +0100",
            "iso_8601": "2019-05-17T10:34:19Z"
        },
        "subject": "Trade war with US can reduce China's growth by 1ppt this year, according to China Communist Party Official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "trade-war-with-us-can-reduce-china-s-growth-by-1ppt-this-year-according-to-china-communist-party-official-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:32:00",
        "gmt_time": "2019-05-17 10:32:00"
    },
    {
        "id": 869516,
        "updated_sequence": 1854438,
        "published_at": {
            "unix": 1558089000,
            "text": "2019-05-17 11:30:00 +0100",
            "iso_8601": "2019-05-17T10:30:00Z"
        },
        "updated_at": {
            "unix": 1558089169,
            "text": "2019-05-17 11:32:49 +0100",
            "iso_8601": "2019-05-17T10:32:49Z"
        },
        "subject": "IMF says unfavourable demographics, weak productivity growth and challenges of energy transition weigh on Germany's long-term potential growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-says-unfavourable-demographics-weak-productivity-growth-and-challenges-of-energy-transition-weigh-on-germany-s-long-term-potential-growth-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:30:00",
        "gmt_time": "2019-05-17 10:30:00"
    },
    {
        "id": 869515,
        "updated_sequence": 1854435,
        "published_at": {
            "unix": 1558088640,
            "text": "2019-05-17 11:24:00 +0100",
            "iso_8601": "2019-05-17T10:24:00Z"
        },
        "updated_at": {
            "unix": 1558088714,
            "text": "2019-05-17 11:25:14 +0100",
            "iso_8601": "2019-05-17T10:25:14Z"
        },
        "subject": "RANsquawk EU Mid Session - 17th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21860/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>A relatively downbeat session thus far for major European stocks [Eurostoxx 50 -0.5%], following on from a mixed lead in Asia where the Shanghai Composite shed 2.5% as hopes for a trade deal dwindled amid reports that China may not want to continue trade talks with the US for now. Major indices are broadly lower by around 0.5-0.7%, although, the FTSE 100 outperforms as UK exports benefit from the weaker Sterling. Sectors are showing broad-based losses with the exceptions of utilities (defensive sector) and energy names due to price action in the complex. In terms of movers, Just Eat (-7.2%) fell to the foot of the pan-Europe index following reports that Amazon are in talks to acquire a stake in Deliveroo for almost USD 600mln. Elsewhere, Thomas Cook (-23.7%) shares slumped for a second consecutive day, with traders citing the downside to a downgrade at Citi with a price target of zero. Finally, GVC Holdings (+2.5%) remain near the top of the Stoxx 600 after the Co. cut its potential impact from the FOBT GBP 2 limit from GBP 120mln to GBP 105mln.</p><p><strong>FX</strong></p><p><strong>DXY </strong>The Greenback has held onto the bulk of its post-US data/survey gains by virtue of advances against riskier/high beta counterparts as safer-havens within the G10 community are outperforming in wake of pretty defiant comments from China revealing a reluctance to pursue talks further given recent actions taken by the US. The index is hovering just below the 98.000 level after an apparent clean break of Fib resistance at 97.842 within a 97.953-759 range. To recap, 98.102 is the mtd DXY high and then the 2019 peak at 98.346 comes into focus.</p><p><strong>JPY/CHF </strong>As noted, the Yen and Franc are back in favour on US-China trade stains, but also as Brexit, Italian budget and geopolitical issues weigh on broad risk sentiment, with Usd/Jpy retreating from circa 110.00 highs back towards 109.50 and away from decent option expiries at the big figure (1.2 bn). Usd/Chf is holding around 1.0100, but Eur/Chf is back below 1.1300 and near recent lows not far from key chart supports and levels that may prompt some form of SNB action.</p><p><strong>CAD/AUD/GBP </strong>All on the back foot due to the aforementioned bearish/negative factors, as the Loonie revisits recent lows around 1.3500 and Aussie extends losses through 0.6900 to 0.6873 following latest jobs data that heightens the prospect of a June RBA rate cut after this month’s dovish hold. Similarly, the Pound continues to slide, and Cable has now hit fresh lows since the Valentine’s Day base of 1.2773 at 1.2755 on confirmation that cross party talks have come to a conclusion with no collusion in terms of an alternative WA. Note also, Gbp/Jpy has tripped stops on a break of the psychological 140.00 level.</p><p><strong>EUR/NZD </strong>Also victims of the ongoing Usd revival and overall downturn in risk appetite, with the single currency declining to fresh weekly lows and testing bids said to be sitting at 1.1160 and protecting 1.1150 ahead of the current 1.1135 May base, while the Kiwi is slipping further away from 0.6550 and closer to 0.6525 given only scant support from Aud/Nzd cross flows within 1.0550-25 parameters.</p><p><strong>EM </strong>Mixed blessings for the Turkish Lira as the US halved its tariff on steel, but removed preferential status on metals overall, while the AKP is still reportedly on a mission to tap CBRT reserves. Usd/Try extending above 6.0000 and testing resistance at 6.1000 before paring back, while the Yuan is not taking much heed of reports that 7.0000 is the PBoC’s line in the sand as the US-China tariff spat shows no sign of improving.</p><p><strong>FIXED INCOME</strong></p><p>Not a great deal of further action in bonds with Bunds capped and contained within a range by perkier core Eurozone inflation and a bit more strength at the Eurozone margins on the one hand vs another change in the tide of risk sentiment more broadly. However, UK debt and STIRs have recovered from their earlier Liffe wobble to edge fresh intraday highs (Gilts to 128.88, +27 ticks vs -1 tick at one stage) as the end of Tory-Labour talks becomes official and the 2 parties failed to find a common Brexit deal to put to Parliament. Meanwhile, US Treasures are holding a firm recovery bid after Thursday’s shake-out in the aftermath of healthy macro updates and a 3rd consecutive Wall Street bounce that may or may not extend given latest Chinese contentions on the trade situation with the US.</p><p><strong>COMMODITIES</strong></p><p>Choppy trade in the energy complex, although WTI (+0.5%) and Brent (+0.7%) futures are ultimately higher ahead of this week’s JMMC meeting in Saudi Arabia, which sets the stage for the OPEC/OPEC+ meeting in June. Focus will be on Iran’s situation amidst US sanctions and the expiry of waivers and whether there is scope to extend the current output cut deal between OPEC and its allies. Ship tracking data showed that Iranian oil shipments in May thus far has fallen to zero, however, ING highlights that a large number of Iranian tankers turn off their transponders. This follows reports of a tanker carrying Iranian oil reportedly unloading its cargo of almost 130k tonnes of oil near Zhousan, in China, Iran’s largest customer. Furthermore, comments from Iran’s revolutionary guard emphasis rising tensions between the country and the US, with the latest stating that “even short-range missiles can reach US warships in the Gulf”.</p><p>Market participants will be on the lookout for how US President Trump reacts to these threats from Iran. In terms of weekly price action so far, WTI futures are poised for a positive week after having breached its 50 WMA (61.81) to the upside whilst similarly, Brent futures are set for a week of gains, after having dipped below USD 70/bbl (and its 50 WMA at the figure) earlier in the week. Elsewhere, precious metals are little changed with spot gold (Unch) meandering further below the 1300/oz level after having lost more ground to yesterday’s rising Buck.</p><p>Turning to base metals, copper prices are back on the decline amid overnight news (reported via China’s state media) noting that China may have no interest in continuing trade talks for now amid little sincerity from US. The red metal is set to notch a 5th week of losses. On the flip side, Dalian iron ore prices continue their uptrend, up almost 10% this week amid robust demand and a number of supply side issues, including a warning from Vale that a dam at its Gongo Soco mine risks rupturing</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-17th-may-2019-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:24:00",
        "gmt_time": "2019-05-17 10:24:00"
    },
    {
        "id": 869513,
        "updated_sequence": 1854429,
        "published_at": {
            "unix": 1558088580,
            "text": "2019-05-17 11:23:00 +0100",
            "iso_8601": "2019-05-17T10:23:00Z"
        },
        "updated_at": {
            "unix": 1558088612,
            "text": "2019-05-17 11:23:32 +0100",
            "iso_8601": "2019-05-17T10:23:32Z"
        },
        "subject": "Fixed Income: Gilts regroup as Brexit talks break down",
        "content": "<p>Not a great deal of further action in bonds with Bunds capped and contained within a range by perkier core Eurozone inflation and a bit more strength at the Eurozone margins on the one hand vs another change in the tide of risk sentiment more broadly. However, UK debt and STIRs have recovered from their earlier Liffe wobble to edge fresh intraday highs (Gilts to 128.88, +27 ticks vs -1 tick at one stage) as the end of Tory-Labour talks becomes official and the 2 parties failed to find a common Brexit deal to put to Parliament. Meanwhile, US Treasures are holding a firm recovery bid after Thursday’s shake-out in the aftermath of healthy macro updates and a 3rd consecutive Wall Street bounce that may or may not extend given latest Chinese contentions on the trade situation with the US.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-gilts-regroup-as-brexit-talks-break-down-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:23:00",
        "gmt_time": "2019-05-17 10:23:00"
    },
    {
        "id": 869514,
        "updated_sequence": 1854432,
        "published_at": {
            "unix": 1558088580,
            "text": "2019-05-17 11:23:00 +0100",
            "iso_8601": "2019-05-17T10:23:00Z"
        },
        "updated_at": {
            "unix": 1558088676,
            "text": "2019-05-17 11:24:36 +0100",
            "iso_8601": "2019-05-17T10:24:36Z"
        },
        "subject": "Carrefour (CA FP) are reportedly mulling the sale of their minority stake in its China business, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "carrefour-ca-fp-are-reportedly-mulling-the-sale-of-their-minority-stake-in-its-china-business-according-to-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:23:00",
        "gmt_time": "2019-05-17 10:23:00"
    },
    {
        "id": 869512,
        "updated_sequence": 1854426,
        "published_at": {
            "unix": 1558088400,
            "text": "2019-05-17 11:20:00 +0100",
            "iso_8601": "2019-05-17T10:20:00Z"
        },
        "updated_at": {
            "unix": 1558088527,
            "text": "2019-05-17 11:22:07 +0100",
            "iso_8601": "2019-05-17T10:22:07Z"
        },
        "subject": "UK PM May's spokesperson says that it is clear that we were never going to get an agreement with the opposition on Brexit",
        "content": "<ul><li>On indicative votes, the spokesperson says they are considering the next steps</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-spokesperson-says-that-it-is-clear-that-we-were-never-going-to-get-an-agreement-with-the-opposition-on-brexit-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:20:00",
        "gmt_time": "2019-05-17 10:20:00"
    },
    {
        "id": 869511,
        "updated_sequence": 1854421,
        "published_at": {
            "unix": 1558088040,
            "text": "2019-05-17 11:14:00 +0100",
            "iso_8601": "2019-05-17T10:14:00Z"
        },
        "updated_at": {
            "unix": 1558088235,
            "text": "2019-05-17 11:17:15 +0100",
            "iso_8601": "2019-05-17T10:17:15Z"
        },
        "subject": "Total (FP FP) have halted some units at their Leuna (230k BDP) refinery due to Russian crude contamination; capacity will remain limited due to Drzhba pipeline problems",
        "content": "<ul><li>Co. expect operation to resume as early as Saturday</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-have-halted-some-units-at-their-leuna-230k-bdp-refinery-due-to-russian-crude-contamination-capacity-will-remain-limited-due-to-drzhba-pipeline-problems-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:14:00",
        "gmt_time": "2019-05-17 10:14:00"
    },
    {
        "id": 869510,
        "updated_sequence": 1854419,
        "published_at": {
            "unix": 1558087980,
            "text": "2019-05-17 11:13:00 +0100",
            "iso_8601": "2019-05-17T10:13:00Z"
        },
        "updated_at": {
            "unix": 1558088138,
            "text": "2019-05-17 11:15:38 +0100",
            "iso_8601": "2019-05-17T10:15:38Z"
        },
        "subject": "Czech state reserves head says Unipetrol have finished drawing the first batch of emergency crude supply and will start drawing its second batch overnight",
        "content": "<ul><li>Second batch of the crude loan will cover Unipetrol's Litvinov refinery production until May</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "czech-state-reserves-head-says-unipetrol-have-finished-drawing-the-first-batch-of-emergency-crude-supply-and-will-start-drawing-its-second-batch-overnight-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:13:00",
        "gmt_time": "2019-05-17 10:13:00"
    },
    {
        "id": 869508,
        "updated_sequence": 1854409,
        "published_at": {
            "unix": 1558087740,
            "text": "2019-05-17 11:09:00 +0100",
            "iso_8601": "2019-05-17T10:09:00Z"
        },
        "updated_at": {
            "unix": 1558088033,
            "text": "2019-05-17 11:13:53 +0100",
            "iso_8601": "2019-05-17T10:13:53Z"
        },
        "subject": "Deere & Co (DE) Q1 19 (USD): EPS 3.52 (exp. 3.62), Revenue 11.3bln (exp. 10.19bln). Co. cuts FY 19 adj. Net income guidance to around USD 3.3bln (Prev. around USD 3.6bln) and revenue guidance to +5% (Prev. around +7%)",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, European peer CNH Industrials (CNHI IM) share fell from EUR 8.16 to EUR 8.10&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1558088033,
            "text": "2019-05-17 11:13:53 +0100",
            "iso_8601": "2019-05-17T10:13:53Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deere-co-de-q1-19-usd-eps-3-52-exp-3-62-revenue-11-3bln-exp-10-19bln-co-cuts-fy-19-adj-net-income-guidance-to-around-usd-3-3bln-prev-around-usd-3-6bln-and-revenue-guidance-to-5-prev-around-7-17-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:09:00",
        "gmt_time": "2019-05-17 10:09:00"
    },
    {
        "id": 869509,
        "updated_sequence": 1854407,
        "published_at": {
            "unix": 1558087680,
            "text": "2019-05-17 11:08:00 +0100",
            "iso_8601": "2019-05-17T10:08:00Z"
        },
        "updated_at": {
            "unix": 1558087975,
            "text": "2019-05-17 11:12:55 +0100",
            "iso_8601": "2019-05-17T10:12:55Z"
        },
        "subject": "FBI are reportedly targeting Johnson & Johnson (JNJ), Siemens (SIE GY), Philips (PHIA NA) in the Brazilian graft case",
        "content": "",
        "reaction_details": "<p>In reaction to this Philips shares moved lower from EUR 36.65 to EUR 36.31, while Siemens shares moved lower from around EUR 101.90 to EUR 107.46. For reference, Johnson &amp; Johnson are trading lower by around -0.1% in the premarket.</p>",
        "reaction_updated_at": {
            "unix": 1558087974,
            "text": "2019-05-17 11:12:54 +0100",
            "iso_8601": "2019-05-17T10:12:54Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fbi-are-reportedly-targeting-johnson-johnson-jnj-siemens-sie-gy-philips-phia-na-in-the-brazilian-graft-case-17-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:08:00",
        "gmt_time": "2019-05-17 10:08:00"
    },
    {
        "id": 869507,
        "updated_sequence": 1854395,
        "published_at": {
            "unix": 1558087620,
            "text": "2019-05-17 11:07:00 +0100",
            "iso_8601": "2019-05-17T10:07:00Z"
        },
        "updated_at": {
            "unix": 1558087709,
            "text": "2019-05-17 11:08:29 +0100",
            "iso_8601": "2019-05-17T10:08:29Z"
        },
        "subject": "FX Morning Colour: Dollar holds firm in the face of renewed safe-haven currency demand",
        "content": "<p><strong>DXY</strong></p><p>The Greenback has held onto the bulk of its post-US data/survey gains by virtue of advances against riskier/high beta counterparts as safer-havens within the G10 community are outperforming in wake of pretty defiant comments from China revealing a reluctance to pursue talks further given recent actions taken by the US. The index is hovering just below the 98.000 level after an apparent clean break of Fib resistance at 97.842 within a 97.953-759 range. To recap, 98.102 is the mtd DXY high and then the 2019 peak at 98.346 comes into focus.</p><p><strong>JPY/CHF&nbsp;</strong></p><p>As noted, the Yen and Franc are back in favour on US-China trade stains, but also as Brexit, Italian budget and geopolitical issues weigh on broad risk sentiment, with Usd/Jpy retreating from circa 110.00 highs back towards 109.50 and away from decent option expiries at the big figure (1.2 bn). Usd/Chf is holding around 1.0100, but Eur/Chf is back below 1.1300 and near recent lows not far from key chart supports and levels that may prompt some form of SNB action.</p><p><strong>CAD/AUD/GBP</strong></p><p>All on the back foot due to the aforementioned bearish/negative factors, as the Loonie revisits recent lows around 1.3500 and Aussie extends losses through 0.6900 to 0.6873 following latest jobs data that heightens the prospect of a June RBA rate cut after this month’s dovish hold. Similarly, the Pound continues to slide, and Cable has now hit fresh lows since the Valentine’s Day base of 1.2773 at 1.2755 on confirmation that cross party talks have come to a conclusion with no collusion in terms of an alternative WA. Note also, Gbp/Jpy has tripped stops on a break of the psychological 140.00 level.</p><p><strong>EUR/NZD</strong></p><p>Also victims of the ongoing Usd revival and overall downturn in risk appetite, with the single currency declining to fresh weekly lows and testing bids said to be sitting at 1.1160 and protecting 1.1150 ahead of the current 1.1135 May base, while the Kiwi is slipping further away from 0.6550 and closer to 0.6525 given only scant support from Aud/Nzd cross flows within 1.0550-25 parameters.</p><p><strong>EM</strong></p><p>Mixed blessings for the Turkish Lira as the US halved its tariff on steel, but removed preferential status on metals overall, while the AKP is still reportedly on a mission to tap CBRT reserves. Usd/Try extending above 6.0000 and testing resistance at 6.1000 before paring back, while the Yuan is not taking much heed of reports that 7.0000 is the PBoC’s line in the sand as the US-China tariff spat shows no sign of improving.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-holds-firm-in-the-face-of-renewed-safe-haven-currency-demand-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 18:07:00",
        "gmt_time": "2019-05-17 10:07:00"
    },
    {
        "id": 869506,
        "updated_sequence": 1854392,
        "published_at": {
            "unix": 1558087080,
            "text": "2019-05-17 10:58:00 +0100",
            "iso_8601": "2019-05-17T09:58:00Z"
        },
        "updated_at": {
            "unix": 1558087331,
            "text": "2019-05-17 11:02:11 +0100",
            "iso_8601": "2019-05-17T10:02:11Z"
        },
        "subject": "Senior Labour source states that the leaked Evening Standard Document is genuine and has not yet been agreed by Labour, with this reflecting the Governments plan not Labour Leader Corbyn's, Evening Standard's Murphy ",
        "content": "<ul><li>Labour currently has no position on preferential votes</li><li><a href=\"https://twitter.com/JoeMurphyLondon/status/1129325171351924736\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The Evening Standard report being referenced stated that, UK PM May and Labour leader Corbyn reportedly discussed plans to the leave the EU on July 31st and avoid a second referendum, according to Evening Standard citing a leaked document</p>",
        "analysis_updated_at": {
            "unix": 1558087331,
            "text": "2019-05-17 11:02:11 +0100",
            "iso_8601": "2019-05-17T10:02:11Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "senior-labour-source-states-that-the-leaked-evening-standard-document-is-genuine-and-has-not-yet-been-agreed-by-labour-with-this-reflecting-the-governments-plan-not-labour-leader-corbyn-s-evening-standard-s-murphy-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:58:00",
        "gmt_time": "2019-05-17 09:58:00"
    },
    {
        "id": 869505,
        "updated_sequence": 1854385,
        "published_at": {
            "unix": 1558086240,
            "text": "2019-05-17 10:44:00 +0100",
            "iso_8601": "2019-05-17T09:44:00Z"
        },
        "updated_at": {
            "unix": 1558086316,
            "text": "2019-05-17 10:45:16 +0100",
            "iso_8601": "2019-05-17T09:45:16Z"
        },
        "subject": "Iranian Revolutionary Guards say that even short-range missile can reach US warships in the Gulf",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-revolutionary-guards-say-that-even-short-range-missile-can-reach-us-warships-in-the-gulf-17-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:44:00",
        "gmt_time": "2019-05-17 09:44:00"
    },
    {
        "id": 869504,
        "updated_sequence": 1854387,
        "published_at": {
            "unix": 1558086060,
            "text": "2019-05-17 10:41:00 +0100",
            "iso_8601": "2019-05-17T09:41:00Z"
        },
        "updated_at": {
            "unix": 1558086332,
            "text": "2019-05-17 10:45:32 +0100",
            "iso_8601": "2019-05-17T09:45:32Z"
        },
        "subject": "UK Labour leader Corbyn says that Brexit talks \"have gone as far as they can\", adding that he will oppose PM May's Brexit deal ",
        "content": "<ul><li><a href=\"https://labour.org.uk/press/jeremy-corbyn-says-brexit-compromise-talks-government-gone-far-can/\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid reports that cross-party talks between Labour and Tories have broken down with no agreement.</li></ul>",
        "analysis_updated_at": {
            "unix": 1558086240,
            "text": "2019-05-17 10:44:00 +0100",
            "iso_8601": "2019-05-17T09:44:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-labour-leader-corbyn-says-that-brexit-talks-have-gone-as-far-as-they-can-adding-that-he-will-oppose-pm-may-s-brexit-deal-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:41:00",
        "gmt_time": "2019-05-17 09:41:00"
    },
    {
        "id": 869503,
        "updated_sequence": 1854377,
        "published_at": {
            "unix": 1558085520,
            "text": "2019-05-17 10:32:00 +0100",
            "iso_8601": "2019-05-17T09:32:00Z"
        },
        "updated_at": {
            "unix": 1558085974,
            "text": "2019-05-17 10:39:34 +0100",
            "iso_8601": "2019-05-17T09:39:34Z"
        },
        "subject": "Labour have clarified that thy do not support the plan unveiled by the Evening Standard, as nothing was agreed upon, as according to the Guardian's Stewart",
        "content": "<p>For source click <a href=\"https://twitter.com/GuardianHeather/status/1129318356606169089\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This plan was <a href=\"https://ransquawk.com/headlines/uk-pm-may-and-labour-leader-corbyn-reportedly-discussed-plans-to-the-leave-the-eu-on-july-31st-and-avoid-a-second-referendum-according-to-evening-standard-citing-a-leaked-document-17-05-2019\">UK PM May and Labour leader Corbyn reportedly discussing plans to the leave the EU on July 31st and avoid a second referendum, according to Evening Standard citing a leaked document [for further information please click]</a></p>",
        "analysis_updated_at": {
            "unix": 1558085640,
            "text": "2019-05-17 10:34:00 +0100",
            "iso_8601": "2019-05-17T09:34:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "labour-have-clarified-that-thy-do-not-support-the-plan-unveiled-by-the-evening-standard-as-nothing-was-agreed-upon-as-according-to-the-guardian-s-stewart-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:32:00",
        "gmt_time": "2019-05-17 09:32:00"
    },
    {
        "id": 869502,
        "updated_sequence": 1854368,
        "published_at": {
            "unix": 1558084380,
            "text": "2019-05-17 10:13:00 +0100",
            "iso_8601": "2019-05-17T09:13:00Z"
        },
        "updated_at": {
            "unix": 1558084751,
            "text": "2019-05-17 10:19:11 +0100",
            "iso_8601": "2019-05-17T09:19:11Z"
        },
        "subject": "UK PM May and Labour leader Corbyn reportedly discussed plans to the leave the EU on July 31st and avoid a second referendum, according to Evening Standard citing a leaked document",
        "content": "<ul><li>The document says the aim is for Britain to finally leave the European Union on July 31 this year.</li><li>The leaked paper says there will be a separate free vote earlier on whether to let the public have a final say. Whitehall source said the aim was to rule out a referendum before an exit plan is chosen.</li><li>Thereafter, MPs would rank different options for customs arrangements in order of preference; option with fewest votes will be eliminated</li><li><a href=\"https://www.standard.co.uk/news/politics/bombshell-brexit-leak-reveals-theresa-may-and-jeremy-corbyn-discussed-plan-to-leave-eu-on-july-31-a4144686.html\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Evening Standard",
        "slug": "uk-pm-may-and-labour-leader-corbyn-reportedly-discussed-plans-to-the-leave-the-eu-on-july-31st-and-avoid-a-second-referendum-according-to-evening-standard-citing-a-leaked-document-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:13:00",
        "gmt_time": "2019-05-17 09:13:00"
    },
    {
        "id": 869501,
        "updated_sequence": 1854361,
        "published_at": {
            "unix": 1558084140,
            "text": "2019-05-17 10:09:00 +0100",
            "iso_8601": "2019-05-17T09:09:00Z"
        },
        "updated_at": {
            "unix": 1558084255,
            "text": "2019-05-17 10:10:55 +0100",
            "iso_8601": "2019-05-17T09:10:55Z"
        },
        "subject": "LGIM announced that it will vote against Metro Bank's (MTRO LN) chairman at the bank's AGM next Tuesday, according to the FT",
        "content": "<ul><li><a href=\"https://www.ft.com/content/9f142120-787f-11e9-be7d-6d846537acab\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "lgim-announced-that-it-will-vote-against-metro-bank-s-mtro-ln-chairman-at-the-bank-s-agm-next-tuesday-according-to-the-ft-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:09:00",
        "gmt_time": "2019-05-17 09:09:00"
    },
    {
        "id": 869290,
        "updated_sequence": 1854323,
        "published_at": {
            "unix": 1558083600,
            "text": "2019-05-17 10:00:00 +0100",
            "iso_8601": "2019-05-17T09:00:00Z"
        },
        "updated_at": {
            "unix": 1558083600,
            "text": "2019-05-17 10:00:00 +0100",
            "iso_8601": "2019-05-17T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-16-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:00:00",
        "gmt_time": "2019-05-17 09:00:00"
    },
    {
        "id": 869290,
        "updated_sequence": 1854323,
        "published_at": {
            "unix": 1558083600,
            "text": "2019-05-17 10:00:00 +0100",
            "iso_8601": "2019-05-17T09:00:00Z"
        },
        "updated_at": {
            "unix": 1558083600,
            "text": "2019-05-17 10:00:00 +0100",
            "iso_8601": "2019-05-17T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-16-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:00:00",
        "gmt_time": "2019-05-17 09:00:00"
    },
    {
        "id": 869499,
        "updated_sequence": 1854355,
        "published_at": {
            "unix": 1558083600,
            "text": "2019-05-17 10:00:00 +0100",
            "iso_8601": "2019-05-17T09:00:00Z"
        },
        "updated_at": {
            "unix": 1558083668,
            "text": "2019-05-17 10:01:08 +0100",
            "iso_8601": "2019-05-17T09:01:08Z"
        },
        "subject": "Volkswagen (VOW3 GY) April group deliveries -6.6%; -2% in Europe, -6.3% Germany, -9.6% China and -3.7% in US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-april-group-deliveries-6-6-2-in-europe-6-3-germany-9-6-china-and-3-7-in-us-17-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 17:00:00",
        "gmt_time": "2019-05-17 09:00:00"
    },
    {
        "id": 869489,
        "updated_sequence": 1854321,
        "published_at": {
            "unix": 1558083300,
            "text": "2019-05-17 09:55:00 +0100",
            "iso_8601": "2019-05-17T08:55:00Z"
        },
        "updated_at": {
            "unix": 1558083442,
            "text": "2019-05-17 09:57:22 +0100",
            "iso_8601": "2019-05-17T08:57:22Z"
        },
        "subject": "UK government wants to hold indicative Brexit votes next week (before EU elections), according to a leaked document obtained by ITV's Peston",
        "content": "<p>Full article <a href=\"https://t.co/97useqwx3K\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ITV",
        "slug": "uk-government-wants-to-hold-indicative-brexit-votes-next-week-before-eu-elections-according-to-a-leaked-document-obtained-by-itv-s-peston-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:55:00",
        "gmt_time": "2019-05-17 08:55:00"
    },
    {
        "id": 869488,
        "updated_sequence": 1854316,
        "published_at": {
            "unix": 1558082280,
            "text": "2019-05-17 09:38:00 +0100",
            "iso_8601": "2019-05-17T08:38:00Z"
        },
        "updated_at": {
            "unix": 1558082373,
            "text": "2019-05-17 09:39:33 +0100",
            "iso_8601": "2019-05-17T08:39:33Z"
        },
        "subject": "There is no point in doing a deal with a government that is about to collapse, according to an Opposition Labour Party source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recap: Cross-party talks between Conservatives and Labour are near to drawing to a close without an agreement according to the BBC. Talks will now move on to a second phase aimed at agreeing on a process for Parliamentary votes to find a Brexit consensus. There were separate reports that UK opposition Labour leader Corbyn is reportedly \"inching\" closer to getting behind a new Brexit referendum according to ITV. (BBC/ITV)</li></ul>",
        "analysis_updated_at": {
            "unix": 1558082373,
            "text": "2019-05-17 09:39:33 +0100",
            "iso_8601": "2019-05-17T08:39:33Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "there-is-no-point-in-doing-a-deal-with-a-government-that-is-about-to-collapse-according-to-an-opposition-labour-party-source-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:38:00",
        "gmt_time": "2019-05-17 08:38:00"
    },
    {
        "id": 869487,
        "updated_sequence": 1854311,
        "published_at": {
            "unix": 1558080900,
            "text": "2019-05-17 09:15:00 +0100",
            "iso_8601": "2019-05-17T08:15:00Z"
        },
        "updated_at": {
            "unix": 1558081124,
            "text": "2019-05-17 09:18:44 +0100",
            "iso_8601": "2019-05-17T08:18:44Z"
        },
        "subject": "UK Labour sources confirm that cross party talks with the government are definitely off. A statement could come within the hour, according to The Sun's Deputy Political Editor Hawkes",
        "content": "<ul><li><a href=\"https://twitter.com/steve_hawkes/status/1129299376470413312\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows pre-market reports that Cross-party talks between Conservatives and Labour are near to drawing to a close without an agreement according to the BBC.</li></ul>",
        "analysis_updated_at": {
            "unix": 1558081080,
            "text": "2019-05-17 09:18:00 +0100",
            "iso_8601": "2019-05-17T08:18:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-labour-sources-confirm-that-cross-party-talks-with-the-government-are-definitely-off-a-statement-could-come-within-the-hour-according-to-the-sun-s-deputy-political-editor-hawkes-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:15:00",
        "gmt_time": "2019-05-17 08:15:00"
    },
    {
        "id": 869486,
        "updated_sequence": 1854302,
        "published_at": {
            "unix": 1558080720,
            "text": "2019-05-17 09:12:00 +0100",
            "iso_8601": "2019-05-17T08:12:00Z"
        },
        "updated_at": {
            "unix": 1558080821,
            "text": "2019-05-17 09:13:41 +0100",
            "iso_8601": "2019-05-17T08:13:41Z"
        },
        "subject": "German Business Associatino DIHK says that additional US tariffs on EU cars and car parts of 25% could shave EUR 6bln off the Germany economy per year  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-business-associatino-dihk-says-that-additional-us-tariffs-on-eu-cars-and-car-parts-of-25-could-shave-eur-6bln-off-the-germany-economy-per-year-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:12:00",
        "gmt_time": "2019-05-17 08:12:00"
    },
    {
        "id": 869485,
        "updated_sequence": 1854304,
        "published_at": {
            "unix": 1558080660,
            "text": "2019-05-17 09:11:00 +0100",
            "iso_8601": "2019-05-17T08:11:00Z"
        },
        "updated_at": {
            "unix": 1558080846,
            "text": "2019-05-17 09:14:06 +0100",
            "iso_8601": "2019-05-17T08:14:06Z"
        },
        "subject": "US Commerce Department place Huawei on their entity list, making the trade war more like a 'real' war. Trade talks have been stuck in a deep shock, Chinese are more convinced that concessions will not achieve peace, Chinese Global Times Editor",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1129298278779052037\">Link to Tweet</a></p><ul><li>Adds that the only way for China is to strengthen independent R&amp;D</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-commerce-department-place-huawei-on-their-entity-list-making-the-trade-war-more-like-a-real-war-trade-talks-have-been-stuck-in-a-deep-shock-chinese-are-more-convinced-that-concessions-will-not-achieve-peace-chinese-global-times-edit-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:11:00",
        "gmt_time": "2019-05-17 08:11:00"
    },
    {
        "id": 869484,
        "updated_sequence": 1854296,
        "published_at": {
            "unix": 1558080420,
            "text": "2019-05-17 09:07:00 +0100",
            "iso_8601": "2019-05-17T08:07:00Z"
        },
        "updated_at": {
            "unix": 1558080484,
            "text": "2019-05-17 09:08:04 +0100",
            "iso_8601": "2019-05-17T08:08:04Z"
        },
        "subject": "Gilts and Short Sterling futures tentatively firm",
        "content": "<p>The 10 year UK benchmark failed to derive much in the way of additional positive momentum after an initial mark-up to 128.77 from Thursday’s 128.61 Liffe close as follow-through buying stopped at 128.80 amidst another retreat in Bunds to a marginal new Eurex low at 166.86. The German debt future seems to have succumbed to peripheral outperformance as Spanish Bonos and Italian BTPs extend towards 154.00 and through 130.00 respectively, while technical traders will also be aware that yesterday’s low is not that far away (166.78). Back to Gilts, the pull-back just breached parity by a tick and the early price action suggests Friday could be a day of consolidation following 4 yo-yo sessions in terms of overall sentiment on the fluctuating US-China and global trade machinations. Meanwhile, 3 month contracts also look indecisive in a tight band either side of yesterday’s settlement levels and with nothing scheduled on today’s domestic docket.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-tentatively-firm-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:07:00",
        "gmt_time": "2019-05-17 08:07:00"
    },
    {
        "id": 869483,
        "updated_sequence": 1854293,
        "published_at": {
            "unix": 1558080180,
            "text": "2019-05-17 09:03:00 +0100",
            "iso_8601": "2019-05-17T08:03:00Z"
        },
        "updated_at": {
            "unix": 1558080243,
            "text": "2019-05-17 09:04:03 +0100",
            "iso_8601": "2019-05-17T08:04:03Z"
        },
        "subject": "Porsche (PAH3 GY) Q1 group profit post-tax EUR 1.14bln vs. Prev. EUR 0.95bln; maintains guidance on net income post-tax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "porsche-pah3-gy-q1-group-profit-post-tax-eur-1-14bln-vs-prev-eur-0-95bln-maintains-guidance-on-net-income-post-tax-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 16:03:00",
        "gmt_time": "2019-05-17 08:03:00"
    },
    {
        "id": 869482,
        "updated_sequence": 1854290,
        "published_at": {
            "unix": 1558079220,
            "text": "2019-05-17 08:47:00 +0100",
            "iso_8601": "2019-05-17T07:47:00Z"
        },
        "updated_at": {
            "unix": 1558079281,
            "text": "2019-05-17 08:48:01 +0100",
            "iso_8601": "2019-05-17T07:48:01Z"
        },
        "subject": "Japan are to hold the next round of trade talks with the US on May 21st in Washington",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-are-to-hold-the-next-round-of-trade-talks-with-the-us-on-may-21st-in-washington-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:47:00",
        "gmt_time": "2019-05-17 07:47:00"
    },
    {
        "id": 869481,
        "updated_sequence": 1854287,
        "published_at": {
            "unix": 1558079100,
            "text": "2019-05-17 08:45:00 +0100",
            "iso_8601": "2019-05-17T07:45:00Z"
        },
        "updated_at": {
            "unix": 1558079279,
            "text": "2019-05-17 08:47:59 +0100",
            "iso_8601": "2019-05-17T07:47:59Z"
        },
        "subject": "Some shipments of Kazakh oil for export via the Russian Baltic port of UST-Luga were contaminated, according to the Kazakh Deputy Energy Minister",
        "content": "<ul><li>Six tankers with 600,000 tonnes of contaminated oil were loaded in UST-Luga.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "some-shipments-of-kazakh-oil-for-export-via-the-russian-baltic-port-of-ust-luga-were-contaminated-according-to-the-kazakh-deputy-energy-minister-17-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:45:00",
        "gmt_time": "2019-05-17 07:45:00"
    },
    {
        "id": 869480,
        "updated_sequence": 1854282,
        "published_at": {
            "unix": 1558078860,
            "text": "2019-05-17 08:41:00 +0100",
            "iso_8601": "2019-05-17T07:41:00Z"
        },
        "updated_at": {
            "unix": 1558078955,
            "text": "2019-05-17 08:42:35 +0100",
            "iso_8601": "2019-05-17T07:42:35Z"
        },
        "subject": "Japanese Chief Government spokesman Suga says that PM Abe could dissolve the lower house of Parliament if opposition submits a motion of no confidence ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-chief-government-spokesman-suga-says-that-pm-abe-could-dissolve-the-lower-house-of-parliament-if-opposition-submits-a-motion-of-no-confidence-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:41:00",
        "gmt_time": "2019-05-17 07:41:00"
    },
    {
        "id": 869479,
        "updated_sequence": 1854279,
        "published_at": {
            "unix": 1558077900,
            "text": "2019-05-17 08:25:00 +0100",
            "iso_8601": "2019-05-17T07:25:00Z"
        },
        "updated_at": {
            "unix": 1558077933,
            "text": "2019-05-17 08:25:33 +0100",
            "iso_8601": "2019-05-17T07:25:33Z"
        },
        "subject": "Bunds: more choppy trade on US-China trade impulses",
        "content": "<p>The core Eurozone bond continues to find underlying support after retreats from 167.00+ levels, albeit with rallies flatter ahead of Wednesday’s 167.43 contract high, and the latest rebound curtailed at 167.17 so far (22 ticks above yesterday’s Eurex close vs -6 ticks at one stage). In truth, trade and sentiment has been very erratic and volatile all week from the announcement of retaliatory Chinese tariffs and other countermeasures against the US on Monday, with recoveries in broad risk sentiment thwarted on Wednesday and again (partially) today. The latest reports are somewhat negative in terms of resolving the spate as state media indicate no willingness on the part of Beijing to resume talks soon, but on the flip-side sources intimate that the PBoC will intervene if the Cny hits the 7.0000 threshold vs the Usd. Ahead, only final Eurozone CPI slated, but more on the US agenda and ECB’s de Guindos at some stage.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-more-choppy-trade-on-us-china-trade-impulses-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:25:00",
        "gmt_time": "2019-05-17 07:25:00"
    },
    {
        "id": 869478,
        "updated_sequence": 1854276,
        "published_at": {
            "unix": 1558077180,
            "text": "2019-05-17 08:13:00 +0100",
            "iso_8601": "2019-05-17T07:13:00Z"
        },
        "updated_at": {
            "unix": 1558077289,
            "text": "2019-05-17 08:14:49 +0100",
            "iso_8601": "2019-05-17T07:14:49Z"
        },
        "subject": "Labour are reportedly to planning to pull out of cross party talks today, as according to sources. With a statement from Labour Leader Corbyn expected later on this., Daily Mirror's Crerar",
        "content": "<p><a href=\"https://twitter.com/PippaCrerar/status/1129283350869565441\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "labour-are-reportedly-to-planning-to-pull-out-of-cross-party-talks-today-as-according-to-sources-with-a-statement-from-labour-leader-corbyn-expected-later-on-this-daily-mirror-s-crerar-17-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:13:00",
        "gmt_time": "2019-05-17 07:13:00"
    },
    {
        "id": 869477,
        "updated_sequence": 1854273,
        "published_at": {
            "unix": 1558076640,
            "text": "2019-05-17 08:04:00 +0100",
            "iso_8601": "2019-05-17T07:04:00Z"
        },
        "updated_at": {
            "unix": 1558076679,
            "text": "2019-05-17 08:04:39 +0100",
            "iso_8601": "2019-05-17T07:04:39Z"
        },
        "subject": "European equity movers this morning: easyJet (EZJ LN) +4.5%; Morphosys (MOR GY) +1.2%; Sage Group (SAGE LN) +0.6%; BMW (BMW GY) -4.5%; Zalando (ZAL GY) -4.5%; PostNL (PNL NA) -4.4%; Richemont (CFR SW) -1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-easyjet-ezj-ln-4-5-morphosys-mor-gy-1-2-sage-group-sage-ln-0-6-bmw-bmw-gy-4-5-zalando-zal-gy-4-5-postnl-pnl-na-4-4-richemont-cfr-sw-1-5-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 15:04:00",
        "gmt_time": "2019-05-17 07:04:00"
    },
    {
        "id": 869474,
        "updated_sequence": 1854260,
        "published_at": {
            "unix": 1558075680,
            "text": "2019-05-17 07:48:00 +0100",
            "iso_8601": "2019-05-17T06:48:00Z"
        },
        "updated_at": {
            "unix": 1558075854,
            "text": "2019-05-17 07:50:54 +0100",
            "iso_8601": "2019-05-17T06:50:54Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1100 (701M), <strong>1.1175 (1.6BLN)</strong>, 1.1210 (970M), 1.1250 (652M)</p><p>GBP/USD: 1.2525 (400M), 1.2900 (830M), 1.3100 (1.8BLN)</p><p>AUD/USD: 0.6870 (355M), 0.6925 (302M), 0.7000 (400M), 0.7025 (331M)</p><p>USD/CAD: 1.3175 (530M), <strong>1.3425 (1.2BLN)</strong>, 1.3500 (860M)</p><p>USD/JPY: 108.50 (420M), <strong>110.00 (1.2BLN)</strong>, 111.75 (665M)</p><p>USD/ZAR 14.25 (200M)&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-17-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 14:48:00",
        "gmt_time": "2019-05-17 06:48:00"
    },
    {
        "id": 869473,
        "updated_sequence": 1854452,
        "published_at": {
            "unix": 1558075200,
            "text": "2019-05-17 07:40:00 +0100",
            "iso_8601": "2019-05-17T06:40:00Z"
        },
        "updated_at": {
            "unix": 1558092321,
            "text": "2019-05-17 12:25:21 +0100",
            "iso_8601": "2019-05-17T11:25:21Z"
        },
        "subject": "BAML Flow Show: Weekly flows show USD 5.1bln into bonds and USD 19.5bln out of equities, citing trade war fears ",
        "content": "<ul><li>Tech fund flows remain considerably subdued relative to 2017 and 2018</li></ul><p>&nbsp;</p><ul><li>Equities: Massive outflows again USD 19.5bln (USD 6.5bln ETF outflows, USD 13.1bln mutual fund outflows)&nbsp;</li><li>Bonds: 19th week of inflows (USD 5.1bln)&nbsp;</li><li>Precious metals: 7th week of outflows (USD 0.8bln)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-weekly-flows-show-usd-5-1bln-into-bonds-and-usd-19-5bln-out-of-equities-citing-trade-war-fears-17-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 14:40:00",
        "gmt_time": "2019-05-17 06:40:00"
    },
    {
        "id": 869472,
        "updated_sequence": 1854248,
        "published_at": {
            "unix": 1558074840,
            "text": "2019-05-17 07:34:00 +0100",
            "iso_8601": "2019-05-17T06:34:00Z"
        },
        "updated_at": {
            "unix": 1558074958,
            "text": "2019-05-17 07:35:58 +0100",
            "iso_8601": "2019-05-17T06:35:58Z"
        },
        "subject": "Italian Deputy PM Di Maio is not worried about potential EU sanctions against Italy as Europe will change after the European Parliamentary Elections",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-is-not-worried-about-potential-eu-sanctions-against-italy-as-europe-will-change-after-the-european-parliamentary-elections-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 14:34:00",
        "gmt_time": "2019-05-17 06:34:00"
    },
    {
        "id": 869471,
        "updated_sequence": 1854257,
        "published_at": {
            "unix": 1558074600,
            "text": "2019-05-17 07:30:00 +0100",
            "iso_8601": "2019-05-17T06:30:00Z"
        },
        "updated_at": {
            "unix": 1558075530,
            "text": "2019-05-17 07:45:30 +0100",
            "iso_8601": "2019-05-17T06:45:30Z"
        },
        "subject": "PBoC will not let USD/CNY go above 7.00, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This comes in the context of the ongoing US-China trade rhetoric, where most recently Chinese state media have stated that China potentially has no interest in continuing discussions with the US, and they see little sincerity in US President Trump's approach. For reference the high for the pair was 6.9895, reached in January 2017; and this announcement by the PCoC follows speculation that China may utilise the currency as a weapon in the ongoing trade dispute with the US. In addition, the PBoC have previously made similar comments when the pair has approached the 7.00 level.</p>",
        "analysis_updated_at": {
            "unix": 1558075020,
            "text": "2019-05-17 07:37:00 +0100",
            "iso_8601": "2019-05-17T06:37:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "pboc-will-not-let-usd-cny-go-above-7-00-according-to-sources-17-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 14:30:00",
        "gmt_time": "2019-05-17 06:30:00"
    },
    {
        "id": 869470,
        "updated_sequence": 1854232,
        "published_at": {
            "unix": 1558072800,
            "text": "2019-05-17 07:00:00 +0100",
            "iso_8601": "2019-05-17T06:00:00Z"
        },
        "updated_at": {
            "unix": 1558073126,
            "text": "2019-05-17 07:05:26 +0100",
            "iso_8601": "2019-05-17T06:05:26Z"
        },
        "subject": "Eurozone New Car Registrations (Apr) -1.0% (Prev. -3.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurozone-new-car-registrations-apr-1-0-prev-3-9-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 14:00:00",
        "gmt_time": "2019-05-17 06:00:00"
    },
    {
        "id": 869469,
        "updated_sequence": 1854270,
        "published_at": {
            "unix": 1558072740,
            "text": "2019-05-17 06:59:00 +0100",
            "iso_8601": "2019-05-17T05:59:00Z"
        },
        "updated_at": {
            "unix": 1558076531,
            "text": "2019-05-17 08:02:11 +0100",
            "iso_8601": "2019-05-17T07:02:11Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Novartis (NOVN SW)/ GlaxoSmithKline (GSK LN) – Australian Competition &amp; Consumer Commission said the Cos mislead consumers with its Voltaren Osteo gel claims, breaching Australian consumer law. A hearing will be held at a later date to determine penalties. (Newswires)</p><p>Renault (RNO FP) – Co. confirmed source reports which stated that Nissan (7201 JT) will keep Hiroto Saikawa as president and Renault CEO Bollore will join the board. (Newswires) <i>This is in-fitting with reports from Nikkei yesterday.&nbsp;</i></p><p>Sage Group (SAGE LN) – H1 underlying EPS -2% to GBP 0.1393, HY operating margin in-line with forecasts, Co. proposes and interim dividend increase of 2.5% to GBP 0.0579. HY organic total revenue GBP 941mln vs. Prev. GBP 866mln. HY underlying operating profit margin 22.7% vs. Prev. 24.6%. Co. expects FY19 organic growth to be at the top end of previously guided range. (Newswires)</p><p>easyJet (EZJ LN) – H1 revenue GBP 2.34bln vs. Exp. GBP 2.34bln, pretax loss GBP -272mln vs. Prev. GBP -68mln. Co. states that their FY guidance remains unchanged, announce an interim dividend per share of GBP 0.586. H1 passenger numbers 41.6mln, +13.3%; load factor 90.1%, -1.0%. H1 headline cost per seat GBP 56.66, +3.9%. H1 capacity +14.5%, due to the annualising of new operations in Berlin. H2 revenue per seat forecast as being slightly down. (Newswires)</p><p>Hikma Pharmaceuticals (HIK LN) – Co. reiterate their FY19 guidance, and remain confident in their outlook. In-line with FY18 Co. expect a stronger H2, due to the typical seasonality of their branded business. (Newswires)</p><p>Shell (RDSA LN) - Directors intend to propose a withdrawal of Resolution 22 from agenda as it is not in the best interests of Co. shareholders. (Newswires)</p><p>Restaurant Group (RTN LN) - Co. says trading is in-line with expectations. (Newswires)&nbsp;</p><p>Metro Bank (MTRO LN) – BoE states that the Co. is profitable and has adequate capital. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 13:59:00",
        "gmt_time": "2019-05-17 05:59:00"
    },
    {
        "id": 869468,
        "updated_sequence": 1854238,
        "published_at": {
            "unix": 1558072260,
            "text": "2019-05-17 06:51:00 +0100",
            "iso_8601": "2019-05-17T05:51:00Z"
        },
        "updated_at": {
            "unix": 1558073578,
            "text": "2019-05-17 07:12:58 +0100",
            "iso_8601": "2019-05-17T06:12:58Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p><strong>17th May 2019</strong></p><p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asia equity markets were mostly higher as the region took impetus from the positive performance on Wall St, where all major indices notched a 3rd consecutive win streak with risk sentiment underpinned by encouraging earnings from Walmart and Cisco. ASX 200 (+0.6%) and Nikkei 225 (+1.1%) traded positive with Australia led by continued strength in tech and amid the growing list of calls for a rate cut next month including notorious RBA watcher McCrann, while Japanese exporters were buoyed by recent favourable currency moves and as Sony shares surged over 10% after the announcement of a JPY 200bln share buyback. Elsewhere, Hang Seng (-0.9%) and Shanghai Comp. (-1.5%) were pressured after a lack of PBoC reverse repo operations throughout the week resulted to net weekly drain of CNY 50bln. In addition, China cancelled orders of 3247 tons of pork from US which was the largest cancellation in more than a year and was seen to be another fallout of the ongoing US-China trade dispute, while commentary in Chinese state media suggested China may have no interest in resuming trade discussions with the US for now.</p><p>FTSE</p><p>Just Eat (JE/ LN) - Amazon (AMZN) are reportedly in talks to acquire a stake in UK's Deliveroo for USD 575mln, according to sources. (Newswires)</p><p>GVC (GVC LN) – Co. has cut the potential impact resulting from the reduction in the maximum stake on fixed odds betting terminals to GBP 105mln vs. Prev. Forecast GBP 120mln. (Times)</p><p>Metro Bank (MTRO LN) – Co. states that their fundraising book closed at 19:30BST on Thursday 16th May, and the book offer was increased to GBP 375mln from GBP 350mln due to the high quality of the order book. Co. reiterate their FY19 guidance, and they expect a more modest growth in 2019. Co. intend to open roughly 8 new stores in 2019. (Newswires)</p><p>WPP (WPP LN) – Co. reportedly wants to finish Kantar auction process by late June, Co. state that Apollo, Bain Capital and Platinum are shortlisted as bidders for Kantar. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>FERGUSON (FERG LN) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p>INTERNATIONAL CONSOLIDATED AIRLINES (IAG LN) REITERATED OUTPERFORM AT RBC</p><p>CENTRICA (CNA LN) INITATED UNDERWEIGHT AT BARCLAYS</p><p>BURBERRY (BRBY LN) REITERATED UNDERPERFORM AT RBC</p><p>THOMAS COOK (TCG LN) DOWNGRADED TO SELL FROM NEUTRAL AT ODDO SECURITIES</p><p>DAX</p><p>Thyssenkrupp (TKA GY) – Naval Group will reportedly look at Thyssenkrupp’s Marine business if it is put up for sale, according to sources. (Frankfurter Allgemeine)</p><p>Deutsche Bank (DBK GY) – Co. are reportedly under investigation in regard to “phantom shares” alongside Citigroup (C), JP Morgan (JPM) and BNY Mellon (BK), according to Handelsblatt citing sources. (Handelsblatt)</p><p>Daimler (DAI GY) – Co.’s Mercedes Benz USA Chief Dietmar Exler is said to resign. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>Morphosys (MOR GY) – Primary end-point of L-Mind, a combination study of Tafasitamab and Lenalidomide has been met in a Phase II clinical trial. (Newswires)</p><p>BROKER MOVES</p><p>HANNOVER RE (HNR1 GY) INITIATED OVERWEIGHT AT MORGAN STANLEY</p><p>ZALANDO (ZAL GY) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</p><p>CAC</p><p>Renault (RNO FP) – Sources stated that Nissan (7201 JT) will keep Hiroto Saikawa as president and Renault CEO Bollore will join the board. (Newswires) <i>This is in-fitting with reports from Nikkei yesterday</i></p><p>OTHER FRENCH COMPANIES</p><p>ADP (ADP FP) – France’s top constitutional court has approved a law authorising the sale of the French government’s controlling stake in ADP. (Newswires)</p><p>Vallourec (VK FP) – Q1 revenue EUR 1.03bln vs. Exp. EUR 0.97bln, net EUR -90mln vs. Prev. EUR -170mln, EBITDA EUR 67mln vs. Exp. EUR 50mln. Co. affirms FY19 EBITDA guidance. (Newswires)</p><p>BROKER MOVES</p><p>VINCI (DG FP) REITERATED OUTPERFORM AT RBC</p><p>PAN EUROPE</p><p>Chip names - NVIDIA Corp (NVDA) reported Q1 19 (USD): EPS 0.88 (exp. 0.79), Revenue 2.2bln (exp. 2.2bln); sees Q2 revenue at 2.55bln (exp. 2.53bln); gaming revenue 1.05bln (down 39% YY). Co. shares rose 2% after-market. (Newswires)</p><p>BROKER MOVES</p><p>GENERALI (G IM) DOWNGRADED TO HOLD FROM BUY A KEPLER CHEUVREUX</p><p>POSTNL (PNL NA) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</p><p>AENA (AENA SM) REITERATED UNDERPERFORM AT RBC</p><p>UMICORE (UMI BB) DOWNGRADED TO HOLD FROM BUY AT ABN AMRO</p><p>SMI</p><p>Richemont (CFR SW) – FY sales EUR 13.99bln vs. Exp. EUR 13.84bln. Operating profit EUR 1.94bln vs. Exp. EUR 2.05bln. Gross margin 61.8% vs. Exp. 61.9%. Co. proposes a dividend increase of 5%. Co. says JV talks with Alibaba (BABA) are progressing. (Newswires)</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>BROKER MOVES</p><p>SWEDBANK (SWEDA SS) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p><p>DANSKE BANK (DANSKE DC) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p>NORDEA (NDA SS) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p><p>US</p><p>* S&amp;P 500 0.9% AT 2876, NASDAQ-100 1% AT 7580, DOW JONES 0.8% AT 25863, SECTORS: Consumer Discretionary 1%, Consumer Staples&nbsp; 0.8%, Energy&nbsp; 0.4%, Financials&nbsp; 1.1%, Health Care&nbsp; 0.8%, Industrials&nbsp; 0.9%, Information Technology&nbsp; 1%, Materials&nbsp; 1.3%, Telecommunication Services&nbsp; 1%, Utilities&nbsp; 0.6%</p><p>Baidu Inc (BIDU) - Q1 19 (USD): EPS 0.41 (exp. 0.42), Revenue 3.59bln (exp. 3.52bln); announces USD 1bln share repurchase programme. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-17-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 13:51:00",
        "gmt_time": "2019-05-17 05:51:00"
    },
    {
        "id": 869467,
        "updated_sequence": 1854217,
        "published_at": {
            "unix": 1558070520,
            "text": "2019-05-17 06:22:00 +0100",
            "iso_8601": "2019-05-17T05:22:00Z"
        },
        "updated_at": {
            "unix": 1558070631,
            "text": "2019-05-17 06:23:51 +0100",
            "iso_8601": "2019-05-17T05:23:51Z"
        },
        "subject": "RANsquawk Daily European Opening News - 17th May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21858/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian indices were predominantly positive following a firmer close on Wall St.; although markets were afflicted by negative US-China updates</li><li>China's state media reported that China potentially has no interest in furthering talks with the US right now; little sincerity seen by China in US President Trump’s approach</li><li>Cross-party talks between Conservatives and Labour are near to drawing to a close without an agreement; focus now turns to Parliamentary voting options</li><li>Looking ahead, highlights include EZ CPI (Final), US University of Michigan Sentiment, Fed's Clarida &amp; Williams, BoJ's Kuroda &amp; ECB's de Guindos</li><li>Earnings: Deere, easyJet</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were mostly higher as the region took impetus from the positive performance on Wall St, where all major indices notched a 3rd consecutive win streak</strong> with risk sentiment underpinned by encouraging earnings from Walmart and Cisco. <strong>ASX 200 (+0.6%) </strong>and<strong> Nikkei 225 (+1.1%)</strong> traded positive with Australia led by continued strength in tech and amid the growing list of calls for a rate cut next month including notorious RBA watcher McCrann, while Japanese exporters were buoyed by recent favourable currency moves and as Sony shares surged over 10% after the announcement of a JPY 200bln share buyback. <strong>Hang Seng (-0.9%) </strong>and<strong> Shanghai Comp. (-1.5%)</strong> were pressured after a lack of PBoC reverse repo operations throughout the week resulted to net weekly drain of CNY 50bln. In addition, China cancelled orders of 3247 tons of pork from US which was the largest cancellation in more than a year and was seen to be another fallout of the ongoing US-China trade dispute, while commentary in Chinese state media suggested China may have no interest in resuming trade discussions with the US for now. Finally, 10yr JGBs were lower amid the upbeat risk tone in Japan and on spill-over selling from the bear flattening stateside, while the BoJ’s Rinban announcement was for a reserved JPY 200bln of long to super-long JGBs.</p><p>&nbsp;</p><p>PBoC skipped open market operations for a net weekly drain of CNY 50bln vs. last week's CNY 50bln net injection. (Newswires)</p><p>PBoC set CNY mid-point at 6.8859 (Prev. 6.8688)</p><p>&nbsp;</p><p><strong>China state media commentary said China may have no interest in continuing trade talks with the US for now and sees little sincerity in President Trump's approach</strong>. In related news, the NDRC said trade friction impact on Chinese economy is controllable, while it added that China is to study impact of tariffs and prop up growth when required.</p><p>&nbsp;</p><p><strong>BoJ Governor Kuroda said low rates must be maintained for a long period to achieve the price goal</strong> and that forward guidance is the framework in which BoJ will decide policy based on data and information available at the time. Furthermore, <strong>Kuroda said there is a good chance BoJ will keep current low rates past Spring 2020 if conditions warrant </strong>and suggested the BoJ is thinking of keeping rates low for quite a long time. (Newswires)</p><p>&nbsp;</p><p>UK/EU</p><p><strong>Cross-party talks between Conservatives and Labour are near to drawing to a close without an agreement</strong> according to the BBC. <strong>Talks will now move on to a second phase aimed at agreeing on a process for Parliamentary votes to find a Brexit consensus</strong>. There were separate reports that <strong>UK opposition Labour leader Corbyn is reportedly \"inching\" closer to getting behind a new Brexit referendum </strong>according to ITV. (BBC/ITV)</p><p>FX</p><p>&nbsp;</p><p>The DXY held near the prior day’s highs after having found some support from stronger than expected US data, while its major counterparts failed to make any meaningful recovery from the prior day’s losses in which EUR/USD and GBP/USD gave up the 1.1200 and 1.2800 handles respectively with GBP/USD languishing at 3-month lows. USD/JPY attempted to surmount the 110.00 level on the back of USD strength and outflows to safe-haven JPY, where it eventually met resistance with the pullback aided by the pessimistic trade commentary in Chinese state media. Antipodeans were subdued in which AUD/USD traded sub-0.6900 after the prior day’s unemployment disappointment which spurred increased calls for the RBA to cut rates. As a reminder, Australia will head to the polls tomorrow to determine the country’s next PM with the opposition Labor party ahead across the opinion surveys on the back of a high-spending agenda including greater tax cuts, increased spending and a significant boost to the minimum wage.</p><p>&nbsp;</p><p>White House issued notice on Turkey metal tariffs and said it is terminating preferential treatment of Turkey under Generalized System of Preferences effective on Friday, but also announced to lower ad valorem tariffs to 25% from 50% on steel imports from Turkey. (Newswires)</p><p>&nbsp;</p><p>COMMODITIES</p><p>Commodities were mixed in which <strong>WTI</strong> crude futures marginally extended on the prior day’s gains above the USD 63.00/bbl level amid ongoing geopolitical risks and the predominantly positive global risk appetite. Elsewhere, <strong>gold</strong> languished after recent losses as the firmer greenback weighed across precious metals, while copper retreated overnight as sentiment in its largest buyer China soured amid ongoing trade uncertainty.</p><p>Production at oilfields that make North Sea Flotta crude grade has been shut down for repairs on a key pipeline, according to a spokesperson. (Newswires)&nbsp;</p><p>GEOPOLITICS</p><p>US President Trump reportedly told Acting Defense Secretary Shanahan that he does not want to go to war with Iran. (NYT) Venezuela President Maduro alleged the US government has invaded Venezuela's embassy in Washington DC. (Newswires)</p><p>North Korea called UN an unfair organization and pledged to fight sanctions. (Yonhap)</p><p>&nbsp;</p><p>Iran’s most prominent military leader has recently met Iraqi militias in Baghdad and told them to “prepare for proxy war”, according to The Guardian. (Guardian)&nbsp;</p><p>US</p><p>At settlement, the curve had bear-flattened, though in early trade, there was a bid in the complex after news that Trump was going to take action on Huawei. The tough talk out of China’s MOFCOM also gave support to the complex in the European morning. However, after the European cash open, Treasury yields began to rise, and were booted higher further after a decent slate of US data. After that data, the drift has generally been horizontal. US T-note futures settled 8 ticks lower at 124-13+.</p><p><strong>Fed’s Brainard (Voter, Dove)</strong> said the employment/inflation relationship has \"broken down\" and that weak inflation poses risks that households and businesses could set expectations in a way that makes it harder for the Fed to reach its inflation goal. Brainard also commented that low unemployment is helping the workers at the margin of the labour market, but low interest rates pose risks to financial markets. (Newswires)</p><p><strong>Fed's Kashkari (Non-Voter, Dove)</strong> said wages are rising but not so fast to believe inflation will surge and rhetorically questioned why put the brakes on growth by raising rates but added that the Fed can always hike rates if wages start to rise too quickly. Furthermore, Kashkari said he would not prefer cutting rates as insurance and does not think it would do much for inflation expectations, while he thinks tariffs could boost inflation temporarily. (Newswires)</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-17th-may-2019-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 13:22:00",
        "gmt_time": "2019-05-17 05:22:00"
    },
    {
        "id": 869466,
        "updated_sequence": 1854214,
        "published_at": {
            "unix": 1558068780,
            "text": "2019-05-17 05:53:00 +0100",
            "iso_8601": "2019-05-17T04:53:00Z"
        },
        "updated_at": {
            "unix": 1558068994,
            "text": "2019-05-17 05:56:34 +0100",
            "iso_8601": "2019-05-17T04:56:34Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mostly higher after Wall St's 3-day win streak, although China lagged as trade uncertainty lingered",
        "content": "<p>Asia equity markets were mostly higher as the region took impetus from the positive performance on Wall St, where all major indices notched a 3rd consecutive win streak with risk sentiment underpinned by encouraging earnings from Walmart and Cisco. ASX 200 (+0.6%) and Nikkei 225 (+1.1%) traded positive with Australia led by continued strength in tech and amid the growing list of calls for a rate cut next month including notorious RBA watcher McCrann, while Japanese exporters were buoyed by recent favourable currency moves and as Sony shares surged over 10% after the announcement of a JPY 200bln share buyback. Elsewhere, Hang Seng (-0.9%) and Shanghai Comp. (-1.5%) were pressured after a lack of PBoC reverse repo operations throughout the week resulted to net weekly drain of CNY 50bln. In addition, China cancelled orders of 3247 tons of pork from US which was the largest cancellation in more than a year and was seen to be another fallout of the ongoing US-China trade dispute, while commentary in Chinese state media suggested China may have no interest in resuming trade discussions with the US for now. Finally, 10yr JGBs were lower amid the upbeat risk tone in Japan and on spill-over selling from the bear flattening stateside, while the BoJ’s Rinban announcement was for a reserved JPY 200bln of long to super-long JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mostly-higher-after-wall-st-s-3-day-win-streak-although-china-lagged-as-trade-uncertainty-lingered-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:53:00",
        "gmt_time": "2019-05-17 04:53:00"
    },
    {
        "id": 869465,
        "updated_sequence": 1854211,
        "published_at": {
            "unix": 1558068000,
            "text": "2019-05-17 05:40:00 +0100",
            "iso_8601": "2019-05-17T04:40:00Z"
        },
        "updated_at": {
            "unix": 1558068197,
            "text": "2019-05-17 05:43:17 +0100",
            "iso_8601": "2019-05-17T04:43:17Z"
        },
        "subject": "Japanese Tertiary Industry Activity Index (Mar) M/M -0.4% vs. Exp. 0.1% (Prev. -0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-tertiary-industry-activity-index-mar-m-m-0-4-vs-exp-0-1-prev-0-6-17-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:40:00",
        "gmt_time": "2019-05-17 04:40:00"
    },
    {
        "id": 869464,
        "updated_sequence": 1854208,
        "published_at": {
            "unix": 1558067340,
            "text": "2019-05-17 05:29:00 +0100",
            "iso_8601": "2019-05-17T04:29:00Z"
        },
        "updated_at": {
            "unix": 1558067401,
            "text": "2019-05-17 05:30:01 +0100",
            "iso_8601": "2019-05-17T04:30:01Z"
        },
        "subject": "Bundesbank Vice President Buch saysrecent weakness in German economy seens to be only a dip, but adds risks to global financial stability have increased",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bundesbank-vice-president-buch-saysrecent-weakness-in-german-economy-seens-to-be-only-a-dip-but-adds-risks-to-global-financial-stability-have-increased-17-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:29:00",
        "gmt_time": "2019-05-17 04:29:00"
    },
    {
        "id": 869463,
        "updated_sequence": 1854205,
        "published_at": {
            "unix": 1558066260,
            "text": "2019-05-17 05:11:00 +0100",
            "iso_8601": "2019-05-17T04:11:00Z"
        },
        "updated_at": {
            "unix": 1558066340,
            "text": "2019-05-17 05:12:20 +0100",
            "iso_8601": "2019-05-17T04:12:20Z"
        },
        "subject": "Germany agrees to a EUR 40bln package to help ease exit from coal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-agrees-to-a-eur-40bln-package-to-help-ease-exit-from-coal-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:11:00",
        "gmt_time": "2019-05-17 04:11:00"
    },
    {
        "id": 869462,
        "updated_sequence": 1854202,
        "published_at": {
            "unix": 1558066080,
            "text": "2019-05-17 05:08:00 +0100",
            "iso_8601": "2019-05-17T04:08:00Z"
        },
        "updated_at": {
            "unix": 1558066134,
            "text": "2019-05-17 05:08:54 +0100",
            "iso_8601": "2019-05-17T04:08:54Z"
        },
        "subject": "BoJ Governor Kuroda says when we say we will keep rates low for an extended period of time, we are thinking of quite a long time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-when-we-say-we-will-keep-rates-low-for-an-extended-period-of-time-we-are-thinking-of-quite-a-long-time-17-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:08:00",
        "gmt_time": "2019-05-17 04:08:00"
    },
    {
        "id": 869461,
        "updated_sequence": 1854197,
        "published_at": {
            "unix": 1558065840,
            "text": "2019-05-17 05:04:00 +0100",
            "iso_8601": "2019-05-17T04:04:00Z"
        },
        "updated_at": {
            "unix": 1558065907,
            "text": "2019-05-17 05:05:07 +0100",
            "iso_8601": "2019-05-17T04:05:07Z"
        },
        "subject": "Huawei has a contingency plan to reduce reliance on US chips",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Economic Daily",
        "slug": "huawei-has-a-contingency-plan-to-reduce-reliance-on-us-chips-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 12:04:00",
        "gmt_time": "2019-05-17 04:04:00"
    },
    {
        "id": 869460,
        "updated_sequence": 1854192,
        "published_at": {
            "unix": 1558064280,
            "text": "2019-05-17 04:38:00 +0100",
            "iso_8601": "2019-05-17T03:38:00Z"
        },
        "updated_at": {
            "unix": 1558064448,
            "text": "2019-05-17 04:40:48 +0100",
            "iso_8601": "2019-05-17T03:40:48Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Bank of India (BOI IS) Q1 net INR 2.52bln vs. Exp. loss INR 10.1bln",
        "content": "<p>Bank of India (BOI IS) - Co. Q1 net INR 2.52bln vs. Exp. loss INR 10.1bln. (Newswires)</p><p>DHFL (DHFL IS) - Co. is in talks with Oaktree Capital on offloading wholesale real estate loans valued at INR 170bln-180bln. (Newswires)</p><p>Tata Communications (TCOM IS) - Co. extended its partnership with Cisco (CSCO). (Newswries)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-bank-of-india-boi-is-q1-net-inr-2-52bln-vs-exp-loss-inr-10-1bln-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 11:38:00",
        "gmt_time": "2019-05-17 03:38:00"
    },
    {
        "id": 869459,
        "updated_sequence": 1854194,
        "published_at": {
            "unix": 1558064160,
            "text": "2019-05-17 04:36:00 +0100",
            "iso_8601": "2019-05-17T03:36:00Z"
        },
        "updated_at": {
            "unix": 1558064625,
            "text": "2019-05-17 04:43:45 +0100",
            "iso_8601": "2019-05-17T03:43:45Z"
        },
        "subject": "BoJ Governor Kuroda says there is a good chance BoJ will keep current low rates past Spring 2020 if conditions warrant",
        "content": "<p>Says: BoJ must scrutinize its view that overseas economies will recover later this year and underpin exports.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-there-is-a-good-chance-boj-will-keep-current-low-rates-past-spring-2020-if-conditions-warrant-17-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 11:36:00",
        "gmt_time": "2019-05-17 03:36:00"
    },
    {
        "id": 869458,
        "updated_sequence": 1854184,
        "published_at": {
            "unix": 1558063920,
            "text": "2019-05-17 04:32:00 +0100",
            "iso_8601": "2019-05-17T03:32:00Z"
        },
        "updated_at": {
            "unix": 1558064143,
            "text": "2019-05-17 04:35:43 +0100",
            "iso_8601": "2019-05-17T03:35:43Z"
        },
        "subject": "BoJ Governor Kuroda says must maintain low rates for a long period to achieve the price goal, adds forward guidance is framework in which BoJ will decide policy based on data and information at the time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-must-maintain-low-rates-for-a-long-period-to-achieve-the-price-goal-adds-forward-guidance-is-framework-in-which-boj-will-decide-policy-based-on-data-and-information-at-the-time-17-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 11:32:00",
        "gmt_time": "2019-05-17 03:32:00"
    },
    {
        "id": 869457,
        "updated_sequence": 1854179,
        "published_at": {
            "unix": 1558063500,
            "text": "2019-05-17 04:25:00 +0100",
            "iso_8601": "2019-05-17T03:25:00Z"
        },
        "updated_at": {
            "unix": 1558063669,
            "text": "2019-05-17 04:27:49 +0100",
            "iso_8601": "2019-05-17T03:27:49Z"
        },
        "subject": "China state media commentary says China may have no interest in continuing trade talks with the US for now and sees little sincerity in President Trump's approach",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-state-media-commentary-says-china-may-have-no-interest-in-continuing-trade-talks-with-the-us-for-now-and-sees-little-sincerity-in-president-trump-s-approach-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 11:25:00",
        "gmt_time": "2019-05-17 03:25:00"
    },
    {
        "id": 869456,
        "updated_sequence": 1854174,
        "published_at": {
            "unix": 1558061700,
            "text": "2019-05-17 03:55:00 +0100",
            "iso_8601": "2019-05-17T02:55:00Z"
        },
        "updated_at": {
            "unix": 1558061779,
            "text": "2019-05-17 03:56:19 +0100",
            "iso_8601": "2019-05-17T02:56:19Z"
        },
        "subject": "Indonesia Central Bank Governor Warjiyo says liquidity is heading towards tightness",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-central-bank-governor-warjiyo-says-liquidity-is-heading-towards-tightness-17-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 10:55:00",
        "gmt_time": "2019-05-17 02:55:00"
    },
    {
        "id": 869455,
        "updated_sequence": 1854176,
        "published_at": {
            "unix": 1558061580,
            "text": "2019-05-17 03:53:00 +0100",
            "iso_8601": "2019-05-17T02:53:00Z"
        },
        "updated_at": {
            "unix": 1558062587,
            "text": "2019-05-17 04:09:47 +0100",
            "iso_8601": "2019-05-17T03:09:47Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher after Wall St's 3-day win streak, although China lags on PBoC inaction and ongoing trade uncertainty",
        "content": "<p>Asia equity markets are mostly higher as the region takes impetus from the positive performance on Wall St, where all major indices notched a 3rd consecutive win streak as risk sentiment was underpinned by encouraging earnings from Walmart and Cisco. ASX 200 (+0.8%) and Nikkei 225 (+1.4%) are in the green with Australia led by continued strength in tech and amid the growing list of calls for a rate cut next month including notorious RBA watcher McCrann, while Japanese exporters are buoyed by favourable currency moves with Sony leading the advances after the announcement of a JPY 200bln share buyback. Elsewhere, Hang Seng (-0.6%) and Shanghai Comp. (-1.2%) are cautious after a lack of PBoC reverse repo operations throughout the week resulted to net weekly drain of CNY 50bln, while there were also reports China cancelled orders of 3247 tons of pork from US which was the largest cancellation in more than a year and was seen to be another fallout of the ongoing US-China trade dispute.</p><p>In FX markets, the DXY holds near the prior day’s highs after finding some support from stronger than expected Philly Fed Business Index and US Housing data, while its major counterparts have failed to make any meaningful recovery from the prior day’s losses in which EUR/USD and GBP/USD gave up the 1.1200 and 1.2800 handles respectively. As such, GBP/USD languishes at 3-month lows amid the ongoing Brexit woes and PM May has vowed to set out a timetable for her departure and election of a new Tory leader after the vote on the withdrawal agreement bill early next month, while she is expected to resign regardless of the result of the WAB vote and former Foreign Minister Boris Johnson has confirmed his bid for the top job. Elsewhere, USD/JPY attempted to surmount the 110.00 level due to the USD-strength and outflows from safe-haven JPY, while antipodeans are subdued with AUD/USD trading sub-0.6900 after the prior day’s unemployment disappointment which has spurred increased calls for the RBA to cut rates. This includes NAB which brought forward its RBA rate cut projections to June and August from July and November and with WSJ's Glynn expecting the upcoming RBA minutes release, as well as a speech from Governor Lowe next week to set the backdrop for a cut as early as the next meeting. Furthermore, notorious RBA watcher McCrann was seemingly overzealous in a switch to the easing camp and now firmly believes a cut in the June meeting is locked in “no ifs, no buts and no probabilities”, although some have stuck to their guns on an August call including Morgan Stanley who suggested a cut in June is too early and that the recent jobs data is strong enough for the RBA to wait until August.</p><p>Finally, 10yr JGBs are lower amid the upbeat risk tone in Japan and on spill-over selling from the bear flattening stateside, while the BoJ’s Rinban announcement was for a reserved JPY 200bln of long to super-long JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-after-wall-st-s-3-day-win-streak-although-china-lags-on-pboc-inaction-and-ongoing-trade-uncertainty-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 10:53:00",
        "gmt_time": "2019-05-17 02:53:00"
    },
    {
        "id": 869454,
        "updated_sequence": 1854168,
        "published_at": {
            "unix": 1558059900,
            "text": "2019-05-17 03:25:00 +0100",
            "iso_8601": "2019-05-17T02:25:00Z"
        },
        "updated_at": {
            "unix": 1558060031,
            "text": "2019-05-17 03:27:11 +0100",
            "iso_8601": "2019-05-17T02:27:11Z"
        },
        "subject": "China NDRC says trade friction impact on Chinese economy is controllable, while it adds that China is to study impact of tariffs and prop up growth when required",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-trade-friction-impact-on-chinese-economy-is-controllable-while-it-adds-that-china-is-to-study-impact-of-tariffs-and-prop-up-growth-when-required-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 10:25:00",
        "gmt_time": "2019-05-17 02:25:00"
    },
    {
        "id": 869453,
        "updated_sequence": 1854165,
        "published_at": {
            "unix": 1558058700,
            "text": "2019-05-17 03:05:00 +0100",
            "iso_8601": "2019-05-17T02:05:00Z"
        },
        "updated_at": {
            "unix": 1558058782,
            "text": "2019-05-17 03:06:22 +0100",
            "iso_8601": "2019-05-17T02:06:22Z"
        },
        "subject": "China NDRC says approved CNY 16.8bln of investment project in April and reiterates CPI and PPI growth will remain stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-approved-cny-16-8bln-of-investment-project-in-april-and-reiterates-cpi-and-ppi-growth-will-remain-stable-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 10:05:00",
        "gmt_time": "2019-05-17 02:05:00"
    },
    {
        "id": 869452,
        "updated_sequence": 1854162,
        "published_at": {
            "unix": 1558056900,
            "text": "2019-05-17 02:35:00 +0100",
            "iso_8601": "2019-05-17T01:35:00Z"
        },
        "updated_at": {
            "unix": 1558056954,
            "text": "2019-05-17 02:35:54 +0100",
            "iso_8601": "2019-05-17T01:35:54Z"
        },
        "subject": "China is said to plan a fresh round of anti-trust probes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-plan-a-fresh-round-of-anti-trust-probes-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:35:00",
        "gmt_time": "2019-05-17 01:35:00"
    },
    {
        "id": 869451,
        "updated_sequence": 1854159,
        "published_at": {
            "unix": 1558055700,
            "text": "2019-05-17 02:15:00 +0100",
            "iso_8601": "2019-05-17T01:15:00Z"
        },
        "updated_at": {
            "unix": 1558055815,
            "text": "2019-05-17 02:16:55 +0100",
            "iso_8601": "2019-05-17T01:16:55Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8859 (Prev. 6.8688)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8859-prev-6-8688-17-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:15:00",
        "gmt_time": "2019-05-17 01:15:00"
    },
    {
        "id": 869450,
        "updated_sequence": 1854156,
        "published_at": {
            "unix": 1558055460,
            "text": "2019-05-17 02:11:00 +0100",
            "iso_8601": "2019-05-17T01:11:00Z"
        },
        "updated_at": {
            "unix": 1558055593,
            "text": "2019-05-17 02:13:13 +0100",
            "iso_8601": "2019-05-17T01:13:13Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 50bln vs. last week's CNY 50bln net injection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-50bln-vs-last-week-s-cny-50bln-net-injection-17-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:11:00",
        "gmt_time": "2019-05-17 01:11:00"
    },
    {
        "id": 869449,
        "updated_sequence": 1854153,
        "published_at": {
            "unix": 1558055400,
            "text": "2019-05-17 02:10:00 +0100",
            "iso_8601": "2019-05-17T01:10:00Z"
        },
        "updated_at": {
            "unix": 1558055555,
            "text": "2019-05-17 02:12:35 +0100",
            "iso_8601": "2019-05-17T01:12:35Z"
        },
        "subject": "BoJ offers to buy JPY 160bln in 10-25yr and JPY 40bln in 25yrs+ JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-160bln-in-10-25yr-and-jpy-40bln-in-25yrs-jgbs-17-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:10:00",
        "gmt_time": "2019-05-17 01:10:00"
    },
    {
        "id": 869448,
        "updated_sequence": 1854150,
        "published_at": {
            "unix": 1558054980,
            "text": "2019-05-17 02:03:00 +0100",
            "iso_8601": "2019-05-17T01:03:00Z"
        },
        "updated_at": {
            "unix": 1558055389,
            "text": "2019-05-17 02:09:49 +0100",
            "iso_8601": "2019-05-17T01:09:49Z"
        },
        "subject": "RBNZ revoked ANZ Bank's (ANZ AT) New Zealand accreditation to model its own operational risk capital requirement and must use a standardized approach which means its minimum capital held for operational risk will increase by around 60%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbnz-revoked-anz-bank-s-anz-at-new-zealand-accreditation-to-model-its-own-operational-risk-capital-requirement-and-must-use-a-standardized-approach-which-means-its-minimum-capital-held-for-operational-risk-will-increase-by-around-60-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:03:00",
        "gmt_time": "2019-05-17 01:03:00"
    },
    {
        "id": 869447,
        "updated_sequence": 1854145,
        "published_at": {
            "unix": 1558054800,
            "text": "2019-05-17 02:00:00 +0100",
            "iso_8601": "2019-05-17T01:00:00Z"
        },
        "updated_at": {
            "unix": 1558054949,
            "text": "2019-05-17 02:02:29 +0100",
            "iso_8601": "2019-05-17T01:02:29Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: China is expected to approve 2nd round of tech board funds",
        "content": "<p>Air China (753 HK) - Co. April load factor fell 0.5ppts Y/Y to 81.0%, while passengers rose 2.1% Y/Y to 9.3mln. (Newswires)</p><p>ZTE (763 HK) - Co. signs agreement to help launch 5G in Myanmar. (Newswires)</p><p>Tech - China is expected to approve 2nd round of tech board funds. (Newswires)</p><p>Energy - China issued a 2nd batch of refined fuel exports quotas for 2019 which was around 23.8mln tons or about 30% more than the first batch. (Newswires)</p><p>Other News - Chinese buyers dropped orders for 3247 tons of US pork which was the biggest cancellation in over a year. (Nikkei)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-is-expected-to-approve-2nd-round-of-tech-board-funds-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 09:00:00",
        "gmt_time": "2019-05-17 01:00:00"
    },
    {
        "id": 869446,
        "updated_sequence": 1854142,
        "published_at": {
            "unix": 1558054320,
            "text": "2019-05-17 01:52:00 +0100",
            "iso_8601": "2019-05-17T00:52:00Z"
        },
        "updated_at": {
            "unix": 1558054360,
            "text": "2019-05-17 01:52:40 +0100",
            "iso_8601": "2019-05-17T00:52:40Z"
        },
        "subject": "NAB brings forward its RBA rate cut forecast to June and August this year from July and November",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nab-brings-forward-its-rba-rate-cut-forecast-to-june-and-august-this-year-from-july-and-november-17-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:52:00",
        "gmt_time": "2019-05-17 00:52:00"
    },
    {
        "id": 869445,
        "updated_sequence": 1854139,
        "published_at": {
            "unix": 1558054140,
            "text": "2019-05-17 01:49:00 +0100",
            "iso_8601": "2019-05-17T00:49:00Z"
        },
        "updated_at": {
            "unix": 1558054303,
            "text": "2019-05-17 01:51:43 +0100",
            "iso_8601": "2019-05-17T00:51:43Z"
        },
        "subject": "Nissan's (7201 JP) Saikawa will stay on as President at Nissan, while Renault (RNO FP) CEO Bollore will be appointed to the board and Renault Chairman Senard will also remain on the board of the Japanese automaker",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-s-7201-jp-saikawa-will-stay-on-as-president-at-nissan-while-renault-rno-fp-ceo-bollore-will-be-appointed-to-the-board-and-renault-chairman-senard-will-also-remain-on-the-board-of-the-japanese-automaker-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:49:00",
        "gmt_time": "2019-05-17 00:49:00"
    },
    {
        "id": 869444,
        "updated_sequence": 1854136,
        "published_at": {
            "unix": 1558053300,
            "text": "2019-05-17 01:35:00 +0100",
            "iso_8601": "2019-05-17T00:35:00Z"
        },
        "updated_at": {
            "unix": 1558053502,
            "text": "2019-05-17 01:38:22 +0100",
            "iso_8601": "2019-05-17T00:38:22Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Singapore Airlines (SIA SP) Q4 net SGD 202.6mln vs. Prev. SGD 281.1mln Y/Y",
        "content": "<p>TAIWAN</p><p>TPK Holding (3673 TT) - Co. said it is seeking to wrap up discussions for a 50% stake in Japan Display (6740 JT). (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>SATS (SATS SP) - Co. Q4 net SGD 49.9mln vs. Prev. SGD 65.4mln Y/Y, will acquire a 50% stake in China-based Nanjing Weizhou Airline Food Co. (Newswires)</p><p>Singapore Airlines (SIA SP) - Co. Q4 net SGD 202.6mln vs. Prev. SGD 281.1mln Y/Y, rev. SGD 4.08bln vs. Prev. SGD 4.02bln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-singapore-airlines-sia-sp-q4-net-sgd-202-6mln-vs-prev-sgd-281-1mln-y-y-17-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:35:00",
        "gmt_time": "2019-05-17 00:35:00"
    },
    {
        "id": 869443,
        "updated_sequence": 1854131,
        "published_at": {
            "unix": 1558053000,
            "text": "2019-05-17 01:30:00 +0100",
            "iso_8601": "2019-05-17T00:30:00Z"
        },
        "updated_at": {
            "unix": 1558053211,
            "text": "2019-05-17 01:33:31 +0100",
            "iso_8601": "2019-05-17T00:33:31Z"
        },
        "subject": "Sinagpore Non-Oil Exports (Apr) M/M -0.6% vs. Exp. 5.0% (Prev. -14.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sinagpore-non-oil-exports-apr-m-m-0-6-vs-exp-5-0-prev-14-3-17-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:30:00",
        "gmt_time": "2019-05-17 00:30:00"
    },
    {
        "id": 869442,
        "updated_sequence": 1854126,
        "published_at": {
            "unix": 1558053000,
            "text": "2019-05-17 01:30:00 +0100",
            "iso_8601": "2019-05-17T00:30:00Z"
        },
        "updated_at": {
            "unix": 1558053162,
            "text": "2019-05-17 01:32:42 +0100",
            "iso_8601": "2019-05-17T00:32:42Z"
        },
        "subject": "Sinagpore Non-Oil Exports (Apr) Y/Y -10.0% vs. Exp. -6.0% (Prev. -11.7%, Rev. -11.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sinagpore-non-oil-exports-apr-y-y-10-0-vs-exp-6-0-prev-11-7-rev-11-8-17-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:30:00",
        "gmt_time": "2019-05-17 00:30:00"
    },
    {
        "id": 869441,
        "updated_sequence": 1854123,
        "published_at": {
            "unix": 1558052700,
            "text": "2019-05-17 01:25:00 +0100",
            "iso_8601": "2019-05-17T00:25:00Z"
        },
        "updated_at": {
            "unix": 1558053092,
            "text": "2019-05-17 01:31:32 +0100",
            "iso_8601": "2019-05-17T00:31:32Z"
        },
        "subject": "US is to lower ad valorem tariffs to 25% from 50% on steel imports from Turkey",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-is-to-lower-ad-valorem-tariffs-to-25-from-50-on-steel-imports-from-turkey-17-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:25:00",
        "gmt_time": "2019-05-17 00:25:00"
    },
    {
        "id": 869440,
        "updated_sequence": 1854118,
        "published_at": {
            "unix": 1558052460,
            "text": "2019-05-17 01:21:00 +0100",
            "iso_8601": "2019-05-17T00:21:00Z"
        },
        "updated_at": {
            "unix": 1558052685,
            "text": "2019-05-17 01:24:45 +0100",
            "iso_8601": "2019-05-17T00:24:45Z"
        },
        "subject": "White House issues notice on  Turkey metal tariffs and says it is terminating preferential treatment of Turkey under Generalized System of Preferences, effective on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-issues-notice-on-turkey-metal-tariffs-and-says-it-is-terminating-preferential-treatment-of-turkey-under-generalized-system-of-preferences-effective-on-friday-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:21:00",
        "gmt_time": "2019-05-17 00:21:00"
    },
    {
        "id": 869440,
        "updated_sequence": 1854118,
        "published_at": {
            "unix": 1558052460,
            "text": "2019-05-17 01:21:00 +0100",
            "iso_8601": "2019-05-17T00:21:00Z"
        },
        "updated_at": {
            "unix": 1558052685,
            "text": "2019-05-17 01:24:45 +0100",
            "iso_8601": "2019-05-17T00:24:45Z"
        },
        "subject": "White House issues notice on  Turkey metal tariffs and says it is terminating preferential treatment of Turkey under Generalized System of Preferences, effective on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-issues-notice-on-turkey-metal-tariffs-and-says-it-is-terminating-preferential-treatment-of-turkey-under-generalized-system-of-preferences-effective-on-friday-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:21:00",
        "gmt_time": "2019-05-17 00:21:00"
    },
    {
        "id": 869439,
        "updated_sequence": 1854113,
        "published_at": {
            "unix": 1558052340,
            "text": "2019-05-17 01:19:00 +0100",
            "iso_8601": "2019-05-17T00:19:00Z"
        },
        "updated_at": {
            "unix": 1558052430,
            "text": "2019-05-17 01:20:30 +0100",
            "iso_8601": "2019-05-17T00:20:30Z"
        },
        "subject": "Japanese Economy Minister Motegi says US will not demand setting curbs on imports from Japan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-us-will-not-demand-setting-curbs-on-imports-from-japan-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:19:00",
        "gmt_time": "2019-05-17 00:19:00"
    },
    {
        "id": 869438,
        "updated_sequence": 1854110,
        "published_at": {
            "unix": 1558052040,
            "text": "2019-05-17 01:14:00 +0100",
            "iso_8601": "2019-05-17T00:14:00Z"
        },
        "updated_at": {
            "unix": 1558052114,
            "text": "2019-05-17 01:15:14 +0100",
            "iso_8601": "2019-05-17T00:15:14Z"
        },
        "subject": "Japanese Economy Minister Motegi says Japan is against any measures that prevent free trade",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-japan-is-against-any-measures-that-prevent-free-trade-17-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:14:00",
        "gmt_time": "2019-05-17 00:14:00"
    },
    {
        "id": 869437,
        "updated_sequence": 1854107,
        "published_at": {
            "unix": 1558051320,
            "text": "2019-05-17 01:02:00 +0100",
            "iso_8601": "2019-05-17T00:02:00Z"
        },
        "updated_at": {
            "unix": 1558051525,
            "text": "2019-05-17 01:05:25 +0100",
            "iso_8601": "2019-05-17T00:05:25Z"
        },
        "subject": "Asia equity markets begin positive across the board as region takes impetus from the tailwinds from Wall St, where all major indices notched a 3rd consecutive win streak",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-positive-across-the-board-as-region-takes-impetus-from-the-tailwinds-from-wall-st-where-all-major-indices-notched-a-3rd-consecutive-win-streak-17-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-17 08:02:00",
        "gmt_time": "2019-05-17 00:02:00"
    }
]