[
    {
        "id": 879637,
        "updated_sequence": 1902863,
        "published_at": {
            "unix": 1564777800,
            "text": "2019-08-02 21:30:00 +0100",
            "iso_8601": "2019-08-02T20:30:00Z"
        },
        "updated_at": {
            "unix": 1564777800,
            "text": "2019-08-02 21:30:00 +0100",
            "iso_8601": "2019-08-02T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-26-07-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:30:00",
        "gmt_time": "2019-08-02 20:30:00"
    },
    {
        "id": 880671,
        "updated_sequence": 1902861,
        "published_at": {
            "unix": 1564776300,
            "text": "2019-08-02 21:05:00 +0100",
            "iso_8601": "2019-08-02T20:05:00Z"
        },
        "updated_at": {
            "unix": 1564776349,
            "text": "2019-08-02 21:05:49 +0100",
            "iso_8601": "2019-08-02T20:05:49Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 5th August 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22453/download\"><strong>here</strong></a></p><ul><li><strong>MON:</strong> Chinese Caixin Manufacturing PMI, EZ, UK &amp; US Services and Composite PMIs, Turkish CPI, ISM Non-Manufacturing PMI, NZ Jobs Report</li><li><strong>TUE: </strong>Australian Trade, RBA Rate Decision, German Factory Orders, US JOLTS</li><li><strong>WED: </strong>RBNZ Rate Decision, RBI Rate Decision,</li><li><strong>THU: </strong>US Wholesale Inventories</li><li><strong>FRI: </strong>Japanese GDP, Chinese CPI, Swiss Unemployment, German Trade, Norwegian CPI, UK GDP, IP, MP and Trade, US PPI, Canadian Jobs Report</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22453/download\"><strong>here</strong></a></li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-5th-august-2019-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:05:00",
        "gmt_time": "2019-08-02 20:05:00"
    },
    {
        "id": 880672,
        "updated_sequence": 1902859,
        "published_at": {
            "unix": 1564776300,
            "text": "2019-08-02 21:05:00 +0100",
            "iso_8601": "2019-08-02T20:05:00Z"
        },
        "updated_at": {
            "unix": 1564776343,
            "text": "2019-08-02 21:05:43 +0100",
            "iso_8601": "2019-08-02T20:05:43Z"
        },
        "subject": "RANsquawk Central Banks - 2nd August 2019: Reviewing FOMC, trade wars and Fed, PBOC, BOE, BOJ, BCB; Previewing RBA, RBNZ, RBI",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22454/download\">here</a></p><ul><li>Reviewing FOMC, trade wars and Fed, PBOC, BOE, BOJ, BCB</li><li>Previewing RBA, RBNZ, RBI</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22454/download\"><strong>here</strong></a></li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-2nd-august-2019-reviewing-fomc-trade-wars-and-fed-pboc-boe-boj-bcb-previewing-rba-rbnz-rbi-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:05:00",
        "gmt_time": "2019-08-02 20:05:00"
    },
    {
        "id": 880698,
        "updated_sequence": 1902857,
        "published_at": {
            "unix": 1564776240,
            "text": "2019-08-02 21:04:00 +0100",
            "iso_8601": "2019-08-02T20:04:00Z"
        },
        "updated_at": {
            "unix": 1564776287,
            "text": "2019-08-02 21:04:47 +0100",
            "iso_8601": "2019-08-02T20:04:47Z"
        },
        "subject": "DBRS Confirms Republic of Ireland at A (high), Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-republic-of-ireland-at-a-high-stable-trend-02-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:04:00",
        "gmt_time": "2019-08-02 20:04:00"
    },
    {
        "id": 880697,
        "updated_sequence": 1902854,
        "published_at": {
            "unix": 1564776180,
            "text": "2019-08-02 21:03:00 +0100",
            "iso_8601": "2019-08-02T20:03:00Z"
        },
        "updated_at": {
            "unix": 1564776236,
            "text": "2019-08-02 21:03:56 +0100",
            "iso_8601": "2019-08-02T20:03:56Z"
        },
        "subject": "Fitch Affirms Greece at 'BB-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-greece-at-bb-outlook-stable-02-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:03:00",
        "gmt_time": "2019-08-02 20:03:00"
    },
    {
        "id": 880696,
        "updated_sequence": 1902868,
        "published_at": {
            "unix": 1564776120,
            "text": "2019-08-02 21:02:00 +0100",
            "iso_8601": "2019-08-02T20:02:00Z"
        },
        "updated_at": {
            "unix": 1564784127,
            "text": "2019-08-02 23:15:27 +0100",
            "iso_8601": "2019-08-02T22:15:27Z"
        },
        "subject": "US MARKET WRAP 2nd August 2019: Risk off continues as trade wars escalate",
        "content": "<ul><li><strong>SNAPSHOT: </strong>Equities down, Treasuries up, Dollar down, Crude up.</li><li><strong>REAR VIEW</strong>: China warns of countermeasures if US makes good on tariff threat; NFP in line;</li><li><strong>NEXT WEEK:</strong> MON: Chinese Caixin Manufacturing PMI, EZ, UK &amp; US Services and Composite PMIs, Turkish CPI, ISM Non-Manufacturing PMI, NZ Jobs Report, TUE: Australian Trade, RBA Rate Decision, German Factory Orders, US JOLTS, WED: RBNZ Rate Decision, RBI Rate Decision, THU: US Wholesale Inventories, FRI: Japanese GDP, Chinese CPI, Swiss Unemployment, German Trade, Norwegian CPI, UK GDP, IP, MP and Trade, US PPI, Canadian Jobs Report.</li><li><strong>RANSQUAWK WEEK IN FOCUS</strong>: week commencing 5th August 2019, to download the report, please <a href=\"https://ransquawk.com/research_sheets/22453/download\">click here.</a></li></ul><p><strong>* US/CHINA TRADE: </strong>The Chinese Commerce Ministry responded to US President Trump’s recent tariff threat announcement, saying that if the US is intent on implementing further tariffs on Chinese goods, China will have to take countermeasures. It urged the US to abandon “its illusions”, “shoulder some responsibility” and get back on track in resolving the trade dispute. The Commerce Ministry did however say that the door for trade talks with the US remains wide open, but that China will never give in the blackmail and intimidation. China did not go as far as to call off talks scheduled for later in the month, but warned “the US must show sincerity”. Similar punchy talk followed from China’s US Ambassador Xhang; he said if the US wants to talk about trade, then so will China but if the US want to fight, so will China. He added that new tariffs are an irrational and irresponsible act and reiterated the Chinese stance; that Beijing will take new adequate countermeasures against.</p><p><strong>* TRUMP: </strong>The President later said that the US has to have a better deal, not an even deal, with China; says China has a lot to do to turn things around, and he can always raise tariffs.</p><p><strong>* KUDLOW:&nbsp;</strong>In a wide-ranging interview,White House Economic Advisor Kudlow walked back on earlier reports that the Trump Administration was considering delaying the tariffs should China meet certain conditions; he said he had not heard anything definitive about a possibility of China tariff delays, before adding that US President Trump is not satisfied with progress in talks. Kudlow caveated, saying that a number of good things could happen in the month prior to tariffs going on Chinese goods and good things could happen at the US/China talks in September, before adding that he anticipates a very small impact on consumers from the tariffs. Switching to the topic of the EU; Kudlow said that US President Trump doesn't like the idea that Europe is \"manipulating\" the EUR and that negative rates in Europe reflect the terrible European economy. Kudlow concluded by reiterating the Trump Administration has ruled out any currency intervention.</p><p><strong>* US/CHINA TRADE - ANALYSIS:&nbsp;</strong>US President Trump’s decision to put 10% tariffs on the remaining (untariffed) USD 300bln worth of Chinese imports starting in September follows the return of US negotiators from Shanghai, and “likely signals that US-China talks did not make sufficient progress to convince the White House that a deal was likely in the near-term”, notes Goldman. US President Trump’s tweets also contained positive comments, including “continuing our positive dialogue with China on a comprehensive trade deal”. Goldman suggests that there is a possibility that this decision could be a way to apply extra pressure in a bid to extract concessions ahead of the next round of trade talks in Washington in September. “If so” the bank says “it suggests that these tariffs are not a foregone conclusion.” This line of thinking was confirmed by CNBC reports, which suggested that the Trump administration may be willing to shelve China tariffs if China takes positive (although Chinese officials have vowed not to “give an inch” according to an SCMP commentary). Goldman concludes that the tariffs are more likely to be implemented than delayed or called off. Regarding the implementation of new tariffs; most of the domestic barriers to the implementation of these tariffs have already been lifted. USTR Lighthizer released a proposed list of products subject to tariff (so-called “List 4”) and held public hearings. The bank now awaits release a final proposal with a slightly revised list as well as a 10% tariff rate and an implementation date (likely 1 September); these tariffs would then take automatic effect unless extra measures were taken to reverse them. Goldman points out than consumer goods will be hit the hardest by these tariffs, making up 62% of the tariffed goods. Capital and intermediate goods, which constituted the bulk of the previous three tranches, make up 38%. The bank points out that much of the new tariffs on goods will be concentrated in areas that have thus far been unscathed by prior rounds of tariffs, including apparel and footwear, Toys and phones, which raises the risk of firms passing this cost on to the consumer. As such, Goldman expects new tariffs to be politically unpopular. Regarding how the new tariffs might affect the data; Goldman expect these tariffs to push up core PCE inflation by just over 20bps by year-end, and estimate a hit to GDP of between 0.1-0.2%, added to the 0.2% hit from the tariffs already imposed. It adds that the hit to GDP could rise to 0.5-0.6% if the tariffs on USD 300bln of China imports is raised to 25%. However, other analysts have argued that these tariffs will contribute to the global slowdown, contributing to recent downward pressure on global prices from the demand side. Regarding the impact of this latest round of tariffs on Fed policy; as made clear in Wednesday’s FOMC statement and press conference, trade related uncertainty was a significant factor in the Fed’s decision to make a 25bps “insurance” cut. Goldman Sachs concludes that the announcement of further tariffs increases the likelihood of a rate cut at September’s FOMC meeting.</p><p><strong>* FED: </strong>Fed's George (voter, hawk) explains her dissent at Wednesday's FOMC, saying the moderation in the economy was in line with her outlook at the start of the year; says there are risks to her outlook, and she will be data dependent in shaping her outlook. Meanwhile, Fed’s Rosengren (voter, Hawk) on his dissention at the recent FOMC vote, says that he does not see a clear and compelling case for additional monetary accommodation at this point.</p><p><strong>* NORTH KOREA: </strong>US President Trump played down the recent North Korea missile tests, saying they are not a violation of the agreement signed previously in Singapore; Trump also spoke fondly of North Korea leader Kim Jong-un. Although later reports suggested satellite imagery had shown a potential continuation of operations at a North Korean Uranium Enrichment Plant. Elsewhere, Chinese UN Ambassador said that the US cannot ask North Korea to do “as much as possible” while it holds sanctions on the country.</p><p><strong>* US NFP DATA:&nbsp;</strong>Headline nonfarm payrolls printed in line with expectations at 164k, once again signalling that domestic data in the US is holding up well amid fears of global secular stagnation. Today's data is being framed in the context of US President Trump's ramping up of trade tensions, and specifically, what impact it has on the Fed's rate path; the Fed has, of course, cut rates as insurance against a slowdown and debasing of inflation expectations amid global trade wars. However, Capital Economics says that the relative resilience of employment growth suggests that trade tensions alone won’t necessarily be enough to convince officials to cut rates again. The details of the report were encouraging: participation rose, and wage growth was a little firmer than expected. \"Overall, this report won’t be enough to move the needle much in either direction as far as a September rate cut is concerned, but it reinforces our sense that another move next month isn’t yet as sure a thing as the markets are now pricing in.\"</p><p><strong>* US UNI OF MICHIGAN/FACTORY ORDERS:&nbsp;</strong>Consumer sentiment was 98.4 in the final June data, a touch short of the consensus 98.5: The expectations gauge was firmer than expected at 90.5, while conditions slipped to 110.7 against an expected rise to 111.6 from 111.6. The one-year inflation gauge was unchanged at 2.6%, though the 5-10-year gauge declined to 2.5% versus 2.6% prior. “Factory orders increased in June but were revised down in May, but growth in core capital goods orders and shipments was revised down in June and May,\" Goldman Sachs said, adding that following the data, its July Current Activity Indicator remained at +1.4%. Goldman Sachs lowers Q3 GDP tracking estimate by one tenth to +1.8% (QOQ AR), leaves past-quarter GDP tracking estimate for Q2 unchanged at +2.0% (compared to +2.1% as originally reported).</p><p><strong>* BREXIT:</strong> The UK Conservative Party lost its Brecon, Wales seat in a by-election, which was won by the pro-EU Liberal Democrats, cutting the ruling Conservative Party’s working majority (which includes 11 DUP votes) to just one and as such, increasing the likelihood that the Party might lose a vote no-confidence prior to 31 October, on which day UK PM Johnson has pledged to take the UK out of the EU deal or no deal. Notably, the swing from the 2017 election, which saw the Conservatives win the seat from the Liberal Democrats, was quite sizeable, likely raising concerns within the government over UK PM Johnson’s chances should it come down to a general election. Analysts pointed out that the presence of the Brexit party in the bi-election, who have largely garnered votes from the Conservative Party, helped facilitate the Liberal Democrat win, by effectively splitting the “Brexit” vote (note: the UK operates a “first past the post” election system, where the party with the most votes in each constituency wins the seat and other parties receive zero representation).</p><p><strong>* US T-note (U9) futures settle 5+ ticks higher at 128-27+. </strong>The yield curve flattened, taking its cue from escalating trade escalations, shrugging-off a generally upbeat payrolls report. Markets have now fully priced a September rate cut, and have 100bps of easing priced through the end of 2020 (note, in wake of the payrolls report, it was roughly 70bps priced, which suggests that traders have added to their easing expectations in wake of the trade escalation. At settlement, major curve spreads were narrower.</p><p><strong>* WTI FUTURES (V9) SETTLE USD 1.71 HIGHER AT USD 55.66/BBL: </strong>Crude sold off heavily on Thursday, as trade tensions between US and China ramped up, bringing the demand side of the equation into focus. However, oil rebounded strongly on Friday after hitting fresh six-week lows. \"Traders seem to have concluded, not unreasonably, that Thursday’s sell-off was an overreaction to the latest US move to add tariffs on Chinese goods,\" Citi said, \"concerns over slowing petroleum demand growth remain, but we continue to note offsetting declines in OPEC production for July, at least according to most early estimates.\" Citi also notes that declining inventories also should bolster market confidence that a projected 3Q seasonal supply/demand deficit is actually taking place, and the bank says recent supply issues in Russia as well as the US loss of production due to Tropical Storm Barry are also unexpected background supports for the market.</p><p><strong>* S&amp;P 500 -0.7% at 2932, Nasdaq-100 -1.4% at 7692, Dow Jones -0.4% at 26487; </strong>SECTORS: communication -1.0%, consumer discretionary -0.9%, consumer staples +0.1%, energy -1.3%, financials -0.2%, health care -0.2%, industrials -0.6, IT -1.6%, materials -1.2%, telecoms -0.8%, utilities +0.1%.&nbsp;</p><p><strong>* EARNINGS:&nbsp;</strong>Energy namesExxon Mobil (XOM) andChevron (CVX) moved higher premarket after both beat on the bottom line, however they were unable to stay in the green as the wider energy sector sunk amid risk off.Pinterest (PINS) and Fortinet (FTNT) shot higher premarket on strong earnings; both companies beat on top and bottom lines and raised guidance. Arista Networks (ANET) sunk on light cloud revenue and poor NetApp Inc (NTAP) guidance, who also subsequently sunk. Square Inc (SQ) was under pressure after the co. lower Q3 EPS guidance. Flour Corp (FLR) sunk after the co. reported a surprise loss and weaker than expected revenue. Notable other stocks advancing on decent earnings include; Newell Brands (NWL), Noble Energy (NBL), Restaurants Brands International (QSR), Motorola (MSI) and EOG Resources (EOG). Notable other stocks under pressure after reporting soft earnings include; Herbalife Nutrition (HLF) and Lyondell Basell (LYB).</p><p><strong>* STOCK SPECIFICS:&nbsp;</strong>Risk off trade saw the stock slide continue, as the predictably negative Chinese response to Trump’s most recent tariff announcement kept trade tensions at the forefront. Higher beta and China exposed sectors were the underperformers; Chipmakers Cisco Systems (CSCO) and Skyworks Solutions (SWKS) lead the Nasdaq 100 lower. The FANG index sunk, with analysts at Bank of America noting that Trump’s new tariffs would put a dent in Apple’s (AAPL) earnings. Defensive sector outperformance saw the utility, consumer staple and health care sectors comparatively well supported. Decent earnings from Exxon Mobil (XOM) and Chevron (CVX) were unable to turn the tide, the energy sector sunk with lower crude prices (compared to the beginning of the week), and recent poor earnings from the likes of Concho Resources (CXO), Marathon Petroleum (MPC) and Pioneer Natural Resources (PXD) dragging on the sector. Boeing (BA) was well supported on the news that the co. is redesigning its 737 MAX so that it is dependent on both of the plane’s flight-control systems instead of just one. Cloudera (CLDR) shot higher on the news that activist investor Carl Ichan had taken a 12.6% stake in the co., and said he would speak with the board and management about enhancing shareholder value. IBM (IBM) spiked higher on the news that the co. is targeting single digit growth in FY20/21.</p><p><strong>* FX WRAP:&nbsp;</strong>Friday FX action largely saw an extension of Thursday’s post Trump tariff tweet moves.&nbsp;<strong>Safe havens</strong>&nbsp;continued their assent;&nbsp;<strong>JPY</strong>&nbsp;extended gains; USDJPY moving to YTD lows beneath 107 and&nbsp;<strong>Gold</strong>&nbsp;made fresh YTD highs around 1,460.&nbsp;Dour sentiment on Friday saw European stocks sink and EURCHF make fresh YTD lows around the low 1.09s, with desks continuing to warn of an SNB response (watch sight deposits data on Monday). Risk sensitive G10 currencies,&nbsp;<strong>CAD</strong>,&nbsp;<strong>AUD</strong>&nbsp;and <strong>NZD</strong>, continued to fair poorly, although the Aussie found some solace in strong retail data and the Loonie in recovering crude prices.&nbsp;<strong>USD</strong>&nbsp;continued to weaken as further Fed easing was priced in (the markets now price a further 100bps worth of easing by the end of 2020, up from around 70bps prior to the tariff announcement). However, DXY held the 98.00 handle, with some desks arguing for limited downside amid concerns of global secular stagnation.&nbsp;<strong>EMFX</strong>&nbsp;dropped as risk sentiment remained weak; notably USDCNH continued its march towards the 7.00 handle, coming within a whisper 6.98, largely swaying on China/US trade comments.</p><p><strong>* RANSQUAWK CENTRAL BANKS - 2ND AUGUST 2019: </strong>Reviewing FOMC, trade wars and Fed, PBOC, BOE, BOJ, BCB; Previewing RBA, RBNZ, RBI. To download the report, please <a href=\"https://ransquawk.com/research_sheets/22454/download\">click here.</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-2nd-august-2019-risk-off-continues-as-trade-wars-escalate-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 04:02:00",
        "gmt_time": "2019-08-02 20:02:00"
    },
    {
        "id": 880695,
        "updated_sequence": 1902848,
        "published_at": {
            "unix": 1564775760,
            "text": "2019-08-02 20:56:00 +0100",
            "iso_8601": "2019-08-02T19:56:00Z"
        },
        "updated_at": {
            "unix": 1564775797,
            "text": "2019-08-02 20:56:37 +0100",
            "iso_8601": "2019-08-02T19:56:37Z"
        },
        "subject": "US President Trump says China's currency is \"going to hell\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-s-currency-is-going-to-hell-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:56:00",
        "gmt_time": "2019-08-02 19:56:00"
    },
    {
        "id": 880694,
        "updated_sequence": 1902845,
        "published_at": {
            "unix": 1564775640,
            "text": "2019-08-02 20:54:00 +0100",
            "iso_8601": "2019-08-02T19:54:00Z"
        },
        "updated_at": {
            "unix": 1564775694,
            "text": "2019-08-02 20:54:54 +0100",
            "iso_8601": "2019-08-02T19:54:54Z"
        },
        "subject": "US President Trump says EU auto tariffs are never off the table; says if he doesn't get what he wants, he'll have no choice but to put on auto tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-eu-auto-tariffs-are-never-off-the-table-says-if-he-doesn-t-get-what-he-wants-he-ll-have-no-choice-but-to-put-on-auto-tariffs-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:54:00",
        "gmt_time": "2019-08-02 19:54:00"
    },
    {
        "id": 880693,
        "updated_sequence": 1902840,
        "published_at": {
            "unix": 1564775400,
            "text": "2019-08-02 20:50:00 +0100",
            "iso_8601": "2019-08-02T19:50:00Z"
        },
        "updated_at": {
            "unix": 1564775423,
            "text": "2019-08-02 20:50:23 +0100",
            "iso_8601": "2019-08-02T19:50:23Z"
        },
        "subject": "SPX MOC 150mln to buy (vs 250mln to sell at 1549 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-150mln-to-buy-vs-250mln-to-sell-at-1549-edt-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:50:00",
        "gmt_time": "2019-08-02 19:50:00"
    },
    {
        "id": 880692,
        "updated_sequence": 1902837,
        "published_at": {
            "unix": 1564775160,
            "text": "2019-08-02 20:46:00 +0100",
            "iso_8601": "2019-08-02T19:46:00Z"
        },
        "updated_at": {
            "unix": 1564775263,
            "text": "2019-08-02 20:47:43 +0100",
            "iso_8601": "2019-08-02T19:47:43Z"
        },
        "subject": "US President Trump says US has to have a better deal, not an even deal, with China; says China has a lot to do to turn things around, and he can always raise tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-us-has-to-have-a-better-deal-not-an-even-deal-with-china-says-china-has-a-lot-to-do-to-turn-things-around-and-he-can-always-raise-tariffs-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:46:00",
        "gmt_time": "2019-08-02 19:46:00"
    },
    {
        "id": 880691,
        "updated_sequence": 1902834,
        "published_at": {
            "unix": 1564774680,
            "text": "2019-08-02 20:38:00 +0100",
            "iso_8601": "2019-08-02T19:38:00Z"
        },
        "updated_at": {
            "unix": 1564774762,
            "text": "2019-08-02 20:39:22 +0100",
            "iso_8601": "2019-08-02T19:39:22Z"
        },
        "subject": "CBS (CBS), Viacom (VIAB) reach deal on combined company's leadership, with Viacom CEO Bakish becoming overall CEO and CBS finance chief Spade becoming CFO of merged company, CNBC reports",
        "content": "<ul><li><a href=\"https://twitter.com/CNBCnow/status/1157374695936798720?s=20\">Via CNBC</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cbs-cbs-viacom-viab-reach-deal-on-combined-company-s-leadership-with-viacom-ceo-bakish-becoming-overall-ceo-and-cbs-finance-chief-spade-becoming-cfo-of-merged-company-cnbc-reports-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:38:00",
        "gmt_time": "2019-08-02 19:38:00"
    },
    {
        "id": 880690,
        "updated_sequence": 1902831,
        "published_at": {
            "unix": 1564774560,
            "text": "2019-08-02 20:36:00 +0100",
            "iso_8601": "2019-08-02T19:36:00Z"
        },
        "updated_at": {
            "unix": 1564774597,
            "text": "2019-08-02 20:36:37 +0100",
            "iso_8601": "2019-08-02T19:36:37Z"
        },
        "subject": "Goldman Sachs brings forward its 12-month USDJPY target of 103 to the 3-month horizon, and recommending that investors go short EURJPY targeting 111",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Goldman Sachs",
        "slug": "goldman-sachs-brings-forward-its-12-month-usdjpy-target-of-103-to-the-3-month-horizon-and-recommending-that-investors-go-short-eurjpy-targeting-111-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:36:00",
        "gmt_time": "2019-08-02 19:36:00"
    },
    {
        "id": 880689,
        "updated_sequence": 1902828,
        "published_at": {
            "unix": 1564774200,
            "text": "2019-08-02 20:30:00 +0100",
            "iso_8601": "2019-08-02T19:30:00Z"
        },
        "updated_at": {
            "unix": 1564774276,
            "text": "2019-08-02 20:31:16 +0100",
            "iso_8601": "2019-08-02T19:31:16Z"
        },
        "subject": "NY AG sources see more Republican AGs joining lawsuit to block Sprint (S)/T-Mobile (TMUS) merger, Fox's Gasparino reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FOX",
        "slug": "ny-ag-sources-see-more-republican-ags-joining-lawsuit-to-block-sprint-s-t-mobile-tmus-merger-fox-s-gasparino-reports-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:30:00",
        "gmt_time": "2019-08-02 19:30:00"
    },
    {
        "id": 880688,
        "updated_sequence": 1902825,
        "published_at": {
            "unix": 1564773360,
            "text": "2019-08-02 20:16:00 +0100",
            "iso_8601": "2019-08-02T19:16:00Z"
        },
        "updated_at": {
            "unix": 1564773406,
            "text": "2019-08-02 20:16:46 +0100",
            "iso_8601": "2019-08-02T19:16:46Z"
        },
        "subject": "US T-note (U9) futures settle 5+ ticks higher at 128-27+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The yield curve flattened, taking its cue from escalating trade escalations, shrugging-off a generally upbeat payrolls report. Markets have now fully priced a September rate cut, and have 100bps of easing priced through the end of 2020 (note, in wake of the payrolls report, it was roughly 70bps priced, which suggests that traders have added to their easing expectations in wake of the trade escalation. At settlement, major curve spreads were narrower.</p><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1564773406,
            "text": "2019-08-02 20:16:46 +0100",
            "iso_8601": "2019-08-02T19:16:46Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-u9-futures-settle-5-ticks-higher-at-128-27-02-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:16:00",
        "gmt_time": "2019-08-02 19:16:00"
    },
    {
        "id": 880687,
        "updated_sequence": 1902822,
        "published_at": {
            "unix": 1564773180,
            "text": "2019-08-02 20:13:00 +0100",
            "iso_8601": "2019-08-02T19:13:00Z"
        },
        "updated_at": {
            "unix": 1564773249,
            "text": "2019-08-02 20:14:09 +0100",
            "iso_8601": "2019-08-02T19:14:09Z"
        },
        "subject": "Fed's George (Voter, hawk) explains her dissent at Wednesday's FOMC, saying the moderation in the economy was in line with her outlook at the start of the year; says there are risks to her outlook, and she will be data dependent in shaping her outlook",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-george-voter-hawk-explains-her-dissent-at-wednesday-s-fomc-saying-the-moderation-in-the-economy-was-in-line-with-her-outlook-at-the-start-of-the-year-says-there-are-risks-to-her-outlook-and-she-will-be-data-dependent-in-shaping-h-02-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 03:13:00",
        "gmt_time": "2019-08-02 19:13:00"
    },
    {
        "id": 880686,
        "updated_sequence": 1902819,
        "published_at": {
            "unix": 1564770660,
            "text": "2019-08-02 19:31:00 +0100",
            "iso_8601": "2019-08-02T18:31:00Z"
        },
        "updated_at": {
            "unix": 1564771240,
            "text": "2019-08-02 19:40:40 +0100",
            "iso_8601": "2019-08-02T18:40:40Z"
        },
        "subject": "WTI futures (V9) settle USD 1.71 higher at USD 55.66/bbl; Brent (V9) settles USD 1.39 higher at USD 61.89",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude sold off heavily on Thursday, as trade tensions between US and China ramped up, bringing the demand side of the equation into focus. However, oil rebounded strongly on Friday after hitting fresh six-week lows. \"Traders seem to have concluded, not unreasonably, that Thursday’s sell-off was an overreaction to the latest US move to add tariffs on Chinese goods,\" Citi said, \"concerns over slowing petroleum demand growth remain, but we continue to note offsetting declines in OPEC production for July, at least according to most early estimates.\" Citi also notes that declining inventories also should bolster market confidence that a projected 3Q seasonal supply/demand deficit is actually taking place, and the bank says recent supply issues in Russia as well as the US loss of production due to Tropical Storm Barry are also unexpected background supports for the market.</p>",
        "analysis_updated_at": {
            "unix": 1564770720,
            "text": "2019-08-02 19:32:00 +0100",
            "iso_8601": "2019-08-02T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-v9-settle-usd-1-71-higher-at-usd-55-66-bbl-brent-v9-settles-usd-1-39-higher-at-usd-61-89-02-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 02:31:00",
        "gmt_time": "2019-08-02 18:31:00"
    },
    {
        "id": 880685,
        "updated_sequence": 1902814,
        "published_at": {
            "unix": 1564770600,
            "text": "2019-08-02 19:30:00 +0100",
            "iso_8601": "2019-08-02T18:30:00Z"
        },
        "updated_at": {
            "unix": 1564770657,
            "text": "2019-08-02 19:30:57 +0100",
            "iso_8601": "2019-08-02T18:30:57Z"
        },
        "subject": "Delta Airlines (DAL) - US set to grant approval for a Delta/Air France/Virgin joint venture",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "delta-airlines-dal-us-set-to-grant-approval-for-a-delta-air-france-virgin-joint-venture-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 02:30:00",
        "gmt_time": "2019-08-02 18:30:00"
    },
    {
        "id": 880684,
        "updated_sequence": 1902809,
        "published_at": {
            "unix": 1564769640,
            "text": "2019-08-02 19:14:00 +0100",
            "iso_8601": "2019-08-02T18:14:00Z"
        },
        "updated_at": {
            "unix": 1564770170,
            "text": "2019-08-02 19:22:50 +0100",
            "iso_8601": "2019-08-02T18:22:50Z"
        },
        "subject": "US President Trump confirms he will sign beef agreement with EU, making it easier for US firms to export to the EU",
        "content": "<p>The deal will reportedly result in a 46% increase in US exports of beef to the EU</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "White House",
        "slug": "us-president-trump-confirms-he-will-sign-beef-agreement-with-eu-making-it-easier-for-us-firms-to-export-to-the-eu-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 02:14:00",
        "gmt_time": "2019-08-02 18:14:00"
    },
    {
        "id": 880683,
        "updated_sequence": 1902804,
        "published_at": {
            "unix": 1564769580,
            "text": "2019-08-02 19:13:00 +0100",
            "iso_8601": "2019-08-02T18:13:00Z"
        },
        "updated_at": {
            "unix": 1564769668,
            "text": "2019-08-02 19:14:28 +0100",
            "iso_8601": "2019-08-02T18:14:28Z"
        },
        "subject": "Trade Advisor Navarro says US President Trump is bullish on the markets and the domestic economy; says he does not expect China tariffs to have a negative imapct",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trade-advisor-navarro-says-us-president-trump-is-bullish-on-the-markets-and-the-domestic-economy-says-he-does-not-expect-china-tariffs-to-have-a-negative-imapct-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 02:13:00",
        "gmt_time": "2019-08-02 18:13:00"
    },
    {
        "id": 880682,
        "updated_sequence": 1902799,
        "published_at": {
            "unix": 1564768140,
            "text": "2019-08-02 18:49:00 +0100",
            "iso_8601": "2019-08-02T17:49:00Z"
        },
        "updated_at": {
            "unix": 1564768252,
            "text": "2019-08-02 18:50:52 +0100",
            "iso_8601": "2019-08-02T17:50:52Z"
        },
        "subject": "Watch Live: President Trump to make remarks on trade with Europe",
        "content": "<p>For the link<a href=\"https://www.youtube.com/watch?v=tDCGH8GQd7g&amp;feature=youtu.be\">, click here.&nbsp;</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "watch-live-president-trump-to-make-remarks-on-trade-with-europe-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 01:49:00",
        "gmt_time": "2019-08-02 17:49:00"
    },
    {
        "id": 880681,
        "updated_sequence": 1902796,
        "published_at": {
            "unix": 1564766640,
            "text": "2019-08-02 18:24:00 +0100",
            "iso_8601": "2019-08-02T17:24:00Z"
        },
        "updated_at": {
            "unix": 1564766934,
            "text": "2019-08-02 18:28:54 +0100",
            "iso_8601": "2019-08-02T17:28:54Z"
        },
        "subject": "Chinese UN Ambassador says the US can't request North Korea to do as much as possible when it holds sanctions in place ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-un-ambassador-says-the-us-can-t-request-north-korea-to-do-as-much-as-possible-when-it-holds-sanctions-in-place-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 01:24:00",
        "gmt_time": "2019-08-02 17:24:00"
    },
    {
        "id": 880680,
        "updated_sequence": 1902811,
        "published_at": {
            "unix": 1564766220,
            "text": "2019-08-02 18:17:00 +0100",
            "iso_8601": "2019-08-02T17:17:00Z"
        },
        "updated_at": {
            "unix": 1564770422,
            "text": "2019-08-02 19:27:02 +0100",
            "iso_8601": "2019-08-02T18:27:02Z"
        },
        "subject": "Chinese US Ambassador says if the US wants to talk about trade, then so will China, and if the US want to fight, so will China; new tariffs are an irrational and irresponsible act which Beijing will take new adequate countermeasures against",
        "content": "<ul><li>Says willing to cooperate with UN member states but won't allow interference in internal affairs such as Xinjiang, Tibet and Hong Kong</li><li>Says Hong Kong protests are turning out to be violent and chaotic, should no longer allow them to continue</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-us-ambassador-says-if-the-us-wants-to-talk-about-trade-then-so-will-china-and-if-the-us-want-to-fight-so-will-china-new-tariffs-are-an-irrational-and-irresponsible-act-which-beijing-will-take-new-adequate-countermeasures-against-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 01:17:00",
        "gmt_time": "2019-08-02 17:17:00"
    },
    {
        "id": 880678,
        "updated_sequence": 1902786,
        "published_at": {
            "unix": 1564765260,
            "text": "2019-08-02 18:01:00 +0100",
            "iso_8601": "2019-08-02T17:01:00Z"
        },
        "updated_at": {
            "unix": 1564765401,
            "text": "2019-08-02 18:03:21 +0100",
            "iso_8601": "2019-08-02T17:03:21Z"
        },
        "subject": "China US Envoy Xhang says \"if the US wants to fight on trade, we will fight\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-us-envoy-xhang-says-if-the-us-wants-to-fight-on-trade-we-will-fight-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 01:01:00",
        "gmt_time": "2019-08-02 17:01:00"
    },
    {
        "id": 880679,
        "updated_sequence": 1902784,
        "published_at": {
            "unix": 1564765200,
            "text": "2019-08-02 18:00:00 +0100",
            "iso_8601": "2019-08-02T17:00:00Z"
        },
        "updated_at": {
            "unix": 1564765345,
            "text": "2019-08-02 18:02:25 +0100",
            "iso_8601": "2019-08-02T17:02:25Z"
        },
        "subject": "Baker Hughes (August 2nd): oil rigs -6 at 770, nat gas rigs +2 at 171, total rigs -4 at 942",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Drillers cut rigs for the 5th consecutive rig</li></ul>",
        "analysis_updated_at": {
            "unix": 1564765345,
            "text": "2019-08-02 18:02:25 +0100",
            "iso_8601": "2019-08-02T17:02:25Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-august-2nd-oil-rigs-6-at-770-nat-gas-rigs-2-at-171-total-rigs-4-at-942-02-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 01:00:00",
        "gmt_time": "2019-08-02 17:00:00"
    },
    {
        "id": 880677,
        "updated_sequence": 1902778,
        "published_at": {
            "unix": 1564764480,
            "text": "2019-08-02 17:48:00 +0100",
            "iso_8601": "2019-08-02T16:48:00Z"
        },
        "updated_at": {
            "unix": 1564764553,
            "text": "2019-08-02 17:49:13 +0100",
            "iso_8601": "2019-08-02T16:49:13Z"
        },
        "subject": "North Korea says it has never agreed on limiting missile distance, according to state press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-says-it-has-never-agreed-on-limiting-missile-distance-according-to-state-press-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 00:48:00",
        "gmt_time": "2019-08-02 16:48:00"
    },
    {
        "id": 880676,
        "updated_sequence": 1902772,
        "published_at": {
            "unix": 1564764120,
            "text": "2019-08-02 17:42:00 +0100",
            "iso_8601": "2019-08-02T16:42:00Z"
        },
        "updated_at": {
            "unix": 1564764270,
            "text": "2019-08-02 17:44:30 +0100",
            "iso_8601": "2019-08-02T16:44:30Z"
        },
        "subject": "Of note for Amazon (AMZN) and Apple (AAPL) - The FTC is reportedly looking into an Amazon and Apple deal, which allowed the former to directly sell the latter iPhone's on its platform, that \"crushed small resellers\", according to the Verge",
        "content": "<p><a href=\"https://www.theverge.com/2019/8/2/20751482/ftc-amazon-apple-iphone-reseller-agreement-antitrust\">Via The Verge</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Verge",
        "slug": "of-note-for-amazon-amzn-and-apple-aapl-the-ftc-is-reportedly-looking-into-an-amazon-and-apple-deal-which-allowed-the-former-to-directly-sell-the-latter-iphone-s-on-its-platform-that-crushed-small-resellers-according-to-the-verge-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 00:42:00",
        "gmt_time": "2019-08-02 16:42:00"
    },
    {
        "id": 880675,
        "updated_sequence": 1902774,
        "published_at": {
            "unix": 1564764000,
            "text": "2019-08-02 17:40:00 +0100",
            "iso_8601": "2019-08-02T16:40:00Z"
        },
        "updated_at": {
            "unix": 1564764321,
            "text": "2019-08-02 17:45:21 +0100",
            "iso_8601": "2019-08-02T16:45:21Z"
        },
        "subject": "Satellite imagery reportedly shows minimal activity around North Korea's Yongbyon nuclear complex, with some evidence of probable continued operations of the Uranium Enrichment Plant.",
        "content": "<p><a href=\"https://twitter.com/38NorthNK/status/1157329010734587906\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "satellite-imagery-reportedly-shows-minimal-activity-around-north-korea-s-yongbyon-nuclear-complex-with-some-evidence-of-probable-continued-operations-of-the-uranium-enrichment-plant-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 00:40:00",
        "gmt_time": "2019-08-02 16:40:00"
    },
    {
        "id": 880674,
        "updated_sequence": 1902766,
        "published_at": {
            "unix": 1564763760,
            "text": "2019-08-02 17:36:00 +0100",
            "iso_8601": "2019-08-02T16:36:00Z"
        },
        "updated_at": {
            "unix": 1564763856,
            "text": "2019-08-02 17:37:36 +0100",
            "iso_8601": "2019-08-02T16:37:36Z"
        },
        "subject": "China is reportedly turning to Brazil for Soybeans, following the latest announcement of US tariffs on Chinese imports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-reportedly-turning-to-brazil-for-soybeans-following-the-latest-announcement-of-us-tariffs-on-chinese-imports-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 00:36:00",
        "gmt_time": "2019-08-02 16:36:00"
    },
    {
        "id": 880673,
        "updated_sequence": 1902763,
        "published_at": {
            "unix": 1564762080,
            "text": "2019-08-02 17:08:00 +0100",
            "iso_8601": "2019-08-02T16:08:00Z"
        },
        "updated_at": {
            "unix": 1564762408,
            "text": "2019-08-02 17:13:28 +0100",
            "iso_8601": "2019-08-02T16:13:28Z"
        },
        "subject": "IBM sees Q2/Q3 revenue down USD 1.3bln-1.4bln, citing normal seasonality",
        "content": "<ul><li>expects Redhat acquisition to have a USD 0.70 impact on Q3 operating EPS</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ibm-sees-q2-q3-revenue-down-usd-1-3bln-1-4bln-citing-normal-seasonality-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-03 00:08:00",
        "gmt_time": "2019-08-02 16:08:00"
    },
    {
        "id": 880670,
        "updated_sequence": 1902752,
        "published_at": {
            "unix": 1564761300,
            "text": "2019-08-02 16:55:00 +0100",
            "iso_8601": "2019-08-02T15:55:00Z"
        },
        "updated_at": {
            "unix": 1564761393,
            "text": "2019-08-02 16:56:33 +0100",
            "iso_8601": "2019-08-02T15:56:33Z"
        },
        "subject": "Lyondell's CEO says its Houston, Texas refinery (270k BPD) is prepared to run at full capacity through 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondell-s-ceo-says-its-houston-texas-refinery-270k-bpd-is-prepared-to-run-at-full-capacity-through-2020-02-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:55:00",
        "gmt_time": "2019-08-02 15:55:00"
    },
    {
        "id": 880669,
        "updated_sequence": 1902749,
        "published_at": {
            "unix": 1564760340,
            "text": "2019-08-02 16:39:00 +0100",
            "iso_8601": "2019-08-02T15:39:00Z"
        },
        "updated_at": {
            "unix": 1564760419,
            "text": "2019-08-02 16:40:19 +0100",
            "iso_8601": "2019-08-02T15:40:19Z"
        },
        "subject": "Chinese Embassy Official says the US administration should \"bear the consequences on trade\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-embassy-official-says-the-us-administration-should-bear-the-consequences-on-trade-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:39:00",
        "gmt_time": "2019-08-02 15:39:00"
    },
    {
        "id": 880668,
        "updated_sequence": 1902746,
        "published_at": {
            "unix": 1564760100,
            "text": "2019-08-02 16:35:00 +0100",
            "iso_8601": "2019-08-02T15:35:00Z"
        },
        "updated_at": {
            "unix": 1564760190,
            "text": "2019-08-02 16:36:30 +0100",
            "iso_8601": "2019-08-02T15:36:30Z"
        },
        "subject": "Weekly FX Wrap: latest US-China trade spat upstages Brexit, Fed, BoE and NFP et al",
        "content": "<p><strong>USD</strong></p><p>The <strong>DXY</strong> looks set to end the week closer to 97.896 lows compared to its new 2019 peak at 98.941 and not too that far from where it started (97.987) within relatively narrow 98.450-139 Friday range (thus far). However, this does not begin to tell the full story for the Dollar that was particularly volatile after Wednesday’s FOMC. To recap, the Fed delivered a 25 bp insurance cut as widely expected, but the devil was in the detail as the vote was split with 2 dissenters (Rosengren and George) arguing for no change, and Chairman Powell compounded the less dovish tone by stressing that the ease should not be construed as the start of a lengthy cycle. Instead, he classified the ¼ point reduction as a mid-cycle policy adjustment and the Greenback jumped in response and extended gains to best levels during the course of the following session before reversing sharply in the run up to US jobs data after President Trump decided that trade negotiations in Shanghai earlier this week had not been productive enough to prevent more tariffs. In sum, after a debrief with Treasury Secretary Mnuchin and Trade Representative Lighthizer Trump concluded that the talks may have been constructive, but his team left with nothing tangible and China failed to make good on G20 truce promises so a September 1 date has been set for a minimum 10% tax on the rest of Beijing’s goods and services that amount to Usd300 bn in US import terms. No shock that China hit back with the pledge of countermeasures and this compounded risk-off sentiment to the benefit of safe-havens and detriment of high-beta currencies/assets accordingly. For the record, headline NFP and the unemployment rate were both bang in line with consensus (highly unusually), while a -41k adjustment to the prior two monthly payroll counts was largely nullified by firmer than forecast average earnings and an uptick in the labour participation rate.</p><p><strong>CHF/JPY</strong></p><p>The traditional safe-havens were mainly trading in lock-step with broader Buck moves, swings from risk appetite to aversion and vice-versa, plus yield and rate differentials following last week’s ECB and for a limited time after the FOMC as noted above. However, the major moves and bulk of the price action occurred in wake of the renewed US-China angst on top of Japanese-South Korean strains reaching the point where each nation removed the other from their respective white lists. Usd/Jpy is now testing bids/support ahead of 106.50 vs circa 109.30 at the other extreme, and with little independent reaction when the BoJ stood pat and reaffirmed its commitment to continue powerful monetary easing via YCC. Similarly, Usd/Chf is probing fresh weekly lows around 0.9830 against 0.9975 highs, while Eur/Chf is hovering just above 1.0900 vs 1.1060+ peaks and seemingly if not surely into territory that should make the SNB twitchy.</p><p><strong>NZD/CAD/AUD</strong></p><p>In stark contrast, the Antipodean Dollars and commodity bloc suffered most from the deterioration in sentiment prompted by negative global trade and geopolitical developments, while data/surveys also impacted adversely in the case of the Kiwi ahead of next week’s RBNZ policy meeting. Conversely, the Aussie and Loonie derived some comfort/support from macro releases, and for the latter this helped to offset some weakness from a collapse in crude prices on Thursday as well. Nevertheless, Nzd/Usd, Aud/Usd and Usd/Cad are all on track to rack up big losses/gains, albeit off 0.6765, 0.6505 and 1.3265 bottoms/top respectively, with the Aussie also eyeing the RBA to see if it becomes 3 in a row or a pause after back-to-back OCR cuts in June and July.</p><p><strong>GBP/EUR</strong></p><p>The Pound and single currency both hit new ytd troughs vs their US rival, and other currency peers like the Yen, as the threat/risk of no deal Brexit climbed and overshadowed modestly better than forecast UK PMIs (manufacturing and construction) after initial exchanges between new PM Johnson and EU officials ended in stalemate. In truth, divisions over key elements over the WA, ie the Irish backstop etc have widened given Johnson’s more hard-line stance vs predecessor May and no change in the EU approach, with Cable sinking to 1.2080 at one point and Eur/Gbp up to 0.9190 before drifting back down as the Euro was subject to more Italian political issues and bleak Eurozone manufacturing PMIs/data supporting the case for ECB easing/stimulus in September. However, Eur/Usd also pared some losses from around 1.1027 to revisit 1.1100 as the Greenback retreated.</p><p><strong>EM</strong></p><p>Only the Try managed to buck widespread and pretty steep depreciation vs the Usd for the bearish factors listed above on top of well documented specific impulses undermining investor confidence in many regional currencies. However, the Lira’s impressive run and recovery momentum may run out of steam soon if S&amp;P delivers a damaging Turkish credit review and/or CPI next week rebounds more than anticipated on the base effects and higher food cost dynamic. Meanwhile, the Real also succumbed to widening US/Brazilian rate spreads as the BCB slashed 50 bp off the Selic benchmark vs -25 bp consensus.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-latest-us-china-trade-spat-upstages-brexit-fed-boe-and-nfp-et-al-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:35:00",
        "gmt_time": "2019-08-02 15:35:00"
    },
    {
        "id": 880667,
        "updated_sequence": 1902743,
        "published_at": {
            "unix": 1564759800,
            "text": "2019-08-02 16:30:00 +0100",
            "iso_8601": "2019-08-02T15:30:00Z"
        },
        "updated_at": {
            "unix": 1564760097,
            "text": "2019-08-02 16:34:57 +0100",
            "iso_8601": "2019-08-02T15:34:57Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-3.1%) at 3383, FTSE 100 (-2.4%) at 7405, DAX (-2.9%) at 11896, CAC 40 (-3.3%) at 5372, IBEX 35 (-1.5%) at 8904, FTSE Italian MIB (-2.2%) at 21095, SMI (-1.2%) at 9804",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts -3.4%</li><li>Banks -3%</li><li>Basic Resources -4.6%</li><li>Chemicals -3.3%</li><li>Construction &amp; Materials -2.7%</li><li>Financial Services -2.9%</li><li>Food &amp; Beverage&nbsp; -1.6%</li><li>Health Care -1.1%</li><li>Industrial Goods &amp; Services -3.1%</li><li>Insurance -2.6%</li><li>Media -2.9%</li><li>Oil &amp; Gas -3%</li><li>Personal &amp; Household Goods -3%</li><li>Retail -2.5%</li><li>Technology&nbsp; -3.6%</li><li>Telecommunications&nbsp; -1.3%</li><li>Travel &amp; Leisure -2.3%</li><li>Utilities -0.2%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-3-1-at-3383-ftse-100-2-4-at-7405-dax-2-9-at-11896-cac-40-3-3-at-5372-ibex-35-1-5-at-8904-ftse-italian-mib-2-2-at-21095-smi-1-2-at-9804-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:30:00",
        "gmt_time": "2019-08-02 15:30:00"
    },
    {
        "id": 880666,
        "updated_sequence": 1902740,
        "published_at": {
            "unix": 1564759800,
            "text": "2019-08-02 16:30:00 +0100",
            "iso_8601": "2019-08-02T15:30:00Z"
        },
        "updated_at": {
            "unix": 1564759832,
            "text": "2019-08-02 16:30:32 +0100",
            "iso_8601": "2019-08-02T15:30:32Z"
        },
        "subject": "Atlanta Fed GDPNow (Q3) 1.9% (Prev. 2.2%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q3-1-9-prev-2-2-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:30:00",
        "gmt_time": "2019-08-02 15:30:00"
    },
    {
        "id": 880665,
        "updated_sequence": 1902735,
        "published_at": {
            "unix": 1564759080,
            "text": "2019-08-02 16:18:00 +0100",
            "iso_8601": "2019-08-02T15:18:00Z"
        },
        "updated_at": {
            "unix": 1564759108,
            "text": "2019-08-02 16:18:28 +0100",
            "iso_8601": "2019-08-02T15:18:28Z"
        },
        "subject": "New York Fed Staff Nowcast stands at 1.6% for 2019:Q3 (Prev. 2.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-staff-nowcast-stands-at-1-6-for-2019-q3-prev-2-2-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:18:00",
        "gmt_time": "2019-08-02 15:18:00"
    },
    {
        "id": 880664,
        "updated_sequence": 1902737,
        "published_at": {
            "unix": 1564758540,
            "text": "2019-08-02 16:09:00 +0100",
            "iso_8601": "2019-08-02T15:09:00Z"
        },
        "updated_at": {
            "unix": 1564759481,
            "text": "2019-08-02 16:24:41 +0100",
            "iso_8601": "2019-08-02T15:24:41Z"
        },
        "subject": "IBM (IBM) Co. are targeting FY20/21 single digit growth ",
        "content": "<ul><li>continues to expect 12bln free cash flow in 2019, with RedHat</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ibm-ibm-co-are-targeting-fy20-21-single-digit-growth-02-08-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:09:00",
        "gmt_time": "2019-08-02 15:09:00"
    },
    {
        "id": 880663,
        "updated_sequence": 1902727,
        "published_at": {
            "unix": 1564758360,
            "text": "2019-08-02 16:06:00 +0100",
            "iso_8601": "2019-08-02T15:06:00Z"
        },
        "updated_at": {
            "unix": 1564758497,
            "text": "2019-08-02 16:08:17 +0100",
            "iso_8601": "2019-08-02T15:08:17Z"
        },
        "subject": "US President Trump plays down recent North Korean missile launches; says they are not a violation of the US/North Korea agreement signed in Singapore",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1157306452228366336\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-plays-down-recent-north-korean-missile-launches-says-they-are-not-a-violation-of-the-us-north-korea-agreement-signed-in-singapore-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 23:06:00",
        "gmt_time": "2019-08-02 15:06:00"
    },
    {
        "id": 880662,
        "updated_sequence": 1902732,
        "published_at": {
            "unix": 1564757940,
            "text": "2019-08-02 15:59:00 +0100",
            "iso_8601": "2019-08-02T14:59:00Z"
        },
        "updated_at": {
            "unix": 1564758729,
            "text": "2019-08-02 16:12:09 +0100",
            "iso_8601": "2019-08-02T15:12:09Z"
        },
        "subject": "China's Global Times Editor says the Chinese side always has a second plan B, including a series of counter measures",
        "content": "<ul><li>says Beijing is very disappointed by the latest \"flip-flops of the US\".&nbsp;</li><li>quotes a well-informed official as saying \"China won't fight the battle unprepared. You will see it\"</li><li><a href=\"https://twitter.com/HuXijin_GT/status/1157304684110966787\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-s-global-times-editor-says-the-chinese-side-always-has-a-second-plan-b-including-a-series-of-counter-measures-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:59:00",
        "gmt_time": "2019-08-02 14:59:00"
    },
    {
        "id": 880661,
        "updated_sequence": 1902720,
        "published_at": {
            "unix": 1564757580,
            "text": "2019-08-02 15:53:00 +0100",
            "iso_8601": "2019-08-02T14:53:00Z"
        },
        "updated_at": {
            "unix": 1564757648,
            "text": "2019-08-02 15:54:08 +0100",
            "iso_8601": "2019-08-02T14:54:08Z"
        },
        "subject": "Goldman Sachs lowers Q3 GDP tracking estimate by one tenth to +1.8% (qoq ar), leaves past-quarter GDP tracking estimate for Q2 unchanged at +2.0% (compared to +2.1% as originally reported)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Goldman Sachs",
        "slug": "goldman-sachs-lowers-q3-gdp-tracking-estimate-by-one-tenth-to-1-8-qoq-ar-leaves-past-quarter-gdp-tracking-estimate-for-q2-unchanged-at-2-0-compared-to-2-1-as-originally-reported-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:53:00",
        "gmt_time": "2019-08-02 14:53:00"
    },
    {
        "id": 880660,
        "updated_sequence": 1902717,
        "published_at": {
            "unix": 1564757100,
            "text": "2019-08-02 15:45:00 +0100",
            "iso_8601": "2019-08-02T14:45:00Z"
        },
        "updated_at": {
            "unix": 1564757235,
            "text": "2019-08-02 15:47:15 +0100",
            "iso_8601": "2019-08-02T14:47:15Z"
        },
        "subject": "An increasing number of Chinese consumers are willing to boycott US goods, the FT reports",
        "content": "<p><a href=\"https://www.ft.com/content/ad8ef998-b50e-11e9-8cb2-799a3a8cf37b\">Via the FT</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "an-increasing-number-of-chinese-consumers-are-willing-to-boycott-us-goods-the-ft-reports-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:45:00",
        "gmt_time": "2019-08-02 14:45:00"
    },
    {
        "id": 880658,
        "updated_sequence": 1902709,
        "published_at": {
            "unix": 1564755240,
            "text": "2019-08-02 15:14:00 +0100",
            "iso_8601": "2019-08-02T14:14:00Z"
        },
        "updated_at": {
            "unix": 1564755312,
            "text": "2019-08-02 15:15:12 +0100",
            "iso_8601": "2019-08-02T14:15:12Z"
        },
        "subject": "Update: some reports indicate that the closure is due to bank robbers having fled to the area -Original: Frankfurt Police tweet that they are currently running large operation around the main Frankfurt train station, and the public should avoid the area. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "update-some-reports-indicate-that-the-closure-is-due-to-bank-robbers-having-fled-to-the-area-original-frankfurt-police-tweet-that-they-are-currently-running-large-operation-around-the-main-frankfurt-train-station-and-the-public-should-av-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:14:00",
        "gmt_time": "2019-08-02 14:14:00"
    },
    {
        "id": 880657,
        "updated_sequence": 1902704,
        "published_at": {
            "unix": 1564754760,
            "text": "2019-08-02 15:06:00 +0100",
            "iso_8601": "2019-08-02T14:06:00Z"
        },
        "updated_at": {
            "unix": 1564754930,
            "text": "2019-08-02 15:08:50 +0100",
            "iso_8601": "2019-08-02T14:08:50Z"
        },
        "subject": "Frankfurt Police tweet that they are currently running a large operation around the main Frankfurt train station, and the public should avoid the area",
        "content": "<p><a href=\"https://twitter.com/Polizei_Ffm\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "frankfurt-police-tweet-that-they-are-currently-running-a-large-operation-around-the-main-frankfurt-train-station-and-the-public-should-avoid-the-area-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:06:00",
        "gmt_time": "2019-08-02 14:06:00"
    },
    {
        "id": 880655,
        "updated_sequence": 1902706,
        "published_at": {
            "unix": 1564754700,
            "text": "2019-08-02 15:05:00 +0100",
            "iso_8601": "2019-08-02T14:05:00Z"
        },
        "updated_at": {
            "unix": 1564754953,
            "text": "2019-08-02 15:09:13 +0100",
            "iso_8601": "2019-08-02T14:09:13Z"
        },
        "subject": "NEC Director Kudlow says the Trump Administration has ruled out any currency intervention, he is not concerned about the market reaction to the latest China tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-the-trump-administration-has-ruled-out-any-currency-intervention-he-is-not-concerned-about-the-market-reaction-to-the-latest-china-tariffs-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 22:05:00",
        "gmt_time": "2019-08-02 14:05:00"
    },
    {
        "id": 880644,
        "updated_sequence": 1902663,
        "published_at": {
            "unix": 1564754040,
            "text": "2019-08-02 14:54:00 +0100",
            "iso_8601": "2019-08-02T13:54:00Z"
        },
        "updated_at": {
            "unix": 1564754257,
            "text": "2019-08-02 14:57:37 +0100",
            "iso_8601": "2019-08-02T13:57:37Z"
        },
        "subject": "NEC Director Kudlow says that a number of good things could happen in the month prior to tariffs going on Chinese goods ",
        "content": "<ul><li>White House anticipates a very small impact on consumers from the tariffs</li><li>Good things could arise from the September meeting between US and China</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-that-a-number-of-good-things-could-happen-in-the-month-prior-to-tariffs-going-on-chinese-goods-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:54:00",
        "gmt_time": "2019-08-02 13:54:00"
    },
    {
        "id": 880643,
        "updated_sequence": 1902654,
        "published_at": {
            "unix": 1564753620,
            "text": "2019-08-02 14:47:00 +0100",
            "iso_8601": "2019-08-02T13:47:00Z"
        },
        "updated_at": {
            "unix": 1564753836,
            "text": "2019-08-02 14:50:36 +0100",
            "iso_8601": "2019-08-02T13:50:36Z"
        },
        "subject": "Atlantia (ATL IM) reports H1 net EUR 777mln vs Exp. EUR 765mln, EBITDA EUR 3.55bln and revenue EUR 5.60bln vs. Exp. EUR 5.55bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-reports-h1-net-eur-777mln-vs-exp-eur-765mln-ebitda-eur-3-55bln-and-revenue-eur-5-60bln-vs-exp-eur-5-55bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:47:00",
        "gmt_time": "2019-08-02 13:47:00"
    },
    {
        "id": 880640,
        "updated_sequence": 1902643,
        "published_at": {
            "unix": 1564753200,
            "text": "2019-08-02 14:40:00 +0100",
            "iso_8601": "2019-08-02T13:40:00Z"
        },
        "updated_at": {
            "unix": 1564753356,
            "text": "2019-08-02 14:42:36 +0100",
            "iso_8601": "2019-08-02T13:42:36Z"
        },
        "subject": "White House Economic Advidsor Kudlow says US President Trump doesn't like the idea that Europe is \"manipulating\" the EUR; says negative rates in Europe reflect terrible European economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advidsor-kudlow-says-us-president-trump-doesn-t-like-the-idea-that-europe-is-manipulating-the-eur-says-negative-rates-in-europe-reflect-terrible-european-economy-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:40:00",
        "gmt_time": "2019-08-02 13:40:00"
    },
    {
        "id": 880639,
        "updated_sequence": 1902638,
        "published_at": {
            "unix": 1564753080,
            "text": "2019-08-02 14:38:00 +0100",
            "iso_8601": "2019-08-02T13:38:00Z"
        },
        "updated_at": {
            "unix": 1564753175,
            "text": "2019-08-02 14:39:35 +0100",
            "iso_8601": "2019-08-02T13:39:35Z"
        },
        "subject": "US Movers: Pinterest Inc. (PINS) +16.3%, Fortinet (FTNT) +11.6%, Exxon Mobil (XOM) +0.5%; Arista Networks (ANET) -7.7%, Square Inc (SQ) -13.7%, NetApp Inc (NTAP) -19.2%",
        "content": "<ul><li><strong>PI, FTNT </strong>&amp; <strong>XOM </strong>up on top &amp; bottom line beat and strong guidance <strong>&nbsp;</strong></li><li><strong>SQ </strong>down on poor Q3 EPS guidance</li><li><strong>ANET </strong>down; Cloud revenue was light and bad NTAP earnings</li><li><strong>NTAP </strong>down after cutting Q1 guidance</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-pinterest-inc-pins-16-3-fortinet-ftnt-11-6-exxon-mobil-xom-0-5-arista-networks-anet-7-7-square-inc-sq-13-7-netapp-inc-ntap-19-2-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:38:00",
        "gmt_time": "2019-08-02 13:38:00"
    },
    {
        "id": 880638,
        "updated_sequence": 1902701,
        "published_at": {
            "unix": 1564753020,
            "text": "2019-08-02 14:37:00 +0100",
            "iso_8601": "2019-08-02T13:37:00Z"
        },
        "updated_at": {
            "unix": 1564754805,
            "text": "2019-08-02 15:06:45 +0100",
            "iso_8601": "2019-08-02T14:06:45Z"
        },
        "subject": "NEC Director Kudlow says he has not heard anything definitive about a possibility of China tariff delays, US President Trump is not satisfied with progress in talks ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business",
        "slug": "nec-director-kudlow-says-he-has-not-heard-anything-definitive-about-a-possibility-of-china-tariff-delays-us-president-trump-is-not-satisfied-with-progress-in-talks-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:37:00",
        "gmt_time": "2019-08-02 13:37:00"
    },
    {
        "id": 880637,
        "updated_sequence": 1902630,
        "published_at": {
            "unix": 1564752900,
            "text": "2019-08-02 14:35:00 +0100",
            "iso_8601": "2019-08-02T13:35:00Z"
        },
        "updated_at": {
            "unix": 1564753016,
            "text": "2019-08-02 14:36:56 +0100",
            "iso_8601": "2019-08-02T13:36:56Z"
        },
        "subject": "Dallas Fed's Trimmed Mean PCE Price Index MM (Jun) +2.4% (Prev. 1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dallas-fed-s-trimmed-mean-pce-price-index-mm-jun-2-4-prev-1-8-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:35:00",
        "gmt_time": "2019-08-02 13:35:00"
    },
    {
        "id": 880635,
        "updated_sequence": 1902623,
        "published_at": {
            "unix": 1564751820,
            "text": "2019-08-02 14:17:00 +0100",
            "iso_8601": "2019-08-02T13:17:00Z"
        },
        "updated_at": {
            "unix": 1564752908,
            "text": "2019-08-02 14:35:08 +0100",
            "iso_8601": "2019-08-02T13:35:08Z"
        },
        "subject": "Analysis: Trump’s latest tariff threats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>The current state of US/China trade negotiations: </strong>The decision comes following the return of negotiators from Shanghai, and “likely signals that US-China talks did not make sufficient progress to convince the White House that a deal was likely in the near-term”, notes Goldman.</li><li><strong>On the possibility that the tariffs could be called off/postponed prior to the implementation date;</strong> US President Trump’s tweets also contained positive comments, including “continuing our positive dialogue with China on a comprehensive trade deal”, Goldman notes. It raises the possibility that this announcement could be a way to apply extra pressure in a bid to extract concessions ahead of the next round of trade talks in Washington in September. “If so” the bank says “it suggests that these tariffs are not a foregone conclusion.” This line of thinking was confirmed by CNBC reports, which suggested that the Trump administration may be willing to shelve China tariffs if China takes positive (although Chinese officials have vowed not to “give an inch” according to an SCMP commentary). Goldman concludes that the tariffs are more likely to be implemented than delayed or called off.</li><li><strong>The implementation of new tariffs: </strong>Much of the domestic barriers to the implementation of these tariffs has already been lifted; USTR Lighthizer released a proposed list of products subject to tariff (so-called “List 4”) and held public hearings. The bank now awaits release a final proposal with a slightly revised list as well as a 10% tariff rate and an implementation date (likely 1 September); these tariffs would then take automatic effect unless extra measures were taken to reverse them.</li><li><strong>Who will be hit by the latest tariffs: </strong>Consumer goods will be hit the hardest, making up 62% of the tariffed goods. Capital and intermediate goods, which Goldman notes constituted the bulk of the previous three tranches, make up 38%. The bank points out that much of the new tariffs on goods will be concentrated in areas that have thus far been unscathed by prior rounds of tariffs, including apparel and footwear, Toys and phones, which raises the risk of firms passing this cost on to the consumer. As such, Goldman expects new tariffs to be politically unpopular.</li><li><strong>How new tariffs might affect the data: </strong>Goldman expect these tariffs to push up core PCE inflation by just over 20bps by year-end, and estimate a hit to GDP of between 0.1-0.2%, added to the 0.2% hit from the tariffs already imposed. It adds that the hit to GDP could rise to 0.5-0.6% if the tariffs on USD 300bln of China imports is raised to 25%.</li><li><strong>The impact of Fed policy: </strong>As made clear in Wednesday’s FOMC statement and press conference, trade related uncertainty was a significant factor in the Fed’s decision to make a 25bps “insurance” cut. Goldman Sachs concludes that the announcement of further tariffs increases the likelihood of a rate cut at September’s FOMC meeting.</li></ul>",
        "analysis_updated_at": {
            "unix": 1564751880,
            "text": "2019-08-02 14:18:00 +0100",
            "iso_8601": "2019-08-02T13:18:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-trump-s-latest-tariff-threats-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:17:00",
        "gmt_time": "2019-08-02 13:17:00"
    },
    {
        "id": 880635,
        "updated_sequence": 1902623,
        "published_at": {
            "unix": 1564751820,
            "text": "2019-08-02 14:17:00 +0100",
            "iso_8601": "2019-08-02T13:17:00Z"
        },
        "updated_at": {
            "unix": 1564752908,
            "text": "2019-08-02 14:35:08 +0100",
            "iso_8601": "2019-08-02T13:35:08Z"
        },
        "subject": "Analysis: Trump’s latest tariff threats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>The current state of US/China trade negotiations: </strong>The decision comes following the return of negotiators from Shanghai, and “likely signals that US-China talks did not make sufficient progress to convince the White House that a deal was likely in the near-term”, notes Goldman.</li><li><strong>On the possibility that the tariffs could be called off/postponed prior to the implementation date;</strong> US President Trump’s tweets also contained positive comments, including “continuing our positive dialogue with China on a comprehensive trade deal”, Goldman notes. It raises the possibility that this announcement could be a way to apply extra pressure in a bid to extract concessions ahead of the next round of trade talks in Washington in September. “If so” the bank says “it suggests that these tariffs are not a foregone conclusion.” This line of thinking was confirmed by CNBC reports, which suggested that the Trump administration may be willing to shelve China tariffs if China takes positive (although Chinese officials have vowed not to “give an inch” according to an SCMP commentary). Goldman concludes that the tariffs are more likely to be implemented than delayed or called off.</li><li><strong>The implementation of new tariffs: </strong>Much of the domestic barriers to the implementation of these tariffs has already been lifted; USTR Lighthizer released a proposed list of products subject to tariff (so-called “List 4”) and held public hearings. The bank now awaits release a final proposal with a slightly revised list as well as a 10% tariff rate and an implementation date (likely 1 September); these tariffs would then take automatic effect unless extra measures were taken to reverse them.</li><li><strong>Who will be hit by the latest tariffs: </strong>Consumer goods will be hit the hardest, making up 62% of the tariffed goods. Capital and intermediate goods, which Goldman notes constituted the bulk of the previous three tranches, make up 38%. The bank points out that much of the new tariffs on goods will be concentrated in areas that have thus far been unscathed by prior rounds of tariffs, including apparel and footwear, Toys and phones, which raises the risk of firms passing this cost on to the consumer. As such, Goldman expects new tariffs to be politically unpopular.</li><li><strong>How new tariffs might affect the data: </strong>Goldman expect these tariffs to push up core PCE inflation by just over 20bps by year-end, and estimate a hit to GDP of between 0.1-0.2%, added to the 0.2% hit from the tariffs already imposed. It adds that the hit to GDP could rise to 0.5-0.6% if the tariffs on USD 300bln of China imports is raised to 25%.</li><li><strong>The impact of Fed policy: </strong>As made clear in Wednesday’s FOMC statement and press conference, trade related uncertainty was a significant factor in the Fed’s decision to make a 25bps “insurance” cut. Goldman Sachs concludes that the announcement of further tariffs increases the likelihood of a rate cut at September’s FOMC meeting.</li></ul>",
        "analysis_updated_at": {
            "unix": 1564751880,
            "text": "2019-08-02 14:18:00 +0100",
            "iso_8601": "2019-08-02T13:18:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-trump-s-latest-tariff-threats-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:17:00",
        "gmt_time": "2019-08-02 13:17:00"
    },
    {
        "id": 880634,
        "updated_sequence": 1902618,
        "published_at": {
            "unix": 1564751220,
            "text": "2019-08-02 14:07:00 +0100",
            "iso_8601": "2019-08-02T13:07:00Z"
        },
        "updated_at": {
            "unix": 1564751467,
            "text": "2019-08-02 14:11:07 +0100",
            "iso_8601": "2019-08-02T13:11:07Z"
        },
        "subject": "US President Trump is willing to shelve China tariffs if China takes positive action, according to CNBC's Tausche citing a senior admin official ",
        "content": "<ul><li>Expectation is tariff will apply to goods that arrive in US on Sept 1, according to the senior official</li><li><a href=\"https://twitter.com/kaylatausche/status/1157276430532841472\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-willing-to-shelve-china-tariffs-if-china-takes-positive-action-according-to-cnbc-s-tausche-citing-a-senior-admin-official-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:07:00",
        "gmt_time": "2019-08-02 13:07:00"
    },
    {
        "id": 880633,
        "updated_sequence": 1902611,
        "published_at": {
            "unix": 1564750860,
            "text": "2019-08-02 14:01:00 +0100",
            "iso_8601": "2019-08-02T13:01:00Z"
        },
        "updated_at": {
            "unix": 1564751065,
            "text": "2019-08-02 14:04:25 +0100",
            "iso_8601": "2019-08-02T13:04:25Z"
        },
        "subject": "Additional US Equity Stories - DAL",
        "content": "<p>Delta Air Lines (DAL) - July Load Factor 90.0% (prev. 88.6%); RPMs +5.2% at 23.77bln; ASMS +3.5% at 26.41bln</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-dal-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:01:00",
        "gmt_time": "2019-08-02 13:01:00"
    },
    {
        "id": 880632,
        "updated_sequence": 1902606,
        "published_at": {
            "unix": 1564750800,
            "text": "2019-08-02 14:00:00 +0100",
            "iso_8601": "2019-08-02T13:00:00Z"
        },
        "updated_at": {
            "unix": 1564750881,
            "text": "2019-08-02 14:01:21 +0100",
            "iso_8601": "2019-08-02T13:01:21Z"
        },
        "subject": "Fixed and FX latest: debt dips and Buck flips post-NFP",
        "content": "<p>After the usual choppy/2-way flow on the initial US jobs data headlines, bonds appear to be settling on the softer side of pre-release levels and down further from earlier intraday/contract highs, while the Dollar has bounced from minor new session lows towards peaks with the DXY up over 98.300 vs 98.147 at one stage. To recap, payrolls were spot on consensus along with the jobless rate, while a -41k 2 month backward downgrade was largely countered by firmer wage components and an uptick in the participation rate. However, the US equity response and take on latest US-China trade barbs are highly likely to dominate proceedings and dictate direction between now and the weekend. Back to debt futures, Bunds, Gilts and US Treasuries are ca 175.80 vs 176.10, 133.50 vs 133.85 and 128-21+ vs 129-04+.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-debt-dips-and-buck-flips-post-nfp-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 21:00:00",
        "gmt_time": "2019-08-02 13:00:00"
    },
    {
        "id": 880631,
        "updated_sequence": 1902603,
        "published_at": {
            "unix": 1564750740,
            "text": "2019-08-02 13:59:00 +0100",
            "iso_8601": "2019-08-02T12:59:00Z"
        },
        "updated_at": {
            "unix": 1564750866,
            "text": "2019-08-02 14:01:06 +0100",
            "iso_8601": "2019-08-02T13:01:06Z"
        },
        "subject": "Buzzi Unicem (BZU IM) reports H1 revenue EUR 1.52bln vs. Exp. EUR 1.50bln. net EUR 134.6mln vs. Prev. EUR 123mln. Co. raises FY19 EBITDA guidance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "buzzi-unicem-bzu-im-reports-h1-revenue-eur-1-52bln-vs-exp-eur-1-50bln-net-eur-134-6mln-vs-prev-eur-123mln-co-raises-fy19-ebitda-guidance-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:59:00",
        "gmt_time": "2019-08-02 12:59:00"
    },
    {
        "id": 880630,
        "updated_sequence": 1902600,
        "published_at": {
            "unix": 1564750320,
            "text": "2019-08-02 13:52:00 +0100",
            "iso_8601": "2019-08-02T12:52:00Z"
        },
        "updated_at": {
            "unix": 1564750429,
            "text": "2019-08-02 13:53:49 +0100",
            "iso_8601": "2019-08-02T12:53:49Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 2nd August 2019",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22448/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><p>Following US President Trump announcing the implementation of new 10% tariffs on the remaining USD 300bln of Chinese imports to the US (starting September 1st), Goldman Sachs note that this round of tariffs would weigh more on the <strong>consumer segment</strong>, which it puts at taking 62% of the new tariffs, where as previously tariffs had been more focused on capital or intermediate goods. These tariffs will consist of nearly 20% in <strong>apparel and footwear</strong>, 10% in <strong>toys</strong>, and 17% in <strong>cell phones</strong>.</p><p><strong>DOW</strong></p><ul><li>Boeing Company (BA) (Industrials/Aerospace &amp; Defense) is redesigning the flight control system of its 737 MAX so that it is dependent on both of the plane’s flight-control computers for data rather than just one.</li><li>Apple Inc. (AAPL) (Information Technology/Technology Hardware, Storage &amp; Peripherals) has suspended its Siri response analysis programme following privacy concerns. Separately, DigiTimes reports that Apple could release 5G MacBooks in H2 2020.</li><li>Exxon Mobil Corp. (XOM) (Energy/Integrated Oil &amp; Gas) Q2 19 (USD): EPS 0.73 (exp. 0.68), Revenue 69.1bln (exp. 65.8bln). Guides Q3 upstream volumes to be in-line Q/Q. Quarterly boe/d +7% Q/Q to 3.9mln boe/d.</li><li>Chevron Corp. (CVX) (Energy/Integrated Oil &amp; Gas) Q2 19 (USD): EPS 2.27 (exp. 1.86, unclear if comparable), Revenue 36bln (exp. 40.72bln).</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Amazon.com Inc. (AMZN) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail), <strong>Microsoft Corp. (MSFT) </strong>(Information Technology/Systems Software) – The DoJ has announced the Pentagon has put its USD 10bln JEDI cloud contract on hold whilst Secretary of Defense Esper reviews whether it should be given to Amazon.</li><li><strong>Amazon.com Inc. (AMZN) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail) – House Republicans have requested information from the tech giant on its cloud security protocols, following the ex-employee who hacked into <strong>Capital One’s (COF)</strong> data.</li><li><strong>NetApp Inc (NTAP)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) gave a negative guidance update, ahead of its Q1 20 earnings report on August 14th. Q1 EPS view 0.55-0.60 (exp. 0.83); Q1 Revenue view 1.22bln-1.23bln (exp. 1.39bln). Cuts FY 20 Revenue view to down 5%-10%.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>EOG Resources (EOG)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) Q2 19 (USD) adj. EPS 1.37 (exp. 1.33), Revenue 4.70bln (exp. 4.40bln). Total production +16% to 812,800 boe/d. Affirms FY capex view of 6.1bln-6.5bln.</li><li><strong>Arista Networks (ANET)</strong> (Information Technology/Communications Equipment) Q2 19 (USD): adj. EPS 2.44 (exp. 2.20), Revenue 0.61bln (exp. 0.61bln). Q3 Revenue view 647mln-657mln (exp. 650.92mln).</li><li><strong>Mettler Toledo (MTD)</strong> (Health Care/Life Sciences Tools &amp; Services) Q2 19 (USD): adj. EPS 5.16 (exp. 5.08), Revenue 0.73bln (exp. 0.74bln). Narrows to the upper end FY adj. EPS view to 22.60-22.75 (exp. 22.70).</li><li><strong>Motorola Solutions Inc. (MSI)</strong> (Information Technology/Communications Equipment) Q2 19 (USD): adj. EPS 1.69 (exp. 1.60), Revenue 1.90bln (exp. 1.85bln). Raises FY adj. EPS view 7.67-7.77 (exp. 7.72); Raises FY Revenue growth view to 7%-7.5% (prev. 6%-7%, exp. 7.87bln)</li><li><strong>Consolidated Edison (ED)</strong> (Utilities/Electric Utilities) Q2 19 (USD): adj. EPS 0.58 (exp. 0.61). Affirms FY EPS view 4.25-4.45 (exp. 4.35).</li><li><strong>Western Union Co (WU)</strong> (Information Technology/Internet Software &amp; Services) Q2 19 (USD): adj. EPS 0.45 (exp. 0.46), Revenue 1.30bln (exp. 1.35bln). FY adj. EPS view 1.70-1.80 (exp. 1.78), FY Revenue view down mid-single digit (exp. 5.31bln). Announces organisational restructuring strategy, including a 10% headcount cut.</li><li><strong>Qorvo (QRVO)</strong> (Information Technology/Semiconductors) Q1 20 (USD): EPS 1.36 (exp. 1.15), Revenue 0.78bln (exp. 0.74bln). Q2 EPS view 1.30 at midpoint (exp. 1.25); Q2 Revenue view 0.75bln-0.77bln.</li><li><strong>DaVita Inc. (DVA)</strong> (Health Care/Health Care Facilities) Q2 19 (USD): adj. EPS 1.22 (exp. 1.11), Revenue 2.84bln (exp. 2.86bln).</li><li><strong>Fortinet (FTNT)</strong> (Information Technology/Systems Software) Q2 19 (USD): EPS 0.58 (exp. 0.50), Revenue 0.52bln (exp. .51bln). FY EPS view 2.23-2.26 (exp. 2.14), FY Revenue view 2.10bln-2.12bln (exp. 2.09bln).</li><li><strong>LyondellBasell (LYB)</strong> (Materials/Specialty Chemicals) Q2 19 (USD): EPS 2.70 (exp. 2.85), Revenue 9.05bln (exp. 9.67bln). Sees cheap LNG feedstocks driving strong chain margin.</li><li><strong>Sempra Energy (SRE)</strong> (Utilities/Multi-Utilities) Q2 19 (USD): EPS 1.10 (exp. 1.23), Revenue 2.23bln (exp. 2.57bln). Affirms FY adj. EPS view 5.70-6.30 (exp. 6.06).</li><li><strong>Newell Brands (NWL)</strong> (Consumer Discretionary/Housewares &amp; Specialties) Q2 19 (USD): adj. EPS 0.45 (exp. 0.36), Revenue 2.10 (exp. 2.12bln). Affirms FY adj. EPS view 1.50-1.65 (exp. 1.55), raises FY Revenue view 9.1bln-9.3bln (prev. 8.2bln-8.4bln, exp. 8.37bln). Q3 guidance is also above expectations.</li><li><strong>Dover Corp (DOV)</strong> (Industrials/Machinery) has raised its quarterly dividend by 2% to USD 0.49/shr.</li><li><strong>Viacom Inc. (VIAB)</strong> (Communication Services/Movies &amp; Entertainment) and <strong>Lions Gate Entertainment Corp (LGF.A)</strong> (Communication Services/Entertainment) are some of the leading potential suitors for acquiring a stake in Miramax film studio from Qarter-based owner BeIN, who is looking to sell up to 50% of the studio, which total value would be at approximately USD 650mln, WSJ reports.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Cloudera (CLDR)</strong> (Information Technology/Software) – Activist investor Carl Icahn has declared a 12.6% stake in the data analytics and management solutions provider, saying that he is looking to speak with its board and management to enhance shareholder value, in addition to potential board representation.</li><li><strong>Fluor (FLR)</strong> (Industrials/Construction &amp; Engineering) Q2 19 (USD): EPS with charges -3.96 (exp. 0.52), Revenue 4.1bln (exp. 4.7bln); 714mln charges occurred from a strategic review of Fluor and project developments. Withdraws FY EPS guidance.</li><li><strong>Herbalife Nutrition Ltd (HLF)</strong> (Consumer Products/Personal Products) Q2 19 (USD): adj. EPS 0.70 (exp. 0.77), Revenue 1.2bln (exp. 1.29bln). Cuts FY EPS view 2.40-2.80 (prev. 2.50-2.95, exp. 2.94).</li><li><strong>Pinterest Inc (PINS)</strong> (Communication Services/Interactive Media &amp; Services) Q2 19 (USD): EPS -0.06 (exp. -0.08), Revenue 0.26bln (exp. 0.24bln); global ARPU 0.88 (prev. 0.69), global MAUs +30% at 300mln. Raises FY adj. EBITDA and Revenue view.</li><li><strong>Restaurant Brands International Inc (QSR)</strong> (Consumer Discretionary/Hotels, Restaurants &amp; Leisure) Q2 19 (USD): adj. EPS 0.71 (exp. 0.68), Revenue 1.40bln (exp. 1.39bln); global system-wide sales +8%.</li><li><strong>Square Inc (SQ)</strong> (Information Technology/IT Services) Q2 19 (USD): adj. EPS 0.21 (exp. 0.16), adj. Revenue 0.563bln (exp. 0.56bln); gross payment volume +25% to 26.8bln. DoorDash to acquire Square's food ordering platform Caviar for 410mln in cash and preferred stock. Affirms FY adj. EPS view 0.74-0.78 (exp. 0.76); affirms FY adj. Revenue view 2.25bln-2.28bln (exp. 2.28bln).</li><li><strong>Universal Display Corp (OLED)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment) Q2 19 (USD): EPS 0.92 (exp. 0.45), Revenue 0.12bln (exp. .08bln). Raises FY Revenue view 0.37bln-0.39bln (prev. 0.35bln-0.37bln, exp. 0.36bln).</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>EQUINOR (EQNR) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li><li>TREEHOUSE (THS) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>FMC CORPORATION (FMC) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>PINTEREST (PINS) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>SURVEYMONKEY (SVMK) UPGRADED TO BUY FROM NEUTRAL AT UBS</li><li>FLOWSERVE (FLS) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>STERICYCLE (SRCL) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BAIRD</li><li>PHILLIPS 66 PARTNERS (PSXP) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>FORTINET (FTNT) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>GILDAN ACTIVEWEAR (GIL) UPGRADED TO BUY FROM HOLD AT DESJARDINS</li><li>GILDAN ACTIVEWEAR (GIL) UPGRADED TO BUY FROM HOLD AT TD SECURITIES</li></ul><p><strong>Downgrades</strong></p><ul><li>ABIOMED (ABMD) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>ABIOMED (ABMD) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>ANTERO MIDSTREAM (AM) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>ANTERO MIDSTREAM (AM) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT MUFG</li><li>HILTON GRAND VACATIONS (HGV) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>IRON MOUNTAIN (IRM) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BAIRD</li><li>MGM RESORTS (MGM) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>MIRATI THERAPEUTICS (MRTX) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>NETAPP (NTAP) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>NETAPP (NTAP) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>NVENT ELECTRIC (NVT) DOWNGRADED TO HOLD FROM BUY AT VERTICAL RESEARCH</li><li>OSHKOSH (OSK) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>OWENS-ILLINOIS (OI) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>QUALCOMM (QCOM) DOWNGRADED TO SELL FROM HOLD AT DZ BANK</li><li>ROYAL GOLD (RGLD) DOWNGRADED TO NEUTRAL FROM OUTPERFORMER AT CIBC</li><li>SPROUTS FARMERS (SFM) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>SPROUTS FARMERS MARKET (SFM) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>SQUARE (SQ) DOWNGRADED TO UNDERPERFORM FROM OUTPERFORM AT EVERCORE ISI</li><li>UNIVERSAL DISPLAY (OLED) DOWNGRADED TO HOLD FROM BUY AT NEEDHAM</li><li>WESCO (WCC) DOWNGRADED TO NEUTRAL FROM BUY AT BUCKINGHAM</li><li>WESCO (WCC) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li><li>WESTERN MIDSTREAM (WES) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>XYLEM (WYL) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li></ul><p><strong>Initiations</strong></p><ul><li>AIR PRODUCTS (APD) RATED NEW SELL AT REDBURN</li><li>COUPA SOFTWARE (COUP) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 168</li><li>NUSTAR ENERGY (NS) RATED NEW NEUTRAL AT MIZUHO; PT USD 32</li><li>OKTA (OKTA) RATED NEW MARKET PERFORM AT BMO; PT USD 155</li><li>SMARTSHEET (SMAR) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 62</li><li>ZSCALER (ZS) RATED NEW MARKET PERFORM AT BMO; PT USD 100</li><li>IHEARTMEDIA (IHRT) RATED NEW OVERWEIGHT AT JPMORGAN; PT USD 21</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Ameriprise Financial Inc (AMP). Amount USD 0.97</li><li>Capital One Financial Corp (COF). Amount USD 0.40</li><li>Citigroup Inc (C). Amount USD 0.51</li><li>CVR Energy Inc (CVI). Amount USD 0.75</li><li>HCP Inc (HCP). Amount USD 0.37</li><li>Idacorp Inc (IDA). Amount USD 0.63</li><li>KKR &amp; Co Inc (KKR). Amount USD 0.12</li><li>Noble Energy Inc (NBL). Amount USD 0.12</li><li>Norfolk Southern Corp (NSC). Amount USD 0.94</li><li>Santander Consumer USA Holdings Inc (SC). Amount USD 0.22</li><li>Synchrony Financial (SYF). Amount USD 0.22</li><li>Webster Financial Corp (WBS). Amount USD 0.40</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-2nd-august-2019-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:52:00",
        "gmt_time": "2019-08-02 12:52:00"
    },
    {
        "id": 880629,
        "updated_sequence": 1902597,
        "published_at": {
            "unix": 1564750260,
            "text": "2019-08-02 13:51:00 +0100",
            "iso_8601": "2019-08-02T12:51:00Z"
        },
        "updated_at": {
            "unix": 1564750321,
            "text": "2019-08-02 13:52:01 +0100",
            "iso_8601": "2019-08-02T12:52:01Z"
        },
        "subject": "China said on Friday it would not “give an inch” by offering trade concessions to the United States, promising to retaliate if US President Trump went ahead with imposing further tariffs., SCMP",
        "content": "<p><a href=\"https://www.scmp.com/news/china/diplomacy/article/3021251/china-wont-give-inch-after-donald-trump-threatens-more-tariffs\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-said-on-friday-it-would-not-give-an-inch-by-offering-trade-concessions-to-the-united-states-promising-to-retaliate-if-us-president-trump-went-ahead-with-imposing-further-tariffs-scmp-02-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:51:00",
        "gmt_time": "2019-08-02 12:51:00"
    },
    {
        "id": 880627,
        "updated_sequence": 1902582,
        "published_at": {
            "unix": 1564749420,
            "text": "2019-08-02 13:37:00 +0100",
            "iso_8601": "2019-08-02T12:37:00Z"
        },
        "updated_at": {
            "unix": 1564749457,
            "text": "2019-08-02 13:37:37 +0100",
            "iso_8601": "2019-08-02T12:37:37Z"
        },
        "subject": "Fed’s Rosengren (Voter, Hawk) on his dissention at the recent FOMC vote, says that he does not see a clear and compelling case for additional monetary accommodation at this point ",
        "content": "<p><a href=\"https://www.bostonfed.org/news-and-events/press-releases/2019/statement-of-eric-s-rosengren.aspx\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-voter-hawk-on-his-dissention-at-the-recent-fomc-vote-says-that-he-does-not-see-a-clear-and-compelling-case-for-additional-monetary-accommodation-at-this-point-02-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:37:00",
        "gmt_time": "2019-08-02 12:37:00"
    },
    {
        "id": 880628,
        "updated_sequence": 1902594,
        "published_at": {
            "unix": 1564749420,
            "text": "2019-08-02 13:37:00 +0100",
            "iso_8601": "2019-08-02T12:37:00Z"
        },
        "updated_at": {
            "unix": 1564750280,
            "text": "2019-08-02 13:51:20 +0100",
            "iso_8601": "2019-08-02T12:51:20Z"
        },
        "subject": "PBoC will comprehensively use multiple monetary policy tools in H2, will maintain prudent monetary policy and strengthen counter cyclical adjustments, will lower RRR at appropriate time",
        "content": "<ul><li>To continue interest rate and exchange rate reform</li><li>To keep liquidity reasonably ample</li><li>To focus on supply-side structural reform</li><li>To accelerate research and development for digital currency and electronic payment</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-will-comprehensively-use-multiple-monetary-policy-tools-in-h2-will-maintain-prudent-monetary-policy-and-strengthen-counter-cyclical-adjustments-will-lower-rrr-at-appropriate-time-02-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:37:00",
        "gmt_time": "2019-08-02 12:37:00"
    },
    {
        "id": 880626,
        "updated_sequence": 1902571,
        "published_at": {
            "unix": 1564749000,
            "text": "2019-08-02 13:30:00 +0100",
            "iso_8601": "2019-08-02T12:30:00Z"
        },
        "updated_at": {
            "unix": 1564749107,
            "text": "2019-08-02 13:31:47 +0100",
            "iso_8601": "2019-08-02T12:31:47Z"
        },
        "subject": "US BLS Birth Death Ratio (Jul): 148k (Prev. 102k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-bls-birth-death-ratio-jul-148k-prev-102k-02-08-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:30:00",
        "gmt_time": "2019-08-02 12:30:00"
    },
    {
        "id": 880625,
        "updated_sequence": 1902575,
        "published_at": {
            "unix": 1564748820,
            "text": "2019-08-02 13:27:00 +0100",
            "iso_8601": "2019-08-02T12:27:00Z"
        },
        "updated_at": {
            "unix": 1564749154,
            "text": "2019-08-02 13:32:34 +0100",
            "iso_8601": "2019-08-02T12:32:34Z"
        },
        "subject": "Chevron Corp (CVX) Q2 19 (USD): EPS  2.27 (exp. 1.86, unclear if comparable), Revenue 36bln (exp. 40.72bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Co. has a 3.1% weighting in the DJIA</li></ul>",
        "analysis_updated_at": {
            "unix": 1564749060,
            "text": "2019-08-02 13:31:00 +0100",
            "iso_8601": "2019-08-02T12:31:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "chevron-corp-cvx-q2-19-usd-eps-2-27-exp-1-86-unclear-if-comparable-revenue-36bln-exp-40-72bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:27:00",
        "gmt_time": "2019-08-02 12:27:00"
    },
    {
        "id": 880609,
        "updated_sequence": 1902520,
        "published_at": {
            "unix": 1564747800,
            "text": "2019-08-02 13:10:00 +0100",
            "iso_8601": "2019-08-02T12:10:00Z"
        },
        "updated_at": {
            "unix": 1564747896,
            "text": "2019-08-02 13:11:36 +0100",
            "iso_8601": "2019-08-02T12:11:36Z"
        },
        "subject": "Scotiabank FX Daily - Markets Defensive On Trade Tensions Into U.S. Payrolls Inbox \tx",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as relative performance hints to risk aversion.</li><li>&nbsp; CAD consolidates around key support (USDCAD resist.); trade data 8:30am ET.</li><li>&nbsp; EUR attempting possible morning star reversal following Thursday hammer.</li><li>&nbsp; GBP dogged by political developments as BoJo majority shrinks to one seat.</li><li>&nbsp; JPY strengthening on risk aversion, threatening Jan 3 flash surge highs.</li><li>&nbsp; AUD hits fresh low in upper 0.67s, ignoring modest retail sales surprise.</li><li>&nbsp; MXN threatens lower end of range from early June; near-term risk in U.S. NFP.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-markets-defensive-on-trade-tensions-into-u-s-payrolls-inbox-x-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:10:00",
        "gmt_time": "2019-08-02 12:10:00"
    },
    {
        "id": 880608,
        "updated_sequence": 1902517,
        "published_at": {
            "unix": 1564747260,
            "text": "2019-08-02 13:01:00 +0100",
            "iso_8601": "2019-08-02T12:01:00Z"
        },
        "updated_at": {
            "unix": 1564747479,
            "text": "2019-08-02 13:04:39 +0100",
            "iso_8601": "2019-08-02T12:04:39Z"
        },
        "subject": "Sprint (S) Q2 19 (USD) EPS -0.03 (exp. -0.03), Revenue 8.14bln (exp. 8.02bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sprint-s-q2-19-usd-eps-0-03-exp-0-03-revenue-8-14bln-exp-8-02bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 20:01:00",
        "gmt_time": "2019-08-02 12:01:00"
    },
    {
        "id": 880607,
        "updated_sequence": 1902512,
        "published_at": {
            "unix": 1564745400,
            "text": "2019-08-02 12:30:00 +0100",
            "iso_8601": "2019-08-02T11:30:00Z"
        },
        "updated_at": {
            "unix": 1564745999,
            "text": "2019-08-02 12:39:59 +0100",
            "iso_8601": "2019-08-02T11:39:59Z"
        },
        "subject": "Exxon Mobil Corp (XOM) Q2 19 (USD): EPS 0.73 (exp. 0.68), Revenue 69.1bln (exp. 65.8bln). Guides Q3 upstream volumes to be in-line Q/Q",
        "content": "<ul><li>Quarterly oil equivalent production +7% Q/Q to 3.9mln BPD</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Co. has a 1.9% weighting in the DJIA</li></ul>",
        "analysis_updated_at": {
            "unix": 1564745640,
            "text": "2019-08-02 12:34:00 +0100",
            "iso_8601": "2019-08-02T11:34:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "exxon-mobil-corp-xom-q2-19-usd-eps-0-73-exp-0-68-revenue-69-1bln-exp-65-8bln-guides-q3-upstream-volumes-to-be-in-line-q-q-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 19:30:00",
        "gmt_time": "2019-08-02 11:30:00"
    },
    {
        "id": 880603,
        "updated_sequence": 1902494,
        "published_at": {
            "unix": 1564744500,
            "text": "2019-08-02 12:15:00 +0100",
            "iso_8601": "2019-08-02T11:15:00Z"
        },
        "updated_at": {
            "unix": 1564744606,
            "text": "2019-08-02 12:16:46 +0100",
            "iso_8601": "2019-08-02T11:16:46Z"
        },
        "subject": "US Secretary of State Pompeo tweets, Russian violated the INF agreement as such leaving it is in the best interest of all members",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-tweets-russian-violated-the-inf-agreement-as-such-leaving-it-is-in-the-best-interest-of-all-members-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 19:15:00",
        "gmt_time": "2019-08-02 11:15:00"
    },
    {
        "id": 880602,
        "updated_sequence": 1902491,
        "published_at": {
            "unix": 1564744260,
            "text": "2019-08-02 12:11:00 +0100",
            "iso_8601": "2019-08-02T11:11:00Z"
        },
        "updated_at": {
            "unix": 1564744289,
            "text": "2019-08-02 12:11:29 +0100",
            "iso_8601": "2019-08-02T11:11:29Z"
        },
        "subject": "German New Car Registrations (July) +5.8% YY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-new-car-registrations-july-5-8-yy-02-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 19:11:00",
        "gmt_time": "2019-08-02 11:11:00"
    },
    {
        "id": 880601,
        "updated_sequence": 1902488,
        "published_at": {
            "unix": 1564743600,
            "text": "2019-08-02 12:00:00 +0100",
            "iso_8601": "2019-08-02T11:00:00Z"
        },
        "updated_at": {
            "unix": 1564743725,
            "text": "2019-08-02 12:02:05 +0100",
            "iso_8601": "2019-08-02T11:02:05Z"
        },
        "subject": "Enbridge Inc (ENB) Q2 19 (CAD): EPS 0.65 (exp. 0.55)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "enbridge-inc-enb-q2-19-cad-eps-0-65-exp-0-55-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 19:00:00",
        "gmt_time": "2019-08-02 11:00:00"
    },
    {
        "id": 880600,
        "updated_sequence": 1902485,
        "published_at": {
            "unix": 1564743300,
            "text": "2019-08-02 11:55:00 +0100",
            "iso_8601": "2019-08-02T10:55:00Z"
        },
        "updated_at": {
            "unix": 1564743343,
            "text": "2019-08-02 11:55:43 +0100",
            "iso_8601": "2019-08-02T10:55:43Z"
        },
        "subject": "Sempra Energy (SRE) Q2 19 (USD): EPS 1.10 (exp. 1.23), Revenue 2.230bln (exp. 2.57bln). ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sempra-energy-sre-q2-19-usd-eps-1-10-exp-1-23-revenue-2-230bln-exp-2-57bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:55:00",
        "gmt_time": "2019-08-02 10:55:00"
    },
    {
        "id": 880599,
        "updated_sequence": 1902482,
        "published_at": {
            "unix": 1564742940,
            "text": "2019-08-02 11:49:00 +0100",
            "iso_8601": "2019-08-02T10:49:00Z"
        },
        "updated_at": {
            "unix": 1564743019,
            "text": "2019-08-02 11:50:19 +0100",
            "iso_8601": "2019-08-02T10:50:19Z"
        },
        "subject": "Russia's Energy Minister Novak says Russia is looking to strengthen cooperation with Saudi Arabia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-energy-minister-novak-says-russia-is-looking-to-strengthen-cooperation-with-saudi-arabia-02-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:49:00",
        "gmt_time": "2019-08-02 10:49:00"
    },
    {
        "id": 880598,
        "updated_sequence": 1902477,
        "published_at": {
            "unix": 1564742700,
            "text": "2019-08-02 11:45:00 +0100",
            "iso_8601": "2019-08-02T10:45:00Z"
        },
        "updated_at": {
            "unix": 1564742760,
            "text": "2019-08-02 11:46:00 +0100",
            "iso_8601": "2019-08-02T10:46:00Z"
        },
        "subject": "Telus Corp (TU) Q2 19 (CAD): EPS 0.69 (exp. 0.54), Revenue 3.6bln (exp. 2.74bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "telus-corp-tu-q2-19-cad-eps-0-69-exp-0-54-revenue-3-6bln-exp-2-74bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:45:00",
        "gmt_time": "2019-08-02 10:45:00"
    },
    {
        "id": 880597,
        "updated_sequence": 1902474,
        "published_at": {
            "unix": 1564741800,
            "text": "2019-08-02 11:30:00 +0100",
            "iso_8601": "2019-08-02T10:30:00Z"
        },
        "updated_at": {
            "unix": 1564741904,
            "text": "2019-08-02 11:31:44 +0100",
            "iso_8601": "2019-08-02T10:31:44Z"
        },
        "subject": "Restaurant Brands International Inc (QSR) Q2 19 (USD): EPS 0.71 (exp. 0.68), Revenue 1.40bln (exp. 1.39bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "restaurant-brands-international-inc-qsr-q2-19-usd-eps-0-71-exp-0-68-revenue-1-40bln-exp-1-39bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:30:00",
        "gmt_time": "2019-08-02 10:30:00"
    },
    {
        "id": 880596,
        "updated_sequence": 1902471,
        "published_at": {
            "unix": 1564741800,
            "text": "2019-08-02 11:30:00 +0100",
            "iso_8601": "2019-08-02T10:30:00Z"
        },
        "updated_at": {
            "unix": 1564741860,
            "text": "2019-08-02 11:31:00 +0100",
            "iso_8601": "2019-08-02T10:31:00Z"
        },
        "subject": "LyondellBasell Industries NV (LYB) Q2 19 (USD): EPS 2.70 (exp. 2.85), Revenue 9.048bln (exp. 9.67bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-industries-nv-lyb-q2-19-usd-eps-2-70-exp-2-85-revenue-9-048bln-exp-9-67bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:30:00",
        "gmt_time": "2019-08-02 10:30:00"
    },
    {
        "id": 880595,
        "updated_sequence": 1902468,
        "published_at": {
            "unix": 1564741740,
            "text": "2019-08-02 11:29:00 +0100",
            "iso_8601": "2019-08-02T10:29:00Z"
        },
        "updated_at": {
            "unix": 1564741844,
            "text": "2019-08-02 11:30:44 +0100",
            "iso_8601": "2019-08-02T10:30:44Z"
        },
        "subject": "RANsquawk Daily US Opening News - 2nd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22447/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices are firmly in the red as sentiment remains under fire from US President Trump announcing further China tariffs</li><li>Fixed income has been underpinned on the risk sentiment with the German 30yr yield dropping below 0% for the first time and the 10yr below -50bps</li><li>Chinese Commerce Ministry responded saying if the US is intent on implementing further tariffs China will have to take countermeasures</li><li>Looking ahead, highlights include, US Jobs Report/Trade Data/Factory Orders &amp; Uni. Michigan Sentiment</li><li>Earnings: Berkshire Hathaway, Exxon, Chevron</li></ul><p>TRADE TARIFFS</p><p>Chinese Foreign Minister Wang Yi said the new tariffs are not a solution to trade dispute. Elsewhere, China Global Times editor tweeted that the new tariffs will not bring closer a deal that the US wants and will only make it further away, while he thinks China will no longer give priority to controlling trade war scale and will focus on the national strategy under a prolonged trade war. (Twitter)</p><p>Chinese sources stated that China was not backing down or adding back any of the concession language in the agreement, while China told the USTR the US will have to trust them for enforcement of IP protection. Chinese sources also stated that the Chinese side walked into meetings in Shanghai not ready to make any moves at all which was said to have frustrated US Trade Representative Lighthizer. (SCMP)</p><p>Chinese Commerce Ministry says that if the US is intent on implementing further tariffs on Chinese goods, China will have to take countermeasures; urges the US to abandon its illusions, shoulder some responsibility and get back on track in resolving the trade dispute, says the door for trade talks remains open but will never give in the blackmail and intimidation. Scheduled dialogue for August will still commence, though the US must show sincerity. (Newswires)</p><p>Chinese Global Times Editor tweets, President Trump is in a rush to reach a deal and is too arrogant; influenced by wrong intelligence he misjudges China in multiple fields. May make a big mistake on China, as far as I know, China has recently sped up buying US farm products, public opinion is helping make the adjustment. (Twitter)</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded lower across the board with global risk sentiment spooked after US President Trump upped the pressure on China by announcing a 10% tariff on the remaining USD 300bln of Chinese goods</strong> <strong>to the US</strong> beginning September 1st. <strong>ASX 200 (-0.3%)</strong> was subdued with hefty losses seen in the energy sector after crude prices dropped over 7% the prior day and with broad weakness across mining names aside from gold stocks after the precious metal was boosted by safe-haven demand, while <strong>Nikkei 225 (-2.1%)</strong> was dragged lower by a firmer currency, soft earnings and as regional bilateral relations further deteriorated after Japan approved the removal of South Korea from its white list of preferred trading partners. Elsewhere, <strong>Hang Seng (-2.4%) </strong>and<strong> Shanghai Comp. (-1.4%)</strong> conformed to the washout across stocks following Trump’s tariff announcement in which he said he is taxing China until a deal can be reached and suggested that tariffs could be raised to 25%. Finally, 10yr JGBs were higher and notched their biggest gain since early January as they tracked the upside in global bonds due to safe-haven demand and with the BoJ present in the market for longer-dated bonds.</p><p>PBoC skipped open market operations. (Newswires) <strong>PBoC set CNY mid-point at 6.8996 (Prev. 6.8938)</strong></p><p><strong>Japan cabinet approved removing South Korea from its export white list</strong> and Industry Minister Seko said they ready to talk only after South Korea corrects its statement regarding July meeting. It was also reported that BoK Governor Lee was to hold a meeting with officials and South Korean President Moon to chair a cabinet meeting following Japan's decision to remove South Korea from its white list. <strong>Subsequently, South Korea have stated they will remove Japan from their White List</strong> as well. (Newswires)</p><p>South Korea’s Deputy National Security Advisor states that Japan has generated obstacles in the way of achieving peace on the Korean peninsula, will review whether to maintain agreement on military intelligence sharing. (Newswires)</p><p><strong>BoJ minutes from June 19th-20th meeting stated it is appropriate to keep easing persistently</strong> and that Japan's economy had been on a moderate expanding trend but added exports had shown some weakness and public investment has been more or less flat. Furthermore, the minutes stated that private consumption had been increasing moderately albeit with fluctuations and industrial production has shown some weakness, while some members saw no need to follow BoJ's bond range too strictly and that it is appropriate to control bond yields flexibly.</p><p><strong>US</strong></p><p><strong>White House schedule for US President Trump showed that an announcement regarding EU trade is scheduled today at 1845BST</strong>, while reports later stated that US President Trump is to formally announce a deal to open up EU to more beef exports, according to sources familiar with the plans. (Newswires)</p><p>GEOPOLITICS</p><p><strong>North Korea conducted further short-range projectile launches early on Friday, which reports stated appeared to be a new type of missile</strong>. (Yonhap)</p><p>UK/EU</p><p><strong>BoE Governor Carney </strong>says there is a significant probability that a Brexit deal will not be struck; in general a no-deal will be inflationary. (Newswires) <i>Largely echoing comments from yesterdays post-rate decision presser.</i></p><p><strong>UK Conservative Party lost the Brecon and Radnorshire by-election to pro-EU Liberal Democrats</strong>. (Newswires) <i>As such, the Conservative Party’s working majority in Parliament stands at just 1 seat.</i></p><p><strong>UK Markit/CIPS Construction PMI (Jul) 45.3 vs. Exp. 46 (Prev. 43.1)</strong></p><p>- Construction activity falls for the third month in a row</p><p>- Sharp drop in new work and purchasing activity during July</p><p>- Business optimism slides to its lowest since November 2012</p><p>UK Lloyds Business Barometer (Jul) 13 (Prev. 13). (Newswires)</p><p>EU Retail Sales YY Jun 2.6% vs. Exp. 1.3% (Prev. 1.3%, Rev. 1.0%)</p><p>- EU Retail Sales MM Jun 1.1% vs. Exp. 0.2% (Prev. -0.3%, Rev. -0.6%)</p><p>Greek Central Bank is conducting an impact assessment on lifting capital controls, according to a senior official. (Newswires)</p><p>EQUITIES</p><p>European equities are submerged in a sea of red [Eurostoxx 50 -2.5%] and have extended on opening losses as the region succumbs the global risk sentiment following US President Trump’s latest tariff threat, which would see USD 300bln worth of Chinese goods taxed at 10% from September 1st. Major EU bourses are currently lower in excess of 2% with France’s CAC (-2.7%) one of the worst hit due to its broader exposure to trade-sensitive stocks, i.e. autos, chip names, materials and luxury goods. Sectors are firmly in negative territory with material names lagging as the sector bears the brunt of plummeting base metal prices, whilst IT and consumer discretionary follow closely. Defensive sectors fare slightly better as investors flock to the “safer” stocks , i.e. healthcare, utilities and consumer staples. Some notable trade-related movers include Infineon (-6.9%), STMicroelectronics (-6.0%), Arcelormittal (-5.0%), Hugo Boss (-6.0%), LVMH (-3.5%) and Fiat Chrysler (-3.5%). Elsewhere, RBS (-6.2%) is hit post-earnings after the bank stated that it is unlikely to meet its 2020 ROTE goal, whilst Pirelli (-5.1%) became the second EU tire name to slash guidance this quarter.</p><p>FX</p><p><strong>JPY/CHF -</strong> The clear outperformers amidst a sharp deterioration in risk sentiment on another flare up in US-China trade tensions, as President Trump follows through on additional tariff threats with a date set for at least 10% to be levied against the remaining Usd300 bn goods. Unsurprisingly, Beijing has responded in kind with the ‘promise’ of countermeasures and the Yen has extended gains vs the Dollar through 107.00 and beyond 1 bn expiry options at the round number, while the Franc is back above 0.9900 and testing 1.0950 against the Euro following weaker than forecast Swiss CPI and manufacturing PMI prints that could well arouse SNB interest. However, the Buck is forging gains elsewhere and just enough on balance to keep the DXY afloat between 97.147-45 parameters awaiting US jobs data.</p><p><strong>EUR -</strong> The single currency is also benefiting from its semi or partial safe-haven status as Eur/Usd rebounds further from yesterday’s new ytd low around 1.1027 and briefly back over 1.1100. However, a decent spread of expiries either side of the big figure could contain the headline pair ahead of NFP, if not the NY cut, with 4 bn in total running off from 1.1075 to 1.1130. Note, little reaction to mixed Eurozone data in the form of retail sales and PPI as the former beat consensus and latter missed.</p><p><strong>NZD/AUD/CAD -</strong> Predictably, the biggest victims of the aforementioned US-China trade fallout with the Kiwi down to 0.6525 vs its US counterpart, Aussie pivoting 0.6800 and Loonie under 1.3200 within a 1.3210-30 range. Some solace for the Aud and Cad via firmer than expected Aussie retail sales and PPI overnight and a modest recovery in oil respectively, but scant consolation if global trade wars escalate even further.</p><p><strong>EM -</strong> No shock to see Usd/Cny rally from PBoC midpoint levels and Usd/Cnh even more given the latest tit-for-tat between Washington and Beijing, as the off-shore Yuan heads back down towards 7.0000 and clustered chart resistance just shy of the perceived line in the sand circa 6.9805-40-95. However, Usd/Try continues to trend lower and the Lira outpace regional peers in the absence of US sanctions (as yet), weaker crude prices that are weighing on the likes of the Rouble and residual support from the CBRT’s softer inflation projections. Nevertheless, the winning streak could end or stall if S&amp;P delivers a negative Turkish ratings review post-Friday’s close and/or CPI data next Monday rebounds in line with expectations.</p><p>Australian Retail Sales (Jun) M/M 0.4% vs. Exp. 0.3% (Prev. 0.1%). (Newswires)</p><p>Australian Retail Trade (Q2) Q/Q 0.2% vs. Exp. 0.3% (Prev. -0.1%) Australian PPI (Q2) Q/Q 0.4% vs. Exp. 0.2% (Prev. 0.4%)</p><p>Australian PPI (Q2) Y/Y 2.0% vs. Exp. 1.9% (Prev. 1.9%)</p><p>South Korean authorities are suspected of selling dollars in order to stem the KRW's fall., according to dealers. (Newswires)</p><p>FIXED INCOME</p><p>It looks like debt bulls are mustering a bit more momentum with the aid of early US birds as&nbsp;<strong>Bunds</strong>&nbsp;inch up to 176.08 in a belated response to a deeper slump across EU bourses and China ramping up its retaliatory rhetoric in the face of a circa one month deadline to concede ground and reach a trade accord or accede to more tariffs. However,&nbsp;<strong>Gilts&nbsp;and&nbsp;US Treasuries</strong>&nbsp;are lagging a bit behind and off best levels, albeit still firm and several factors may have curtailed the latest advance besides pure fatigue and a loss of momentum, such as technical resistance and a degree of reticence to advance much further before NFP and the Wall Street open to see if US stocks recover from Thursday’s late slide or pick-up the negative baton and extend their declines.</p><p>COMMODITIES</p><p>The oil complex is posting a mild recovery following the prior day’s 7% sell-off in which a bout of risk aversion and global growth concerns resurfaced following President Trump’s announcement of fresh China tariffs and a potential levy hike. <strong>WTI</strong> futures found a base at 54/bbl while its <strong>Brent</strong> counterpart tested support at 60.00/bbl with both benchmarks currently just above 55/bbl and 62/bbl. Elsewhere, <strong>gold</strong> has eased off highs following its Trump-induced rally which saw the safe haven print a peak of around 1449/oz before stabilising sub-1440/oz. Meanwhile, <strong>copper</strong> plunged to a 3-week low to below 2.6/lb on the tariff threats as the red metal followed suit with the global risk sentiment and the prospect of lower demand. Finally, <strong>Dalian</strong> <strong>iron</strong> <strong>ore</strong> futures slid over 4% and is on course to notch its second consecutive weekly loss amid demand woes (from US-China trade developments) and oversupply concerns after Brazil announced a rebound in exports in July.</p><p>Libya's El Sharara oil field is to reopen following the recent force majeure; although, there were some subsequent unconfirmed reports that the filed is to close once more. (Newswires)&nbsp;</p><p>Russian July oil production at 11.15mln BPD, unchanged M/M. (Newswires)</p><p>&nbsp;</p><p>China's H1 gold output -5.05% Y/Y to 180.68 tonnes, consumption -3.27% Y/Y to 523.54 tonnes, according to the Gold Association. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-2nd-august-2019-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:29:00",
        "gmt_time": "2019-08-02 10:29:00"
    },
    {
        "id": 880594,
        "updated_sequence": 1902465,
        "published_at": {
            "unix": 1564741020,
            "text": "2019-08-02 11:17:00 +0100",
            "iso_8601": "2019-08-02T10:17:00Z"
        },
        "updated_at": {
            "unix": 1564741061,
            "text": "2019-08-02 11:17:41 +0100",
            "iso_8601": "2019-08-02T10:17:41Z"
        },
        "subject": "RANsquawk EU Mid Session: Stocks sink as trade tiff trumps typical pre-NFP lull - 2nd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22446/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>European equities are submerged in a sea of red [Eurostoxx 50 -2.5%] and have extended on opening losses as the region succumbs the global risk sentiment following US President Trump’s latest tariff threat, which would see USD 300bln worth of Chinese goods taxed at 10% from September 1st. Major EU bourses are currently lower in excess of 2% with France’s CAC (-2.7%) one of the worst hit due to its broader exposure to trade-sensitive stocks, i.e. autos, chip names, materials and luxury goods. Sectors are firmly in negative territory with material names lagging as the sector bears the brunt of plummeting base metal prices, whilst IT and consumer discretionary follow closely. Defensive sectors fare slightly better as investors flock to the “safer” stocks , i.e. healthcare, utilities and consumer staples. Some notable trade-related movers include Infineon (-6.9%), STMicroelectronics (-6.0%), Arcelormittal (-5.0%), Hugo Boss (-6.0%), LVMH (-3.5%) and Fiat Chrysler (-3.5%). Elsewhere, RBS (-6.2%) is hit post-earnings after the bank stated that it is unlikely to meet its 2020 ROTE goal, whilst Pirelli (-5.1%) became the second EU tire name to slash guidance this quarter.</p><p><strong>FX</strong></p><p>JPY/CHF - The clear outperformers amidst a sharp deterioration in risk sentiment on another flare up in US-China trade tensions, as President Trump follows through on additional tariff threats with a date set for at least 10% to be levied against the remaining Usd300 bn goods. Unsurprisingly, Beijing has responded in kind with the ‘promise’ of countermeasures and the Yen has extended gains vs the Dollar through 107.00 and beyond 1 bn expiry options at the round number, while the Franc is back above 0.9900 and testing 1.0950 against the Euro following weaker than forecast Swiss CPI and manufacturing PMI prints that could well arouse SNB interest. However, the Buck is forging gains elsewhere and just enough on balance to keep the DXY afloat between 97.147-45 parameters awaiting US jobs data.</p><p>EUR - The single currency is also benefiting from its semi or partial safe-haven status as Eur/Usd rebounds further from yesterday’s new ytd low around 1.1027 and briefly back over 1.1100. However, a decent spread of expiries either side of the big figure could contain the headline pair ahead of NFP, if not the NY cut, with 4 bn in total running off from 1.1075 to 1.1130. Note, little reaction to mixed Eurozone data in the form of retail sales and PPI as the former beat consensus and latter missed.</p><p>NZD/AUD/CAD - Predictably, the biggest victims of the aforementioned US-China trade fallout with the Kiwi down to 0.6525 vs its US counterpart, Aussie pivoting 0.6800 and Loonie under 1.3200 within a 1.3210-30 range. Some solace for the Aud and Cad via firmer than expected Aussie retail sales and PPI overnight and a modest recovery in oil respectively, but scant consolation if global trade wars escalate even further.</p><p>EM - No shock to see Usd/Cny rally from PBoC midpoint levels and Usd/Cnh even more given the latest tit-for-tat between Washington and Beijing, as the off-shore Yuan heads back down towards 7.0000 and clustered chart resistance just shy of the perceived line in the sand circa 6.9805-40-95. However, Usd/Try continues to trend lower and the Lira outpace regional peers in the absence of US sanctions (as yet), weaker crude prices that are weighing on the likes of the Rouble and residual support from the CBRT’s softer inflation projections. Nevertheless, the winning streak could end or stall if S&amp;P delivers a negative Turkish ratings review post-Friday’s close and/or CPI data next Monday rebounds in line with expectations.</p><p><strong>FIXED INCOME</strong></p><p>It looks like debt bulls are mustering a bit more momentum with the aid of early US birds as <strong>Bunds</strong> inch up to 176.08 in a belated response to a deeper slump across EU bourses and China ramping up its retaliatory rhetoric in the face of a circa one month deadline to concede ground and reach a trade accord or accede to more tariffs. However, <strong>Gilts</strong> and <strong>US Treasuries</strong> are lagging a bit behind and off best levels, albeit still firm and several factors may have curtailed the latest advance besides pure fatigue and a loss of momentum, such as technical resistance and a degree of reticence to advance much further before NFP and the Wall Street open to see if US stocks recover from Thursday’s late slide or pick-up the negative baton and extend their declines.</p><p><strong>COMMODITIES</strong></p><p>The oil complex is posting a mild recovery following the prior day’s 7% sell-off in which a bout of risk aversion and global growth concerns resurfaced following President Trump’s announcement of fresh China tariffs and a potential levy hike. <strong>WTI</strong> futures found a base at 54/bbl while its <strong>Brent</strong> counterpart tested support at 60.00/bbl with both benchmarks currently around 55/bbl and 62/bbl to the upside. Elsewhere, <strong>gold</strong> has eased off highs following its Trump-induced rally which saw the safe haven print a peak of around 1449/oz before stabilising sub-1440/oz. Meanwhile, <strong>copper</strong> plunged to a 3-week low to below 2.6/lb on the tariff threats as the red metal followed suit with the global risk sentiment and the prospect of lower demand. Finally, <strong>Dalian</strong> <strong>iron</strong> <strong>ore</strong> futures slid over 4% and is on course to notch its second consecutive weekly loss amid demand woes (from US-China trade developments) and oversupply concerns after Brazil announced a rebound in exports in July.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-stocks-sink-as-trade-tiff-trumps-typical-pre-nfp-lull-2nd-august-2019-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:17:00",
        "gmt_time": "2019-08-02 10:17:00"
    },
    {
        "id": 880593,
        "updated_sequence": 1902462,
        "published_at": {
            "unix": 1564740780,
            "text": "2019-08-02 11:13:00 +0100",
            "iso_8601": "2019-08-02T10:13:00Z"
        },
        "updated_at": {
            "unix": 1564740853,
            "text": "2019-08-02 11:14:13 +0100",
            "iso_8601": "2019-08-02T10:14:13Z"
        },
        "subject": "Fixed Income: core bonds embarking on another leg higher",
        "content": "<p>It looks like debt bulls are mustering a bit more momentum with the aid of early US birds as Bunds inch up to 176.08 in a belated response to a deeper slump across EU bourses and China ramping up its retaliatory rhetoric in the face of a circa one month deadline to concede ground and reach a trade accord or accede to more tariffs. However, Gilts and US Treasuries are lagging a bit behind and off best levels, albeit still firm and several factors may have curtailed the latest advance besides pure fatigue and a loss of momentum, such as technical resistance and a degree of reticence to advance much further before NFP and the Wall Street open to see if US stocks recover from Thursday’s late slide or pick-up the negative baton and extend their declines.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-bonds-embarking-on-another-leg-higher-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 18:13:00",
        "gmt_time": "2019-08-02 10:13:00"
    },
    {
        "id": 880592,
        "updated_sequence": 1902459,
        "published_at": {
            "unix": 1564739160,
            "text": "2019-08-02 10:46:00 +0100",
            "iso_8601": "2019-08-02T09:46:00Z"
        },
        "updated_at": {
            "unix": 1564739464,
            "text": "2019-08-02 10:51:04 +0100",
            "iso_8601": "2019-08-02T09:51:04Z"
        },
        "subject": "Ferrari (RACE IM) reports Q2 net EUR 184mln vs. Exp. EUR 180mln. Adj. EBITDA EUR 314mln vs. Exp. EUR 315mln. Revenue EUR 984mln vs. Exp. EUR 962mln. Co. confirms outlook, increases industrial FCF target to over EUR 550mln vs. Prev. EUR 450mln",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares dipped from EUR 148.50 to EUR 145.50, before subsequently contining to fall</p>",
        "reaction_updated_at": {
            "unix": 1564739280,
            "text": "2019-08-02 10:48:00 +0100",
            "iso_8601": "2019-08-02T09:48:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ferrari-race-im-reports-q2-net-eur-184mln-vs-exp-eur-180mln-adj-ebitda-eur-314mln-vs-exp-eur-315mln-revenue-eur-984mln-vs-exp-eur-962mln-co-confirms-outlook-increases-industrial-fcf-target-to-over-eur-550mln-vs-prev-eur-450ml-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:46:00",
        "gmt_time": "2019-08-02 09:46:00"
    },
    {
        "id": 880591,
        "updated_sequence": 1902450,
        "published_at": {
            "unix": 1564738680,
            "text": "2019-08-02 10:38:00 +0100",
            "iso_8601": "2019-08-02T09:38:00Z"
        },
        "updated_at": {
            "unix": 1564738743,
            "text": "2019-08-02 10:39:03 +0100",
            "iso_8601": "2019-08-02T09:39:03Z"
        },
        "subject": "Russia remains in violation of the IMF treaty according to Nato Allies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-remains-in-violation-of-the-imf-treaty-according-to-nato-allies-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:38:00",
        "gmt_time": "2019-08-02 09:38:00"
    },
    {
        "id": 880590,
        "updated_sequence": 1902445,
        "published_at": {
            "unix": 1564738380,
            "text": "2019-08-02 10:33:00 +0100",
            "iso_8601": "2019-08-02T09:33:00Z"
        },
        "updated_at": {
            "unix": 1564738430,
            "text": "2019-08-02 10:33:50 +0100",
            "iso_8601": "2019-08-02T09:33:50Z"
        },
        "subject": "FX Morning Colour: Greenback straddling safe-haven divide ahead of NFP",
        "content": "<p><strong>JPY/CHF</strong></p><p>The clear outperformers amidst a sharp deterioration in risk sentiment on another flare up in US-China trade tensions, as President Trump follows through on additional tariff threats with a date set for at least 10% to be levied against the remaining Usd300 bn goods. Unsurprisingly, Beijing has responded in kind with the ‘promise’ of countermeasures and the Yen has extended gains vs the Dollar through 107.00 and beyond 1 bn expiry options at the round number, while the Franc is back above 0.9900 and testing 1.0950 against the Euro following weaker than forecast Swiss CPI and manufacturing PMI prints that could well arouse SNB interest. However, the Buck is forging gains elsewhere and just enough on balance to keep the <strong>DXY </strong>afloat between 97.147-45 parameters awaiting US jobs data.</p><p><strong>EUR&nbsp;</strong></p><p>The single currency is also benefiting from its semi or partial safe-haven status as Eur/Usd rebounds further from yesterday’s new ytd low around 1.1027 and briefly back over 1.1100. However, a decent spread of expiries either side of the big figure could contain the headline pair ahead of NFP, if not the NY cut, with 4 bn in total running off from 1.1075 to 1.1130. Note, little reaction to mixed Eurozone data in the form of retail sales and PPI as the former beat consensus and latter missed.</p><p><strong>NZD/AUD/CAD</strong></p><p>Predictably, the biggest victims of the aforementioned US-China trade fallout with the Kiwi down to 0.6525 vs its US counterpart, Aussie pivoting 0.6800 and Loonie under 1.3200 within a 1.3210-30 range. Some solace for the Aud and Cad via firmer than expected Aussie retail sales and PPI overnight and a modest recovery in oil respectively, but scant consolation if global trade wars escalate even further.</p><p><strong>EM&nbsp;</strong></p><p>No shock to see Usd/Cny rally from PBoC midpoint levels and Usd/Cnh even more given the latest tit-for-tat between Washington and Beijing, as the off-shore Yuan heads back down towards 7.0000 and clustered chart resistance just shy of the perceived line in the sand circa 6.9805-40-95. However, Usd/Try continues to trend lower and the Lira outpace regional peers in the absence of US sanctions (as yet), weaker crude prices that are weighing on the likes of the Rouble and residual support from the CBRT’s softer inflation projections. Nevertheless, the winning streak could end or stall if S&amp;P delivers a negative Turkish ratings review post-Friday’s close and/or CPI data next Monday rebounds in line with expectations.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-greenback-straddling-safe-haven-divide-ahead-of-nfp-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:33:00",
        "gmt_time": "2019-08-02 09:33:00"
    },
    {
        "id": 880589,
        "updated_sequence": 1902447,
        "published_at": {
            "unix": 1564738320,
            "text": "2019-08-02 10:32:00 +0100",
            "iso_8601": "2019-08-02T09:32:00Z"
        },
        "updated_at": {
            "unix": 1564738447,
            "text": "2019-08-02 10:34:07 +0100",
            "iso_8601": "2019-08-02T09:34:07Z"
        },
        "subject": "A2A (A2A IM) reports H1 EBITDA EUR 582mln vs. Exp. EUR 585mln. Revenue EUR 3.71bln vs. Prev. EUR 3.08bln. Co. confirms guidance",
        "content": "",
        "reaction_details": "<p>In an immediate reaction to the release, where the Co. missed on H1 EBITDA Co. shares moved lower from EUR 1.58 to EUR 1.56</p>",
        "reaction_updated_at": {
            "unix": 1564738447,
            "text": "2019-08-02 10:34:07 +0100",
            "iso_8601": "2019-08-02T09:34:07Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a2a-a2a-im-reports-h1-ebitda-eur-582mln-vs-exp-eur-585mln-revenue-eur-3-71bln-vs-prev-eur-3-08bln-co-confirms-guidance-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:32:00",
        "gmt_time": "2019-08-02 09:32:00"
    },
    {
        "id": 880588,
        "updated_sequence": 1902439,
        "published_at": {
            "unix": 1564736820,
            "text": "2019-08-02 10:07:00 +0100",
            "iso_8601": "2019-08-02T09:07:00Z"
        },
        "updated_at": {
            "unix": 1564737319,
            "text": "2019-08-02 10:15:19 +0100",
            "iso_8601": "2019-08-02T09:15:19Z"
        },
        "subject": "Greek Central Bank is conducting an impact assessment on lifting capital controls, according to a senior official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "greek-central-bank-is-conducting-an-impact-assessment-on-lifting-capital-controls-according-to-a-senior-official-02-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:07:00",
        "gmt_time": "2019-08-02 09:07:00"
    },
    {
        "id": 880370,
        "updated_sequence": 1902415,
        "published_at": {
            "unix": 1564736400,
            "text": "2019-08-02 10:00:00 +0100",
            "iso_8601": "2019-08-02T09:00:00Z"
        },
        "updated_at": {
            "unix": 1564736400,
            "text": "2019-08-02 10:00:00 +0100",
            "iso_8601": "2019-08-02T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-01-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 17:00:00",
        "gmt_time": "2019-08-02 09:00:00"
    },
    {
        "id": 880580,
        "updated_sequence": 1902413,
        "published_at": {
            "unix": 1564735020,
            "text": "2019-08-02 09:37:00 +0100",
            "iso_8601": "2019-08-02T08:37:00Z"
        },
        "updated_at": {
            "unix": 1564735143,
            "text": "2019-08-02 09:39:03 +0100",
            "iso_8601": "2019-08-02T08:39:03Z"
        },
        "subject": "China's H1 gold output -5.05% Y/Y to 180.68 tonnes, consumption -3.27% Y/Y to 523.54 tonnes, according to the Gold Association",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-h1-gold-output-5-05-y-y-to-180-68-tonnes-consumption-3-27-y-y-to-523-54-tonnes-according-to-the-gold-association-02-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 16:37:00",
        "gmt_time": "2019-08-02 08:37:00"
    },
    {
        "id": 880579,
        "updated_sequence": 1902410,
        "published_at": {
            "unix": 1564734720,
            "text": "2019-08-02 09:32:00 +0100",
            "iso_8601": "2019-08-02T08:32:00Z"
        },
        "updated_at": {
            "unix": 1564734846,
            "text": "2019-08-02 09:34:06 +0100",
            "iso_8601": "2019-08-02T08:34:06Z"
        },
        "subject": "South Korea’s Deputy National Security Advisor states that Japan has generated obstacles in the way of achieving peace on the Korean peninsula, will review whether to maintain agreement on military intelligence sharing ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-deputy-national-security-advisor-states-that-japan-has-generated-obstacles-in-the-way-of-achieving-peace-on-the-korean-peninsula-will-review-whether-to-maintain-agreement-on-military-intelligence-sharing-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 16:32:00",
        "gmt_time": "2019-08-02 08:32:00"
    },
    {
        "id": 880576,
        "updated_sequence": 1902397,
        "published_at": {
            "unix": 1564733280,
            "text": "2019-08-02 09:08:00 +0100",
            "iso_8601": "2019-08-02T08:08:00Z"
        },
        "updated_at": {
            "unix": 1564733538,
            "text": "2019-08-02 09:12:18 +0100",
            "iso_8601": "2019-08-02T08:12:18Z"
        },
        "subject": "BAML Flow Show sees USD 1.7bln of outflows, bonds see USD 10.5bln of inflows last week; US equities saw modest inflows of USD 4.8bln, while Japan saw the largest outflows of USD 1.2bln and Europe saw USD 2.9bln in outflows",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-sees-usd-1-7bln-of-outflows-bonds-see-usd-10-5bln-of-inflows-last-week-us-equities-saw-modest-inflows-of-usd-4-8bln-while-japan-saw-the-largest-outflows-of-usd-1-2bln-and-europe-saw-usd-2-9bln-in-outflows-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 16:08:00",
        "gmt_time": "2019-08-02 08:08:00"
    },
    {
        "id": 880570,
        "updated_sequence": 1902377,
        "published_at": {
            "unix": 1564731960,
            "text": "2019-08-02 08:46:00 +0100",
            "iso_8601": "2019-08-02T07:46:00Z"
        },
        "updated_at": {
            "unix": 1564732114,
            "text": "2019-08-02 08:48:34 +0100",
            "iso_8601": "2019-08-02T07:48:34Z"
        },
        "subject": "Chinese Global Times Editor tweets, President Trump is in a rush to reach a deal and is too arrogant; influenced by wrong intelligence he misjudges China in multiple fields. May make a big mistake on China",
        "content": "<ul><li>Adds that, As far as I know, China has recently sped up buying US farm products, public opinion is helping make the adjustment.&nbsp;</li><li><a href=\"https://twitter.com/HuXijin_GT/status/1157195869210337281\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "chinese-global-times-editor-tweets-president-trump-is-in-a-rush-to-reach-a-deal-and-is-too-arrogant-influenced-by-wrong-intelligence-he-misjudges-china-in-multiple-fields-may-make-a-big-mistake-on-china-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:46:00",
        "gmt_time": "2019-08-02 07:46:00"
    },
    {
        "id": 880569,
        "updated_sequence": 1902374,
        "published_at": {
            "unix": 1564731660,
            "text": "2019-08-02 08:41:00 +0100",
            "iso_8601": "2019-08-02T07:41:00Z"
        },
        "updated_at": {
            "unix": 1564731718,
            "text": "2019-08-02 08:41:58 +0100",
            "iso_8601": "2019-08-02T07:41:58Z"
        },
        "subject": "UK debt and STIR futures correct higher ahead of construction PMI and NFP",
        "content": "<p>Pretty standard fare from BoE Governor Carney so far on BBC radio 4 after the MPC retained its gradual and limited tightening mantra based on a smooth Brexit yesterday, but Gilts and the Short Sterling strip are rallying regardless in line with core counterparts as the post-US President Trump tariff charge continues. The 10 year benchmark returned to Liffe at 133.76 vs Thursday’s 133.24 close and extended gains to 61 ticks when posting a new contract high of 133.85, while 3 month contracts are hovering just below best levels of +1 to +5, eyeing the FTSE to see if the index and EU peers find a footing ahead of the UK construction PMI and US jobs data later. From a chart perspective, not a lot in the way for Gilts before 134.00 and then 134.27, but this is clearly a fundamental and risk related move rather than technical.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-correct-higher-ahead-of-construction-pmi-and-nfp-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:41:00",
        "gmt_time": "2019-08-02 07:41:00"
    },
    {
        "id": 880564,
        "updated_sequence": 1902349,
        "published_at": {
            "unix": 1564730280,
            "text": "2019-08-02 08:18:00 +0100",
            "iso_8601": "2019-08-02T07:18:00Z"
        },
        "updated_at": {
            "unix": 1564730374,
            "text": "2019-08-02 08:19:34 +0100",
            "iso_8601": "2019-08-02T07:19:34Z"
        },
        "subject": "South Korea have stated they will remove Japan from its White List as well",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows earlier reports from Japan where the cabinet hap approved removing South Korea from their export White List</li></ul>",
        "analysis_updated_at": {
            "unix": 1564730374,
            "text": "2019-08-02 08:19:34 +0100",
            "iso_8601": "2019-08-02T07:19:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-have-stated-they-will-remove-japan-from-its-white-list-as-well-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:18:00",
        "gmt_time": "2019-08-02 07:18:00"
    },
    {
        "id": 880563,
        "updated_sequence": 1902357,
        "published_at": {
            "unix": 1564730100,
            "text": "2019-08-02 08:15:00 +0100",
            "iso_8601": "2019-08-02T07:15:00Z"
        },
        "updated_at": {
            "unix": 1564730553,
            "text": "2019-08-02 08:22:33 +0100",
            "iso_8601": "2019-08-02T07:22:33Z"
        },
        "subject": "BoE Governor Carney says there is a significant probability that a Brexit deal will not be struck; in general a no-deal will be inflationary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference, on a no-deal Brexit in yesterday's post-rate decision presser Carney stated that in the event of a no-deal, inflation will rise and GDP growth would slow</li></ul>",
        "analysis_updated_at": {
            "unix": 1564730460,
            "text": "2019-08-02 08:21:00 +0100",
            "iso_8601": "2019-08-02T07:21:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-governor-carney-says-there-is-a-significant-probability-that-a-brexit-deal-will-not-be-struck-in-general-a-no-deal-will-be-inflationary-02-08-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:15:00",
        "gmt_time": "2019-08-02 07:15:00"
    },
    {
        "id": 880562,
        "updated_sequence": 1902371,
        "published_at": {
            "unix": 1564730040,
            "text": "2019-08-02 08:14:00 +0100",
            "iso_8601": "2019-08-02T07:14:00Z"
        },
        "updated_at": {
            "unix": 1564731558,
            "text": "2019-08-02 08:39:18 +0100",
            "iso_8601": "2019-08-02T07:39:18Z"
        },
        "subject": "Chinese Commerce Ministry says that if the US is intent on implementing further tariffs on Chinese goods, China will have to take countermeasures ",
        "content": "<ul><li>Urges the US to abandon its illusions, shoulder some responsibility and get back on track in resolving the trade dispute</li><li>The door for trade talks with the US remains wide open but will never give in the blackmail and intimidation</li><li>Will still have dialogue with the US this month but US must show sincerity</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recap: <strong>US President Trump announced the US will impose a small additional tariff of 10% on the remaining USD 300bln of goods and products coming from China into the US beginning on September 1st</strong>. President Trump added that he is taxing China until a deal can be reached and that China President Xi is not moving fast enough although he thinks that Xi wants to make a deal, while he also stated that the latest announced tariffs could be raised to 25%. (Newswires/Twitter)</li></ul>",
        "analysis_updated_at": {
            "unix": 1564730220,
            "text": "2019-08-02 08:17:00 +0100",
            "iso_8601": "2019-08-02T07:17:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "chinese-commerce-ministry-says-that-if-the-us-is-intent-on-implementing-further-tariffs-on-chinese-goods-china-will-have-to-take-countermeasures-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:14:00",
        "gmt_time": "2019-08-02 07:14:00"
    },
    {
        "id": 880561,
        "updated_sequence": 1902336,
        "published_at": {
            "unix": 1564729500,
            "text": "2019-08-02 08:05:00 +0100",
            "iso_8601": "2019-08-02T07:05:00Z"
        },
        "updated_at": {
            "unix": 1564729604,
            "text": "2019-08-02 08:06:44 +0100",
            "iso_8601": "2019-08-02T07:06:44Z"
        },
        "subject": "European equity movers this morning: IAG (IAG LN) +3.1%; Vonovia (VNA GY) +1.4%; RBA (RBS LN) -5.0%; LVMH (MC FP) -4.8%; Burberry (BRBY LN) -4.5%; Credit Agricole (ACA FP) -4.5%; Pirelli (PIRC IM) -4.3%; BT (BT/ LN) -1.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-iag-iag-ln-3-1-vonovia-vna-gy-1-4-rba-rbs-ln-5-0-lvmh-mc-fp-4-8-burberry-brby-ln-4-5-credit-agricole-aca-fp-4-5-pirelli-pirc-im-4-3-bt-bt-ln-1-9-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:05:00",
        "gmt_time": "2019-08-02 07:05:00"
    },
    {
        "id": 880560,
        "updated_sequence": 1902333,
        "published_at": {
            "unix": 1564729380,
            "text": "2019-08-02 08:03:00 +0100",
            "iso_8601": "2019-08-02T07:03:00Z"
        },
        "updated_at": {
            "unix": 1564729414,
            "text": "2019-08-02 08:03:34 +0100",
            "iso_8601": "2019-08-02T07:03:34Z"
        },
        "subject": "Allianz (ALV GY) CFO expects 2019 operating profit to be in the upper end of targeted range",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "allianz-alv-gy-cfo-expects-2019-operating-profit-to-be-in-the-upper-end-of-targeted-range-02-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 15:03:00",
        "gmt_time": "2019-08-02 07:03:00"
    },
    {
        "id": 880559,
        "updated_sequence": 1902330,
        "published_at": {
            "unix": 1564728780,
            "text": "2019-08-02 07:53:00 +0100",
            "iso_8601": "2019-08-02T06:53:00Z"
        },
        "updated_at": {
            "unix": 1564729262,
            "text": "2019-08-02 08:01:02 +0100",
            "iso_8601": "2019-08-02T07:01:02Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1000 (1BLN), <strong>1.1075 (1.2BLN)</strong>, <strong>1.1100 (1.7BLN)</strong>, <strong>1.1120-30 (1.1BLN)</strong>, 1.1150-60 (2BLN), 1.1200 (2.2BLN)</p><p>GBP/USD: 1.2100 (285M), 1.2200 (250M)</p><p>AUD/USD: 0.6915 (614M), 0.6980 (360M)</p><p>NZD/USD: 0.6595 (350M)</p><p>USD/CAD: 1.3100-10 (1.4BLN), 1.3140-50 (1.3BLN), 1.3200 (783M), 1.3300 (605M)</p><p>USD/JPY: <strong>107.00 (1BLN)</strong>, 107.25 (580M), 107.75-85 (1BLN), 108.05 (892M), 109.00 800M)</p><p>AUD/JPY: 75.76 (422M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-02-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 14:53:00",
        "gmt_time": "2019-08-02 06:53:00"
    },
    {
        "id": 880557,
        "updated_sequence": 1902324,
        "published_at": {
            "unix": 1564728600,
            "text": "2019-08-02 07:50:00 +0100",
            "iso_8601": "2019-08-02T06:50:00Z"
        },
        "updated_at": {
            "unix": 1564728632,
            "text": "2019-08-02 07:50:32 +0100",
            "iso_8601": "2019-08-02T06:50:32Z"
        },
        "subject": "Bunds: some consolidation after latest safe-haven surge",
        "content": "<p>The core Eurozone bond seems to have run into a bit of resistance ahead of the next big upside figure in futures, at 176.00, and support in cash terms as the 10 year yield tests the psychological -0.5% level. However, this could simply be another pause or bout of profit taking before the rally resumes given the latest breakdown in US-China trade talks and tariff ultimatum along with several other risk-off factors that are fuelling dovish global Central Bank expectations and fears of a more pronounced growth/inflation downturn. Bunds have drifted down from a fresh 175.95 contract peak ahead of the EU stock opens and NFP, with 176.01 representing the nearest technical hurdle, but little in the way of support until 175.28 aside from 175.50 if the tide really turns.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-some-consolidation-after-latest-safe-haven-surge-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 14:50:00",
        "gmt_time": "2019-08-02 06:50:00"
    },
    {
        "id": 880553,
        "updated_sequence": 1902321,
        "published_at": {
            "unix": 1564727340,
            "text": "2019-08-02 07:29:00 +0100",
            "iso_8601": "2019-08-02T06:29:00Z"
        },
        "updated_at": {
            "unix": 1564728586,
            "text": "2019-08-02 07:49:46 +0100",
            "iso_8601": "2019-08-02T06:49:46Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>BT (BT/A LN) </strong>–<strong> </strong>Q1 profit before tax GBP 642mln vs. Prev. GBP 704mln. Adj. EBIT GBP 1.96bln vs. Prev. GBP 1.80bln. Revenue GBP 5.63bln vs. Prev. GBP 5.72bln. Co. maintains FY outlook. (Newswires)</p><p><strong>Balfour Beatty (BBY LN) –</strong> Co. have signed a construction agreement worth USD 780mln, for the delivery of Broward County Convention Centre’s expansion and for the Hotel’s headquarters. (Newswires)</p><p><strong>IAG (IAG LN) </strong>– Q2 revenue EUR 6.77bln vs. Exp. EUR 6.65bln. Operating profit EUR 960mln vs. Exp. EUR 881.8mln. Passenger unit revenue +3.1% Q/Q. Co. expects passenger unit revenue at constant currency to improve in H2. British Airways will stop paying further deficit recovery contributions. (Newswires)</p><p><strong>RBS (RBS LN) –</strong> Q2 total income GBP 4.08bln vs. Exp. GBP 3.63bln, pretax profit GBP 1.68bln vs. Exp. GBP 1.32bln. H1 pre-tax profits GBP 2.694bln, pre-tax profit GBP 1.994bln excluding the impact of Alawwal disposal. Co. announce an interim dividend of GBP 0.02/shr and a special dividend of GBP 0.12/shr. Co. provides no update on CEO search, and state that Co. are unlikely to meet the goal of 12%+ ROTE by 2020, though this remains as a medium-term goal. (Newswires)</p><p><strong>DS Smith (SMDS LN)</strong> - UK CMA is to make a decision on Liquibox's undertakings by end of September. (Newswires)</p><p><strong>AMS (AMS SW) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT ODDO SECURITIES</p><p><strong>ALLIANZ (ALV GY)</strong> REITERATED WITH UNDERPERFORM AT RBC</p><p><strong>NEXANS (NEX FP)</strong> UPGRADED TO BUY FROM NEUTRAL AT ODDO SECURITIES</p><p><strong>SIEMENS (SIE GY) </strong>REITERATED OVERWEIGHT AT JPMORGAN CHASE</p><p><strong>PRYSMIAN (PSY IM) </strong>REITERATED OVERWEIGHT AT JPMORGAN CHASE</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 14:29:00",
        "gmt_time": "2019-08-02 06:29:00"
    },
    {
        "id": 880552,
        "updated_sequence": 1902298,
        "published_at": {
            "unix": 1564725000,
            "text": "2019-08-02 06:50:00 +0100",
            "iso_8601": "2019-08-02T05:50:00Z"
        },
        "updated_at": {
            "unix": 1564726350,
            "text": "2019-08-02 07:12:30 +0100",
            "iso_8601": "2019-08-02T06:12:30Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>2nd August 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets traded lower across the board with global risk sentiment spooked</strong> after US President Trump effectively broke the G20 truce and upped the pressure on China by announcing a 10% tariff on the remaining USD 300bln of Chinese goods to the US beginning September 1st. ASX 200 (-0.4%) was subdued with hefty losses seen in the energy sector after crude prices dropped over 7% the prior day and with broad weakness across mining names aside from gold stocks after the precious metal was boosted by safe-haven demand, while Nikkei 225 (-2.6%) was dragged lower by a firmer currency, soft earnings and as regional bilateral relations further deteriorated after Japan approved the removal of South Korea from its white list of preferred trading partners. Elsewhere, Hang Seng (-2.5%) and Shanghai Comp. (-1.7%) conformed to the washout across stocks following Trump’s tariff announcement in which he said he is taxing China until a deal can be reached and suggested that tariffs could be raised to 25%.</p><p>FTSE 100</p><p><strong>Energy names -</strong> WTI crude futures saw a mild recovery in Asia-Pac trade after prices found a base around USD 54.00/bbl, although oil prices still have far to go to recoup the prior day’s 7% drop in which selling was exacerbated as markets were spooked by President Trump’s tariff announcement. (RANsquawk)</p><p><strong>Mining names</strong> - Gold was boosted due to the safe-haven demand although has since pulled-back from its highs after hitting resistance just shy of the USD 1450/oz level, while copper suffered alongside Chinese commodity prices due to the escalation of the US-China trade dispute. (RANsquawk)</p><p><strong>Ryanair (RYA LN)</strong> – Portuguese cabin crew union is said to plan a 5 day strike, starting August 21st. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>DAX</p><p><strong>Allianz (ALV GY) </strong>– Q2 revenue EUR 33.2bln vs. Exp. EUR 32.02bln. Net income EUR 2.14bln vs. Exp. EUR 1.97bln. Operating profit EUR 3.16bln vs. Exp. EUR 2.99bln. Co. confirms FY outlook. (Newswires)</p><p><strong>Vonovia (VNA GY) </strong>– H1 FFO EUR 609.1mln vs. Exp. EUR 539.4mln. Adj. EBITDA EUR 872.8mln vs. Prev. EUR 714.1mln. Co. raises FFO guidance to EUR 1.17-1.22bln vs. Prev. EUR 1.13bln. (Newswires)</p><p><strong>Wirecard (WDI GY) </strong>– Co. and Sisal group have entered a strategic cooperation to drive digital payments in Italy. (Newswires)</p><p><strong>Volkswagen (VOW3 GY) </strong>– North American sales (July) +2.2% Y/Y to 31.2k units. (Newswires)</p><p><strong>Daimler (DAI GY) </strong>– North American sales (July) +19.5% Y/Y to 27.5k units. (Newswires)</p><p><strong>Bayer (BAYN GY)</strong> – A Co. executive says they have been closely watching the plant-based meat market, and may enter the market as a provider of alternative sources of protein. Separately, Co. states that recent/near-term crop science launches have top-line sales potential of EUR 18.8bln. (Newswires)</p><p><strong>Deutsche Telekom (DTE GY)</strong> – Trial regarding the T-Mobile (TMUS) and Sprint (S) merger is to be delayed until December 9th; separately, Texas has become the 15th state to join the lawsuit to stop the merger. (Newswires/cnet)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Lanxess (LXS GY) </strong>– Q2 Adj. EBITDA EUR 286bln vs. Exp. EUR 281mln. Revenue EUR 1.81bln vs. Exp. EUR 1.8bln. Co. affirms FY19 adj. EBITDA guidance. Co. guides Q3 earnings to be “slightly weaker” and Q4 “slightly better” Y/Y.(Newswires)</p><p><strong>Porsche (PAH3 GY)</strong> – North American sales (July) +23.3% Y/Y to 4.9k units. (Newswires)</p><p>BROKER MOVES</p><p>CAC</p><p><strong>Credit Agricole (ACA FP) </strong>– Q2 revenue EUR 5.15bln vs. Exp. EUR 5.06bln. Net profit EUR 1.22bln vs. Exp. EUR 1.22bln. CET1 ratio 11.6% vs. Prev. 11.5%. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Natixis (KN FP)</strong> – Q2 revenue EUR 2.28bln vs. Exp. EUR 2.16bln. Net EUR 346mln vs. Prev. EUR 507mln. CET1 ratio 11.5% vs. Prev. 11.6%. Investment banking arm pre-tax profit -43% Y/Y to&nbsp; EUR 225mln. Co. said inflows into H2O “normalised” in July. (Newswires/FT)</p><p>BROKER MOVES</p><p><strong>SOCGEN (GLE FP) </strong>UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p>PAN EUROPE</p><p><strong>Auto names</strong> - <strong>Toyota (7203 JT)</strong> reported Q1 net JPY 683.0bln vs. Prev. JPY 657.3bln. Revenue. JPY 7.65tln vs. Prev. JPY 7.36tln. Co. cuts FY net guidance to JPY 2.15tln from JPY 2.25tln and cuts FY revenue guidance to JPY 29.5tln from JPY 30.0tln. <i>Co. shares fell 2.4% in Tokyo trade. </i>(Newswires)</p><p><strong>Pirelli (PIRC IM) </strong>– H1 net EUR 307mln vs. Exp. EUR 266mln. Adj. EBIT EUR 462.4mln vs. Exp. EUR 462mln. Revenue EUR 2.65bln vs. Exp. EUR 2.64bln. <strong>Co. cuts FY19 revenue growth guidance to 1.5-2.5% vs. Prev. 3-4% and adj. EBIT margin guidance to ~18-19% vs. Prev. ~19%.</strong> (Newswires)</p><p><strong>Enel (ENEL IM) </strong>– H1 adj. Net EUR 2.28bln vs. Exp. EUR 2.25bln. EBITDA EUR 8.76bln vs. Prev. EUR 7.73bln. Revenue EUR 39bln vs. Exp. EUR 39.3bln. Co. affirms guidance. Head of Co’s Italian unit stated are prepared to take the necessary time to achieve a deal between their Open Fibre unit and <strong>Telecom Italia (TIT IM</strong>); though the Co’s CEO remains sceptical on M&amp;A deals (Newswires)</p><p><strong>UniCredit (UCG IM)</strong> – Internal memo states that the Co. have so far found no evidence of any consumer data having been accessed or compromised relating to the Capital One (COF) breach. (Newswires)</p><p><strong>MediaSet (MS IM)</strong> – Co’s CEO says they may consider not being a majority shareholder in the pan-Europe MFE broadcasting alliance, no negotiations as of yet with <strong>ProSiebenSat.1 (PSM GY); </strong>additionally, does not expect the MFE project to be blocked by Co’s shareholder Vivendi (VIV FP). (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p><strong>Zurich Insurance (ZURN SW)</strong> – AdC, Portugal’s Competition Authority, have fined four insurance names including a branch of the Co. up to EUR 54mln for ‘cartel practices’. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>ABB (ABBN SW) DOWNGRADED TO HOLD FROM BUY AT SOCIETE GENERALE</p><p>&nbsp;</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>EQUINOR (EQNR NO) </strong>UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</p><p><strong>KONE (KNEBV FH) </strong>UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN CHASE</p><p><strong>US</strong></p><p><strong>* S&amp;P 500 -0.9% at 2954, NASDAQ-100 -0.6% at 7801, Dow Jones -1% at 26584,</strong> SECTORS: S&amp;P 500 Consumer Discretionary -1.3%, S&amp;P 500 Consumer Staples -0.5%, S&amp;P 500 Energy -2.3%, S&amp;P 500 Financials -2.3%, S&amp;P 500 Health Care 0.1%, S&amp;P 500 Industrials -2%, S&amp;P 500 Information Technology -0.5%, S&amp;P 500 Materials -0.6%, S&amp;P 500 Telecommunication Services -0.5%, S&amp;P 500 Utilities 1%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-02-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 13:50:00",
        "gmt_time": "2019-08-02 05:50:00"
    },
    {
        "id": 880551,
        "updated_sequence": 1902272,
        "published_at": {
            "unix": 1564724040,
            "text": "2019-08-02 06:34:00 +0100",
            "iso_8601": "2019-08-02T05:34:00Z"
        },
        "updated_at": {
            "unix": 1564724110,
            "text": "2019-08-02 06:35:10 +0100",
            "iso_8601": "2019-08-02T05:35:10Z"
        },
        "subject": "Russian July oil production at 11.15mln BPD, unchanged M/M",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-july-oil-production-at-11-15mln-bpd-unchanged-m-m-02-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 13:34:00",
        "gmt_time": "2019-08-02 05:34:00"
    },
    {
        "id": 880550,
        "updated_sequence": 1902269,
        "published_at": {
            "unix": 1564723200,
            "text": "2019-08-02 06:20:00 +0100",
            "iso_8601": "2019-08-02T05:20:00Z"
        },
        "updated_at": {
            "unix": 1564723216,
            "text": "2019-08-02 06:20:16 +0100",
            "iso_8601": "2019-08-02T05:20:16Z"
        },
        "subject": "RANsquawk Daily European Opening News - 2nd August 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22444/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Global sentiment dented after US President Trump announced a 10% tariff on the remaining USD 300bln of Chinese goods to the US</li><li>In recent talks, Chinese sources stated that China was not backing down or adding back any of the concession language in the agreement</li><li>DXY declined following the tariff announcement and continued to pull back from its highest levels in more than a year</li><li>UK Conservative Party lost the Brecon and Radnorshire by-election. As such, the Conservative Party’s working majority in Parliament stands at just 1 seat</li><li>Looking ahead, highlights include UK Construction PMI, US Jobs Report/Trade Data/Factory Orders &amp; Uni. Michigan Sentiment</li><li>Earnings: Berkshire Hathaway, Exxon, Chevron, Allianz, RBS, BT, IAG</li></ul><p>TRADE TARIFFS</p><p><strong>US President Trump announced the US will impose a small additional tariff of 10% on the remaining USD 300bln of goods and products coming from China into the US beginning on September 1st</strong>. President Trump added that he is taxing China until a deal can be reached and that China President Xi is not moving fast enough although he thinks that Xi wants to make a deal, while he also stated that the latest announced tariffs could be raised to 25%. (Newswires/Twitter)</p><p>Chinese Foreign Minister Wang Yi said the new tariffs are not a solution to trade dispute. Elsewhere, <strong>China Global Times editor tweeted that the new tariffs will not bring closer a deal that the US wants and will only make it further away</strong>, while he thinks China will no longer give priority to controlling trade war scale and will focus on the national strategy under a prolonged trade war. (Twitter)</p><p><strong>Chinese sources stated that China was not backing down or adding back any of the concession language in the agreement</strong>, while China told the USTR the US will have to trust them for enforcement of IP protection. <strong>Chinese sources also stated that the Chinese side walked into meetings in Shanghai not ready to make any moves at all</strong> which was said to have frustrated US Trade Representative Lighthizer. (SCMP)&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded lower across the board with global risk sentiment spooked after US President Trump upped the pressure on China by announcing a 10% tariff on the remaining USD 300bln of Chinese goods</strong> <strong>to the US</strong> beginning September 1st. <strong>ASX 200 (-0.4%)</strong> was subdued with hefty losses seen in the energy sector after crude prices dropped over 7% the prior day and with broad weakness across mining names aside from gold stocks after the precious metal was boosted by safe-haven demand, while <strong>Nikkei 225 (-2.6%)</strong> was dragged lower by a firmer currency, soft earnings and as regional bilateral relations further deteriorated after Japan approved the removal of South Korea from its white list of preferred trading partners. Elsewhere, <strong>Hang Seng (-2.5%) </strong>and<strong> Shanghai Comp. (-1.7%)</strong> conformed to the washout across stocks following Trump’s tariff announcement in which he said he is taxing China until a deal can be reached and suggested that tariffs could be raised to 25%. Finally, 10yr JGBs were higher and notched their biggest gain since early January as they tracked the upside in global bonds due to safe-haven demand and with the BoJ present in the market for longer-dated bonds.</p><p>PBoC skipped open market operations. (Newswires) <strong>PBoC set CNY mid-point at 6.8996 (Prev. 6.8938)</strong></p><p><strong>Japan cabinet approved removing South Korea from its export white list</strong> and Industry Minister Seko said they ready to talk only after South Korea corrects its statement regarding July meeting. It was also reported that BoK Governor Lee was to hold a meeting with officials and South Korean President Moon to chair a cabinet meeting following Japan's decision to remove South Korea from its white list. (Newswires)</p><p><strong>BoJ minutes from June 19th-20th meeting stated it is appropriate to keep easing persistently</strong> and that Japan's economy had been on a moderate expanding trend but added exports had shown some weakness and public investment has been more or less flat. Furthermore, the minutes stated that private consumption had been increasing moderately albeit with fluctuations and industrial production has shown some weakness, while some members saw no need to follow BoJ's bond range too strictly and that it is appropriate to control bond yields flexibly.</p><p>UK/EU</p><p><strong>UK Conservative Party lost the Brecon and Radnorshire by-election to pro-EU Liberal Democrats</strong>. (Newswires) <i>As such, the Conservative Party’s working majority in Parliament stands at just 1 seat.</i></p><p>UK Lloyds Business Barometer (Jul) 13 (Prev. 13). (Newswires)</p><p>&nbsp;</p><p>FX</p><p>&nbsp;</p><p><strong>DXY</strong> declined following the tariff announcement and continued to pull back from its highest levels in more than a year, although most its major counterparts failed to benefit from the weaker greenback given the wide risk-averse tone and ahead of today’s key NFP data. As such, <strong>EUR</strong>/<strong>USD</strong> was relatively steady below the 1.1100 handle ahead of the US jobs numbers and an expected announcement by US President Trump regarding EU trade at 1845BST, while <strong>GBP</strong>/<strong>USD</strong> traded lacklustre and slipped below 1.2100 on cross related pressure and after UK PM Johnson’s working majority was cut to 1 seat due to the Conservative Party defeat in the Brecon and Radnorshire by-election to the pro-EU Liberal Democrats. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> tested 107.00 to the downside and JPY-crosses also succumbed to safe-haven flows, while antipodeans were dampened by the risk averse tone and weakness in CNY following Trump’s tariff offensive but with losses in <strong>AUD</strong>/<strong>USD</strong> stemmed by support at the 0.6800 level and after mostly firmer than expected Retail Sales and PPI data from Australia.</p><p>&nbsp;</p><p>Australian Retail Sales (Jun) M/M 0.4% vs. Exp. 0.3% (Prev. 0.1%). (Newswires)</p><p>Australian Retail Trade (Q2) Q/Q 0.2% vs. Exp. 0.3% (Prev. -0.1%) Australian PPI (Q2) Q/Q 0.4% vs. Exp. 0.2% (Prev. 0.4%)</p><p>Australian PPI (Q2) Y/Y 2.0% vs. Exp. 1.9% (Prev. 1.9%)</p><p>COMMODITIES</p><p>Commodities were mixed overnight with a mild recovery seen in <strong>WTI</strong> crude futures after prices found a base around USD 54.00/bbl, although oil prices still have far to go to recoup the prior day’s 7% drop in which selling was exacerbated as markets were spooked by President Trump’s tariff announcement. Elsewhere, <strong>gold</strong> was boosted due to the safe-haven demand although has since pulled-back from its highs after hitting resistance just shy of the USD 1450/oz level with focus now shifting to the upcoming NFP data to top off what was a tumultuous and risk-packed week for the precious metal, while <strong>copper</strong> suffered alongside Chinese commodity prices due to the escalation of the US-China trade dispute.</p><p>&nbsp;</p><p><strong>Libya's El Sharara oil field is to reopen following the recent force majeure.</strong> (Newswires)&nbsp;</p><p>GEOPOLITICS</p><p>&nbsp;</p><p><strong>North Korea conducted further short-range projectile launches early on Friday, which reports stated appeared to be a new type of missile</strong>. (Yonhap)</p><p><strong>US</strong></p><p>The T-plex had an exuberant rally amid new China tariffs and disappointing data raising expectations of another Fed rate cut in September, in addition to risk off flows. The bidding got off strongly as the US session commenced following the US July ISM Manufacturing printing 51.2 (exp. 52.0), pulling back on some of the optimism from the PMI Manufacturing data. Treasuries were already firmly higher on the day, but were soon to be doubled as President Trump took to twitter to announce the new 10% tariffs. At settlement, the curve was steeper generally with the 2s30s widening by around 3.5bps, however the very short end was a little flatter. Analysts note that 10-year and 30-year yields posted their lowest levels in nearly 3 years, and futures contracts printed near new contract highs in all but the TYU9. US T-note futures (U9) settled 1-08+ higher at 128-22.</p><p>US Senate passed the debt ceiling suspension bill which will be sent to US President Trump for signing. (Axios)</p><p><strong>White House schedule for US President Trump showed that an announcement regarding EU trade is scheduled today at 1845BST</strong>, while reports later stated that US President Trump is to formally announce a deal to open up EU to more beef exports, according to sources familiar with the plans. (Newswires)</p><p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-2nd-august-2019-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 13:20:00",
        "gmt_time": "2019-08-02 05:20:00"
    },
    {
        "id": 880549,
        "updated_sequence": 1902266,
        "published_at": {
            "unix": 1564722720,
            "text": "2019-08-02 06:12:00 +0100",
            "iso_8601": "2019-08-02T05:12:00Z"
        },
        "updated_at": {
            "unix": 1564722820,
            "text": "2019-08-02 06:13:40 +0100",
            "iso_8601": "2019-08-02T05:13:40Z"
        },
        "subject": "South Korean authorities are suspected of selling dollars in order to stem the KRW's fall., according to dealers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-authorities-are-suspected-of-selling-dollars-in-order-to-stem-the-krw-s-fall-according-to-dealers-02-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 13:12:00",
        "gmt_time": "2019-08-02 05:12:00"
    },
    {
        "id": 880548,
        "updated_sequence": 1902263,
        "published_at": {
            "unix": 1564722300,
            "text": "2019-08-02 06:05:00 +0100",
            "iso_8601": "2019-08-02T05:05:00Z"
        },
        "updated_at": {
            "unix": 1564722460,
            "text": "2019-08-02 06:07:40 +0100",
            "iso_8601": "2019-08-02T05:07:40Z"
        },
        "subject": "South Korea's President Moon says South Korea will not be defeated by Japan, adds that Japan has a clear motive to hamper South Korea's growth, \"we have countermeasures\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Japan cabinet approved removing South Korea from its export white list</li></ul>",
        "analysis_updated_at": {
            "unix": 1564722360,
            "text": "2019-08-02 06:06:00 +0100",
            "iso_8601": "2019-08-02T05:06:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-president-moon-says-south-korea-will-not-be-defeated-by-japan-adds-that-japan-has-a-clear-motive-to-hamper-south-korea-s-growth-we-have-countermeasures-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 13:05:00",
        "gmt_time": "2019-08-02 05:05:00"
    },
    {
        "id": 880547,
        "updated_sequence": 1902258,
        "published_at": {
            "unix": 1564721880,
            "text": "2019-08-02 05:58:00 +0100",
            "iso_8601": "2019-08-02T04:58:00Z"
        },
        "updated_at": {
            "unix": 1564721985,
            "text": "2019-08-02 05:59:45 +0100",
            "iso_8601": "2019-08-02T04:59:45Z"
        },
        "subject": "Tencent (0700 HK) plans Nintendo (7974 JT) plan to localise Switch games for the Chinese market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tencent-0700-hk-plans-nintendo-7974-jt-plan-to-localise-switch-games-for-the-chinese-market-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:58:00",
        "gmt_time": "2019-08-02 04:58:00"
    },
    {
        "id": 880547,
        "updated_sequence": 1902258,
        "published_at": {
            "unix": 1564721880,
            "text": "2019-08-02 05:58:00 +0100",
            "iso_8601": "2019-08-02T04:58:00Z"
        },
        "updated_at": {
            "unix": 1564721985,
            "text": "2019-08-02 05:59:45 +0100",
            "iso_8601": "2019-08-02T04:59:45Z"
        },
        "subject": "Tencent (0700 HK) plans Nintendo (7974 JT) plan to localise Switch games for the Chinese market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tencent-0700-hk-plans-nintendo-7974-jt-plan-to-localise-switch-games-for-the-chinese-market-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:58:00",
        "gmt_time": "2019-08-02 04:58:00"
    },
    {
        "id": 880546,
        "updated_sequence": 1902255,
        "published_at": {
            "unix": 1564721220,
            "text": "2019-08-02 05:47:00 +0100",
            "iso_8601": "2019-08-02T04:47:00Z"
        },
        "updated_at": {
            "unix": 1564721437,
            "text": "2019-08-02 05:50:37 +0100",
            "iso_8601": "2019-08-02T04:50:37Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks slumped amid an escalation in the trade war after President Trump fired fresh tariffs",
        "content": "<p>Asia equity markets traded lower across the board with global risk sentiment spooked after US President Trump effectively broke the G20 truce and upped the pressure on China by announcing a 10% tariff on the remaining USD 300bln of Chinese goods to the US beginning September 1st. ASX 200 (-0.4%) was subdued with hefty losses seen in the energy sector after crude prices dropped over 7% the prior day and with broad weakness across mining names aside from gold stocks after the precious metal was boosted by safe-haven demand, while Nikkei 225 (-2.6%) was dragged lower by a firmer currency, soft earnings and as regional bilateral relations further deteriorated after Japan approved the removal of South Korea from its white list of preferred trading partners. Elsewhere, Hang Seng (-2.5%) and Shanghai Comp. (-1.7%) conformed to the washout across stocks following Trump’s tariff announcement in which he said he is taxing China until a deal can be reached and suggested that tariffs could be raised to 25%. Finally, 10yr JGBs were higher and notched their biggest gain since early January as they tracked the upside in global bonds due to safe-haven demand and with the BoJ present in the market for longer-dated bonds.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-slumped-amid-an-escalation-in-the-trade-war-after-president-trump-fired-fresh-tariffs-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:47:00",
        "gmt_time": "2019-08-02 04:47:00"
    },
    {
        "id": 880545,
        "updated_sequence": 1902252,
        "published_at": {
            "unix": 1564720920,
            "text": "2019-08-02 05:42:00 +0100",
            "iso_8601": "2019-08-02T04:42:00Z"
        },
        "updated_at": {
            "unix": 1564721003,
            "text": "2019-08-02 05:43:23 +0100",
            "iso_8601": "2019-08-02T04:43:23Z"
        },
        "subject": "US President Trump is to formally announce a deal to open up EU to more beef exports, according to sources familiar with the plans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, White House schedule for US President Trump showed that an announcement regarding EU trade is scheduled today at 1345EDT.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1564721003,
            "text": "2019-08-02 05:43:23 +0100",
            "iso_8601": "2019-08-02T04:43:23Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-to-formally-announce-a-deal-to-open-up-eu-to-more-beef-exports-according-to-sources-familiar-with-the-plans-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:42:00",
        "gmt_time": "2019-08-02 04:42:00"
    },
    {
        "id": 880544,
        "updated_sequence": 1902249,
        "published_at": {
            "unix": 1564719960,
            "text": "2019-08-02 05:26:00 +0100",
            "iso_8601": "2019-08-02T04:26:00Z"
        },
        "updated_at": {
            "unix": 1564720131,
            "text": "2019-08-02 05:28:51 +0100",
            "iso_8601": "2019-08-02T04:28:51Z"
        },
        "subject": "Toyota (7203 JT) Q1 net JPY 683.0bln vs. Prev. JPY 657.3bln Y/Y, rev. JPY 7.65tln vs. Prev. JPY 7.36tln Y/Y, cuts FY net guidance to JPY 2.15tln from JPY 2.25tln and cuts FY rev. guidance to JPY 29.5tln from JPY 30.0tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-7203-jt-q1-net-jpy-683-0bln-vs-prev-jpy-657-3bln-y-y-rev-jpy-7-65tln-vs-prev-jpy-7-36tln-y-y-cuts-fy-net-guidance-to-jpy-2-15tln-from-jpy-2-25tln-and-cuts-fy-rev-guidance-to-jpy-29-5tln-from-jpy-30-0tln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:26:00",
        "gmt_time": "2019-08-02 04:26:00"
    },
    {
        "id": 880543,
        "updated_sequence": 1902246,
        "published_at": {
            "unix": 1564719060,
            "text": "2019-08-02 05:11:00 +0100",
            "iso_8601": "2019-08-02T04:11:00Z"
        },
        "updated_at": {
            "unix": 1564719142,
            "text": "2019-08-02 05:12:22 +0100",
            "iso_8601": "2019-08-02T04:12:22Z"
        },
        "subject": "Foxconn (2354 TT) is reportedly seeking a buyer for its USD 8.8bln LCD plant in Guangzhou, China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foxconn-2354-tt-is-reportedly-seeking-a-buyer-for-its-usd-8-8bln-lcd-plant-in-guangzhou-china-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:11:00",
        "gmt_time": "2019-08-02 04:11:00"
    },
    {
        "id": 880542,
        "updated_sequence": 1902241,
        "published_at": {
            "unix": 1564718460,
            "text": "2019-08-02 05:01:00 +0100",
            "iso_8601": "2019-08-02T04:01:00Z"
        },
        "updated_at": {
            "unix": 1564718535,
            "text": "2019-08-02 05:02:15 +0100",
            "iso_8601": "2019-08-02T04:02:15Z"
        },
        "subject": "Itochu (8001 JT) Q1 net JPY 147.3bln vs. Exp. JPY 113.4bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "itochu-8001-jt-q1-net-jpy-147-3bln-vs-exp-jpy-113-4bln-y-y-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:01:00",
        "gmt_time": "2019-08-02 04:01:00"
    },
    {
        "id": 880539,
        "updated_sequence": 1902232,
        "published_at": {
            "unix": 1564718400,
            "text": "2019-08-02 05:00:00 +0100",
            "iso_8601": "2019-08-02T04:00:00Z"
        },
        "updated_at": {
            "unix": 1564718446,
            "text": "2019-08-02 05:00:46 +0100",
            "iso_8601": "2019-08-02T04:00:46Z"
        },
        "subject": "Malaysia Trade Balance (MYR)(Jun) 10.3B vs. Exp. 8.4B (Prev. 9.1B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-trade-balance-myr-jun-10-3b-vs-exp-8-4b-prev-9-1b-02-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:00:00",
        "gmt_time": "2019-08-02 04:00:00"
    },
    {
        "id": 880541,
        "updated_sequence": 1902238,
        "published_at": {
            "unix": 1564718400,
            "text": "2019-08-02 05:00:00 +0100",
            "iso_8601": "2019-08-02T04:00:00Z"
        },
        "updated_at": {
            "unix": 1564718480,
            "text": "2019-08-02 05:01:20 +0100",
            "iso_8601": "2019-08-02T04:01:20Z"
        },
        "subject": "Malaysia Imports (Jun) Y/Y -9.2% vs. Exp. 1.1% (Prev. 1.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-imports-jun-y-y-9-2-vs-exp-1-1-prev-1-4-02-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:00:00",
        "gmt_time": "2019-08-02 04:00:00"
    },
    {
        "id": 880540,
        "updated_sequence": 1902235,
        "published_at": {
            "unix": 1564718400,
            "text": "2019-08-02 05:00:00 +0100",
            "iso_8601": "2019-08-02T04:00:00Z"
        },
        "updated_at": {
            "unix": 1564718457,
            "text": "2019-08-02 05:00:57 +0100",
            "iso_8601": "2019-08-02T04:00:57Z"
        },
        "subject": "Malaysia Exports (Jun) Y/Y -3.1% vs. Exp. 1.8% (Prev. 2.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-exports-jun-y-y-3-1-vs-exp-1-8-prev-2-5-02-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 12:00:00",
        "gmt_time": "2019-08-02 04:00:00"
    },
    {
        "id": 880538,
        "updated_sequence": 1902227,
        "published_at": {
            "unix": 1564716360,
            "text": "2019-08-02 04:26:00 +0100",
            "iso_8601": "2019-08-02T03:26:00Z"
        },
        "updated_at": {
            "unix": 1564716459,
            "text": "2019-08-02 04:27:39 +0100",
            "iso_8601": "2019-08-02T03:27:39Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Bharti Airtel (BHARTI IS) reported Q1 consolidated net loss of INR 28.7bln which was the first quarterly loss in 14 years",
        "content": "<p>Bharti Airtel (BHARTI IS) - Co. reported Q1 consolidated net loss of INR 28.7bln which was the first quarterly loss in 14 years. (Livemint)</p><p>Larsen &amp; Toubro (LT IS) - Co. received shareholder approval to raise as much as INR 40bln through various securities issuances. (ET)</p><p>Tata Power (TPWR IS) - Co. Q1 consolidated net fell 86% Y/Y to INR 2.3bln. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-bharti-airtel-bharti-is-reported-q1-consolidated-net-loss-of-inr-28-7bln-which-was-the-first-quarterly-loss-in-14-years-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 11:26:00",
        "gmt_time": "2019-08-02 03:26:00"
    },
    {
        "id": 880537,
        "updated_sequence": 1902224,
        "published_at": {
            "unix": 1564715220,
            "text": "2019-08-02 04:07:00 +0100",
            "iso_8601": "2019-08-02T03:07:00Z"
        },
        "updated_at": {
            "unix": 1564715418,
            "text": "2019-08-02 04:10:18 +0100",
            "iso_8601": "2019-08-02T03:10:18Z"
        },
        "subject": "Chinese Foreign Minister Wang Yi says new tariffs are not a solution to trade dispute",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-minister-wang-yi-says-new-tariffs-are-not-a-solution-to-trade-dispute-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 11:07:00",
        "gmt_time": "2019-08-02 03:07:00"
    },
    {
        "id": 880536,
        "updated_sequence": 1902243,
        "published_at": {
            "unix": 1564714320,
            "text": "2019-08-02 03:52:00 +0100",
            "iso_8601": "2019-08-02T02:52:00Z"
        },
        "updated_at": {
            "unix": 1564718798,
            "text": "2019-08-02 05:06:38 +0100",
            "iso_8601": "2019-08-02T04:06:38Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks are spooked by trade war concerns after President Trump's fires fresh tariffs",
        "content": "<p>Asia equity markets trade lower across the board with global risk sentiment spooked after US President Trump effectively broke the G20 truce and upped the pressure on China by announcing a 10% tariff on the remaining USD 300bln of Chinese goods to the US beginning September 1st. ASX 200 (-0.5%) is subdued with hefty losses seen in the energy sector after crude prices dropped over 7% the prior day and with broad weakness across mining names aside from gold stocks after the precious metal was boosted by safe-haven demand, while Nikkei 225 (-2.5%) is dragged lower by a firmer currency, soft earnings and as regional bilateral relations further deteriorate after Japan approved the removal of South Korea from its white list of preferred trading partners. Elsewhere, Hang Seng (-2.3%) and Shanghai Comp. (-1.4%) conformed to the washout across stocks following Trump’s tariff announcement in which he said he is taxing China until a deal can be reached and suggested that tariffs could be raised to 25%.</p><p>In FX markets, the DXY declined following the tariff announcement and continues to pull back from its highest levels in more than a year, although most its major counterparts have failed to benefit from the weaker greenback given the wide risk-averse tone and ahead of today’s key NFP data. As such, EUR/USD is relatively flat below the 1.1100 handle ahead of the US jobs numbers and an expected announcement by US President Trump regarding EU trade at 1345EDT, while GBP/USD is lacklustre and briefly slipped below 1.2100 on cross related pressure and after UK PM Johnson’s working majority was cut to 1 seat due to the Conservative Party defeat in the Brecon and Radnorshire by-election to the pro-EU Liberal Democrats. Elsewhere, USD/JPY briefly declined below 107.00 and JPY-crosses are also weighed by the safe-haven flows, while antipodeans are dampened by the risk averse tone and weakness in CNY following Trump’s tariff offensive but with losses in AUD/USD stemmed by support at the 0.6800 level and after mostly firmer than expected Retail Sales and PPI data from Australia.</p><p>Finally, 10yr JGBs are higher and have notched their biggest gain since early January as they track the upside in global bonds due to safe-haven demand and with the BoJ present in the market for longer-dated bonds.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-are-spooked-by-trade-war-concerns-after-president-trump-s-fires-fresh-tariffs-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:52:00",
        "gmt_time": "2019-08-02 02:52:00"
    },
    {
        "id": 880535,
        "updated_sequence": 1902212,
        "published_at": {
            "unix": 1564714140,
            "text": "2019-08-02 03:49:00 +0100",
            "iso_8601": "2019-08-02T02:49:00Z"
        },
        "updated_at": {
            "unix": 1564714215,
            "text": "2019-08-02 03:50:15 +0100",
            "iso_8601": "2019-08-02T02:50:15Z"
        },
        "subject": "Japan FX official Takeuchi says will continue monitoring the currency market amid gains in JPY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-fx-official-takeuchi-says-will-continue-monitoring-the-currency-market-amid-gains-in-jpy-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:49:00",
        "gmt_time": "2019-08-02 02:49:00"
    },
    {
        "id": 880534,
        "updated_sequence": 1902209,
        "published_at": {
            "unix": 1564713420,
            "text": "2019-08-02 03:37:00 +0100",
            "iso_8601": "2019-08-02T02:37:00Z"
        },
        "updated_at": {
            "unix": 1564713462,
            "text": "2019-08-02 03:37:42 +0100",
            "iso_8601": "2019-08-02T02:37:42Z"
        },
        "subject": "Several small explosions were reported in Bangkok resulting in 2 people with minor injuries, according to local media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "several-small-explosions-were-reported-in-bangkok-resulting-in-2-people-with-minor-injuries-according-to-local-media-02-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:37:00",
        "gmt_time": "2019-08-02 02:37:00"
    },
    {
        "id": 880532,
        "updated_sequence": 1902202,
        "published_at": {
            "unix": 1564712940,
            "text": "2019-08-02 03:29:00 +0100",
            "iso_8601": "2019-08-02T02:29:00Z"
        },
        "updated_at": {
            "unix": 1564713067,
            "text": "2019-08-02 03:31:07 +0100",
            "iso_8601": "2019-08-02T02:31:07Z"
        },
        "subject": "White House schedule for US President Trump shows an announcement is scheduled regarding EU trade at 1345EDT today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-schedule-for-us-president-trump-shows-an-announcement-is-scheduled-regarding-eu-trade-at-1345edt-today-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:29:00",
        "gmt_time": "2019-08-02 02:29:00"
    },
    {
        "id": 880531,
        "updated_sequence": 1902199,
        "published_at": {
            "unix": 1564712280,
            "text": "2019-08-02 03:18:00 +0100",
            "iso_8601": "2019-08-02T02:18:00Z"
        },
        "updated_at": {
            "unix": 1564712341,
            "text": "2019-08-02 03:19:01 +0100",
            "iso_8601": "2019-08-02T02:19:01Z"
        },
        "subject": "South Korea expresses deep regret regarding Japan's white list removal and says it will respond sternly",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-expresses-deep-regret-regarding-japan-s-white-list-removal-and-says-it-will-respond-sternly-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:18:00",
        "gmt_time": "2019-08-02 02:18:00"
    },
    {
        "id": 880530,
        "updated_sequence": 1902196,
        "published_at": {
            "unix": 1564712160,
            "text": "2019-08-02 03:16:00 +0100",
            "iso_8601": "2019-08-02T02:16:00Z"
        },
        "updated_at": {
            "unix": 1564712272,
            "text": "2019-08-02 03:17:52 +0100",
            "iso_8601": "2019-08-02T02:17:52Z"
        },
        "subject": "US Secretary of State Pompeo says US will not reveal what it will and wont do regarding Hong Kong, while a twitter source states that Pompeo does not rule out US military action to defend Hong Kong - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires/Twitter",
        "slug": "us-secretary-of-state-pompeo-says-us-will-not-reveal-what-it-will-and-wont-do-regarding-hong-kong-while-a-twitter-source-states-that-pompeo-does-not-rule-out-us-military-action-to-defend-hong-kong-unconfirmed-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-08-02 10:16:00",
        "gmt_time": "2019-08-02 02:16:00"
    },
    {
        "id": 880529,
        "updated_sequence": 1902193,
        "published_at": {
            "unix": 1564711500,
            "text": "2019-08-02 03:05:00 +0100",
            "iso_8601": "2019-08-02T02:05:00Z"
        },
        "updated_at": {
            "unix": 1564711597,
            "text": "2019-08-02 03:06:37 +0100",
            "iso_8601": "2019-08-02T02:06:37Z"
        },
        "subject": "US Secretary of State Pompeo says China needs to compete on a level playing field and that the Chinese economy is entering a new normal of slower growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-china-needs-to-compete-on-a-level-playing-field-and-that-the-chinese-economy-is-entering-a-new-normal-of-slower-growth-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:05:00",
        "gmt_time": "2019-08-02 02:05:00"
    },
    {
        "id": 880528,
        "updated_sequence": 1902190,
        "published_at": {
            "unix": 1564711200,
            "text": "2019-08-02 03:00:00 +0100",
            "iso_8601": "2019-08-02T02:00:00Z"
        },
        "updated_at": {
            "unix": 1564711268,
            "text": "2019-08-02 03:01:08 +0100",
            "iso_8601": "2019-08-02T02:01:08Z"
        },
        "subject": "Marubeni (8002 JT) Q1 net fell 24.9% Y/Y to JPY 65.2bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "marubeni-8002-jt-q1-net-fell-24-9-y-y-to-jpy-65-2bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 10:00:00",
        "gmt_time": "2019-08-02 02:00:00"
    },
    {
        "id": 880527,
        "updated_sequence": 1902182,
        "published_at": {
            "unix": 1564709820,
            "text": "2019-08-02 02:37:00 +0100",
            "iso_8601": "2019-08-02T01:37:00Z"
        },
        "updated_at": {
            "unix": 1564709877,
            "text": "2019-08-02 02:37:57 +0100",
            "iso_8601": "2019-08-02T01:37:57Z"
        },
        "subject": "Japanese Industry Minister Seko says ready to talk only after South Korea corrects its statement regarding July meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industry-minister-seko-says-ready-to-talk-only-after-south-korea-corrects-its-statement-regarding-july-meeting-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:37:00",
        "gmt_time": "2019-08-02 01:37:00"
    },
    {
        "id": 880526,
        "updated_sequence": 1902179,
        "published_at": {
            "unix": 1564709700,
            "text": "2019-08-02 02:35:00 +0100",
            "iso_8601": "2019-08-02T01:35:00Z"
        },
        "updated_at": {
            "unix": 1564709826,
            "text": "2019-08-02 02:37:06 +0100",
            "iso_8601": "2019-08-02T01:37:06Z"
        },
        "subject": "North Korea projectiles appeared to be a new type of missile, according to Yonhap",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-projectiles-appeared-to-be-a-new-type-of-missile-according-to-yonhap-02-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:35:00",
        "gmt_time": "2019-08-02 01:35:00"
    },
    {
        "id": 880525,
        "updated_sequence": 1902176,
        "published_at": {
            "unix": 1564709580,
            "text": "2019-08-02 02:33:00 +0100",
            "iso_8601": "2019-08-02T01:33:00Z"
        },
        "updated_at": {
            "unix": 1564709753,
            "text": "2019-08-02 02:35:53 +0100",
            "iso_8601": "2019-08-02T01:35:53Z"
        },
        "subject": "BoK Governor Lee is to hold a meeting following Japan's decision to remove South Korea from its white list, while South Korean President Moon is to chair a cabinet meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-is-to-hold-a-meeting-following-japan-s-decision-to-remove-south-korea-from-its-white-list-while-south-korean-president-moon-is-to-chair-a-cabinet-meeting-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:33:00",
        "gmt_time": "2019-08-02 01:33:00"
    },
    {
        "id": 880518,
        "updated_sequence": 1902187,
        "published_at": {
            "unix": 1564709280,
            "text": "2019-08-02 02:28:00 +0100",
            "iso_8601": "2019-08-02T01:28:00Z"
        },
        "updated_at": {
            "unix": 1564710593,
            "text": "2019-08-02 02:49:53 +0100",
            "iso_8601": "2019-08-02T01:49:53Z"
        },
        "subject": "CBA (CBA AT) announces completion of divestment of Colonial First State Global Asset Management for AUD 4.2bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cba-cba-at-announces-completion-of-divestment-of-colonial-first-state-global-asset-management-for-aud-4-2bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:28:00",
        "gmt_time": "2019-08-02 01:28:00"
    },
    {
        "id": 880517,
        "updated_sequence": 1902144,
        "published_at": {
            "unix": 1564708860,
            "text": "2019-08-02 02:21:00 +0100",
            "iso_8601": "2019-08-02T01:21:00Z"
        },
        "updated_at": {
            "unix": 1564708922,
            "text": "2019-08-02 02:22:02 +0100",
            "iso_8601": "2019-08-02T01:22:02Z"
        },
        "subject": "UK Conservative Party loses Brecon seat in by-election to pro-EU Liberal Democrats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-conservative-party-loses-brecon-seat-in-by-election-to-pro-eu-liberal-democrats-02-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:21:00",
        "gmt_time": "2019-08-02 01:21:00"
    },
    {
        "id": 880516,
        "updated_sequence": 1902141,
        "published_at": {
            "unix": 1564708620,
            "text": "2019-08-02 02:17:00 +0100",
            "iso_8601": "2019-08-02T01:17:00Z"
        },
        "updated_at": {
            "unix": 1564708701,
            "text": "2019-08-02 02:18:21 +0100",
            "iso_8601": "2019-08-02T01:18:21Z"
        },
        "subject": "Japan cabinet approves removing South Korea from its export white list",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-cabinet-approves-removing-south-korea-from-its-export-white-list-02-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:17:00",
        "gmt_time": "2019-08-02 01:17:00"
    },
    {
        "id": 880515,
        "updated_sequence": 1902138,
        "published_at": {
            "unix": 1564708500,
            "text": "2019-08-02 02:15:00 +0100",
            "iso_8601": "2019-08-02T01:15:00Z"
        },
        "updated_at": {
            "unix": 1564708594,
            "text": "2019-08-02 02:16:34 +0100",
            "iso_8601": "2019-08-02T01:16:34Z"
        },
        "subject": "PBoC skips open market operations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-02-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:15:00",
        "gmt_time": "2019-08-02 01:15:00"
    },
    {
        "id": 880514,
        "updated_sequence": 1902135,
        "published_at": {
            "unix": 1564708500,
            "text": "2019-08-02 02:15:00 +0100",
            "iso_8601": "2019-08-02T01:15:00Z"
        },
        "updated_at": {
            "unix": 1564708573,
            "text": "2019-08-02 02:16:13 +0100",
            "iso_8601": "2019-08-02T01:16:13Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8996 (Prev. 6.8938)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8996-prev-6-8938-02-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:15:00",
        "gmt_time": "2019-08-02 01:15:00"
    },
    {
        "id": 880513,
        "updated_sequence": 1902132,
        "published_at": {
            "unix": 1564708260,
            "text": "2019-08-02 02:11:00 +0100",
            "iso_8601": "2019-08-02T01:11:00Z"
        },
        "updated_at": {
            "unix": 1564708303,
            "text": "2019-08-02 02:11:43 +0100",
            "iso_8601": "2019-08-02T01:11:43Z"
        },
        "subject": "BoJ offers to buy JPY 180bln in 10-25yr, JPY 40bln in over 25yrs and JPY 25bln in I/L bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-180bln-in-10-25yr-jpy-40bln-in-over-25yrs-and-jpy-25bln-in-i-l-bonds-02-08-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:11:00",
        "gmt_time": "2019-08-02 01:11:00"
    },
    {
        "id": 880512,
        "updated_sequence": 1902129,
        "published_at": {
            "unix": 1564707660,
            "text": "2019-08-02 02:01:00 +0100",
            "iso_8601": "2019-08-02T01:01:00Z"
        },
        "updated_at": {
            "unix": 1564707772,
            "text": "2019-08-02 02:02:52 +0100",
            "iso_8601": "2019-08-02T01:02:52Z"
        },
        "subject": "Australia sells AUD 800mln 2029 bond; average yield 1.0896%, b/c 2.8, avg. yield 1.0896%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-800mln-2029-bond-average-yield-1-0896-b-c-2-8-avg-yield-1-0896-02-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 09:01:00",
        "gmt_time": "2019-08-02 01:01:00"
    },
    {
        "id": 880511,
        "updated_sequence": 1902126,
        "published_at": {
            "unix": 1564707360,
            "text": "2019-08-02 01:56:00 +0100",
            "iso_8601": "2019-08-02T00:56:00Z"
        },
        "updated_at": {
            "unix": 1564707466,
            "text": "2019-08-02 01:57:46 +0100",
            "iso_8601": "2019-08-02T00:57:46Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US President Trump announced the US will impose a small additional tariff of 10% on the remaining USD 300bln of goods and products coming from China into the US beginning on September 1st",
        "content": "<p>CK Hutchison Holdings (1 HK) - Co. H1 net HKD 18.3bln vs. Prev. HKD 18.0bln Y/Y, rev. HKD 217.1bln vs. Prev. HKD 224.5bln Y/Y. (Newswires)</p><p>Hua Han Bio-Pharmaceutical Holdings (587 HK) - Co. Chairman has resigned. (Newswires)</p><p>MGM China (2282 HK) - Co. H1 net HKD 1.02bln vs. Prev. HKD 0.70bln Y/Y, rev. HKD 11.3bln vs. Prev. HKD 9.07bln Y/Y. (Newswires)</p><p>Energy/Utilities - China approved the first new nuclear reactors in more than 3 years. (Newswires)</p><p>Trade</p><p>US President Trump announced the US will impose a small additional tariff of 10% on the remaining USD 300bln of goods and products coming from China into the US beginning on September 1st. President Trump added that he is taxing China until a deal can be reached and that China President Xi is not moving fast enough although he thinks that Xi wants to make a deal, while he also stated that the latest announced tariffs could be raised to 25%. (Newswires/Twitter)</p><p>China Global Times editor tweeted that the new tariffs will not bring closer a deal that the US wants and will only make it further away, while he thinks China will no longer give priority to controlling trade war scale and will focus on the national strategy under a prolonged trade war. (Twitter)</p><p>Chinese sources stated that China is not backing down or adding back any of the concession language in the agreement, while China told the USTR the US will have to trust them for enforcement of IP protection. Chinese sources also stated that the Chinese side walked into meetings in Shanghai not ready to make any moves at all which was said to have frustrated US Trade Representative Robert Lighthizer. In related news, Chinese press reported that the sides offered contrasting views on trade war talks and that contrasting statements from each side suggest that a wider deal to end the trade war is not within reach. (Fox/Twitter/SCMP)</p><p>Data Recap</p><ul><li>Hong Kong Retail Sales Value (Jun) Y/Y -6.7% vs. Exp. -1.9% (Prev. -1.3%, Rev. -1.4%). (Newswires)</li><li>Hong Kong Retail Sales Volume (Jun) Y/Y -7.6% vs. Exp. -2.0% (Prev. -1.7%, Rev. -1.8%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-president-trump-announced-the-us-will-impose-a-small-additional-tariff-of-10-on-the-remaining-usd-300bln-of-goods-and-products-coming-from-china-into-the-us-beginning-on-september-1st-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 08:56:00",
        "gmt_time": "2019-08-02 00:56:00"
    },
    {
        "id": 880510,
        "updated_sequence": 1902123,
        "published_at": {
            "unix": 1564705800,
            "text": "2019-08-02 01:30:00 +0100",
            "iso_8601": "2019-08-02T00:30:00Z"
        },
        "updated_at": {
            "unix": 1564706106,
            "text": "2019-08-02 01:35:06 +0100",
            "iso_8601": "2019-08-02T00:35:06Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Earnings including Delta Electronics, UOB and OCBC",
        "content": "<p>TAIWAN</p><p>Delta Electronics (2308 TT) - Co. Q2 net TWD 9.5bln vs. Prev. TWD 3.3bln Y/Y, but provided a cautiously optimistic outlook for H2 due to lingering market uncertainties. (Taipei Times)</p><p>Other News - Taiwan Central Bank minutes from June meeting stated the decision to keep policy steady was unanimous and that some members expressed concern regarding US-China trade war impact on the economy, while a member believes rates are at a low level and that it is best to keep them at the current level. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>OCBC (OCBC SP) - Co. Q2 net SGD 1.22bln vs. Exp. SGD 1.20bln, rev. SGD 2.62bln vs. Prev. SGD 2.47bln Y/Y. (Newswires)</p><p>United Overseas Bank (UOB SP) - Co. Q2 net SGD 1.17bln vs. Exp. SGD 1.0bln. (Newswires)</p><p>Singapore Post (SPOST SP) - Co. Q1 net SGD 25.7mln vs. Prev. SGD 18.7mln Y/Y, rev. SGD 376.4mln vs. Prev. SGD 372.6mln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-earnings-including-delta-electronics-uob-and-ocbc-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 08:30:00",
        "gmt_time": "2019-08-02 00:30:00"
    },
    {
        "id": 880509,
        "updated_sequence": 1902118,
        "published_at": {
            "unix": 1564705320,
            "text": "2019-08-02 01:22:00 +0100",
            "iso_8601": "2019-08-02T00:22:00Z"
        },
        "updated_at": {
            "unix": 1564705407,
            "text": "2019-08-02 01:23:27 +0100",
            "iso_8601": "2019-08-02T00:23:27Z"
        },
        "subject": "SK Telecom  (017670 KS) Q1 oper. profit KRW 323bln vs. Exp. KRW 313bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sk-telecom-017670-ks-q1-oper-profit-krw-323bln-vs-exp-krw-313bln-02-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 08:22:00",
        "gmt_time": "2019-08-02 00:22:00"
    },
    {
        "id": 880508,
        "updated_sequence": 1902115,
        "published_at": {
            "unix": 1564704180,
            "text": "2019-08-02 01:03:00 +0100",
            "iso_8601": "2019-08-02T00:03:00Z"
        },
        "updated_at": {
            "unix": 1564704311,
            "text": "2019-08-02 01:05:11 +0100",
            "iso_8601": "2019-08-02T00:05:11Z"
        },
        "subject": "Asia equity markets begin lower as global risk sentiment suffers after US President Trump upped the pressure on China and announced to impose 10% tariffs on the remaining USD 300bln of Chinese goods",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-lower-as-global-risk-sentiment-suffers-after-us-president-trump-upped-the-pressure-on-china-and-announced-to-impose-10-tariffs-on-the-remaining-usd-300bln-of-chinese-goods-02-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-02 08:03:00",
        "gmt_time": "2019-08-02 00:03:00"
    }
]