[
    {
        "id": 893186,
        "updated_sequence": 1988033,
        "published_at": {
            "unix": 1572220200,
            "text": "2019-10-27 23:50:00 +0000",
            "iso_8601": "2019-10-27T23:50:00Z"
        },
        "updated_at": {
            "unix": 1572220237,
            "text": "2019-10-27 23:50:37 +0000",
            "iso_8601": "2019-10-27T23:50:37Z"
        },
        "subject": "Japanese Corporate Service Price (Sep) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-corporate-service-price-sep-y-y-0-5-vs-exp-0-5-prev-0-6-27-10-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 07:50:00",
        "gmt_time": "2019-10-27 23:50:00"
    },
    {
        "id": 893185,
        "updated_sequence": 1988030,
        "published_at": {
            "unix": 1572219060,
            "text": "2019-10-27 23:31:00 +0000",
            "iso_8601": "2019-10-27T23:31:00Z"
        },
        "updated_at": {
            "unix": 1572219855,
            "text": "2019-10-27 23:44:15 +0000",
            "iso_8601": "2019-10-27T23:44:15Z"
        },
        "subject": "PRE-MARKET JAPANESE AND SOUTH KOREAN STOCK NEWS: Japan is to encourage companies to reduce the prices for off patent drugs",
        "content": "<p>JAPAN</p><p>Canon Electronics (7739 JT) - Co. 9-month net JPY 4.9bln vs. Prev. JPY 5.9bln Y/Y, rev. JPY 67.4bln vs. Prev. JPY 67.8bln Y/Y. (Newswires)</p><p>Japan Display (6740 JT) - Co. Mobara plant production will resume gradually following a suspension and power outage from torrential rain. (Newswires)</p><p>Matsui Securities (8628 JT) - Co. 6-month parent net fell 48.6% Y/Y to JPY 2.81bln. (Newswires)</p><p>Sompo Holdings (8630 JT) - Co. is expected to partner with Medigate on IT security for Japanese hospitals. (Newswires)</p><p>Pharmaceuticals - Japan’s government is to encourage companies to reduce the prices for off patent drugs. (Nikkei)</p><p>&nbsp;</p><p>SOUTH KOREA</p><p>Hyundai Rotem (064350 KS) - Co. Q3 oper. loss KRW 96.58bln vs. Exp. loss KRW 9.94bln, rev. KRW 637.25bln vs. Exp. KRW 658.09bln. (Newswires)</p><p>Kakao Corp (035720 KS) - SK Telecom (017670 KS) is to acquire KRW 300bln of shares or around 2.5% stake in Kakao. (Newswires)</p><p>LG Electronics (066570 KS) - Co. refrigerators were among the top models evaluated by a US consumer magazine in which 6 LG refrigerators were included in it the list of best 15 refrigerators for 2019. (Yonhap)</p><p>Samsung Electronics (005930 KS) - Co. is said to resume investment in memory chip fabs amid stability in memory chip prices. (Newswires)</p><p>Tobacco related - More convenience stores are to halt sales of e-cigarettes following a government warning of serious health risks related to vaping products. (Yonhap)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-japanese-and-south-korean-stock-news-japan-is-to-encourage-companies-to-reduce-the-prices-for-off-patent-drugs-27-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 07:31:00",
        "gmt_time": "2019-10-27 23:31:00"
    },
    {
        "id": 893184,
        "updated_sequence": 1988023,
        "published_at": {
            "unix": 1572217080,
            "text": "2019-10-27 22:58:00 +0000",
            "iso_8601": "2019-10-27T22:58:00Z"
        },
        "updated_at": {
            "unix": 1572217153,
            "text": "2019-10-27 22:59:13 +0000",
            "iso_8601": "2019-10-27T22:59:13Z"
        },
        "subject": "Argentina central bank officials are to meet to monitor results from Presidential Election",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "argentina-central-bank-officials-are-to-meet-to-monitor-results-from-presidential-election-27-10-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:58:00",
        "gmt_time": "2019-10-27 22:58:00"
    },
    {
        "id": 893183,
        "updated_sequence": 1988020,
        "published_at": {
            "unix": 1572216000,
            "text": "2019-10-27 22:40:00 +0000",
            "iso_8601": "2019-10-27T22:40:00Z"
        },
        "updated_at": {
            "unix": 1572216354,
            "text": "2019-10-27 22:45:54 +0000",
            "iso_8601": "2019-10-27T22:45:54Z"
        },
        "subject": "PRE-MARKET AUSTRALIA STOCK NEWS: Dacian Gold (DCN AT) Q1 final gold output 42.0k ounces vs. Prev. 29.3k ounces Y/Y",
        "content": "<p>Beach Energy (BPT AT) - Co. Q1 rev. AUD 438mln vs. Prev. AUD 514mln Y/Y. (Newswires)</p><p>Cromwell Property (CMW AT) - Co. bought all of a 3rd party stake in Cromwell Polish Retail Fund. (Newswires)</p><p>Dacian Gold (DCN AT) - Co. Q1 final gold output 42.0k ounces vs. Prev. 29.3k ounces Y/Y. (Newswires)</p><p>Downer EDI (DOW AT) - A potential buyer is said to be conducting deep due diligence on Co.’s mining unit. (Newswires)</p><p>Macquarie Group (MQG AT) - Co. expected to acquire 25% stake in Active Utilities. (Newswires)</p><p>Om Holdings (OMH AT) - Co. Q3 Manganese Alloy Production 64.8k tons vs. Prev. 62.8k Q/Q tons. (Newswires)</p><p>Origin Energy (ORG AT) - Co. announced renewed gas agreement with Engie Australia for Pelican. (Newswires)</p><p>Stockland (SGP AT) - Co. is near to a deal to purchase a site with development approval for over AUD 100mln. (AFR)</p><p>Rating - Fitch affirmed Australia at AAA; Outlook Stable but estimated Australia GDP growth to slow sharply to 1.7% this year from 2.8% last year. (Newswires)</p><p>Other News - RBA is more likely to purchase bank and mortgage bonds to reduce borrowing costs rather than government debt, according to a report in local press. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-australia-stock-news-dacian-gold-dcn-at-q1-final-gold-output-42-0k-ounces-vs-prev-29-3k-ounces-y-y-27-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:40:00",
        "gmt_time": "2019-10-27 22:40:00"
    },
    {
        "id": 893182,
        "updated_sequence": 1988013,
        "published_at": {
            "unix": 1572214860,
            "text": "2019-10-27 22:21:00 +0000",
            "iso_8601": "2019-10-27T22:21:00Z"
        },
        "updated_at": {
            "unix": 1572215135,
            "text": "2019-10-27 22:25:35 +0000",
            "iso_8601": "2019-10-27T22:25:35Z"
        },
        "subject": "Fitch affirms Australia at AAA; Outlook Stable but estimates Australia GDP growth to slow sharply to 1.7% this year from 2.8% last year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-australia-at-aaa-outlook-stable-but-estimates-australia-gdp-growth-to-slow-sharply-to-1-7-this-year-from-2-8-last-year-27-10-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:21:00",
        "gmt_time": "2019-10-27 22:21:00"
    },
    {
        "id": 893181,
        "updated_sequence": 1988008,
        "published_at": {
            "unix": 1572214500,
            "text": "2019-10-27 22:15:00 +0000",
            "iso_8601": "2019-10-27T22:15:00Z"
        },
        "updated_at": {
            "unix": 1572214586,
            "text": "2019-10-27 22:16:26 +0000",
            "iso_8601": "2019-10-27T22:16:26Z"
        },
        "subject": "ASIAN DAILY ECONOMIC RELEASES CALENDAR NOW AVAILABLE IN THE RESEARCH SECTION: Highlights include light calendar with New Zealand, Singapore and India also closed for holiday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-daily-economic-releases-calendar-now-available-in-the-research-section-highlights-include-light-calendar-with-new-zealand-singapore-and-india-also-closed-for-holiday-27-10-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:15:00",
        "gmt_time": "2019-10-27 22:15:00"
    },
    {
        "id": 893180,
        "updated_sequence": 1988005,
        "published_at": {
            "unix": 1572213900,
            "text": "2019-10-27 22:05:00 +0000",
            "iso_8601": "2019-10-27T22:05:00Z"
        },
        "updated_at": {
            "unix": 1572213999,
            "text": "2019-10-27 22:06:39 +0000",
            "iso_8601": "2019-10-27T22:06:39Z"
        },
        "subject": "Prologis (PLD) is to acquire Liberty Property Trust (LPT) for USD 12.6bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "prologis-pld-is-to-acquire-liberty-property-trust-lpt-for-usd-12-6bln-27-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:05:00",
        "gmt_time": "2019-10-27 22:05:00"
    },
    {
        "id": 893003,
        "updated_sequence": 1987999,
        "published_at": {
            "unix": 1572213600,
            "text": "2019-10-27 22:00:00 +0000",
            "iso_8601": "2019-10-27T22:00:00Z"
        },
        "updated_at": {
            "unix": 1572213600,
            "text": "2019-10-27 22:00:00 +0000",
            "iso_8601": "2019-10-27T22:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE IS NOW LIVE FOR TODAY'S SESSION",
        "content": "<p><a href=\"https://asia.nikkei.com/Business/Companies/Nintendo-to-move-Switch-output-to-Vietnam-as-China-tariffs-loom\">Via Nikkei</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-is-now-live-for-today-s-session-24-10-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 06:00:00",
        "gmt_time": "2019-10-27 22:00:00"
    },
    {
        "id": 893178,
        "updated_sequence": 1987997,
        "published_at": {
            "unix": 1572213300,
            "text": "2019-10-27 21:55:00 +0000",
            "iso_8601": "2019-10-27T21:55:00Z"
        },
        "updated_at": {
            "unix": 1572213371,
            "text": "2019-10-27 21:56:11 +0000",
            "iso_8601": "2019-10-27T21:56:11Z"
        },
        "subject": "DAILY ASIA-PAC OPENING NEWS",
        "content": "<p><strong>ASIA-PAC</strong></p><p>US President Trump said China will be buying many more agricultural products and wants to make a deal, while he added that talks are going well and they are working very closely with the Chinese to get a deal. (Newswires)</p><p>US and China are close to finalising some sections of the phase one deal after a phone call between USTR Lighthizer, US Treasury Secretary Mnuchin and Chinese Vice Premier Liu He. Furthermore, there were comments from Lighthizer that headway was made with China on trade issues and they are close to finalising some sections of the trade deal, while he added there will be continuous discussions between deputies and principals will have another call in the near future. (Newswires)</p><p>White House Advisor Trade Adviser Navarro said the US-China call held on Friday was excellent, although there were separate reports that Navarro was opposing the current language of the Phase One deal because he wants it to be tougher on intellectual property. (CNBC)</p><p>China MOFCOM stated the technical consultations of some of the text agreement for the deal with US were basically completed and that the sides agreed to properly handle their core concerns. (Newswires)</p><p>Chinese economic official confirmed that a trade deal between Washington and Beijing will include currency clause to keep the yuan ‘basically stable’, while reports added that currency agreement could pave the way for the US to remove its designation of China as a currency manipulator. (SCMP)</p><p>Chinese Industrial Profits (Sep) Y/Y -5.3% (Prev. -2.0%). (Newswires)</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM Johnson spokesperson said if Parliament does not vote for an early election, the PM will push ahead with plans to leave the EU and its domestic agenda, while the government can change the date of departure through a statutory instrument if the EU offers a delay. (Newswires)</p><p>EU Ambassadors are to meet early next week (Monday or Tuesday) to finalize an agreement granting the UK an extension, which will happen by written procedure and there was reportedly full agreement to provide the UK with an extension. Furthermore, other reports also noted that the EU is preparing to allow a 3-month extension with an option to leave earlier if a deal is ratified, but was also said to rule out renegotiations of the deal. (Newswires/Guardian/FT)</p><p>France can reportedly live with a January 31st 2020 extension but only if there is ratification or elections, not if UK deadlock continues, while there were separate reports EU Diplomats are said to have criticised French President Macron for threatening no-deal and accuse him of dividing the EU. (Twitter/Times/Telegraph)</p><p>ECB's Muller said over the coming quarters, a discussion is needed on a new ECB policy framework. (Newswires)</p><p>ECB's Wunsch said the incoming news since the September stimulus package is not positive and the ECB are far from target, while Wunsch added the EZ slowdown is not a soft patch and suggested they would not have halted QE if the ECB could have forecast this weakness. (Newswires)</p><p>Fitch affirmed Netherlands at 'AAA'; Outlook Stable. (Newswires)</p><p>S&amp;P affirmed UK at AA; Outlook Negative, while it upgraded Greece to BB-; Outlook Positive and cited receding budgetary risks and lifting of capital controls. (Newswires)</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Baker Hughes Rig Count: Oil rigs -17 at 696, gas rigs -4 at 133, total rigs -21 at 830. (Newswires)</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump said Islamic State leader Al-Baghdadi died in a US raid in Syria, while it was also reported that the French Interior Minister instructed police to be on high alert to prevent potential revenge attacks following the death of the IS leader. (Newswires)</p><p>US is still in discussions with Turkey to get them to walk away from the S-400 missile defense deal according to a Senior State Department Official. (Newswires)</p><p>&nbsp;</p><p><strong>MARKET RECAP</strong></p><p>Amazon (AMZN) traded lower initially after Q4 revenue forecasts came in below street expectations, and AWS revenue fell slightly short. Its core metrics, Adj. EPS and revenue did beat, although non-adjusted did miss by a fair amount. Intel (INTC) led the performance in DJI to end the week after top and bottom line beats and a beat in FY EPS; INTC announced a USD 20bln share repurchase programme. Charter Communications (CHTR) rallied after EPS and revenue beats, it also announced it is working with Comcast (CMCSA) on a potential new streaming device. Visa (V) beat on EPS and revenues and announced a 20% dividend increase, which saw the name higher on Friday. Illumina (ILMN) traded lower despite EPS and revenue beats, and a raise in guidance. As it’s microarrays sales, were soft sparking worries on consumer genomics.&nbsp; Revenue growth was also expected at 8% in Q4, which is beneath analyst expectations. Other desks have noted that the big beat was driven by the Qiagen licensing agreement and other elements, which was responsible for the raised guidance. Gilead (GILD) earnings were in line with expectations, although analysts note there are concerns about near term growth prospects. Note, its CEO expressed interest in NASH and cancer assets at the market open, with the co. potentially eyeing Intercept Pharma (ICPT). Mohawk (MHK) surged after an EPS beat. Boeing (BA) were lower as South Korea grounded 9 737 NG planes as it found structural cracks in the jets following a request from the US FAA to investigate older jets for said cracks. Pacific Gas and Electric (PCG) were halted after falling >20% as another fire broke out in California, PCG noted they were currently undergoing a Public Safety Power Shut off, with Citibank noting this fire increases the chances that the utility company goes to zero. Dick’s Sporting Good’s (DKS) traded in the green after an upgrade from Goldman Sachs. Facebook (FB) talks with states on privacy probe settlement have reportedly stalled, though shares were little moved on the news. S&amp;P 500 0.4% at 3022, NASDAQ-100 0.8% at 8029, Dow Jones 0.6% at 26956.</p><p>At settlement, the curve had bear-flattened, shaking off an early risk-off feeling; downside today was sponsored by constructive chatter after a phone call between US/China negotiators, which even trade hawk Navarro described as ‘excellent’. The complex did find a modest bid in quiet afternoon trade, as equities faded from near-record highs, perhaps also aided later by news that trade advisor Navarro was pushing for tougher language on IP protections. Next week, the complex will take more cues from the fundamental side of the equation, with FOMC, NFP and ISMs on tap; currently, markets are pricing with near certainty a 25bps rate cut to 1.50-1.75%; key will be how the Fed guides after it has completed its ‘insurance cuts’; currently, money markets imply easing of a 29bps into year-end (just over one cut priced), and 57bps of cuts is priced through end-2020 (implying just over 2 rate cuts by the end of next year, include the potential cut on Wednesday). US T-note futures (Z9) settled 10 ticks lower at 129-17.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-asia-pac-opening-news-27-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-28 05:55:00",
        "gmt_time": "2019-10-27 21:55:00"
    }
]