[
    {
        "id": 887930,
        "updated_sequence": 1937653,
        "published_at": {
            "unix": 1569616200,
            "text": "2019-09-27 21:30:00 +0100",
            "iso_8601": "2019-09-27T20:30:00Z"
        },
        "updated_at": {
            "unix": 1569616200,
            "text": "2019-09-27 21:30:00 +0100",
            "iso_8601": "2019-09-27T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-20-09-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 04:30:00",
        "gmt_time": "2019-09-27 20:30:00"
    },
    {
        "id": 888948,
        "updated_sequence": 1937607,
        "published_at": {
            "unix": 1569614580,
            "text": "2019-09-27 21:03:00 +0100",
            "iso_8601": "2019-09-27T20:03:00Z"
        },
        "updated_at": {
            "unix": 1569614646,
            "text": "2019-09-27 21:04:06 +0100",
            "iso_8601": "2019-09-27T20:04:06Z"
        },
        "subject": "Three House committees subpoena US Secretary of State Pompeo to supply documents relating to administration's dealings with Ukraine",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "three-house-committees-subpoena-us-secretary-of-state-pompeo-to-supply-documents-relating-to-administration-s-dealings-with-ukraine-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 04:03:00",
        "gmt_time": "2019-09-27 20:03:00"
    },
    {
        "id": 888947,
        "updated_sequence": 1937602,
        "published_at": {
            "unix": 1569614520,
            "text": "2019-09-27 21:02:00 +0100",
            "iso_8601": "2019-09-27T20:02:00Z"
        },
        "updated_at": {
            "unix": 1569614568,
            "text": "2019-09-27 21:02:48 +0100",
            "iso_8601": "2019-09-27T20:02:48Z"
        },
        "subject": "US Market Wrap - 27th September 2019: Trump officials mulling restricting portfolio flows to China",
        "content": "<ul><li><strong>SNAPSHOT: Equities down, Treasuries up, Dollar flat, Crude down.</strong></li><li><strong>REAR VIEW: Trump mulls capital restrictions on China; Harker says rates are ok for now; mixed personal income and spending; Michigan sentiment contrasts with CB confidence; BOE Saunders dovish; Saudi/Yemen partial truce.</strong></li><li><strong>NEXT WEEK: MON: Japanese Industrial Production, Chinese Manufacturing and non-Manufacturing PMI, Caixin Manufacturing PMI, German Retail Sales, Import Price Index, Jobs Report, Regional and National CPI, UK GDP (2nd), EZ Unemployment Rate, US Chicago PMI, Dallas Fed Manufacturing PMI, NZ Business Confidence. TUE: Chinese National Day, South Korean CPI, Japanese Tankan, Unemployment Rate, Manufacturing PMI, South Korean Trade, Manufacturing PMI, RBA Policy Announcement, Australian Building Approvals, EZ Manufacturing PMI (F), EZ CPI, Canadian GDP, UK and US (F) Manufacturing PMI, US Construction Spending, ISM Manufacturing. WED: Swiss CPI, UK Construction PMI, ADP Employment Change. THU: Japanese Services PMI, Australian Trade, EZ, UK, US Services and Composite PMI, EZ PPI and Retail Sales, US Challenger Jobs Cuts, US Factory Orders, ISM Non-Manufacturing. FRI: RBI Rate Decision, US NFP, Canadian Trade. Click here for </strong><a href=\"https://ransquawk.com/research_sheets/22879/download\"><strong>week in focus preview</strong></a><strong>; click here for weekly </strong><a href=\"https://ransquawk.com/research_sheets/22878/download\"><strong>central bank briefing</strong></a><strong>.</strong></li></ul><p><strong>* US/CHINA:</strong> Sources said Trump officials were mulling restricting portfolio flows into China, though no timeline has yet been decided. The Bloomberg report also said officials were considering delisting China firms from US stock exchanges. The news injected a considerable risk-off tone, as it would be considered a notable escalation in trade wars. As traders digested the news, the immediate knee jerk reaction pared with traders reasoning that there was no indication such a policy would be imminent, and it remains unclear what sort of mechanism the US could use to enforce such a policy; additionally, it is being framed as a 'consideration'.</p><p><strong>* FED:</strong> Fed's Harker (non-voter, though will vote in 2020; neutral) said he could be open to a rate cut, but not right now. Harker, who votes on policy next year, said the Fed was close to the balance sheet unwind ending. On incoming data, Harker said the recent consumer data was a little weak (he spoke before today's Michigan release), and Harker thinks that the Fed should be on hold with interest rates. Meanwhile, Fed's Quarles largely stayed away from monetary policy, though did see the US economy as 'solid'.</p><p><strong>* US AUGUST PERSONAL INCOME AND SPENDING:</strong> Personal income was in line with expectations, at 0.4% M/M, though personal spending was short of the consensus at 0.1% M/M. The data underscores consumer caution in the face of severe trade and financial market turbulence, Oxford Economics said, adding that while the core of the US economy remains strong, spending momentum has decelerated to its slowest pace this year as consumers continues to significantly cut back their outlays on services. Core PCE, meanwhile, rose by 0.1% M/M in August, slightly short of consensus, though the Y/Y rate was unchanged at 1.8%, as was expected. Oxford Economics continues to believe in a medium-term inflation undershoot of the Fed’s 2% inflation goal, and says it believes these data will favor another rate cut in October.</p><p><strong>* US DURABLE GOODS:</strong> Headline durable goods orders rose +0.2% M/M in august, topping the consensus view; the ex-transport measure wa salso above consensus, though core capital goods orders declined by more than the consensus had expected. The headline was boosted by a rebound in aircraft orders. The core measure was again buoyed by capex orders, which have been outperforming vs the ISM data. However, Pantheon Macroeconomics says that the risk is clearly to the downside for the foreseeable future: \"Other capex indicators, notably the NFIB survey, have weakened markedly too. We expect no relief here until the trade war is over, and we are becoming increasingly convinced that won’t happen until after the 2020 election. In the meantime, we expect core orders to decline, with business capex in GDP to follow.</p><p><strong>* BOE:</strong> BoE's Saunders (Hawk) said prolonged Brexit uncertainty might warrant looser monetary policy if global growth remained disappointing, adding that the adverse effects of high uncertainty are becoming clearer in UK macro data. Saunders believes the economy has slowed markedly since early this year, but had not crashed. However, Brexit uncertainties were perhaps akin to the economy developing a slow puncture such that growth has slowed to a mere crawl, he said. Saunders said that some further monetary tightening – limited and gradual – probably would be needed to return inflation to target on a sustained basis if global growth recovers, and Brexit uncertainty falls significantly, and if the UK avoids a no-deal Brexit, policy could go either way, with Saunders suggesting that it was quite plausible that the next move in Bank Rate would be down rather than up.</p><p><strong>* GEOPOLITICAL: </strong>Iranian<strong> </strong>President Rouhani reportedly said that at the UN the US had offered to remove all sanctions on Iran in return for dialogue, a statement which saw a leg lower in oil prices (where the geopolitical risk premium&nbsp; as participants jumped on the dovish statement which had been at odds to the commentary from both Iran and the US earlier in the week. US President Trump later responded that Iran had wanted the US to lift sanctions, but “of course” he refused. Geopolitical tensions in the gulf seemingly de-escalated earlier in the session, if one uses crude oil benchmarks as a barometer, after the WSJ reported that Saudi Arabia had agreed to a partial ceasefire with Yemen, although talking heads were sceptical of such claims given prior ceasefires have failed to uphold; the Pentagon on Thursday announced it was sending a slew of military resources to Saudi’s aid.</p><p><strong>* CRUDE WRAP:</strong> Crude prices dropped to levels seen before the recent attacks on Saudi energy facilities as traders priced-out the geopolitical risk premium within black gold. Saudi Arabia has announced a partial ceasefire in Yemen, Iran has finally released the UK-flagged tanker Stena Impero, and there were also some headlines where Iran President Rouhani appeared to suggest that the US had offered to remove sanctions in return for talks (although this was denied, and reporters note the translations were dubious). The question now, Citi says, is whether the market has fallen far enough to make at least some traders willing to buy the dip. The bank argues that on a fundamental basis, it continues to see a H2 2019 supply/demand deficit that was only expanded by the production losses in Saudi Arabia, and it thinks that the market may have a further chance to rally as OPEC production estimates for September begin circulating next week, encouraging traders to review the math. The bank notes that, while Saudi Arabia may be restoring production capacity and ramping up actual supply, the market is still tighter than it was two weeks ago.</p><p><strong>* FX WRAP: </strong>The offshore yuan weakened to over 7.15 against the USD after news that the US was mulling restricting China capital market access.<strong> </strong>The EUR fell to two-year lows on Friday, on weak EZ growth outlook this week, though 1.09 held, and the single currency rebounded back above 1.0925. GBP eased to below 1.23 after dovish commentary from the BOE’s (usually hawkish) Saunders. EMFX weaker, tracking yuan, and despite USD retaining an offered. Havens are flat-to-lower, though gold’s fall is notable (sub 1500) on geopolitical developments. <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-dollar-eyes-yearly-highs-euro-slipped-to-ytd-lows-and-lira-remains-in-em-limelight-27-09-2019\">Click here for weekly FX wrap</a>. &nbsp;&nbsp;</p><p><strong>* TREASURIES: </strong>Although yields are down in the TPLEX, the curve has steepened slightly in wake of reports suggesting Trump officials were considering a policy to restrict portfolio flows to China, and are also mulling delisting Chinese stocks from US exchanges. Fed Overnight Repo operations today saw USD 22.7bln bids submitted (Fed had offered USD 100bln), and the 14-day term operation was under-subscribed, seeing USD 49bln accepted of the USD 60bln offered; while both indicate money market stress has abated, attention will be on Monday’s operations, to observe month/quarter-end effect, and the digestion of this week’s Treasury supply. In later trade, the TPLEX was supported by comments from China diplomat Wang Yi, who struck a defiant tone, suggesting China would not be bullied, contributing to a risk-off feel as we close out the week. T-Notes (Z9) settled 3+ ticks higher at 130-12+.</p><p><strong>* S&amp;P 500 -0.5% at 2962, NASDAQ-100 -1.2% at 7682, Dow Jones&nbsp; -0.3% at 26824;</strong> SECTORS: Consumer Discretionary&nbsp; -0.4%, Consumer Staples&nbsp; -0.1%, Energy&nbsp; 0%, Financials&nbsp; 0.3%, Health Care&nbsp; -0.4%, Industrials&nbsp; -0.4%, Information Technology&nbsp; -1.3%, Materials&nbsp; -0.3%, Telecommunication Services&nbsp; -0.9%, Utilities&nbsp; -0.3%.</p><p><strong>* STOCK SPECIFICS:</strong> Micron’s (MU) earnings beat on both top and bottom line, however its gross margin fell to 50.2% from a prior 58.42% and forecasted its median EPS for Q1 beneath expectations. MU said it is encouraged by signs of an improving industry demand, however, it was mindful of ongoing macro and trade uncertainties. RBC noted that it did not provide commentary suggesting prices had bottomed out, a statement anticipated in the SOX sector in recent days. The message instead showed that NAND pricing is comfortably improving, however the question remains on its DRAM. MU also noted that equipment spending could fall as low as 30%, deeper than investor consensus for a 15-20% fall. The poor guidance and concerns around DRAM prices hit competitors Lam Research (LRCX) and Applied Materials (AMAT). Chinese ADR’s (BABA, BIDU, JD) were heavily pressured after it was announced that the US is mulling limits on US portfolio flows into China and also the delisting of Chinese companies from US stock exchanges. Alphabet (GOOGL) traded lower today amid a mixed set of headlines, where Oracle (ORCL) announced it has received requests for information on GOOGL over a range of business issues, however, its chief of cloud operations stated the trade war has not affected sales growth and it is seeing enormous global growth. Pfizer (PFE) phase 3 study of “Abrocitinib” achieved its primary endpoint, whilst also announcing its chairman is to retire with the CEO to replace him. Wells Fargo (WFC) an outperformer today on the announcement of a new CEO, Charles Scharf, who left Bank of New York Mellon (BK) (the latter lower on the day). Latam Airlines ARR’s (LTM) traded over 30% higher as Delta Airlines (DAL) took a 20% stake in the name, valued at USD 1.9bln. Marathon Petroleum (MPC) received a letter from investors who are looking to remove its CEO Heminger, however it was later announced the investors who sent the letter held a 1.7% stake, and the remaining investors actually supported the CEO.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-27th-september-2019-trump-officials-mulling-restricting-portfolio-flows-to-china-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 04:02:00",
        "gmt_time": "2019-09-27 20:02:00"
    },
    {
        "id": 888946,
        "updated_sequence": 1937585,
        "published_at": {
            "unix": 1569614100,
            "text": "2019-09-27 20:55:00 +0100",
            "iso_8601": "2019-09-27T19:55:00Z"
        },
        "updated_at": {
            "unix": 1569614136,
            "text": "2019-09-27 20:55:36 +0100",
            "iso_8601": "2019-09-27T19:55:36Z"
        },
        "subject": "Greater London Authority refers PM Johnson to the Independent Office for Police Conduct for  a possible investigation into whether he committed misconduct in a public office in connection to his friendship with American businesswoman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky",
        "slug": "greater-london-authority-refers-pm-johnson-to-the-independent-office-for-police-conduct-for-a-possible-investigation-into-whether-he-committed-misconduct-in-a-public-office-in-connection-to-his-friendship-with-american-businesswoman-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 03:55:00",
        "gmt_time": "2019-09-27 19:55:00"
    },
    {
        "id": 888945,
        "updated_sequence": 1937573,
        "published_at": {
            "unix": 1569613800,
            "text": "2019-09-27 20:50:00 +0100",
            "iso_8601": "2019-09-27T19:50:00Z"
        },
        "updated_at": {
            "unix": 1569613844,
            "text": "2019-09-27 20:50:44 +0100",
            "iso_8601": "2019-09-27T19:50:44Z"
        },
        "subject": "MOC: SPX 1.4bln to buy (vs 600mln to sell); Dow 500mln to buy (vs 400mln to sell)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-1-4bln-to-buy-vs-600mln-to-sell-dow-500mln-to-buy-vs-400mln-to-sell-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 03:50:00",
        "gmt_time": "2019-09-27 19:50:00"
    },
    {
        "id": 888944,
        "updated_sequence": 1937549,
        "published_at": {
            "unix": 1569613020,
            "text": "2019-09-27 20:37:00 +0100",
            "iso_8601": "2019-09-27T19:37:00Z"
        },
        "updated_at": {
            "unix": 1569613084,
            "text": "2019-09-27 20:38:04 +0100",
            "iso_8601": "2019-09-27T19:38:04Z"
        },
        "subject": "RANsquawk Central Banks - REVIEWING: Fed repo, RBNZ, Banxico, BOJ, PBOC, ECB; PREVIEWING: RBA, RBI. ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22878/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-reviewing-fed-repo-rbnz-banxico-boj-pboc-ecb-previewing-rba-rbi-27-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 03:37:00",
        "gmt_time": "2019-09-27 19:37:00"
    },
    {
        "id": 888943,
        "updated_sequence": 1937545,
        "published_at": {
            "unix": 1569613020,
            "text": "2019-09-27 20:37:00 +0100",
            "iso_8601": "2019-09-27T19:37:00Z"
        },
        "updated_at": {
            "unix": 1569613061,
            "text": "2019-09-27 20:37:41 +0100",
            "iso_8601": "2019-09-27T19:37:41Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 30th September 2019  ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22879/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>MON: Japanese Industrial Production, Chinese Manufacturing and non-Manufacturing PMI, Caixin Manufacturing PMI, German Retail Sales, Import Price Index, Jobs Report, Regional and National CPI, UK GDP (2nd), EZ Unemployment Rate, US Chicago PMI, Dallas Fed Manufacturing PMI, NZ Business Confidence.</li><li>TUE: Chinese National Day, South Korean CPI, Japanese Tankan, Unemployment Rate, Manufacturing PMI, South Korean Trade, Manufacturing PMI, RBA Policy Announcement, Australian Building Approvals, EZ Manufacturing PMI (F), EZ CPI, Canadian GDP, UK and US (F) Manufacturing PMI, US Construction Spending, ISM Manufacturing.</li><li>WED: Swiss CPI, UK Construction PMI, ADP Employment Change.</li><li>THU: Japanese Services PMI, Australian Trade, EZ, UK, US Services and Composite PMI, EZ PPI and Retail Sales, US Challenger Jobs Cuts, US Factory Orders, ISM Non-Manufacturing.</li><li>FRI: RBI Rate Decision, US NFP, Canadian Trade.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-30th-september-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 03:37:00",
        "gmt_time": "2019-09-27 19:37:00"
    },
    {
        "id": 888942,
        "updated_sequence": 1937499,
        "published_at": {
            "unix": 1569611460,
            "text": "2019-09-27 20:11:00 +0100",
            "iso_8601": "2019-09-27T19:11:00Z"
        },
        "updated_at": {
            "unix": 1569611549,
            "text": "2019-09-27 20:12:29 +0100",
            "iso_8601": "2019-09-27T19:12:29Z"
        },
        "subject": "US House Intel Committee Chief says could open impeachment inquiry hearings and issue subpoenas as soon as next week, CNN reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-intel-committee-chief-says-could-open-impeachment-inquiry-hearings-and-issue-subpoenas-as-soon-as-next-week-cnn-reports-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 03:11:00",
        "gmt_time": "2019-09-27 19:11:00"
    },
    {
        "id": 888941,
        "updated_sequence": 1937435,
        "published_at": {
            "unix": 1569609240,
            "text": "2019-09-27 19:34:00 +0100",
            "iso_8601": "2019-09-27T18:34:00Z"
        },
        "updated_at": {
            "unix": 1569609280,
            "text": "2019-09-27 19:34:40 +0100",
            "iso_8601": "2019-09-27T18:34:40Z"
        },
        "subject": "China Diplomat Wang Yi says China will never yield to pressure, believes in the principle of non-interference",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-diplomat-wang-yi-says-china-will-never-yield-to-pressure-believes-in-the-principle-of-non-interference-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 02:34:00",
        "gmt_time": "2019-09-27 18:34:00"
    },
    {
        "id": 888940,
        "updated_sequence": 1937445,
        "published_at": {
            "unix": 1569609060,
            "text": "2019-09-27 19:31:00 +0100",
            "iso_8601": "2019-09-27T18:31:00Z"
        },
        "updated_at": {
            "unix": 1569609600,
            "text": "2019-09-27 19:40:00 +0100",
            "iso_8601": "2019-09-27T18:40:00Z"
        },
        "subject": "WTI (X9) settles USD 0.50 lower at USD 55.91; Brent (Z9) settles USD 0.83 lower at USD 61.91",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>* GEOPOLITICAL: </strong>Iranian<strong> </strong>President Rouhani reportedly said that at the UN the US had offered to remove all sanctions on Iran in return for dialogue, a statement which saw a leg lower in oil prices (where the geopolitical risk premium&nbsp; as participants jumped on the dovish statement which had been at odds to the commentary from both Iran and the US earlier in the week. US President Trump later responded that Iran had wanted the US to lift sanctions, but “of course” he refused. Geopolitical tensions in the gulf seemingly de-escalated earlier in the session, if one uses crude oil benchmarks as a barometer, after the WSJ reported that Saudi Arabia had agreed to a partial ceasefire with Yemen, although talking heads were sceptical of such claims given prior ceasefires have failed to uphold; the Pentagon on Thursday announced it was sending a slew of military resources to Saudi’s aid.</p><p><strong>* CRUDE WRAP:</strong> Crude prices dropped to levels seen before the recent attacks on Saudi energy facilities as traders priced-out the geopolitical risk premium within black gold. Saudi Arabia has announced a partial ceasefire in Yemen, Iran has finally released the UK-flagged tanker Stena Impero, and there were also some headlines where Iran President Rouhani appeared to suggest that the US had offered to remove sanctions in return for talks (although this was denied, and reporters note the translations were dubious). The question now, Citi says, is whether the market has fallen far enough to make at least some traders willing to buy the dip. The bank argues that on a fundamental basis, it continues to see a H2 2019 supply/demand deficit that was only expanded by the production losses in Saudi Arabia, and it thinks that the market may have a further chance to rally as OPEC production estimates for September begin circulating next week, encouraging traders to review the math. The bank notes that, while Saudi Arabia may be restoring production capacity and ramping up actual supply, the market is still tighter than it was two weeks ago.</p>",
        "analysis_updated_at": {
            "unix": 1569609120,
            "text": "2019-09-27 19:32:00 +0100",
            "iso_8601": "2019-09-27T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-x9-settles-usd-0-50-lower-at-usd-55-91-brent-z9-settles-usd-0-83-lower-at-usd-61-91-27-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 02:31:00",
        "gmt_time": "2019-09-27 18:31:00"
    },
    {
        "id": 888939,
        "updated_sequence": 1937327,
        "published_at": {
            "unix": 1569605280,
            "text": "2019-09-27 18:28:00 +0100",
            "iso_8601": "2019-09-27T17:28:00Z"
        },
        "updated_at": {
            "unix": 1569605498,
            "text": "2019-09-27 18:31:38 +0100",
            "iso_8601": "2019-09-27T17:31:38Z"
        },
        "subject": "Exports of Libya's El Sharara oil to fall by 7% on the month to 210k BPD in October, Argus reports, citing preliminary loading data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exports-of-libya-s-el-sharara-oil-to-fall-by-7-on-the-month-to-210k-bpd-in-october-argus-reports-citing-preliminary-loading-data-27-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 01:28:00",
        "gmt_time": "2019-09-27 17:28:00"
    },
    {
        "id": 888938,
        "updated_sequence": 1937318,
        "published_at": {
            "unix": 1569604260,
            "text": "2019-09-27 18:11:00 +0100",
            "iso_8601": "2019-09-27T17:11:00Z"
        },
        "updated_at": {
            "unix": 1569605255,
            "text": "2019-09-27 18:27:35 +0100",
            "iso_8601": "2019-09-27T17:27:35Z"
        },
        "subject": "Fed's Harker (non-voter) says he did not support the September rate cut; says rates are pretty close to neutral",
        "content": "<ul><li>Does not think a 25bps rate cut would help with trade uncertainty</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-non-voter-says-he-did-not-support-the-september-rate-cut-says-rates-are-pretty-close-to-neutral-27-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 01:11:00",
        "gmt_time": "2019-09-27 17:11:00"
    },
    {
        "id": 888937,
        "updated_sequence": 1937294,
        "published_at": {
            "unix": 1569603660,
            "text": "2019-09-27 18:01:00 +0100",
            "iso_8601": "2019-09-27T17:01:00Z"
        },
        "updated_at": {
            "unix": 1569603792,
            "text": "2019-09-27 18:03:12 +0100",
            "iso_8601": "2019-09-27T17:03:12Z"
        },
        "subject": "Baker Hughes (Sept 27): US oil rigs -6 at 713, US nat gas rigs -2 at 146, total US rigs -1 at 860",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US oil drillers cut rigs for the sixth week in a row, and a record 10 months/third quarter in a row</li></ul>",
        "analysis_updated_at": {
            "unix": 1569603792,
            "text": "2019-09-27 18:03:12 +0100",
            "iso_8601": "2019-09-27T17:03:12Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-sept-27-us-oil-rigs-6-at-713-us-nat-gas-rigs-2-at-146-total-us-rigs-1-at-860-27-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 01:01:00",
        "gmt_time": "2019-09-27 17:01:00"
    },
    {
        "id": 888936,
        "updated_sequence": 1937291,
        "published_at": {
            "unix": 1569603600,
            "text": "2019-09-27 18:00:00 +0100",
            "iso_8601": "2019-09-27T17:00:00Z"
        },
        "updated_at": {
            "unix": 1569603691,
            "text": "2019-09-27 18:01:31 +0100",
            "iso_8601": "2019-09-27T17:01:31Z"
        },
        "subject": "Fed's Harker (non-voter) reiterates that rates should remain the same until things are settled; sees GDP growth at just over 2% in 2019; may need to resume organic growth of balance sheet earlier than anticipated",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Voter next year</li></ul>",
        "analysis_updated_at": {
            "unix": 1569603691,
            "text": "2019-09-27 18:01:31 +0100",
            "iso_8601": "2019-09-27T17:01:31Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-non-voter-reiterates-that-rates-should-remain-the-same-until-things-are-settled-sees-gdp-growth-at-just-over-2-in-2019-may-need-to-resume-organic-growth-of-balance-sheet-earlier-than-anticipated-27-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 01:00:00",
        "gmt_time": "2019-09-27 17:00:00"
    },
    {
        "id": 888935,
        "updated_sequence": 1937288,
        "published_at": {
            "unix": 1569602940,
            "text": "2019-09-27 17:49:00 +0100",
            "iso_8601": "2019-09-27T16:49:00Z"
        },
        "updated_at": {
            "unix": 1569603005,
            "text": "2019-09-27 17:50:05 +0100",
            "iso_8601": "2019-09-27T16:50:05Z"
        },
        "subject": "Some in China see the US starting to pursue a three front “war” with China-trade war, tech war and a financial war, according to the Sinocism’s Bill Bishop on Twitter ",
        "content": "<ul><li>Adds, The financial one worries them the most given the vulnerabilities created by china’s debt binge. Been seeing increasing discussion in Chinese media/conferences</li><li><a href=\"https://twitter.com/niubi/status/1177623860369334278\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sinocism",
        "slug": "some-in-china-see-the-us-starting-to-pursue-a-three-front-war-with-china-trade-war-tech-war-and-a-financial-war-according-to-the-sinocism-s-bill-bishop-on-twitter-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 00:49:00",
        "gmt_time": "2019-09-27 16:49:00"
    },
    {
        "id": 888934,
        "updated_sequence": 1937283,
        "published_at": {
            "unix": 1569602040,
            "text": "2019-09-27 17:34:00 +0100",
            "iso_8601": "2019-09-27T16:34:00Z"
        },
        "updated_at": {
            "unix": 1569602121,
            "text": "2019-09-27 17:35:21 +0100",
            "iso_8601": "2019-09-27T16:35:21Z"
        },
        "subject": "China ready to declare new stage in Japan ties on Xi visit, envoy says, according to Nikkei",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Politics/International-relations/China-ready-to-declare-new-stage-in-Japan-ties-on-Xi-visit-envoy\">Via Nikkei</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "china-ready-to-declare-new-stage-in-japan-ties-on-xi-visit-envoy-says-according-to-nikkei-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 00:34:00",
        "gmt_time": "2019-09-27 16:34:00"
    },
    {
        "id": 888933,
        "updated_sequence": 1937280,
        "published_at": {
            "unix": 1569600900,
            "text": "2019-09-27 17:15:00 +0100",
            "iso_8601": "2019-09-27T16:15:00Z"
        },
        "updated_at": {
            "unix": 1569600965,
            "text": "2019-09-27 17:16:05 +0100",
            "iso_8601": "2019-09-27T16:16:05Z"
        },
        "subject": "Turkish Foreign minister says US is considering actively re-including Turkey in its F-35 jet programme ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-foreign-minister-says-us-is-considering-actively-re-including-turkey-in-its-f-35-jet-programme-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-28 00:15:00",
        "gmt_time": "2019-09-27 16:15:00"
    },
    {
        "id": 888931,
        "updated_sequence": 1937277,
        "published_at": {
            "unix": 1569598620,
            "text": "2019-09-27 16:37:00 +0100",
            "iso_8601": "2019-09-27T15:37:00Z"
        },
        "updated_at": {
            "unix": 1569599491,
            "text": "2019-09-27 16:51:31 +0100",
            "iso_8601": "2019-09-27T15:51:31Z"
        },
        "subject": "White House mulling limits on portfolio flows into China; no timeline set for capital restrictions, reports suggest",
        "content": "<ul><li><a href=\"https://www.bloomberg.com/news/articles/2019-09-27/us-china-trade-war-latest-us-weighs-limits-on-portfolio-inflows\">Click here for link</a></li><li>Officials also considering delisting Chinese stocks from US stock exchanges.</li><li>It is unclear what mechanism the US could use to enforce such a policy.</li></ul>",
        "reaction_details": "<ul><li>China ADRs under pressure, USDCNH spikes from 7.12 to around 7.15</li></ul>",
        "reaction_updated_at": {
            "unix": 1569598800,
            "text": "2019-09-27 16:40:00 +0100",
            "iso_8601": "2019-09-27T15:40:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "white-house-mulling-limits-on-portfolio-flows-into-china-no-timeline-set-for-capital-restrictions-reports-suggest-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:37:00",
        "gmt_time": "2019-09-27 15:37:00"
    },
    {
        "id": 888930,
        "updated_sequence": 1937263,
        "published_at": {
            "unix": 1569597960,
            "text": "2019-09-27 16:26:00 +0100",
            "iso_8601": "2019-09-27T15:26:00Z"
        },
        "updated_at": {
            "unix": 1569598053,
            "text": "2019-09-27 16:27:33 +0100",
            "iso_8601": "2019-09-27T15:27:33Z"
        },
        "subject": "China Global Times Editor Huxijin says the recent purchases from China on US farm products obviously signalled goodwill but not concessions, and that China and the US need to create real progress in trade so that such purchases can be sustained ",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1177604851028508672\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-huxijin-says-the-recent-purchases-from-china-on-us-farm-products-obviously-signalled-goodwill-but-not-concessions-and-that-china-and-the-us-need-to-create-real-progress-in-trade-so-that-such-purchases-can-be-sustai-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:26:00",
        "gmt_time": "2019-09-27 15:26:00"
    },
    {
        "id": 888929,
        "updated_sequence": 1937256,
        "published_at": {
            "unix": 1569597540,
            "text": "2019-09-27 16:19:00 +0100",
            "iso_8601": "2019-09-27T15:19:00Z"
        },
        "updated_at": {
            "unix": 1569597605,
            "text": "2019-09-27 16:20:05 +0100",
            "iso_8601": "2019-09-27T15:20:05Z"
        },
        "subject": "The New York Fed Staff Nowcast stands at 2.1% (Prev. 2.2%) for 2019:Q3 and 1.8% for 2019:Q4 (Prev. 2.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "the-new-york-fed-staff-nowcast-stands-at-2-1-prev-2-2-for-2019-q3-and-1-8-for-2019-q4-prev-2-0-27-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:19:00",
        "gmt_time": "2019-09-27 15:19:00"
    },
    {
        "id": 888928,
        "updated_sequence": 1937253,
        "published_at": {
            "unix": 1569596880,
            "text": "2019-09-27 16:08:00 +0100",
            "iso_8601": "2019-09-27T15:08:00Z"
        },
        "updated_at": {
            "unix": 1569596988,
            "text": "2019-09-27 16:09:48 +0100",
            "iso_8601": "2019-09-27T15:09:48Z"
        },
        "subject": "Italian Cabinet to approve a new economic and public finance targets underpinning the budget on September 30th, according to a source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-cabinet-to-approve-a-new-economic-and-public-finance-targets-underpinning-the-budget-on-september-30th-according-to-a-source-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:08:00",
        "gmt_time": "2019-09-27 15:08:00"
    },
    {
        "id": 888927,
        "updated_sequence": 1937250,
        "published_at": {
            "unix": 1569596820,
            "text": "2019-09-27 16:07:00 +0100",
            "iso_8601": "2019-09-27T15:07:00Z"
        },
        "updated_at": {
            "unix": 1569596852,
            "text": "2019-09-27 16:07:32 +0100",
            "iso_8601": "2019-09-27T15:07:32Z"
        },
        "subject": "Citron Research negative on McKesson (MCK)",
        "content": "<ul><li>Via <a href=\"https://twitter.com/CitronResearch/status/1177600144553861120?s=20\">Citron</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citron-research-negative-on-mckesson-mck-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:07:00",
        "gmt_time": "2019-09-27 15:07:00"
    },
    {
        "id": 888926,
        "updated_sequence": 1937247,
        "published_at": {
            "unix": 1569596640,
            "text": "2019-09-27 16:04:00 +0100",
            "iso_8601": "2019-09-27T15:04:00Z"
        },
        "updated_at": {
            "unix": 1569596680,
            "text": "2019-09-27 16:04:40 +0100",
            "iso_8601": "2019-09-27T15:04:40Z"
        },
        "subject": "Weekly FX Wrap: Dollar eyes yearly highs, Euro slipped to YTD lows and Lira remains in EM limelight",
        "content": "<p><strong>DXY</strong></p><p>A stellar week for the Dollar as the index stopped just shy of returning to YTD highs. UBS noted that foreign equities, particularly Japanese, have outperformed US stocks in September, which “implies that hedge rebalancing pressures could favor the US dollar”. On the domestic political front, US House Speaker Pelosi opened an impeachment inquiry in US President Trump over a controversial phone call between himself and his Ukrainian counterpart in which the US President allegedly threatened to withhold military aid to Ukraine unless Zelensky finds dirt on 2020 Presidential candidate Biden. The transcript of the call seems to be less grave than people feared given that Trump only asked for an inquiry related to Biden, but it is unclear if the US President withheld funds for that reason. The House is set to go on recess today for two weeks, thus participants will still be eyeing developments in Capitol Hill late doors. Data this week did little to impact the Buck. DXY is set to end the European week closer to the top of this week’s range (98.29-99.31) ahead of the YTD high 99.37. Looking ahead, next week’s notable releases include ISM PMIs, and the US Labour Market Report alongside a slew of Fed speakers.</p><p><strong>EUR, GBP</strong></p><p>The Single Currency and the Pound have suffered heavy losses this week with the former initially hit by dismal Flash PMIs which highlighted that Germany may not see any growth before the end of the year, whilst Q3 EZ GDP growth is poised to rise just 0.1%. Further, the Ifo institute added that the outlook for the German economy has deteriorated, the domestic economy is likely to shrink in Q3 and stagnate in the quarter after. In terms of ECB speak, Chief Economist Lane stated that the ECB has further room to cut rates and the that the 12th policy announcement was not a dramatic policy move but rather a recalibration. The above, coupled with Dollar strength saw EUR/USD back below the 1.1000 level (weekly high 1.1026) and to fresh YTD lows of 1.0906 ahead of bids at 1.0880-90 and a Fib at 1.0864. Meanwhile, Sterling was swayed by Brexit and domestic news-flow after PM Johnson’s decision to prorogue parliament was deemed unlawful. This saw Cable climb to its weekly high of 1.2500, although upon the return of parliament (and profit taking), the pair saw its biggest weekly decline with the path to Brexit still unclear. Downside in GBP/USD exacerbated amid a firmer Dollar and comments from BoE-hawk Saunders as he stated that \"prolonged high Brexit uncertainty\" could warrant looser monetary policy if global growth remains disappointing whilst an aversion of a no-deal Brexit still means that rates could go either way. GBP/USD fell from further and breached 1.2300 to the downside to a weekly low of 1.2272 ahead of its 50 DMA at 1.2262.</p><p><strong>AUD, NZD</strong></p><p>Poised to end the week mixed with the Kiwi on the front-foot, albeit off its weekly high and the Aussie modestly softer. NZD was underpinned by the RBNZ standing pat on its OCR at 1% and maintaining a neutral bias despite some calls for an easing bias to be reintroduced. Furthermore, Governor Orr struck an optimistic tone on the domestic economy and noted that current conditions do not warrant unconventional policy tools. NZD/USD poised to end the EU week closer to the middle of this week’s 0.6258-0.6350 range having opened at 0.6298. Meanwhile, AUD was initially buoyed by optimistic trade tones from China earlier in the week, although Governor Lowe gave the most notable boost as he noted (and reiterated) the domestic fundamental factors underpinning the longer-term outlook remain strong and the economy has reached a “gentle turning point”. Strength in the Aussie then dissipated amid a firmer Buck, AUD/USD looks to end the European week flat above 0.6750 having visited a low of 0.6740 and a high of 0.6806. Next week sees the RBA’s monetary policy decision in which the majority of analysts surveyed expect the CB to further lower rates by 25bps, taking its Cash Rate to 0.75%; however, just under half of those surveyed see the Bank standing pat, whilst money markets price a 78% change of a 25bps reduction.</p><p><strong>JPY, CHF</strong></p><p>Both on track for modestly softer weekly closes, ultimately amid hopes of progress in the US/China saga with most notable move following jawboning by US President Trump who stated that a trade deal may “happen sooner than you think”, which comes ahead of principle-level talks in Washington next month. Further, a strengthening Dollar added pressure to the safe havens. USD/JPY twice tested but failed to convincingly breach its 50 DMA (around the 107.05 level) before overcoming its 100 DMA at 107.82 to print a weekly high at 108.16, whilst USD/CHF posted a current weekly range between its 200 and 50 DMAs (0.9846 and 0.9948).</p><p><strong>EM</strong></p><p>The week saw a mixed performance across the EM space, but the Lira stands out as the clear outperformer with initial strength due to reports that the US is poised to make a new offer to Turkey in regards to the F-35 fighter jets and the Patriot missile system, although Turkey (at the back end of the week) noted that discussions were ongoing regarding a Russian SU-35 fighter jets deal (the alternative to the US F-35s) but nothing is set in stone. Further, the CBRT Governor Usyual reiterated that a cautious monetary stance will be maintained whilst acknowledging the normalisation in inflation and an economic recovering in H2. USD/TRY poised to end the week in the red and back below the 5.70 level having fallen below its 100 DMA tested bids at the weekly low of 5.65 (vs. high 5.74).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-dollar-eyes-yearly-highs-euro-slipped-to-ytd-lows-and-lira-remains-in-em-limelight-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:04:00",
        "gmt_time": "2019-09-27 15:04:00"
    },
    {
        "id": 888925,
        "updated_sequence": 1937242,
        "published_at": {
            "unix": 1569596580,
            "text": "2019-09-27 16:03:00 +0100",
            "iso_8601": "2019-09-27T15:03:00Z"
        },
        "updated_at": {
            "unix": 1569596628,
            "text": "2019-09-27 16:03:48 +0100",
            "iso_8601": "2019-09-27T15:03:48Z"
        },
        "subject": "Majority of US House supports measures of terminating US President Trump’s  border security; voting continues and a veto is expected ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "majority-of-us-house-supports-measures-of-terminating-us-president-trump-s-border-security-voting-continues-and-a-veto-is-expected-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:03:00",
        "gmt_time": "2019-09-27 15:03:00"
    },
    {
        "id": 888923,
        "updated_sequence": 1937236,
        "published_at": {
            "unix": 1569596460,
            "text": "2019-09-27 16:01:00 +0100",
            "iso_8601": "2019-09-27T15:01:00Z"
        },
        "updated_at": {
            "unix": 1569596557,
            "text": "2019-09-27 16:02:37 +0100",
            "iso_8601": "2019-09-27T15:02:37Z"
        },
        "subject": "UK Brexit Minister Barclay says there is still a long way to go for a Brexit deal, it is coming to a moment of truth; backstop has to go but with good will a deal can be made",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-brexit-minister-barclay-says-there-is-still-a-long-way-to-go-for-a-brexit-deal-it-is-coming-to-a-moment-of-truth-backstop-has-to-go-but-with-good-will-a-deal-can-be-made-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:01:00",
        "gmt_time": "2019-09-27 15:01:00"
    },
    {
        "id": 888924,
        "updated_sequence": 1937239,
        "published_at": {
            "unix": 1569596400,
            "text": "2019-09-27 16:00:00 +0100",
            "iso_8601": "2019-09-27T15:00:00Z"
        },
        "updated_at": {
            "unix": 1569596566,
            "text": "2019-09-27 16:02:46 +0100",
            "iso_8601": "2019-09-27T15:02:46Z"
        },
        "subject": "Automakers are to meet with the US Justice Department next week regarding a greenhouse emissions agreement between Ford (F), Honda (7267 JP, HMC) BMW (BMW GY) and Volkswagen (VOW3 GY)., WSJ",
        "content": "<p><a href=\"https://www.wsj.com/articles/auto-makers-set-to-meet-with-justice-department-on-antitrust-probe-11569596306?mod=newsviewer_click\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "automakers-are-to-meet-with-the-us-justice-department-next-week-regarding-a-greenhouse-emissions-agreement-between-ford-f-honda-7267-jp-hmc-bmw-bmw-gy-and-volkswagen-vow3-gy-wsj-27-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 23:00:00",
        "gmt_time": "2019-09-27 15:00:00"
    },
    {
        "id": 888920,
        "updated_sequence": 1937227,
        "published_at": {
            "unix": 1569596160,
            "text": "2019-09-27 15:56:00 +0100",
            "iso_8601": "2019-09-27T14:56:00Z"
        },
        "updated_at": {
            "unix": 1569596214,
            "text": "2019-09-27 15:56:54 +0100",
            "iso_8601": "2019-09-27T14:56:54Z"
        },
        "subject": "USMCA deal to take at least another two weeks, according to Rep. Neal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "usmca-deal-to-take-at-least-another-two-weeks-according-to-rep-neal-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 22:56:00",
        "gmt_time": "2019-09-27 14:56:00"
    },
    {
        "id": 888919,
        "updated_sequence": 1937222,
        "published_at": {
            "unix": 1569594780,
            "text": "2019-09-27 15:33:00 +0100",
            "iso_8601": "2019-09-27T14:33:00Z"
        },
        "updated_at": {
            "unix": 1569594837,
            "text": "2019-09-27 15:33:57 +0100",
            "iso_8601": "2019-09-27T14:33:57Z"
        },
        "subject": "Atlanta Fed GDPnow (Q3) 2.1% vs. Prev. 1.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q3-2-1-vs-prev-1-9-27-09-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 22:33:00",
        "gmt_time": "2019-09-27 14:33:00"
    },
    {
        "id": 888918,
        "updated_sequence": 1937219,
        "published_at": {
            "unix": 1569593580,
            "text": "2019-09-27 15:13:00 +0100",
            "iso_8601": "2019-09-27T14:13:00Z"
        },
        "updated_at": {
            "unix": 1569593666,
            "text": "2019-09-27 15:14:26 +0100",
            "iso_8601": "2019-09-27T14:14:26Z"
        },
        "subject": "An FT journalist says translation of Iran President’s remarks (where he appeared to suggest US had offered to lift sanctions) is dubious, and questions its veracity",
        "content": "<ul><li>Via <a href=\"https://twitter.com/OilSheppard/status/1177585307807617031?s=20\">FT reporter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT reporter",
        "slug": "an-ft-journalist-says-translation-of-iran-president-s-remarks-where-he-appeared-to-suggest-us-had-offered-to-lift-sanctions-is-dubious-and-questions-its-veracity-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 22:13:00",
        "gmt_time": "2019-09-27 14:13:00"
    },
    {
        "id": 888917,
        "updated_sequence": 1937216,
        "published_at": {
            "unix": 1569593160,
            "text": "2019-09-27 15:06:00 +0100",
            "iso_8601": "2019-09-27T14:06:00Z"
        },
        "updated_at": {
            "unix": 1569593248,
            "text": "2019-09-27 15:07:28 +0100",
            "iso_8601": "2019-09-27T14:07:28Z"
        },
        "subject": "Sunrise Communications (SRES SW) - Co. may reportedly cut the size of the CHF 4.1bln rights issue to finance the purchase of Liberty Global's (LBYTA) Swiss UPC Business.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sunrise-communications-sres-sw-co-may-reportedly-cut-the-size-of-the-chf-4-1bln-rights-issue-to-finance-the-purchase-of-liberty-global-s-lbyta-swiss-upc-business-27-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 22:06:00",
        "gmt_time": "2019-09-27 14:06:00"
    },
    {
        "id": 888916,
        "updated_sequence": 1937213,
        "published_at": {
            "unix": 1569592980,
            "text": "2019-09-27 15:03:00 +0100",
            "iso_8601": "2019-09-27T14:03:00Z"
        },
        "updated_at": {
            "unix": 1569593086,
            "text": "2019-09-27 15:04:46 +0100",
            "iso_8601": "2019-09-27T14:04:46Z"
        },
        "subject": "Mylan (MYL) has had a lawsuit filed against it by the SEC due to failure to disclose a potential loss",
        "content": "",
        "reaction_details": "<ul><li>MYL shares fell in an immediate reaction from 20.00 to 19.23</li></ul>",
        "reaction_updated_at": {
            "unix": 1569593086,
            "text": "2019-09-27 15:04:46 +0100",
            "iso_8601": "2019-09-27T14:04:46Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mylan-myl-has-had-a-lawsuit-filed-against-it-by-the-sec-due-to-failure-to-disclose-a-potential-loss-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 22:03:00",
        "gmt_time": "2019-09-27 14:03:00"
    },
    {
        "id": 888910,
        "updated_sequence": 1937193,
        "published_at": {
            "unix": 1569592500,
            "text": "2019-09-27 14:55:00 +0100",
            "iso_8601": "2019-09-27T13:55:00Z"
        },
        "updated_at": {
            "unix": 1569592624,
            "text": "2019-09-27 14:57:04 +0100",
            "iso_8601": "2019-09-27T13:57:04Z"
        },
        "subject": "Brazil Government's 2019 budget deficit is to be BRL 15-20ln under forecast., according to the Treasury Secretary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-government-s-2019-budget-deficit-is-to-be-brl-15-20ln-under-forecast-according-to-the-treasury-secretary-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:55:00",
        "gmt_time": "2019-09-27 13:55:00"
    },
    {
        "id": 888909,
        "updated_sequence": 1937190,
        "published_at": {
            "unix": 1569592140,
            "text": "2019-09-27 14:49:00 +0100",
            "iso_8601": "2019-09-27T13:49:00Z"
        },
        "updated_at": {
            "unix": 1569592205,
            "text": "2019-09-27 14:50:05 +0100",
            "iso_8601": "2019-09-27T13:50:05Z"
        },
        "subject": "China has “no intention” of challenging or replacing the United States on the world stage, but the superpower should not try to block its continued development, Beijing said in a white paper on Friday, according to SCMP",
        "content": "<ul><li>Link to article here</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-has-no-intention-of-challenging-or-replacing-the-united-states-on-the-world-stage-but-the-superpower-should-not-try-to-block-its-continued-development-beijing-said-in-a-white-paper-on-friday-according-to-scmp-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:49:00",
        "gmt_time": "2019-09-27 13:49:00"
    },
    {
        "id": 888908,
        "updated_sequence": 1937187,
        "published_at": {
            "unix": 1569591540,
            "text": "2019-09-27 14:39:00 +0100",
            "iso_8601": "2019-09-27T13:39:00Z"
        },
        "updated_at": {
            "unix": 1569591835,
            "text": "2019-09-27 14:43:55 +0100",
            "iso_8601": "2019-09-27T13:43:55Z"
        },
        "subject": "US Movers: Wells Fargo (WFC) +3.6%, Marathon Petroleum (MPC) +3.0%, Western Union (WU) +1.8%, Micron Technologies (MU) -6.7%, Bank of NY Mellon (BK) -3.7%, J&J (JNJ) -0.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>WFC </strong>spiking after <strong>BK</strong> executive moves to it</li><li><strong>MPC </strong>higher amid activist pressure to remove CEO</li><li><strong>WU</strong> upgraded at Guggenheim</li><li><strong>MU </strong>dragging the <strong>SOX</strong>&nbsp;</li><li><strong>JNJ</strong> further pressured alongside other healthcare from anti-industry Warren making advancements in polls</li></ul>",
        "analysis_updated_at": {
            "unix": 1569591835,
            "text": "2019-09-27 14:43:55 +0100",
            "iso_8601": "2019-09-27T13:43:55Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-wells-fargo-wfc-3-6-marathon-petroleum-mpc-3-0-western-union-wu-1-8-micron-technologies-mu-6-7-bank-of-ny-mellon-bk-3-7-j-j-jnj-0-7-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:39:00",
        "gmt_time": "2019-09-27 13:39:00"
    },
    {
        "id": 888907,
        "updated_sequence": 1937182,
        "published_at": {
            "unix": 1569591300,
            "text": "2019-09-27 14:35:00 +0100",
            "iso_8601": "2019-09-27T13:35:00Z"
        },
        "updated_at": {
            "unix": 1569591477,
            "text": "2019-09-27 14:37:57 +0100",
            "iso_8601": "2019-09-27T13:37:57Z"
        },
        "subject": "ECB's Lane says he is yet to see a technical limit on how low rates are able to go; any potential collision with QE limits is far in the future, there is currently no reason to consider increasing them",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-lane-says-he-is-yet-to-see-a-technical-limit-on-how-low-rates-are-able-to-go-any-potential-collision-with-qe-limits-is-far-in-the-future-there-is-currently-no-reason-to-consider-increasing-them-27-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:35:00",
        "gmt_time": "2019-09-27 13:35:00"
    },
    {
        "id": 888906,
        "updated_sequence": 1937177,
        "published_at": {
            "unix": 1569591060,
            "text": "2019-09-27 14:31:00 +0100",
            "iso_8601": "2019-09-27T13:31:00Z"
        },
        "updated_at": {
            "unix": 1569591172,
            "text": "2019-09-27 14:32:52 +0100",
            "iso_8601": "2019-09-27T13:32:52Z"
        },
        "subject": "Nevada August Casino Gaming revenue USD 952mln (+4.3% YY), Las Vegas Strip Revenue USD 520.7mln (+9.00%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nevada-august-casino-gaming-revenue-usd-952mln-4-3-yy-las-vegas-strip-revenue-usd-520-7mln-9-00-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:31:00",
        "gmt_time": "2019-09-27 13:31:00"
    },
    {
        "id": 888905,
        "updated_sequence": 1937174,
        "published_at": {
            "unix": 1569591000,
            "text": "2019-09-27 14:30:00 +0100",
            "iso_8601": "2019-09-27T13:30:00Z"
        },
        "updated_at": {
            "unix": 1569591077,
            "text": "2019-09-27 14:31:17 +0100",
            "iso_8601": "2019-09-27T13:31:17Z"
        },
        "subject": "Unconfirmed reports of interest in GoPro (GPRO) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "unconfirmed-reports-of-interest-in-gopro-gpro-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-09-27 21:30:00",
        "gmt_time": "2019-09-27 13:30:00"
    },
    {
        "id": 888904,
        "updated_sequence": 1937171,
        "published_at": {
            "unix": 1569590580,
            "text": "2019-09-27 14:23:00 +0100",
            "iso_8601": "2019-09-27T13:23:00Z"
        },
        "updated_at": {
            "unix": 1569590736,
            "text": "2019-09-27 14:25:36 +0100",
            "iso_8601": "2019-09-27T13:25:36Z"
        },
        "subject": "ECB's Lane says that there are differences on views regarding policy specifics, but no structural divide among the ECB's members",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from Lautenschalger announcing she is to step down from the ECB's Governing Council, with some reports attributing this to being in protest to the ECB's recent simulatory package</li></ul>",
        "analysis_updated_at": {
            "unix": 1569590736,
            "text": "2019-09-27 14:25:36 +0100",
            "iso_8601": "2019-09-27T13:25:36Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-lane-says-that-there-are-differences-on-views-regarding-policy-specifics-but-no-structural-divide-among-the-ecb-s-members-27-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:23:00",
        "gmt_time": "2019-09-27 13:23:00"
    },
    {
        "id": 888903,
        "updated_sequence": 1937168,
        "published_at": {
            "unix": 1569590580,
            "text": "2019-09-27 14:23:00 +0100",
            "iso_8601": "2019-09-27T13:23:00Z"
        },
        "updated_at": {
            "unix": 1569590681,
            "text": "2019-09-27 14:24:41 +0100",
            "iso_8601": "2019-09-27T13:24:41Z"
        },
        "subject": "US President Trump says Iran wanted the US to lift sanctions, but Trump refused",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, headlines suggested that Iran claimed the US had offered to lift sanctions in exchange for talks</li></ul>",
        "analysis_updated_at": {
            "unix": 1569590680,
            "text": "2019-09-27 14:24:40 +0100",
            "iso_8601": "2019-09-27T13:24:40Z"
        },
        "push_notify": false,
        "source": "Trump Twitter",
        "slug": "us-president-trump-says-iran-wanted-the-us-to-lift-sanctions-but-trump-refused-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:23:00",
        "gmt_time": "2019-09-27 13:23:00"
    },
    {
        "id": 888902,
        "updated_sequence": 1937163,
        "published_at": {
            "unix": 1569590160,
            "text": "2019-09-27 14:16:00 +0100",
            "iso_8601": "2019-09-27T13:16:00Z"
        },
        "updated_at": {
            "unix": 1569590215,
            "text": "2019-09-27 14:16:55 +0100",
            "iso_8601": "2019-09-27T13:16:55Z"
        },
        "subject": "Honeywell (HON) is to increase dividend by 10% effective Q4",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "honeywell-hon-is-to-increase-dividend-by-10-effective-q4-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:16:00",
        "gmt_time": "2019-09-27 13:16:00"
    },
    {
        "id": 888901,
        "updated_sequence": 1937160,
        "published_at": {
            "unix": 1569590100,
            "text": "2019-09-27 14:15:00 +0100",
            "iso_8601": "2019-09-27T13:15:00Z"
        },
        "updated_at": {
            "unix": 1569590194,
            "text": "2019-09-27 14:16:34 +0100",
            "iso_8601": "2019-09-27T13:16:34Z"
        },
        "subject": "Ireland's Foreign Minister Coveney says that after meeting EU Brexit negotiator Barnier the EU is prepared to negotiate but the UK is yet to send a serious message across",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ireland-s-foreign-minister-coveney-says-that-after-meeting-eu-brexit-negotiator-barnier-the-eu-is-prepared-to-negotiate-but-the-uk-is-yet-to-send-a-serious-message-across-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:15:00",
        "gmt_time": "2019-09-27 13:15:00"
    },
    {
        "id": 888899,
        "updated_sequence": 1937149,
        "published_at": {
            "unix": 1569589380,
            "text": "2019-09-27 14:03:00 +0100",
            "iso_8601": "2019-09-27T13:03:00Z"
        },
        "updated_at": {
            "unix": 1569589512,
            "text": "2019-09-27 14:05:12 +0100",
            "iso_8601": "2019-09-27T13:05:12Z"
        },
        "subject": "ECB are to begin the publication of FX intervention data on a quarterly schedule form April 2020",
        "content": "<ul><li>Full press release <a href=\"https://www.ecb.europa.eu/press/pr/date/2019/html/ecb.pr190927_1~fcdcb74515.en.html\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-are-to-begin-the-publication-of-fx-intervention-data-on-a-quarterly-schedule-form-april-2020-27-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:03:00",
        "gmt_time": "2019-09-27 13:03:00"
    },
    {
        "id": 888898,
        "updated_sequence": 1937156,
        "published_at": {
            "unix": 1569589200,
            "text": "2019-09-27 14:00:00 +0100",
            "iso_8601": "2019-09-27T13:00:00Z"
        },
        "updated_at": {
            "unix": 1569590104,
            "text": "2019-09-27 14:15:04 +0100",
            "iso_8601": "2019-09-27T13:15:04Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 27th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22874/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Micron Technology (MU) (Information Technology/Semiconductors) </strong>Q4 19 (USD): adj. EPS 0.56 (exp. 0.46), Revenue 4.87bln (exp. 4.53bln). Adj. Gross Margin 50.2% (Prev. 58.42%).</li><li><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) names Charles Scharf as new CEO and President; Scharf was chairman and CEO of The Bank of New York Mellon Corp. (BK) (Financials/Asset Management &amp; Custody Banks), who has stepped down subsequentially.</li><li><strong>General Motors (GM)</strong> (Consumer Discretionary/Automobile Manufacturers) is reportedly in late stage talks with the striking union, UAW.</li></ul><p><strong>Semiconductors (SOX) - Micron Technology (MU) (Information Technology/Semiconductors) </strong>Q4 19 (USD): adj. EPS 0.56 (exp. 0.46), Revenue 4.87bln (exp. 4.53bln). Adj. Gross Margin 50.2% (Prev. 58.42%). Co says it is encouraged by signs of improving industry demand, mindful of continued near-term macro and trade uncertainties. Q1 Revenue view 5bln +/- 200mln (exp. 4.7bln); Q1 EPS view 0.39-0.53 (exp. 0.52), Co says it is well positioned to address robust industry demand. RBC notes that the co. did not provide commentary suggesting we’re “past the bottom”, and that the message instead portrayed that NAND pricing is comfortably improving, however, the question remains around DRAM prices. Equipment spending could be down as much as 30%, a larger decline than what investors were expecting of around down 15-20%. Micron forecast further ongoing uncertainty surrounding US/China trade talks. Baird has noted that the DRAM trough still has a long way to go, and its analysts expect price declines to accelerate late October and expect a trough in the May quarter.</p><p>Also of note for Semiconductors, TSMC’s (TSM) supply of 16nm, 12nm, 10nm chips are reportedly tight. (DigiTimes)</p><p>DOW</p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) &nbsp;is planning to release feature length films to theatres before releasing them on its streaming TV service. (WSJ)</li><li><strong>Pfizer Inc. (PFE)</strong> (Health Care/Pharmaceuticals) says its second Phase 3 study of “Abrocitinib” achieved its primary endpoint for evaluation the efficacy and safety of the drug in patients aged 12 or older, with moderate to severe atopic dermatitis. Elsewhere, its Chairman of the board is to retire, with CEO Bourala to replace him.</li><li><strong>Visa Inc. (V)</strong> (Information Technology/IT Services) announced it is planning to deposit USD 300mln into a litigation escrow account.</li></ul><p>NASDAQ 100</p><ul><li><strong>Alphabet Inc Class C (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) Cloud chief said the trade disputes has not affected sales growth and that it is seeing enormous growth around the world. (CNBC)</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) Libra Association Managing Director said the crypto currency is not intended to replace existing currencies. Adding they are in discussions with the EU after Germany and France announced their opposition to the currency and that if the launch is pushed back by one or two quarters from the initial date June 2020, it is not an issue for the association. Also of note for FB, a Senior Russian Lawmaker will send questions to CEO Zuckerberg about company complying with Russian laws.</li><li><strong>Oracle Corp. (ORCL)</strong> (Information Technology/Application Software) says it has received requests for information about <strong>Alphabet Inc Class C (GOOG) </strong>(Communication Services/Interactive Media &amp; Services)<strong> </strong>over a range of business issues, according to CNBC.</li></ul><p>S&amp;P 500</p><ul><li><strong>AbbVie Inc. (ABBV)</strong> (Health Care/Pharmaceuticals) received FDA approval of its Mavyret to shorten treatment for Hepatitis C.</li><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco) Juul labs asked to have the lawsuits against e-cigarettes sent to its hometown San Francisco.</li><li><strong>AT&amp;T Inc. (T)</strong> (Communication Services/Integrated Telecommunication Services) forecasts its 2019 FCF to be approximately USD 28bln with a free cash flow dividend pay-out ratio of 50.6%.</li><li><strong>Cummins Inc. (CMI)</strong> (Industrials/Industrial Machinery) is to partner with Hyundai Motor to evaluate opportunities to develop and commercialise electric and fuel cell power trains.</li><li><strong>Delta Air Lines Inc. (DAL) (Industrials/Airlines)</strong> has taken a 20% stake in Latam Airlines (LTM) at a value of USD 1.9bln. (CNBC)</li><li><strong>General Electric (GE) </strong>(Industrials/Industrial Conglomerates) recommended holders reject the mini-tender offer by Novos First to purchase 600,000 shares at USD 7.65/shr.</li><li><strong>General Motors (GM)</strong> (Consumer Discretionary/Automobile Manufacturers) is reportedly in late stage talks with the striking union, UAW. (WSJ)</li><li>Jefferies Financial Group (JEF) (Financials/Multi-Sector Holdings) Q3 19 (USD): EPS USD 0.16 (Exp. 0.13), revenue 856.8mln (Exp. 993.2mln)</li><li><strong>Marathon Petroleum (MPC)</strong> (Energy/Oil &amp; Gas Refining &amp; Marketing) investors are looking to remove its CEO Gary Heminger, citing a copy of letter sent to the company. MPC later announced the shareholders 1.7% of stock and that they support CEO Heminger. (WSJ)</li><li>Nektar Therapeutics (NKTR) (Health Care/Pharmaceuticals) is to be replaced by Las Vegas Sands (LVS) (Consumer Discretionary/Hotels, Restaurants &amp; Leisure) in the S&amp;P 500 on the 3rd October.</li><li><strong>PPG Industries (PPG)</strong> (Materials/Specialty Chemicals) reports an investigation by SEC and DOJ resulted in no financial fine to the company.</li><li><strong>Raytheon Co. (RTN)</strong> (Industrials/Aerospace &amp; Defense) and Germany’s Rheinmetall (RHM GY) formed a JV to offer a combat vehicle to the US army.</li><li><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) names Charles Scharf as new CEO and President; Scharf was chairman and CEO of The Bank of New York Mellon Corp. (BK) (Financials/Asset Management &amp; Custody Banks), who has stepped down subsequentially, and has also been CEO of Visa Inc. (V) (Information Technology/IT Services).</li></ul><p>OTHER</p><ul><li><strong>Dell (DELL) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals) CFO is taking charge to pay down its debt load amid scrutiny from investors and analysts, the company plans to hold talks with credit rating agencies over the next 18 months that could result in an investment grade corporate credit rating. (WSJ)</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>APPLIED GENETIC (AGTC) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>CHURCH &amp; DWIGHT (CHD) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>ENERPLUS (ERF) UPGRADED TO OVERWEIGHT FROM EQUALWEIGHT AT CAPITAL</li><li>I3 VERTICALS (IIIV) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>KIMBERLY-CLARK (KMB) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>LATAM AIRLINES (LTM) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>MATCH GROUP (MTCH) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li><li>SEATTLE GENETICS (SGEN) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>TEXAS INSTRUMENTS (TXN) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>WESTERN UNION (WU) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>ACCELERATE DIAGNOSTICS (AXDX) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>ATARA BIOTHERAPEUTICS (AGTC) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>BOOKING HOLDINGS (BKNG) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>BOX (BOX) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>CANOPY GROWTH (CGC) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>CARNIVAL (CCL) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>EBAY (EBAY) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>FACTSET (FDS) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>FRONTDOOR (FTDR) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>H.B. FULLER (FUL) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>LUMINEX (LMNX) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>MAXIM INTEGRATED (MXIM) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>REV GROUP (REVG) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>TEXTRON (TXT) DOWNGRADED TO HOLD FROM BUY AT VERTICAL RESEARCH</li></ul><p>&nbsp;</p><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>ARCUS BIOSCIENCES (RCUS) RATED NEW BUY AT MIZUHO; PT USD 22</li><li>BANKUNITED (BKU) RATED NEW BUY AT DA DAVIDSON; PT USD 39</li><li>BRIDGE BANCORP (BDGE) RATED NEW NEUTRAL AT DA DAVIDSON; PT USD 33</li><li>BRINKER (EAT) RATED NEW BUY AT MKM; PT USD 52</li><li>COUPA SOFTWARE (COUP) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 180</li><li>CRACKER BARREL (CBRL) RATED NEW NEUTRAL AT MKM; PT USD 160</li><li>DENNY'S (DENN) RATED NEW NEUTRAL AT MKM; PT USD 25</li><li>DINE BRANDS (DIN) RATED NEW BUY AT MKM; PT USD 90</li><li>ELLINGTON FINANCIAL INC (EFC) RATED NEW BUY AT NOMURA INSTINET; PT USD 20</li><li>LYFT (LYFT) RATED NEW OUTPERFORM AT WELLS FARGO; PT USD 60</li><li>PINTEREST (PINS) RATED NEW MARKET PERFORM AT WELLS FARGO; PT USD 34</li><li>STEALTH BIOTHERAPEUTICS ADRS (MITO) RATED NEW OVERWEIGHT AT CANTOR</li><li>UBER (UBER) RATED NEW MARKET PERFORM AT WELLS FARGO; PT USD 41</li></ul><p>&nbsp;</p><p><strong>Ex Dividends</strong></p><ul><li>AGNC Investment Corp (AGNC) - USD 0.16</li><li>Alexandria Real Estate Equities Inc (ARE) - USD 1.00</li><li>Amdocs Ltd (DOX) - USD 0.28</li><li>Ameris Bancorp (ABCB) - USD 0.15</li><li>Annaly Capital Management Inc (NLY) - USD 0.25</li><li>Apollo Commercial Real Estate Finance Inc (ARI) - USD 0.46</li><li>ATN International Inc (ATNI) - USD 0.17</li><li>AvalonBay Communities Inc (AVB) - USD 1.52</li><li>B&amp;G Foods Inc (BGS) - USD 0.47</li><li>Bain Capital Specialty Finance Inc (BCSF) - USD 0.41</li><li>BancFirst Corp (BANF) - USD 0.32</li><li>Benchmark Electronics Inc (BHE) - USD 0.15</li><li>Boston Properties Inc (BXP) - USD 0.95</li><li>Colony Capital Inc (CLNY) - USD 0.11</li><li>Colony Credit Real Estate Inc (CLNC) - USD 0.14</li><li>CoreSite Realty Corp (COR) - USD 1.22</li><li>Deere &amp; Co (DE) - USD 0.76</li><li>DiamondRock Hospitality Co (DRH) - USD 0.12</li><li>Dillard's Inc (DDS) - USD 0.15</li><li>Douglas Emmett Inc (DEI) - USD 0.26</li><li>Eastgroup Properties Inc (EGP) - USD 0.75</li><li>Edison International (EIX) - USD 0.61</li><li>Ensign Group Inc (ENSG) - USD 0.04</li><li>EPR Properties (EPR) - USD 0.37</li><li>Equity Residential (EQR) - USD 0.56</li><li>Fifth Third Bancorp (FITB) - USD 0.24</li><li>First Bancorp (FBNC) - USD 0.12</li><li>FMC Corp (FMC) - USD 0.40</li><li>Franklin Resources Inc (BEN) - USD 0.26</li><li>Granite Construction Inc (GVA) - USD 0.13</li><li>Host Hotels &amp; Resorts Inc (HST) - USD 0.20</li><li>Humana Inc (HUM) - USD 0.55</li><li>IBERIABANK Corp (IBKC) - USD 0.45</li><li>Illinois Tool Works Inc (ITW) - USD 1.07</li><li>Independent Bank Corp (Massachusetts) (INDB) - USD 0.44</li><li>Innovative Industrial Properties Inc (IIPR) - USD 0.78</li><li>Inter Parfums Inc (IPAR) - USD 0.27</li><li>International Bancshares Corp (IBOC) - USD 0.55</li><li>Kennedy-Wilson Holdings Inc (KW) - USD 0.21</li><li>Kilroy Realty Corp (KRC) - USD 0.48</li><li>Lincoln Electric Holdings Inc (LECO) - USD 0.47</li><li>MFA Financial Inc (MFA) - USD 0.20</li><li>MGM Growth Properties LLC (MGP) - USD 0.47</li><li>Mondelez International Inc (MDLZ) - USD 0.28</li><li>Monolithic Power Systems Inc (MPWR) - USD 0.40</li><li>National Fuel Gas Co (NFG) - USD 0.43</li><li>National Health Investors Inc (NHI) - USD 1.05</li><li>National Research Corp (NRC) - USD 0.19</li><li>Owl Rock Capital Corp (ORCC) - USD 0.02</li><li>Paramount Group Inc (PGRE) - USD 0.10</li><li>Park Hotels &amp; Resorts Inc (PK) - USD 0.45</li><li>Primoris Services Corp (PRIM) - USD 0.06</li><li>Prospect Capital Corp (PSEC) - USD 0.06</li><li>Rexford Industrial Realty Inc (REXR) - USD 0.18</li><li>Ryman Hospitality Properties Inc (RHP) - USD 0.90</li><li>SkyWest Inc (SKYW) - USD 0.12</li><li>SL Green Realty Corp (SLG) - USD 0.85</li><li>Spirit Realty Capital Inc (SRC) - USD 0.62</li><li>STAG Industrial Inc (STAG) - USD 0.11</li><li>Steel Dynamics Inc (STLD) - USD 0.24</li><li>Steelcase Inc (SCS) - USD 0.14</li><li>Store Capital Corp (STOR) - USD 0.35</li><li>Stryker Corp (SYK) - USD 0.52</li><li>Sun Communities Inc (SUI) - USD 0.75</li><li>Sunstone Hotel Investors Inc (SHO) - USD 0.05</li><li>Toro Co (TTC) - USD 0.22</li><li>Towne Bank (TOWN) - USD 0.18</li><li>TTEC Holdings Inc (TTEC) - USD 0.32</li><li>Two Harbors Investment Corp (TWO) - USD 0.40</li><li>U.S. Bancorp (USB) - USD 0.42</li><li>Umpqua Holdings Corp (UMPQ) - USD 0.21</li><li>Uniti Group Inc (UNIT) - USD 0.05</li><li>VEREIT Inc (VER) - USD 0.13</li><li>WP Carey Inc (WPC) - USD 1.03</li><li>Xenia Hotels &amp; Resorts Inc (XHR) - USD 0.27</li><li>Xerox Holdings Corp (XRX) - USD 0.25</li><li>Zimmer Biomet Holdings Inc (ZBH) - USD 0.24</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-27th-september-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 21:00:00",
        "gmt_time": "2019-09-27 13:00:00"
    },
    {
        "id": 888897,
        "updated_sequence": 1937137,
        "published_at": {
            "unix": 1569588480,
            "text": "2019-09-27 13:48:00 +0100",
            "iso_8601": "2019-09-27T12:48:00Z"
        },
        "updated_at": {
            "unix": 1569588513,
            "text": "2019-09-27 13:48:33 +0100",
            "iso_8601": "2019-09-27T12:48:33Z"
        },
        "subject": "Fed Overnight Repo operations sees USD 22.7bln bids submitted (Fed had offered USD 100bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "fed-overnight-repo-operations-sees-usd-22-7bln-bids-submitted-fed-had-offered-usd-100bln-27-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:48:00",
        "gmt_time": "2019-09-27 12:48:00"
    },
    {
        "id": 888896,
        "updated_sequence": 1937139,
        "published_at": {
            "unix": 1569588180,
            "text": "2019-09-27 13:43:00 +0100",
            "iso_8601": "2019-09-27T12:43:00Z"
        },
        "updated_at": {
            "unix": 1569588805,
            "text": "2019-09-27 13:53:25 +0100",
            "iso_8601": "2019-09-27T12:53:25Z"
        },
        "subject": "ECB's Lane says that the September 12th policy announcement was not a dramatic policy move, it was a recalibration ",
        "content": "<ul><li>It is important that the Bank responds to significant deviations from the Bank's inflation target.</li><li>Forward guidance shows ECB will be persistent and will do more if there is a further downgrade to the inflation outlook</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-lane-says-that-the-september-12th-policy-announcement-was-not-a-dramatic-policy-move-it-was-a-recalibration-27-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:43:00",
        "gmt_time": "2019-09-27 12:43:00"
    },
    {
        "id": 888895,
        "updated_sequence": 1937129,
        "published_at": {
            "unix": 1569587640,
            "text": "2019-09-27 13:34:00 +0100",
            "iso_8601": "2019-09-27T12:34:00Z"
        },
        "updated_at": {
            "unix": 1569588267,
            "text": "2019-09-27 13:44:27 +0100",
            "iso_8601": "2019-09-27T12:44:27Z"
        },
        "subject": "Fed's Harker (non-voter, neutral) says could be open to a rate cut, but not right now",
        "content": "<ul><li>Fed is close to the balance sheet unwind ending.</li><li>The recent consumer data was a little weak, and Harker thinks that the Fed should be on &nbsp;hold with interest rates&nbsp;</li><li>Believes the Fed is close to the point of organic balance sheet growth</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Harker will be a voter in 2020.</li><li>As a reminder: Consumer Confidence (Sep) 125.1 vs. Exp. 133.5 (Prev. 135.1, Rev. 134.2)</li></ul>",
        "analysis_updated_at": {
            "unix": 1569587820,
            "text": "2019-09-27 13:37:00 +0100",
            "iso_8601": "2019-09-27T12:37:00Z"
        },
        "push_notify": false,
        "source": "Fox Business",
        "slug": "fed-s-harker-non-voter-neutral-says-could-be-open-to-a-rate-cut-but-not-right-now-27-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:34:00",
        "gmt_time": "2019-09-27 12:34:00"
    },
    {
        "id": 888884,
        "updated_sequence": 1937113,
        "published_at": {
            "unix": 1569587280,
            "text": "2019-09-27 13:28:00 +0100",
            "iso_8601": "2019-09-27T12:28:00Z"
        },
        "updated_at": {
            "unix": 1569587526,
            "text": "2019-09-27 13:32:06 +0100",
            "iso_8601": "2019-09-27T12:32:06Z"
        },
        "subject": "PBoC reiterates that they are to keep appropriate balance between tightening and easing of policy",
        "content": "<ul><li>Prudent monetary policy is neither too loose nor tight</li><li>Are to increase counter cyclical adjustment and macro policy coordination; will comprehensively use monetary policy tools</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-reiterates-that-they-are-to-keep-appropriate-balance-between-tightening-and-easing-of-policy-27-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:28:00",
        "gmt_time": "2019-09-27 12:28:00"
    },
    {
        "id": 888883,
        "updated_sequence": 1937078,
        "published_at": {
            "unix": 1569587040,
            "text": "2019-09-27 13:24:00 +0100",
            "iso_8601": "2019-09-27T12:24:00Z"
        },
        "updated_at": {
            "unix": 1569587333,
            "text": "2019-09-27 13:28:53 +0100",
            "iso_8601": "2019-09-27T12:28:53Z"
        },
        "subject": "NY Fed's 14-day term operation was under-subscribed today as it accepts USD 49bln out of the USD 60bln offered",
        "content": "<p><a href=\"https://apps.newyorkfed.org/markets/autorates/temp\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-s-14-day-term-operation-was-under-subscribed-today-as-it-accepts-usd-49bln-out-of-the-usd-60bln-offered-27-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:24:00",
        "gmt_time": "2019-09-27 12:24:00"
    },
    {
        "id": 888882,
        "updated_sequence": 1937073,
        "published_at": {
            "unix": 1569587040,
            "text": "2019-09-27 13:24:00 +0100",
            "iso_8601": "2019-09-27T12:24:00Z"
        },
        "updated_at": {
            "unix": 1569587231,
            "text": "2019-09-27 13:27:11 +0100",
            "iso_8601": "2019-09-27T12:27:11Z"
        },
        "subject": "US has offered to remove all sanction on Iran in return for dialogue, Iranian President Rouhani states",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Brent Dec’19 future fell from 60.95 to 60.47 whilst WTI Nov’19 futures fell from 55.80 to 55.35</li></ul>",
        "reaction_updated_at": {
            "unix": 1569587231,
            "text": "2019-09-27 13:27:11 +0100",
            "iso_8601": "2019-09-27T12:27:11Z"
        },
        "analysis_details": "<ul><li>Note: No time-frame was mentioned, still awaiting confirmation from the US side</li></ul>",
        "analysis_updated_at": {
            "unix": 1569587160,
            "text": "2019-09-27 13:26:00 +0100",
            "iso_8601": "2019-09-27T12:26:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-has-offered-to-remove-all-sanction-on-iran-in-return-for-dialogue-iranian-president-rouhani-states-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 20:24:00",
        "gmt_time": "2019-09-27 12:24:00"
    },
    {
        "id": 888877,
        "updated_sequence": 1937054,
        "published_at": {
            "unix": 1569583080,
            "text": "2019-09-27 12:18:00 +0100",
            "iso_8601": "2019-09-27T11:18:00Z"
        },
        "updated_at": {
            "unix": 1569583165,
            "text": "2019-09-27 12:19:25 +0100",
            "iso_8601": "2019-09-27T11:19:25Z"
        },
        "subject": "BMW (BMW GY) - Co's CEO rules out forced layoffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-co-s-ceo-rules-out-forced-layoffs-27-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 19:18:00",
        "gmt_time": "2019-09-27 11:18:00"
    },
    {
        "id": 888877,
        "updated_sequence": 1937054,
        "published_at": {
            "unix": 1569583080,
            "text": "2019-09-27 12:18:00 +0100",
            "iso_8601": "2019-09-27T11:18:00Z"
        },
        "updated_at": {
            "unix": 1569583165,
            "text": "2019-09-27 12:19:25 +0100",
            "iso_8601": "2019-09-27T11:19:25Z"
        },
        "subject": "BMW (BMW GY) - Co's CEO rules out forced layoffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-co-s-ceo-rules-out-forced-layoffs-27-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 19:18:00",
        "gmt_time": "2019-09-27 11:18:00"
    },
    {
        "id": 888876,
        "updated_sequence": 1937051,
        "published_at": {
            "unix": 1569582540,
            "text": "2019-09-27 12:09:00 +0100",
            "iso_8601": "2019-09-27T11:09:00Z"
        },
        "updated_at": {
            "unix": 1569582639,
            "text": "2019-09-27 12:10:39 +0100",
            "iso_8601": "2019-09-27T11:10:39Z"
        },
        "subject": "Oracle (ORCL) says it has received requests for information about Alphabet’s Google (GOOGL) over a range of business issues, according to CNBC ",
        "content": "<ul><li><a href=\"https://www.cnbc.com/2019/09/26/oracle-says-it-has-received-requests-for-information-about-google.html?__source=twitter%7Cmain\">Via CNBC</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "oracle-orcl-says-it-has-received-requests-for-information-about-alphabet-s-google-googl-over-a-range-of-business-issues-according-to-cnbc-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 19:09:00",
        "gmt_time": "2019-09-27 11:09:00"
    },
    {
        "id": 888875,
        "updated_sequence": 1937046,
        "published_at": {
            "unix": 1569582120,
            "text": "2019-09-27 12:02:00 +0100",
            "iso_8601": "2019-09-27T11:02:00Z"
        },
        "updated_at": {
            "unix": 1569582186,
            "text": "2019-09-27 12:03:06 +0100",
            "iso_8601": "2019-09-27T11:03:06Z"
        },
        "subject": "Russia says they are holding talks with Turkey on the possible supply of Russian SU-35 fighter jets, adding it is too early to talk about definite contracts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-says-they-are-holding-talks-with-turkey-on-the-possible-supply-of-russian-su-35-fighter-jets-adding-it-is-too-early-to-talk-about-definite-contracts-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 19:02:00",
        "gmt_time": "2019-09-27 11:02:00"
    },
    {
        "id": 888874,
        "updated_sequence": 1937043,
        "published_at": {
            "unix": 1569582000,
            "text": "2019-09-27 12:00:00 +0100",
            "iso_8601": "2019-09-27T11:00:00Z"
        },
        "updated_at": {
            "unix": 1569582113,
            "text": "2019-09-27 12:01:53 +0100",
            "iso_8601": "2019-09-27T11:01:53Z"
        },
        "subject": "Wells Fargo (WFC) names Charles Scharf as new CEO and President; Scharf was chairman and CEO of Bank of New York Melon (BK), and has also been CEO of Visa (V) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-wfc-names-charles-scharf-as-new-ceo-and-president-scharf-was-chairman-and-ceo-of-bank-of-new-york-melon-bk-and-has-also-been-ceo-of-visa-v-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 19:00:00",
        "gmt_time": "2019-09-27 11:00:00"
    },
    {
        "id": 888870,
        "updated_sequence": 1937037,
        "published_at": {
            "unix": 1569581700,
            "text": "2019-09-27 11:55:00 +0100",
            "iso_8601": "2019-09-27T10:55:00Z"
        },
        "updated_at": {
            "unix": 1569582094,
            "text": "2019-09-27 12:01:34 +0100",
            "iso_8601": "2019-09-27T11:01:34Z"
        },
        "subject": "UK PM Johnson says \"we will obey the law\" when asked if looking for way to get around the Benn Act",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>There has been speculation that PM Johnson could ignore the Benn Act in order to deliver Brexit on 31st October</li><li>Under the Benn Act, the PM must write to the EU seeking an extension to Article 50 if a Brexit deal has not secured parliamentary approval by 19th October</li></ul>",
        "analysis_updated_at": {
            "unix": 1569581880,
            "text": "2019-09-27 11:58:00 +0100",
            "iso_8601": "2019-09-27T10:58:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-says-we-will-obey-the-law-when-asked-if-looking-for-way-to-get-around-the-benn-act-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:55:00",
        "gmt_time": "2019-09-27 10:55:00"
    },
    {
        "id": 888869,
        "updated_sequence": 1937024,
        "published_at": {
            "unix": 1569581580,
            "text": "2019-09-27 11:53:00 +0100",
            "iso_8601": "2019-09-27T10:53:00Z"
        },
        "updated_at": {
            "unix": 1569581663,
            "text": "2019-09-27 11:54:23 +0100",
            "iso_8601": "2019-09-27T10:54:23Z"
        },
        "subject": "FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1000 (671M) &nbsp; &nbsp;</p><p>GBP/USD: 1.2445 (220M), 1.2500 (455M) &nbsp; &nbsp;</p><p><strong>AUD/NZD: 1.0740-50 (1.4BLN)&nbsp;</strong></p><p>AUD/JPY: 71.70 (320M), 72.25 (350M) &nbsp; &nbsp;</p><p>USD/CAD: 1.3075 (280M), <strong>1.3260-75 (800M) &nbsp; &nbsp;</strong></p><p>USD/JPY: <strong>108.05-10(610M)</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "fx-option-expiries-for-today-s-ny-cut-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:53:00",
        "gmt_time": "2019-09-27 10:53:00"
    },
    {
        "id": 888868,
        "updated_sequence": 1937017,
        "published_at": {
            "unix": 1569580800,
            "text": "2019-09-27 11:40:00 +0100",
            "iso_8601": "2019-09-27T10:40:00Z"
        },
        "updated_at": {
            "unix": 1569580867,
            "text": "2019-09-27 11:41:07 +0100",
            "iso_8601": "2019-09-27T10:41:07Z"
        },
        "subject": "RANsquawk Daily US Opening News - 27th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22873/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Major European indices are firmer following on from a choppy Asia-Pac session</li><li>FTSE 100 outperforms as Sterling slips and Gilts gain on dovish BoE Saunders</li><li>Saudi Arabia have reportedly agreed to a partial ceasefire in Yemen, according to the WSJ</li><li>US-China principal-level trade talks will take place on October 10-11th in Washington DC</li><li>Looking ahead, highlights include US Personal Income, Core PCE, PCE Price Index, Durable Goods, University of Michigan (F), Baker Hughes Rig Count, ECB’s Lane, Weidmann, Fed’s Quarles and Harker</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mostly subdued following the weak lead from Wall St where</strong> all major indices finished negative on what was a choppy session due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered. <strong>ASX 200 (+0.6%)</strong> and <strong>Nikkei 225 (-0.8%)</strong> were mixed in which Australia bucked the overall downbeat trend in the region ahead of next week’s anticipated RBA rate cut although metal names and gold miners lagged as the precious metal eyed the USD 1500/oz level to the downside, while the Japanese benchmark was led lower by losses in Kansai Electric after reports of illicit payoffs and with notable declines in SoftBank due to the ongoing WeWork woes. <strong>Hang Seng (-0.3%)</strong> and <strong>Shanghai Comp. (Unch.)</strong> trades lacklustre as participants mulled over the latest trade rhetoric in which an official stated the US is unlikely to extend temporary waivers to supply Huawei although reports later noted no decision has been made and US-China talks are to resume on October 10th-11th, while the latest data provided no comfort as Chinese Industrial Profits contracted by 2%. Finally, 10yr JGBs were higher with mild support seen amid underperformance of stocks in Tokyo but with the gains in bonds capped by predominantly weaker results at the 2yr JGB auction.&nbsp;</p><p>PBoC injected CNY 30bln via 14-day reverse repos for a net daily drain of CNY 10bln. (Newswires) PBoC set CNY mid-point at 7.0731 vs. Exp. 7.0883 (Prev. 7.0729)</p><p>Chinese Industrial Profits (Aug) Y/Y -2.0% (Prev. 2.6%). (Newswires)</p><p><strong>US-China principal-level trade talks will take place on October 10-11th in Washington DC, according to CNBC citing sources. (CNBC)</strong></p><p><strong>US</strong></p><p>&nbsp;</p><p><strong>Fed's Barkin (non-voter, hawkish)</strong> said the recent rate cuts does not mean the Fed is in a prolonged easing period and that the economy is giving mixed signals due to the strong labour market but low inflation. Barkin added that not easing could undermine the credibility of the 2% inflation target or leave policy makers behind the curve if growth slows further, but over easing could overstimulate inflation, distort labour markets or fuel an asset price bubble, while he suggested that it is too early in the cycle to determine if another rate cut is needed. (Newswires)</p><p>GEOPOLITICS</p><p><strong>EU has warned that it may be forced to start withdrawing from the nuclear deal in November if Iran goes ahead its threats to takes new steps away from the deal. (Guardian)</strong></p><p>, while other reports suggested US officials may be in North Korea to lay the groundwork for talks which could take place in the next few weeks. (Newswires/Korea Times)</p><p><strong>North Korea said lack of progress casts doubts on prospects for future summit with US and that US failure to implement agreements make breakthrough doubtful but added that it sees US President Trump as different and places hope on his wisdom and bold decision. (KCNA)</strong></p><p>Turkish President Erdogan said issues of F-35 jets with US is not yet completely resolved and proposed to US President Trump to buy Patriot defence system if US can match Russia S-400 deal. (Newswires)</p><p>UK/EU</p><p><strong>BoE's Saunders (Hawk) says \"prolonged high Brexit uncertainty\" could warrant looser monetary policy if global growth remains disappointing</strong>. If the UK avoids a no-deal Brexit, monetary policy also could go either way and I think it <strong>is quite plausible that the next move in Bank Rate would be down rather than up.</strong> And the adverse effects of high uncertainty are becoming cleare in UK data. (Newswires/BoE)</p><p>UK PM Johnson faces a revolt in which 3 Cabinet ministers plan to confront him after the Tory annual conference and demand he drops the strategy of trying to bluff EU with the threat of a no-deal, as well as insist he accept a last-minute deal. (The Sun)</p><p>EU diplomatic sources are adamant there will be no negotiations on the Brexit deal at the Oct 17 EU summit, according to Telegraph's James Crisp. (Twitter)</p><p>EU's Juncker said we are doing all we can to achieve a deal and that it will be Britain's fault if we don't. (Newswires)</p><p>If no effective agreement on digital tax is reached internally by end-2020, the EU should act alone, says EU Economy and Tax Commissioner Gentiloni. (Newswires)</p><p>EQUITIES</p><p>&nbsp;</p><p><strong>Major European indices are firmer this morning, with the FTSE 100 (+1.2%) leading the</strong> way after dovish comments from BoE Hawk Saunders caused Sterling to slip. Sectors are all in the green bar IT, which is hampered by broad-based downside in European chip names following Micron’s earnings last night where their EPS guidance missed exp. and they noted near term macro and trade uncertainties. Elsewhere, Commerzbank (+1.5%) are subdued as the Co. state they no-longer anticipate an increase in underlying revenue for 2019; although, they have launched a public acquisition offer for Comdirect Bank at EUR 11.44/shr. Sticking with Germany but moving into the DAX (+0.9%) where BASF (+3.0%) have confirmed their mid-term outlook and the additional EUR 2bln in savings by 2021; additionally, the CEO anticipates an Oil and Gas IPO in H2 2020. Separately, Rheinmetall (-2.3%) are weaker after reporting that production in the US, Mexico and Brazil has been severely impacted by a malware attack. Today’s notable in-hours story is from AMS (-7.5%) who have submitted their final offer for Osram Licht (+3.3%) in which they have increased their offer by EUR 2.50/shr for the Co.</p><p>&nbsp;</p><p>Beijing have reportedly rejected reports that Chinese hackers were suspected of being behind a series of cyber attacks on<strong> Airbus (AIR FP).,</strong> AFP News</p><p>&nbsp;</p><p><strong>Apple (AAPL)</strong> plans to bring feature length films to theaters, according to WSJ. (WSJ)</p><p>&nbsp;</p><p>FX</p><p>&nbsp;</p><p><strong>GBP, EUR</strong> - The Pound is the marked G10 laggard after BOE MPC-hawk Saunders surprisingly took a more dovish stance as he stated that looser monetary policy could be warranted amid “prolonged high Brexit uncertainty” coupled with disappointing global growth and as the adverse effects of&nbsp; high uncertainty is becoming clearer in domestic macro data. Saunders also noted that in the even the UK avoids a no-deal, rates could go either way, i.e. a rate cut is still on the table in the event a no-deal Brexit is averted. Cable gave up the 1.2300 handle (from around 1.2330) to an intraday low of 1.2270 ahead of its 50 DMA at 1.2262. Meanwhile the EUR is flat on the day after the earlier softness in the single currency was countered by an even softer Sterling post-Saunders. Meanwhile, the EUR initially felt pressure amid an interview by ECB-dove Lane who stated the ECB has further room to ease and that the stimulus package announced was a relatively smaller one in his opinion. EUR/USD resides around 1.0925 having visited a low of 1.0905 ahead of reported bids at the psychological 1.0900 level, 1.0880-90 and a Fib at 1.0864. EUR/GBP remains firm just under 0.8900 having hit an intraday high of 0.8896.</p><p>&nbsp;</p><p><strong>DXY </strong>- Firmer on the day with the index eyeing YTD highs of 99.37 having already reached an intraday peak at 99.31. The Dollar gains seen recently are in the absence of clear catalysts, although market participants point to month and quarter-end as a potential factor. UBS notes that foreign equities, particularly Japanese, have outperformed US stocks in September, which “implies that hedge rebalancing pressures could favor the US dollar”. Meanwhile, the weakening Euro amid further deterioration in the EZ may also be underpinning the Greenback. DXY currently resides just below 99.25 ahead of the YTD peak. USD/JPY meanwhile has breached 108.00 to the upside amid the strength in the Buck (ahead of the September high at 108.48 and the psychological 108.50). Looking ahead, the State-side docket sees the release of the Core PCE metrics alongside Durable Goods with Fed’s Quarles (voter) and Harker (non-voter) due to speak later.</p><p>&nbsp;</p><p><strong>AUD, NZD -</strong> The Aussie bucks the trends and remains firm ahead of next week’s RBA rate decision. Money markets are currently pricing in around a 78% chance of a 25bps cut, although support for the currency could be derived from Morgan Stanley’s call for the RBA to stand pat until further economic data is available, whilst firmer copper prices also underpin the currency. AUD/USD is back above the 0.6750 level whilst AUD/NZD tested 1.0750 to the upside (vs. low of 1.0720), in turn pressuring NZD/USD back below 0.6300.</p><p>&nbsp;</p><p><strong>SEK -</strong> The Scandi Crown remains weaker against the Euro amid disappointing retail sales which saw the MM and YY figures miss forecasts. EUR/SEK breached its 50 DMA at 10.6898 and now eyes 10.6900 to the upside having printed an intraday low at 10.6520.</p><p>&nbsp;</p><p><strong>FIXED</strong></p><p>Bunds are starting the session, and finishing the week, little changed thus far; as news flow for the Continent has been sparse, German debt hovering around the 174.30 mark in the middle of a sub-40 tick range. Gilts, in contrast, have had an eventful morning following the aforementioned comments from BoE Hawk Saunders who exhibited a decidedly dovish tone; following this, Gilts rose from session lows of circa 133.80 to print a session high of 134.48. On the upside there is resistance in the form of recent highs at 134.79; as a reminder Tory Party conference begins this weekend, which will likely see updates on both the domestic and Brexit situation. The remainder of the session is devoid of notable highlights from a European perspective, though comments from ECB’s Lane this afternoon will be of note, particularly given yesterday’s press pieces which were upbeat, though there are some reporting discrepancies over comments regarding further rate cuts. Stateside, a busier end to the week with a number of data prints and speakers ahead. Currently, USTs are slightly softer though similarly to their European counterpart are towards the centre of the days range at 130.04; while the curve is marginally bear steepening at present, though not by a significant magnitude.</p><p>COMMODITIES</p><p><strong>WTI and Brent</strong> futures fell deeper into negative territory as the geopolitical risk premium unwound further amid reports that Saudi Arabia has agreed to establish a partial ceasefire in Yemen which follows reports of US aiding Saudi Arabia bolster its defences. The WSJ article took WTI below the 56.00/bbl mark and under the cluster of DMAs including its 50 DMA (56.02/bbl), 100 DMA (56.63/bbl) and 200 DMA (56.66/bbl), whilst Brent lost the USD 62.00 handle. Elsewhere, <strong>gold </strong>prices are on the backfoot amid a firmer Greenback as the yellow metal dips below the 1500/oz mark to a current low of 1491/oz. Meanwhile <strong>copper</strong> prices are firmer with upside attributed to signs of progress in US/China trade talks with a date now set for principal level talks, according to sources. Copper is back above USD 2.58/lb ahead with the next level to the upside the psychological 2.60/lb mark.</p><p><strong>Saudi Arabia agrees to a partial ceasefire in Yemen, according to the WSJ</strong></p><p><strong>IEA Chief Birol</strong> says we may have to cut oil demand growth expectations for 2019 and 2020 if the global economy continues to weaken. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-27th-september-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:40:00",
        "gmt_time": "2019-09-27 10:40:00"
    },
    {
        "id": 888867,
        "updated_sequence": 1937021,
        "published_at": {
            "unix": 1569580320,
            "text": "2019-09-27 11:32:00 +0100",
            "iso_8601": "2019-09-27T10:32:00Z"
        },
        "updated_at": {
            "unix": 1569581038,
            "text": "2019-09-27 11:43:58 +0100",
            "iso_8601": "2019-09-27T10:43:58Z"
        },
        "subject": "Saudi Arabia agrees to a partial ceasefire in Yemen, according to the WSJ",
        "content": "<ul><li>Link to article <a href=\"https://www.wsj.com/articles/saudi-arabia-agrees-partial-cease-fire-in-war-shattered-yemen-11569580029\">here</a></li></ul>",
        "reaction_details": "<ul><li>Brent (X9) falls from 62.40 to 61.58 in recent trade, as did WTI (X9) from 56.35 to 55.58</li></ul>",
        "reaction_updated_at": {
            "unix": 1569580680,
            "text": "2019-09-27 11:38:00 +0100",
            "iso_8601": "2019-09-27T10:38:00Z"
        },
        "analysis_details": "<ul><li>The Iranians have been known to operate via the Yemeni Houthi rebel group, who have recently claimed being the culprit on the Saudi Aramco oil facilities (although evidence suggests they couldn't have been the sole culprit based on their military capabilities)</li><li>On Wednesday it was reported the Pentagon is to deploy, one patriot battery, four sentinel radars and 200 support personnel to Saudi Arabia and the US is looking for contribution from other countries, too; putting additional material on further readiness for potential deployment which includes more patriots and THAAD missile defence systems.</li></ul>",
        "analysis_updated_at": {
            "unix": 1569580980,
            "text": "2019-09-27 11:43:00 +0100",
            "iso_8601": "2019-09-27T10:43:00Z"
        },
        "push_notify": true,
        "source": "WSJ",
        "slug": "saudi-arabia-agrees-to-a-partial-ceasefire-in-yemen-according-to-the-wsj-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:32:00",
        "gmt_time": "2019-09-27 10:32:00"
    },
    {
        "id": 888866,
        "updated_sequence": 1937007,
        "published_at": {
            "unix": 1569579840,
            "text": "2019-09-27 11:24:00 +0100",
            "iso_8601": "2019-09-27T10:24:00Z"
        },
        "updated_at": {
            "unix": 1569580019,
            "text": "2019-09-27 11:26:59 +0100",
            "iso_8601": "2019-09-27T10:26:59Z"
        },
        "subject": "Apple (AAPL) plans to bring feature length films to theaters, according to WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/apple-plans-to-bring-feature-length-films-to-theaters-11569579632\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "apple-aapl-plans-to-bring-feature-length-films-to-theaters-according-to-wsj-27-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:24:00",
        "gmt_time": "2019-09-27 10:24:00"
    },
    {
        "id": 888865,
        "updated_sequence": 1937002,
        "published_at": {
            "unix": 1569579780,
            "text": "2019-09-27 11:23:00 +0100",
            "iso_8601": "2019-09-27T10:23:00Z"
        },
        "updated_at": {
            "unix": 1569579863,
            "text": "2019-09-27 11:24:23 +0100",
            "iso_8601": "2019-09-27T10:24:23Z"
        },
        "subject": "RANsquawk EU Mid Session: Sterling slips, FTSE firms and Gilts gain as Saunders shocks - 27th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22872/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>Major European indices are firmer this morning, with the FTSE 100 (+1.2%) leading the way after dovish comments from BoE Hawk Saunders caused Sterling to slip. Sectors are all in the green bar IT, which is hampered by broad-based downside in European chip names following Micron’s earnings last night where their EPS guidance missed exp. and they noted near term macro and trade uncertainties. Elsewhere, Commerzbank (+1.5%) are subdued as the Co. state they no-longer anticipate an increase in underlying revenue for 2019; although, they have launched a public acquisition offer for Comdirect Bank at EUR 11.44/shr. Sticking with Germany but moving into the DAX (+0.9%) where BASF (+3.0%) have confirmed their mid-term outlook and the additional EUR 2bln in savings by 2021; additionally, the CEO anticipates an Oil and Gas IPO in H2 2020. Separately, Rheinmetall (-2.3%) are weaker after reporting that production in the US, Mexico and Brazil has been severely impacted by a malware attack. Today’s notable in-hours story is from AMS (-7.5%) who have submitted their final offer for Osram Licht (+3.3%) in which they have increased their offer by EUR 2.50/shr for the Co.</p><p><strong>FX</strong></p><p>GBP, EUR - The Pound is the marked G10 laggard after BOE MPC-hawk Saunders surprisingly took a more dovish stance as he stated that looser monetary policy could be warranted amid “prolonged high Brexit uncertainty” coupled with disappointing global growth and as the adverse effects of&nbsp; high uncertainty is becoming clearer in domestic macro data. Saunders also noted that in the even the UK avoids a no-deal, rates could go either way, i.e. a rate cut is still on the table in the event a no-deal Brexit is averted. Cable gave up the 1.2300 handle (from around 1.2330) to an intraday low of 1.2270 ahead of its 50 DMA at 1.2262. Meanwhile the EUR is flat on the day after the earlier softness in the single currency was countered by an even softer Sterling post-Saunders. Meanwhile, the EUR initially felt pressure amid an interview by ECB-dove Lane who stated the ECB has further room to ease and that the stimulus package announced was a relatively smaller one in his opinion. EUR/USD resides around 1.0925 having visited a low of 1.0905 ahead of reported bids at the psychological 1.0900 level, 1.0880-90 and a Fib at 1.0864. EUR/GBP remains firm just under 0.8900 having hit an intraday high of 0.8896.</p><p>DXY - Firmer on the day with the index eyeing YTD highs of 99.37 having already reached an intraday peak at 99.31. The Dollar gains seen recently are in the absence of clear catalysts, although market participants point to month and quarter-end as a potential factor. UBS notes that foreign equities, particularly Japanese, have outperformed US stocks in September, which “implies that hedge rebalancing pressures could favor the US dollar”. Meanwhile, the weakening Euro amid further deterioration in the EZ may also be underpinning the Greenback. DXY currently resides just below 99.25 ahead of the YTD peak. USD/JPY meanwhile has breached 108.00 to the upside amid the strength in the Buck (ahead of the September high at 108.48 and the psychological 108.50). Looking ahead, the State-side docket sees the release of the Core PCE metrics alongside Durable Goods with Fed’s Quarles (voter) and Harker (non-voter) due to speak later.</p><p>AUD, NZD - The Aussie bucks the trends and remains firm ahead of next week’s RBA rate decision. Money markets are currently pricing in around a 78% chance of a 25bps cut, although support for the currency could be derived from Morgan Stanley’s call for the RBA to stand pat until further economic data is available, whilst firmer copper prices also underpin the currency. AUD/USD is back above the 0.6750 level whilst AUD/NZD tested 1.0750 to the upside (vs. low of 1.0720), in turn pressuring NZD/USD back below 0.6300.</p><p>SEK - The Scandi Crown remains weaker against the Euro amid disappointing retail sales which saw the MM and YY figures miss forecasts. EUR/SEK breached its 50 DMA at 10.6898 and now eyes 10.6900 to the upside having printed an intraday low at 10.6520.</p><p><strong>FIXED INCOME</strong></p><p>Bunds are starting the session, and finishing the week, little changed thus far; as news flow for the Continent has been sparse, German debt hovering around the 174.30 mark in the middle of a sub-40 tick range. Gilts, in contrast, have had an eventful morning following the aforementioned comments from BoE Hawk Saunders who exhibited a decidedly dovish tone; following this, Gilts rose from session lows of circa 133.80 to print a session high of 134.48. On the upside there is resistance in the form of recent highs at 134.79; as a reminder Tory Party conference begins this weekend, which will likely see updates on both the domestic and Brexit situation. The remainder of the session is devoid of notable highlights from a European perspective, though comments from ECB’s Lane this afternoon will be of note, particularly given yesterday’s press pieces which were upbeat, though there are some reporting discrepancies over comments regarding further rate cuts. Stateside, a busier end to the week with a number of data prints and speakers ahead. Currently, USTs are slightly softer though similarly to their European counterpart are towards the centre of the days range at 130.04; while the curve is marginally bear steepening at present, though not by a significant magnitude.</p><p><strong>COMMODITIES</strong></p><p>WTI and Brent future remain in the red thus far as the geopolitical risk premium seen following reports of US aiding Saudi Arabia bolster its defences somewhat waned late doors as the British-flagged oil tanker, Stena Impero, leaves Iran after being seized for almost two months. News-flow for the complex has been light in early European hours and prices were little swayed by IEA’s Chief Birol who noted that a cut to demand growth forecast may be warranted if global economy continues to weaken. WTI currently resides above the 56.00/bbl mark and in-between a cluster of DMAs including its 50 DMA (56.02/bbl), 100 DMA (56.63/bbl) and 200 DMA (56.66/bbl). Brent remains flat around USD 62.50. Elsewhere, gold prices are on the backfoot amid a firmer Greenback as the yellow metal dips below the 1500/oz mark to a current low of 1496/oz ahead of its 50 DMA at around 1493/oz. Meanwhile copper prices are firmer with upside attributed to signs of progress in US/China trade talks with a date now set for principal level talks, according to sources. Copper is back above USD 2.58/lb ahead with the next level to the upside the psychological 2.60/lb mark.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-sterling-slips-ftse-firms-and-gilts-gain-as-saunders-shocks-27th-september-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:23:00",
        "gmt_time": "2019-09-27 10:23:00"
    },
    {
        "id": 888864,
        "updated_sequence": 1936999,
        "published_at": {
            "unix": 1569579720,
            "text": "2019-09-27 11:22:00 +0100",
            "iso_8601": "2019-09-27T10:22:00Z"
        },
        "updated_at": {
            "unix": 1569579851,
            "text": "2019-09-27 11:24:11 +0100",
            "iso_8601": "2019-09-27T10:24:11Z"
        },
        "subject": "UK PM Johnson spokesperson when asked if Johnson would use royal powers to maneuver around a delay to Brexit, says he does not recognize that",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-spokesperson-when-asked-if-johnson-would-use-royal-powers-to-maneuver-around-a-delay-to-brexit-says-he-does-not-recognize-that-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:22:00",
        "gmt_time": "2019-09-27 10:22:00"
    },
    {
        "id": 888863,
        "updated_sequence": 1936996,
        "published_at": {
            "unix": 1569579240,
            "text": "2019-09-27 11:14:00 +0100",
            "iso_8601": "2019-09-27T10:14:00Z"
        },
        "updated_at": {
            "unix": 1569579693,
            "text": "2019-09-27 11:21:33 +0100",
            "iso_8601": "2019-09-27T10:21:33Z"
        },
        "subject": "Chinese FX Regulator says will boost ability to fend off external shocks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-fx-regulator-says-will-boost-ability-to-fend-off-external-shocks-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:14:00",
        "gmt_time": "2019-09-27 10:14:00"
    },
    {
        "id": 888862,
        "updated_sequence": 1936991,
        "published_at": {
            "unix": 1569578880,
            "text": "2019-09-27 11:08:00 +0100",
            "iso_8601": "2019-09-27T10:08:00Z"
        },
        "updated_at": {
            "unix": 1569578984,
            "text": "2019-09-27 11:09:44 +0100",
            "iso_8601": "2019-09-27T10:09:44Z"
        },
        "subject": "Russian Lawmaker is to ask the Foreign Ministry to consider revoking German broadcaster Deutsche Welle's right to work in Russia., Ria",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>May be of note for other German broadcasters such as Prosiebensat.1 (PSM GY)</li></ul>",
        "analysis_updated_at": {
            "unix": 1569578984,
            "text": "2019-09-27 11:09:44 +0100",
            "iso_8601": "2019-09-27T10:09:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-lawmaker-is-to-ask-the-foreign-ministry-to-consider-revoking-german-broadcaster-deutsche-welle-s-right-to-work-in-russia-ria-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 18:08:00",
        "gmt_time": "2019-09-27 10:08:00"
    },
    {
        "id": 888858,
        "updated_sequence": 1936979,
        "published_at": {
            "unix": 1569578280,
            "text": "2019-09-27 10:58:00 +0100",
            "iso_8601": "2019-09-27T09:58:00Z"
        },
        "updated_at": {
            "unix": 1569578436,
            "text": "2019-09-27 11:00:36 +0100",
            "iso_8601": "2019-09-27T10:00:36Z"
        },
        "subject": "If no effective agreement on digital tax is reached internally by end-2020, the EU should act alone, says EU Economy and Tax Commissioner Gentiloni ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "if-no-effective-agreement-on-digital-tax-is-reached-internally-by-end-2020-the-eu-should-act-alone-says-eu-economy-and-tax-commissioner-gentiloni-27-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:58:00",
        "gmt_time": "2019-09-27 09:58:00"
    },
    {
        "id": 888857,
        "updated_sequence": 1936973,
        "published_at": {
            "unix": 1569577860,
            "text": "2019-09-27 10:51:00 +0100",
            "iso_8601": "2019-09-27T09:51:00Z"
        },
        "updated_at": {
            "unix": 1569577991,
            "text": "2019-09-27 10:53:11 +0100",
            "iso_8601": "2019-09-27T09:53:11Z"
        },
        "subject": "EU's Economic Commissioner Designate Gentiloni says he will seek to utilise the full flexibility available in EU fiscal rules",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-economic-commissioner-designate-gentiloni-says-he-will-seek-to-utilise-the-full-flexibility-available-in-eu-fiscal-rules-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:51:00",
        "gmt_time": "2019-09-27 09:51:00"
    },
    {
        "id": 888856,
        "updated_sequence": 1936970,
        "published_at": {
            "unix": 1569577740,
            "text": "2019-09-27 10:49:00 +0100",
            "iso_8601": "2019-09-27T09:49:00Z"
        },
        "updated_at": {
            "unix": 1569577897,
            "text": "2019-09-27 10:51:37 +0100",
            "iso_8601": "2019-09-27T09:51:37Z"
        },
        "subject": "Fixed: Gilts jump as Saunders' surprises",
        "content": "<p>Bunds are starting the session, and finishing the week, little changed thus far; as news flow for the Continent has been sparse, German debt hovering around the 174.30 mark in the middle of a sub-40 tick range. Gilts, in contrast, have had an eventful morning following the aforementioned comments from BoE Hawk Saunders who exhibited a decidedly dovish tone; following this, Gilts rose from session lows of circa 133.80 to print a session high of 134.48. On the upside there is resistance in the form of recent highs at 134.79; as a reminder Tory Party conference begins this weekend, which will likely see updates on both the domestic and Brexit situation. The remainder of the session is devoid of notable highlights from a European perspective, though comments from ECB’s Lane this afternoon will be of note, particularly given yesterday’s press pieces which were upbeat, though there are some reporting discrepancies over comments regarding further rate cuts. Stateside, a busier end to the week with a number of data prints and speakers ahead. Currently, USTs are slightly softer though similarly to their European counterpart are towards the centre of the days range at 130.04; while the curve is marginally bear steepening at present, though not by a significant magnitude.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-gilts-jump-as-saunders-surprises-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:49:00",
        "gmt_time": "2019-09-27 09:49:00"
    },
    {
        "id": 888855,
        "updated_sequence": 1936967,
        "published_at": {
            "unix": 1569577560,
            "text": "2019-09-27 10:46:00 +0100",
            "iso_8601": "2019-09-27T09:46:00Z"
        },
        "updated_at": {
            "unix": 1569577813,
            "text": "2019-09-27 10:50:13 +0100",
            "iso_8601": "2019-09-27T09:50:13Z"
        },
        "subject": "FX Morning Colour: Sterling hit as hawk leans dovish, Dollar sets sights on YTD highs ",
        "content": "<p><strong>GBP, EUR</strong></p><p>The Pound is the marked G10 laggard after BOE MPC-hawk Saunders surprisingly took a more dovish stance as he stated that looser monetary policy could be warranted amid “prolonged high Brexit uncertainty” coupled with disappointing global growth and as the adverse effects of&nbsp; high uncertainty is becoming clearer in domestic macro data. Saunders also noted that in the even the UK avoids a no-deal, rates could go either way, i.e. a rate cut is still on the table in the event a no-deal Brexit is averted. Cable gave up the 1.2300 handle (from around 1.2330) to an intraday low of 1.2270 ahead of its 50 DMA at 1.2262. Meanwhile the EUR is flat on the day after the earlier softness in the single currency was countered by an even softer Sterling post-Saunders. Meanwhile, the EUR initially felt pressure amid an interview by ECB-dove Lane who stated the ECB has further room to ease and that the stimulus package announced was a relatively smaller one in his opinion. EUR/USD resides around 1.0925 having visited a low of 1.0905 ahead of reported bids at the psychological 1.0900 level, 1.0880-90 and a Fib at 1.0864. EUR/GBP remains firm just under 0.8900 having hit an intraday high of 0.8896.</p><p><strong>DXY</strong></p><p>Firmer on the day with the index eyeing YTD highs of 99.37 having already reached an intraday peak at 99.31. The Dollar gains seen recently are in the absence of clear catalysts, although market participants point to month and quarter-end as a potential factor. UBS notes that foreign equities, particularly Japanese, have outperformed US stocks in September, which “implies that hedge rebalancing pressures could favor the US dollar”. Meanwhile, the weakening Euro amid further deterioration in the EZ may also be underpinning the Greenback. DXY currently resides just below 99.25 ahead of the YTD peak. Looking ahead, the State-side docket sees the release of the Core PCE metrics alongside Durable Goods with Fed’s Quarles (voter) and Harker (non-voter) due to speak later.</p><p><strong>AUD, NZD</strong></p><p>The Aussie bucks the trends and remains firm ahead of next week’s RBA rate decision. Money markets are currently pricing in around a 78% chance of a 25bps cut, although support for the currency could be derived from Morgan Stanley’s call for the RBA to stand pat until further economic data is available, whilst firmer copper prices also underpin the currency. AUD/USD is back above the 0.6750 level whilst AUD/NZD tested 1.0750 to the upside (vs. low of 1.0720), in turn pressuring NZD/USD back below 0.6300.</p><p><strong>SEK</strong></p><p>The Scandi Crown remains weaker against the Euro amid disappointing retail sales which saw the MM and YY figures miss forecasts. EUR/SEK breached its 50 DMA at 10.6898 and now eyes 10.6900 to the upside having printed an intraday low at 10.6520.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-sterling-hit-as-hawk-leans-dovish-dollar-sets-sights-on-ytd-highs-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:46:00",
        "gmt_time": "2019-09-27 09:46:00"
    },
    {
        "id": 888854,
        "updated_sequence": 1936976,
        "published_at": {
            "unix": 1569577080,
            "text": "2019-09-27 10:38:00 +0100",
            "iso_8601": "2019-09-27T09:38:00Z"
        },
        "updated_at": {
            "unix": 1569578401,
            "text": "2019-09-27 11:00:01 +0100",
            "iso_8601": "2019-09-27T10:00:01Z"
        },
        "subject": "AMS (AMS SW) - Co. have presented their final over for Osram Licht (OSR GY), increased price represents a EUR 2.50/shr increase on the prior offer of EUR 38.50/shr",
        "content": "<ul><li>All other takeover terms remain unchanged</li><li>Co. notes this is a significantly better secure and actionable offer when compared to speculating over other bids</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction Co. shares moved higher from EUR 38.60 to EUR 40.10</li></ul>",
        "reaction_updated_at": {
            "unix": 1569577260,
            "text": "2019-09-27 10:41:00 +0100",
            "iso_8601": "2019-09-27T09:41:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ams-ams-sw-co-have-presented-their-final-over-for-osram-licht-osr-gy-increased-price-represents-a-eur-2-50-shr-increase-on-the-prior-offer-of-eur-38-50-shr-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:38:00",
        "gmt_time": "2019-09-27 09:38:00"
    },
    {
        "id": 888853,
        "updated_sequence": 1936955,
        "published_at": {
            "unix": 1569576900,
            "text": "2019-09-27 10:35:00 +0100",
            "iso_8601": "2019-09-27T09:35:00Z"
        },
        "updated_at": {
            "unix": 1569576996,
            "text": "2019-09-27 10:36:36 +0100",
            "iso_8601": "2019-09-27T09:36:36Z"
        },
        "subject": "Osram Licht (OSR GY) - German Union has reportedly called on Bain and Advent to make an offer for the Co. soon",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "osram-licht-osr-gy-german-union-has-reportedly-called-on-bain-and-advent-to-make-an-offer-for-the-co-soon-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:35:00",
        "gmt_time": "2019-09-27 09:35:00"
    },
    {
        "id": 888850,
        "updated_sequence": 1936946,
        "published_at": {
            "unix": 1569575820,
            "text": "2019-09-27 10:17:00 +0100",
            "iso_8601": "2019-09-27T09:17:00Z"
        },
        "updated_at": {
            "unix": 1569575874,
            "text": "2019-09-27 10:17:54 +0100",
            "iso_8601": "2019-09-27T09:17:54Z"
        },
        "subject": "Italy sell EUR 6.75bln vs. Exp. EUR 5.75-6.75bln 0.35% 2025 and 1.35% 2030 BTP and EUR 0.75bln vs. Exp. EUR 0.5-0.75bln 2025 CCTeu",
        "content": "<ul><li>0.35% 2025 BTP: b/c 1.39 and average yield 0.26%</li><li>1.35% 2030 BTP: b/c 1.36 (Prev. 1.32) and gross yield 0.88% (Prev. 0.96%)</li><li>2025 CCTeu: b/c 2.13 (Prev. 1.7) and gross yield 0.52% (Prev. 0.77%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-sell-eur-6-75bln-vs-exp-eur-5-75-6-75bln-0-35-2025-and-1-35-2030-btp-and-eur-0-75bln-vs-exp-eur-0-5-0-75bln-2025-ccteu-27-09-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:17:00",
        "gmt_time": "2019-09-27 09:17:00"
    },
    {
        "id": 888847,
        "updated_sequence": 1936937,
        "published_at": {
            "unix": 1569575160,
            "text": "2019-09-27 10:06:00 +0100",
            "iso_8601": "2019-09-27T09:06:00Z"
        },
        "updated_at": {
            "unix": 1569575263,
            "text": "2019-09-27 10:07:43 +0100",
            "iso_8601": "2019-09-27T09:07:43Z"
        },
        "subject": "Northern Irish High Court has rejected the appeal by Northern Irish Rights campaigner that a no-deal Brexit breached the Good Friday Agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "northern-irish-high-court-has-rejected-the-appeal-by-northern-irish-rights-campaigner-that-a-no-deal-brexit-breached-the-good-friday-agreement-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:06:00",
        "gmt_time": "2019-09-27 09:06:00"
    },
    {
        "id": 888633,
        "updated_sequence": 1936910,
        "published_at": {
            "unix": 1569574800,
            "text": "2019-09-27 10:00:00 +0100",
            "iso_8601": "2019-09-27T09:00:00Z"
        },
        "updated_at": {
            "unix": 1569574800,
            "text": "2019-09-27 10:00:00 +0100",
            "iso_8601": "2019-09-27T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-26-09-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 17:00:00",
        "gmt_time": "2019-09-27 09:00:00"
    },
    {
        "id": 888838,
        "updated_sequence": 1936908,
        "published_at": {
            "unix": 1569572940,
            "text": "2019-09-27 09:29:00 +0100",
            "iso_8601": "2019-09-27T08:29:00Z"
        },
        "updated_at": {
            "unix": 1569573052,
            "text": "2019-09-27 09:30:52 +0100",
            "iso_8601": "2019-09-27T08:30:52Z"
        },
        "subject": "EU diplomatic sources are adamant there will be no negotiations on the Brexit deal at the Oct 17 EU summit, according to Telegraph's James Crisp",
        "content": "<ul><li><a href=\"https://twitter.com/JamesCrisp6/status/1177500472275419138\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "eu-diplomatic-sources-are-adamant-there-will-be-no-negotiations-on-the-brexit-deal-at-the-oct-17-eu-summit-according-to-telegraph-s-james-crisp-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 16:29:00",
        "gmt_time": "2019-09-27 08:29:00"
    },
    {
        "id": 888837,
        "updated_sequence": 1936905,
        "published_at": {
            "unix": 1569572340,
            "text": "2019-09-27 09:19:00 +0100",
            "iso_8601": "2019-09-27T08:19:00Z"
        },
        "updated_at": {
            "unix": 1569572480,
            "text": "2019-09-27 09:21:20 +0100",
            "iso_8601": "2019-09-27T08:21:20Z"
        },
        "subject": "Beijing have reportedly rejected reports that Chinese hackers were suspected of being behind a series of cyber attacks on Airbus (AIR FP)., AFP News",
        "content": "<p><a href=\"https://twitter.com/AFP/status/1177497611424550912\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from reports that Airbus (AIR FP) has reportedly been hit by a series of cyber attacks on its suppliers, with hackers searching for technical secrets, security sources say; a link to China is suspected</li></ul>",
        "analysis_updated_at": {
            "unix": 1569572480,
            "text": "2019-09-27 09:21:20 +0100",
            "iso_8601": "2019-09-27T08:21:20Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "beijing-have-reportedly-rejected-reports-that-chinese-hackers-were-suspected-of-being-behind-a-series-of-cyber-attacks-on-airbus-air-fp-afp-news-27-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 16:19:00",
        "gmt_time": "2019-09-27 08:19:00"
    },
    {
        "id": 888836,
        "updated_sequence": 1936900,
        "published_at": {
            "unix": 1569572220,
            "text": "2019-09-27 09:17:00 +0100",
            "iso_8601": "2019-09-27T08:17:00Z"
        },
        "updated_at": {
            "unix": 1569572294,
            "text": "2019-09-27 09:18:14 +0100",
            "iso_8601": "2019-09-27T08:18:14Z"
        },
        "subject": "Engie (ENGI FP) - French regulator states the Co's regulated gas tariffs are to decrease by 2.4% from October 1st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "engie-engi-fp-french-regulator-states-the-co-s-regulated-gas-tariffs-are-to-decrease-by-2-4-from-october-1st-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 16:17:00",
        "gmt_time": "2019-09-27 08:17:00"
    },
    {
        "id": 888835,
        "updated_sequence": 1936895,
        "published_at": {
            "unix": 1569571320,
            "text": "2019-09-27 09:02:00 +0100",
            "iso_8601": "2019-09-27T08:02:00Z"
        },
        "updated_at": {
            "unix": 1569571889,
            "text": "2019-09-27 09:11:29 +0100",
            "iso_8601": "2019-09-27T08:11:29Z"
        },
        "subject": "BoE's Saunders says the floor for rates is close to zero, marginally positive, he is not a fan of negative interest rates, below potential growth is enough to justify a rate cut",
        "content": "<ul><li>Further asset purchases is a tool policy loosening once rates are at lower bounds</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-saunders-says-the-floor-for-rates-is-close-to-zero-marginally-positive-he-is-not-a-fan-of-negative-interest-rates-below-potential-growth-is-enough-to-justify-a-rate-cut-27-09-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 16:02:00",
        "gmt_time": "2019-09-27 08:02:00"
    },
    {
        "id": 888834,
        "updated_sequence": 1936885,
        "published_at": {
            "unix": 1569571140,
            "text": "2019-09-27 08:59:00 +0100",
            "iso_8601": "2019-09-27T07:59:00Z"
        },
        "updated_at": {
            "unix": 1569571330,
            "text": "2019-09-27 09:02:10 +0100",
            "iso_8601": "2019-09-27T08:02:10Z"
        },
        "subject": "Vestas Wind Systems (VWS DC) - Co. are to scale down production of the V136 blade and invest in alternatives, will impact Co's facilities in Germany and Denmark; headcount in these facilities to be reduced by 50%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vestas-wind-systems-vws-dc-co-are-to-scale-down-production-of-the-v136-blade-and-invest-in-alternatives-will-impact-co-s-facilities-in-germany-and-denmark-headcount-in-these-facilities-to-be-reduced-by-50-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 15:59:00",
        "gmt_time": "2019-09-27 07:59:00"
    },
    {
        "id": 888829,
        "updated_sequence": 1936868,
        "published_at": {
            "unix": 1569570900,
            "text": "2019-09-27 08:55:00 +0100",
            "iso_8601": "2019-09-27T07:55:00Z"
        },
        "updated_at": {
            "unix": 1569571006,
            "text": "2019-09-27 08:56:46 +0100",
            "iso_8601": "2019-09-27T07:56:46Z"
        },
        "subject": "Commerzbank (CBK GY) - Co's CFO says he does not have the impression that there is insufficient interest in a MBank stake",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows pre-market reports that Commerzbank , Co. are to launch a public acquisition offer directly to the shareholders of Comdirect Bank, for a consideration of EUR 11.44/shr</li></ul>",
        "analysis_updated_at": {
            "unix": 1569571006,
            "text": "2019-09-27 08:56:46 +0100",
            "iso_8601": "2019-09-27T07:56:46Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerzbank-cbk-gy-co-s-cfo-says-he-does-not-have-the-impression-that-there-is-insufficient-interest-in-a-mbank-stake-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 15:55:00",
        "gmt_time": "2019-09-27 07:55:00"
    },
    {
        "id": 888828,
        "updated_sequence": 1936863,
        "published_at": {
            "unix": 1569569460,
            "text": "2019-09-27 08:31:00 +0100",
            "iso_8601": "2019-09-27T07:31:00Z"
        },
        "updated_at": {
            "unix": 1569569525,
            "text": "2019-09-27 08:32:05 +0100",
            "iso_8601": "2019-09-27T07:32:05Z"
        },
        "subject": "Total reports that flaring is required at their Port Arthur Texas refinery (185k BPD)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-reports-that-flaring-is-required-at-their-port-arthur-texas-refinery-185k-bpd-27-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 15:31:00",
        "gmt_time": "2019-09-27 07:31:00"
    },
    {
        "id": 888826,
        "updated_sequence": 1936853,
        "published_at": {
            "unix": 1569569160,
            "text": "2019-09-27 08:26:00 +0100",
            "iso_8601": "2019-09-27T07:26:00Z"
        },
        "updated_at": {
            "unix": 1569569387,
            "text": "2019-09-27 08:29:47 +0100",
            "iso_8601": "2019-09-27T07:29:47Z"
        },
        "subject": "UK SNP Party are set to back Labour Leader Corbyn as caretaker PM amid concerns from SNP leader Blackford and Scotland's First Minister Sturgeon that it may now be impossible to prevent a no deal Brexit unless UK PM Johnson is removed from office, sources",
        "content": "<ul><li><a href=\"https://www.itv.com/news/2019-09-27/exclusive-snp-set-to-back-corbyn-as-caretaker-prime-minister-writes-robert-peston/\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ITV",
        "slug": "uk-snp-party-are-set-to-back-labour-leader-corbyn-as-caretaker-pm-amid-concerns-from-snp-leader-blackford-and-scotland-s-first-minister-sturgeon-that-it-may-now-be-impossible-to-prevent-a-no-deal-brexit-unless-uk-pm-johnson-is-removed-from-o-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 15:26:00",
        "gmt_time": "2019-09-27 07:26:00"
    },
    {
        "id": 888824,
        "updated_sequence": 1936837,
        "published_at": {
            "unix": 1569567960,
            "text": "2019-09-27 08:06:00 +0100",
            "iso_8601": "2019-09-27T07:06:00Z"
        },
        "updated_at": {
            "unix": 1569568012,
            "text": "2019-09-27 08:06:52 +0100",
            "iso_8601": "2019-09-27T07:06:52Z"
        },
        "subject": "European equity movers this morning: Eutelsat (ETL FP) +1.8%; Vivendi (VIV FP) +1.4%; Siltronic (WAF GY) -3.0%; Infineon (IFX GY) -3.0%; Rhieinmetall (RHM GY) -2.8%; Commerzbank (CBK GY) -2.1%; ASM (ASM NA) -1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-eutelsat-etl-fp-1-8-vivendi-viv-fp-1-4-siltronic-waf-gy-3-0-infineon-ifx-gy-3-0-rhieinmetall-rhm-gy-2-8-commerzbank-cbk-gy-2-1-asm-asm-na-1-5-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 15:06:00",
        "gmt_time": "2019-09-27 07:06:00"
    },
    {
        "id": 888823,
        "updated_sequence": 1936993,
        "published_at": {
            "unix": 1569567540,
            "text": "2019-09-27 07:59:00 +0100",
            "iso_8601": "2019-09-27T06:59:00Z"
        },
        "updated_at": {
            "unix": 1569579203,
            "text": "2019-09-27 11:13:23 +0100",
            "iso_8601": "2019-09-27T10:13:23Z"
        },
        "subject": "BoE's Saunders (Hawk) says \"prolonged high Brexit uncertainty\" could warrant looser monetary policy if global growth remains disappointing ",
        "content": "<ul><li>These adverse effects of high uncertainty are becoming clearer in UK macro data.</li><li>The economy has slowed markedly since early this year</li><li>The economy has not crashed. But the effect of Brexit uncertainties is perhaps akin to the economy developing a slow puncture such that growth has slowed to a mere crawl.</li><li>Some further monetary tightening – limited and gradual – probably would be needed to return inflation to target on a sustained basis if global growth recovers and Brexit uncertainty falls significantly</li><li>If the UK avoids a no-deal Brexit, monetary policy also could go either way and I think it is quite plausible that the next move in Bank Rate would be down rather than up</li><li>Full speech <a href=\"https://www.bankofengland.co.uk/-/media/boe/files/speech/2019/shifting-balance-of-risks-speech-by-michael-saunders.pdf?la=en&amp;hash=EB8C2ABD5399D64E71F506F586DF77942C291818\">here</a></li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction to these dovishly perceived comments from one of the more hawkish members of the MPC, GBP/USD fell from 1.2330 to 1.2290, whilst Dec'19 Gilts rose from 133.80 to 134.48</li></ul>",
        "reaction_updated_at": {
            "unix": 1569568020,
            "text": "2019-09-27 08:07:00 +0100",
            "iso_8601": "2019-09-27T07:07:00Z"
        },
        "analysis_details": "<ul><li>Note, the focus on lingering Brexit uncertainty was a focus of the most recent BoE minutes from the September meeting.</li></ul>",
        "analysis_updated_at": {
            "unix": 1569567840,
            "text": "2019-09-27 08:04:00 +0100",
            "iso_8601": "2019-09-27T07:04:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-saunders-hawk-says-prolonged-high-brexit-uncertainty-could-warrant-looser-monetary-policy-if-global-growth-remains-disappointing-27-09-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 14:59:00",
        "gmt_time": "2019-09-27 06:59:00"
    },
    {
        "id": 888812,
        "updated_sequence": 1936818,
        "published_at": {
            "unix": 1569566940,
            "text": "2019-09-27 07:49:00 +0100",
            "iso_8601": "2019-09-27T06:49:00Z"
        },
        "updated_at": {
            "unix": 1569567592,
            "text": "2019-09-27 07:59:52 +0100",
            "iso_8601": "2019-09-27T06:59:52Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>EDF (EDF FP) – </strong>Co. have agreed to a cooperation deal with Narada regarding the advancement of battery storage projects in China. (Newswires)</p><p><strong>Pernod Ricard (RI FP) - </strong>Co. state the agreement of bulk purchase annuity contract, expected to finalise soon, would imply a reduction of group equity around EUR 0.9bln. (Newswires)</p><p><strong>Energy Names – </strong>Energy Co’s have reportedly been mis-leading customers regarding their green energy supplies, with a number of Co’s purchasing energy certificates instead of generating/purchasing renewable energy. (FT)</p><p><strong>French Co’s – </strong>French Government has pledged EUR 10bln worth of tax cuts in their 2020 budget. Designed to increase investment and consumer confidence, though a financial watchdog has stated this amounts to essentially noting in terms of reducing their structural deficits. (FT)</p><p><strong>Rolls Royce (RR/ LN) – </strong>Westinghouse has signed an agreement for the acquisition of the Co’s civil nuclear and services business, terms undisclosed. (Newswires)</p><p><strong>Societe Generale (GLE FP) – </strong>Global Bond Trading head is reportedly to resign after approx. one-year in the role. (Newswires)</p><p><strong>Rheinmetall (RHM GY)</strong> – Co. states that malware attacks have affected production in the Amers area. (Newswires)</p><p><strong>Pennon (PNN LN) –</strong> Co. state they are on-target to achieve management expectations for FY19/20. (Newswires)</p><p><strong>TP Icap (TCAP LN) – </strong>Co’s director will not be seeking re-election at the upcoming AGM. (Newswires)</p><p><strong>Dignity (DTY LN) – </strong>Whiley has been appointed as Co. chairman. (Newswires)</p><p><strong>UniCredit (UCG IM) – </strong>Co. have agreed to sell a Non-Performing Loans portfolio to Illimity; portfolio has gross claim value of EUR 730mln. (Newswires)</p><p><strong>UK Co’s – </strong>FTSE 100 Co’s which do not bring executive pensions in-line with the workforce more broadly by 2022 may see more prolonged and frequent opposition from shareholders., according to the Investment Association. (FT/Newswires)</p><p><strong>Merck (MRK GY) </strong>– Co. has received approval in China for Erbitux (in combination with Folfox or Folfiri) for treatment of Ras Wild-Type Metastatic Colorectal Cancer. Phase III evidence shows significant improvement with Erbitux in combination with Folfox. (Newswires)&nbsp;</p><p><strong>BASF (BASF GY) – </strong>Co’s CEO confirms mid-term outlook, adding they will continue their progressive dividend policy with the aim to increase it every year. Additionally, confirms savings from efficiency programme of EUR 2bln by 2021. CEO anticipates the signing of a deal regarding the sale of construction chemicals this year, and a oil and gas IPO in H2 2020. CFO says would now be confident with a net debt level of around EUR 15 vs. Prev. EUR 18.5bln. (Newswires)</p><p><strong>HeidelbergCement (HEI GY) – </strong>Co’s American subsidiary, Lehigh Hanson, has entered into an agreement with Giant Cement to acquire a plant in Pennsylvania. (Newswires)</p><p><strong>Pirelli (PIRC IM)</strong> – Comfin has obtained the right to increase their shareholding of the Co. from 10.1% to 15%. (Newswires)</p><p><strong>ArcelorMittal (MT NA) </strong>– Co. is said to be reviewing its Canadian and Brazilian iron ore assets, according to sources. (Newswires)</p><p><strong>Airbus (AIR FP) –</strong> Co’s CEO states that a aviation trade war is a lose lose scenario, still believes a EU-US settlement is possible. (Newswires)</p><p><strong>AstraZeneca (AZN LN)</strong> – BRILINTA Monotherapy reduces risk of clinically relevant bleeding compared to Dual Antiplatelet Therapy in the TWILIGHT trial. (Newswires)</p><p><strong>Genmab (GEN DC) - </strong>US FDA has approved FARZALEX for font-line multiple Myeloma. (Newswires)</p><p><strong>CapGemini (CAP FP) - </strong>Co. have received clearance from the Committee on Foreign Investment in the US for their proposed acquisition of Altran. (Newswires)</p><p><strong>CARNIVAL (CCL LN) </strong>DOWNGRADED TO SELL FROM HOLD AT BERENBERG</p><p><strong>BARRATT DEVELOPMENT (BDEV LN</strong>) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</p><p><strong>VIVENDI (VIV FP)</strong> UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>EUTELSAT (ETL FP) </strong>UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>HAPAG LLOYD (HLAG GY</strong>) DOWNGRADED TO NEUTRAL FROM BUY AT CITIGROUP</p><p><strong>CAMPARI (CPR IM)</strong> INITIATED UNDERPERFORM AT CREDIT SUISSE</p><p><strong>INFINEON (IFX GY) </strong>DOWNGRADED TO SELL FROM HOLD AT BANKAHUS METZLER</p><p><strong>PERSIMMON (PSN LN)</strong> UPGRADED TO BUY FROM HOLD AT JEFFERIES</p><p><strong>DNB NOR (DBN NO) </strong>UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p><strong>GEA (G1A GY) </strong>DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN CHASE</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 14:49:00",
        "gmt_time": "2019-09-27 06:49:00"
    },
    {
        "id": 888818,
        "updated_sequence": 1936788,
        "published_at": {
            "unix": 1569565920,
            "text": "2019-09-27 07:32:00 +0100",
            "iso_8601": "2019-09-27T06:32:00Z"
        },
        "updated_at": {
            "unix": 1569565982,
            "text": "2019-09-27 07:33:02 +0100",
            "iso_8601": "2019-09-27T06:33:02Z"
        },
        "subject": "Russia has reportedly detained three North Korean fishing vessels and 262 crew members in Russian waters., according to Russian News Agencies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-has-reportedly-detained-three-north-korean-fishing-vessels-and-262-crew-members-in-russian-waters-according-to-russian-news-agencies-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 14:32:00",
        "gmt_time": "2019-09-27 06:32:00"
    },
    {
        "id": 888817,
        "updated_sequence": 1936779,
        "published_at": {
            "unix": 1569565620,
            "text": "2019-09-27 07:27:00 +0100",
            "iso_8601": "2019-09-27T06:27:00Z"
        },
        "updated_at": {
            "unix": 1569565704,
            "text": "2019-09-27 07:28:24 +0100",
            "iso_8601": "2019-09-27T06:28:24Z"
        },
        "subject": "IEA Chief Birol says we may have to cut oil demand growth expectations for 2019 and 2020 if the global economy continues to weaken ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iea-chief-birol-says-we-may-have-to-cut-oil-demand-growth-expectations-for-2019-and-2020-if-the-global-economy-continues-to-weaken-27-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 14:27:00",
        "gmt_time": "2019-09-27 06:27:00"
    },
    {
        "id": 888816,
        "updated_sequence": 1936768,
        "published_at": {
            "unix": 1569564540,
            "text": "2019-09-27 07:09:00 +0100",
            "iso_8601": "2019-09-27T06:09:00Z"
        },
        "updated_at": {
            "unix": 1569564566,
            "text": "2019-09-27 07:09:26 +0100",
            "iso_8601": "2019-09-27T06:09:26Z"
        },
        "subject": "RANsquawk Bond Auction Previews - 27th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22870/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Italy to sell EUR 5.75-6.75bln 0.35% 2025 and 1.35% 2030 BTP and EUR 0.5-0.75bln 2025 CCTeu</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-bond-auction-previews-27th-august-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 14:09:00",
        "gmt_time": "2019-09-27 06:09:00"
    },
    {
        "id": 888811,
        "updated_sequence": 1936792,
        "published_at": {
            "unix": 1569563280,
            "text": "2019-09-27 06:48:00 +0100",
            "iso_8601": "2019-09-27T05:48:00Z"
        },
        "updated_at": {
            "unix": 1569566063,
            "text": "2019-09-27 07:34:23 +0100",
            "iso_8601": "2019-09-27T06:34:23Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>27th September 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were mostly subdued following the weak lead from Wall St where all major indices finished negative on what was a choppy session due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered. ASX 200 (+0.4%) and Nikkei 225 (-1.4%) were mixed in which Australia bucked the overall downbeat trend in the region ahead of next week’s anticipated RBA rate cut although metal names and gold miners lagged as the precious metal eyed the USD 1500/oz level to the downside, while the Japanese benchmark was led lower by losses in Kansai Electric after reports of illicit payoffs and with notable declines in SoftBank due to the ongoing WeWork woes. Hang Seng (-0.3%) and Shanghai Comp. (Unch.) trades lacklustre as participants mulled over the latest trade rhetoric in which an official stated the US is unlikely to extend temporary waivers to supply Huawei although reports later noted no decision has been made and US-China talks are to resume on October 10th-11th, while the latest data provided no comfort as Chinese Industrial Profits contracted by 2%.</p><p>FTSE 100</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>ASHMORE GROUP (ASHM LN) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p>TAYLOR WIMPEY (TW/ LN) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</p><p>DAX</p><p><strong>BMW (BMW GY) – </strong>Co. reportedly has no interest in settling cartel investigations by the the EU commission against the Co., alongside <strong>Daimler (DAI GY)</strong> and <strong>Volkswagen (VOW3 GY)</strong>., according to Wirtschafswoche citing sources. (Newswires)</p><p><strong>BASF (BASF GY) – </strong>Co’s CEO confirms mid-term outlook, adding they will continue their progressive dividend policy with the aim to increase it every year. Additionally, confirms savings from efficiency programme of EUR 2bln by 2021 (Newswires)</p><p><strong>Deutsche Bank (DBK GY) – </strong>An ex-employee of the Co. has reportedly stated the Co. was informed in-detail about the former ongoing cum-ex business activities. (Handelsblatt) <i>Translated from German to English.</i></p><p>OTHER GERMAN COMPANIES</p><p><strong>Commerzbank (CBK GY) – </strong>Co. no longer anticipates an increase in underlying revenue for FY19. Due to the market environment continuing to deteriorate. Separately, Co. are to launch a public acquisition offer directly to the shareholders of Comdirect Bank, for a consideration of EUR 11.44/shr. (Newswires)</p><p>BROKER MOVES</p><p>E.ON (EOAN GY) REITERATED UNDERWEIGHT AT JPMORGAN</p><p>GEA GROUP (G1A GY) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</p><p>HANDELSBANKEN (SHBA GY) UPGRADED TO OUTPERFORM FROM UNDERPERFORM AT CREDIT SUISSE</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>Chip Names – Micron Technology Inc (MU</strong>) Q4 19 (USD): adj. EPS 0.56 (exp. 0.46), Revenue 4.87bln (exp. 4.53bln). Co says it is encouraged by signs of improving industry demand, mindful of continue near term macro and trade uncertainties; Q1 Revenue view 5bln +/- 200mln (exp. 4.7bln); Q1 EPS view 0.39-0.53 (exp. 0.52), Co says it is well positioned to address robust industry demand. (Newswires) <i>Co. traded approx. 3.4% lower in after-market trade.</i></p><p>BROKER MOVES</p><p>SMI</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>DNB (DNB NO)</strong> UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p><strong>NORDEA BANK (NDA SS)</strong> DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</p><p><strong>US</strong></p><p><strong>CLOSING LEVELS:</strong> S&amp;P 500 -0.2% AT 2978, NASDAQ-100 -0.4% AT 7772, DOW JONES -0.3% AT 26891,</p><p><strong>SECTORS:</strong> Consumer Discretionary -0.6%, Consumer Staples 0.5%, Energy -1.3%, Financials -0.4%, Health Care -0.6%, Industrials 0.1%, Information Technology 0%, Materials -0.2%, Telecommunication Services -0.8%, Utilities 0.5%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-27-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 13:48:00",
        "gmt_time": "2019-09-27 05:48:00"
    },
    {
        "id": 888810,
        "updated_sequence": 1936756,
        "published_at": {
            "unix": 1569561960,
            "text": "2019-09-27 06:26:00 +0100",
            "iso_8601": "2019-09-27T05:26:00Z"
        },
        "updated_at": {
            "unix": 1569563899,
            "text": "2019-09-27 06:58:19 +0100",
            "iso_8601": "2019-09-27T05:58:19Z"
        },
        "subject": "RANsquawk Daily European Opening News - 27th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22869/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Asian equity markets were mostly subdued following the weak lead from Wall St, Australia outperformed</strong></li><li><strong>Chinese Foreign Minister said China is willing to buy more US products needed by the Chinese market, ahead of principal-level talks on October 10-11th in Washington</strong></li><li><strong>Pentagon is to send 200 troops, a missile system and radar equipment to Saudi Arabia following the attack on its oil facilities</strong></li><li><strong>In FX markets, the DXY was firmer, EUR/USD edged further below 1.1000; USD/JPY and JPY-crosses were indecisive</strong></li><li><strong>Looking ahead, highlights include</strong> <strong>EZ Economic Sentiment, US Personal Income, Core PCE, PCE Price Index, Durable Goods, University of Michigan (F), Baker Hughes Rig Count, BoE’s Saunders, ECB’s de Guindos, Lane, Weidmann, Riksbank’s Floden, Fed’s Quarles and Harker</strong></li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mostly subdued following the weak lead from Wall St where</strong> all major indices finished negative on what was a choppy session due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered. <strong>ASX 200 (+0.4%)</strong> and <strong>Nikkei 225 (-1.4%)</strong> were mixed in which Australia bucked the overall downbeat trend in the region ahead of next week’s anticipated RBA rate cut although metal names and gold miners lagged as the precious metal eyed the USD 1500/oz level to the downside, while the Japanese benchmark was led lower by losses in Kansai Electric after reports of illicit payoffs and with notable declines in SoftBank due to the ongoing WeWork woes. <strong>Hang Seng (-0.3%)</strong> and <strong>Shanghai Comp. (Unch.)</strong> trades lacklustre as participants mulled over the latest trade rhetoric in which an official stated the US is unlikely to extend temporary waivers to supply Huawei although reports later noted no decision has been made and US-China talks are to resume on October 10th-11th, while the latest data provided no comfort as Chinese Industrial Profits contracted by 2%. Finally, 10yr JGBs were higher with mild support seen amid underperformance of stocks in Tokyo but with the gains in bonds capped by predominantly weaker results at the 2yr JGB auction.&nbsp;</p><p>PBoC injected CNY 30bln via 14-day reverse repos for a net daily drain of CNY 10bln. (Newswires) PBoC set CNY mid-point at 7.0731 vs. Exp. 7.0883 (Prev. 7.0729)</p><p>Chinese Industrial Profits (Aug) Y/Y -2.0% (Prev. 2.6%). (Newswires)</p><p><strong>Chinese Foreign Minister Wang Yi said China is willing to buy more US products needed by the Chinese market as the US has shown goodwill by waiving tariffs on Chinese products. </strong>Furthermore, he hopes both sides can take more \"enthusiastic\" measures and reduce both negative language as well as actions in the trade dispute, while he added that if everyone does this the talks will yield results. (Newswires)</p><p><strong>US-China principal-level trade talks will take place on October 10-11th in Washington DC, according to CNBC citing sources. (CNBC)</strong></p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM Johnson faces a revolt in which 3 Cabinet ministers plan to confront him after the Tory annual conference and demand he drops the strategy of trying to bluff EU with the threat of a no-deal, as well as insist he accept a last-minute deal. (The Sun)</p><p>EU's Juncker said we are doing all we can to achieve a deal and that it will be Britain's fault if we don't. (Newswires)</p><p>ECB's Lane said we are experiencing a temporary weakness in the economy but added there is no recession and the risk of deflation is small. (Handelsblatt)</p><p>UK GfK Consumer Confidence (Sep) -12.0 vs. Exp. -14.0 (Prev. -14.0). (Newswires)</p><p>&nbsp;</p><p><strong>FX</strong></p><p>In FX markets, the <strong>DXY</strong> was firmer after having made its way back above the 99.00 level to approach its best levels in 2 years, while its major counterparts were subdued in which <strong>EUR/USD</strong> edged further away from the 1.1000 handle and with <strong>GBP/USD</strong> lacklustre amid Brexit uncertainty with UK PM Johnson insisting that Brexit will happen on October 31st and that there is good chance of getting a deal, although many disagree with this as some EU sources described the chances of the UK and EU reaching a deal as nil. Elsewhere, <strong>USD/JPY </strong>and <strong>JPY-crosses</strong> were indecisive amid a similar risk tone in the region, and antipodeans also lacked conviction due to their high-beta statuses with only minimal gains seen following a firmer than expected PBoC reference rate setting, while there were also comments from Morgan Stanley on the RBA in which it suggested next week’s decision could be a close call and that the RBA may be waiting to see more economic data.</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Commodities were mostly subdued amid the lacklustre risk tone which weighed on oil prices in which <strong>WTI</strong> crude futures faded some of the geopolitical risk premium seen in late US trade on the back of reports the US was sending missiles and sentinel radars to bolster the Saudi defence forces. Elsewhere, <strong>gold</strong> remained stuck near the psychological USD 1500/oz level amid a firmer greenback, while the attempt to nurse losses in <strong>copper</strong> was limited by the lack of risk appetite.&nbsp;</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p><strong>Pentagon is to deploy one patriot battery, four sentinel radars and 200 support personnel to Saudi Arabia and the US is looking for contribution from other countries also. (Newswires)</strong></p><p><strong>EU has warned that it may be forced to start withdrawing from the nuclear deal in November if Iran goes ahead its threats to takes new steps away from the deal. (Guardian)</strong></p><p>Iran President Rouhani reiterated the regional crisis can only be resolved through diplomacy, while he reiterated Iran was not involved in the attack and that Tehran does not need to provide evidence. Furthermore, Rouhani said some talks did take place with the US regarding a prisoner swap in which Iran released a prisoner but the US did not reciprocate. In related news, UK tanker Steno Impero which was detained by Iran has left Iran’s Bandar Abbas Port. (Newswires)</p><p>US Secretary of State Pompeo said the US has concluded that Syria’s Assad government used chlorine as a chemical weapon on May 19th and the US has sanctioned two Russian entities for providing fuel to Syria. (Newswires)</p><p>US Secretary of State Pompeo said US was not able to arrange working level meeting with North Korea in September but the US is ready to meet and believes it is important to do so, while other reports suggested US officials may be in North Korea to lay the groundwork for talks which could take place in the next few weeks. (Newswires/Korea Times)</p><p><strong>North Korea said lack of progress casts doubts on prospects for future summit with US and that US failure to implement agreements make breakthrough doubtful but added that it sees US President Trump as different and places hope on his wisdom and bold decision. (KCNA)</strong></p><p>Turkish President Erdogan said issues of F-35 jets with US is not yet completely resolved and proposed to US President Trump to buy Patriot defense system if US can match Russia S-400 deal. (Newswires)</p><p><strong>US</strong></p><p>After Wednesday's bear-steepening on trade optimism, the curve bull-flattened overnight, with desks suggesting the 'impeachment' story remaining influential and that Trump’s off-the-cuff remark on a China trade deal seems to be have been just that, lacking much rationale for the optimism. The US sold USD 32bln in 7-year notes, stopping through the WI by 0.5bps, a notable rebound from the prior 2bps tail; it was a decent auction, printing an above average B/C ratio of 2.49x, with dealers taking below average and indirects taking a chunky 65.2%. US T-note futures (Z9) settled 10+ higher at 130-09.</p><p>NY Fed maintained its overnight repo operation at USD 100bln and 14-day term operation at USD 60bln for operations on the 27th September. (Newswires)</p><p><strong>Fed's Clarida (voter, neutral)</strong> said rising wages were not putting upward pressure on inflation which was running close to the Fed's target and that inflation expectations were consistent with price stability, while he added that the neutral rate appears to have fallen and that the natural rate of unemployment could be 4% or below. (Newswires)</p><p><strong>Fed's Barkin (non-voter, hawkish)</strong> said the recent rate cuts does not mean the Fed is in a prolonged easing period and that the economy is giving mixed signals due to the strong labour market but low inflation. Barkin added that not easing could undermine the credibility of the 2% inflation target or leave policy makers behind the curve if growth slows further, but over easing could overstimulate inflation, distort labour markets or fuel an asset price bubble, while he suggested that it is too early in the cycle to determine if another rate cut is needed. (Newswires)</p><p><strong>Fed's Kashkari (non-voter, dove)</strong> said he advocated for a steeper rate cut at the September meeting, while he stated there are some signs US businesses are slowing hiring but also noted they are seeing wages slowly start to pick up. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-27th-september-2019-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 13:26:00",
        "gmt_time": "2019-09-27 05:26:00"
    },
    {
        "id": 888809,
        "updated_sequence": 1936745,
        "published_at": {
            "unix": 1569561000,
            "text": "2019-09-27 06:10:00 +0100",
            "iso_8601": "2019-09-27T05:10:00Z"
        },
        "updated_at": {
            "unix": 1569561035,
            "text": "2019-09-27 06:10:35 +0100",
            "iso_8601": "2019-09-27T05:10:35Z"
        },
        "subject": "Akebono Brake Industry (7238 JT) to book JPY 56bln in gains for Q3 due to debt relief",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "akebono-brake-industry-7238-jt-to-book-jpy-56bln-in-gains-for-q3-due-to-debt-relief-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 13:10:00",
        "gmt_time": "2019-09-27 05:10:00"
    },
    {
        "id": 888808,
        "updated_sequence": 1936742,
        "published_at": {
            "unix": 1569559740,
            "text": "2019-09-27 05:49:00 +0100",
            "iso_8601": "2019-09-27T04:49:00Z"
        },
        "updated_at": {
            "unix": 1569559882,
            "text": "2019-09-27 05:51:22 +0100",
            "iso_8601": "2019-09-27T04:51:22Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mostly subdued amid trade uncertainty and US whistleblower concerns",
        "content": "<p>Asia equity markets were mostly subdued following the weak lead from Wall St where all major indices finished negative on what was a choppy session due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered. ASX 200 (+0.4%) and Nikkei 225 (-1.4%) were mixed in which Australia bucked the overall downbeat trend in the region ahead of next week’s anticipated RBA rate cut although metal names and gold miners lagged as the precious metal eyed the USD 1500/oz level to the downside, while the Japanese benchmark was led lower by losses in Kansai Electric after reports of illicit payoffs and with notable declines in SoftBank due to the ongoing WeWork woes, which it is the largest outside investor in. Hang Seng (-0.3%) and Shanghai Comp. (Unch.) trades lacklustre as participants mulled over the latest trade rhetoric in which an official stated the US is unlikely to extend temporary waivers to supply Huawei although reports later noted no decision has been made and US-China talks are to resume on October 10th-11th, while the latest data provided no comfort as Chinese Industrial Profits contracted by 2%. Finally, 10yr JGBs were higher with mild support seen amid underperformance of stocks in Tokyo but with the gains in bonds capped by predominantly weaker results at the 2yr JGB auction.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mostly-subdued-amid-trade-uncertainty-and-us-whistleblower-concerns-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 12:49:00",
        "gmt_time": "2019-09-27 04:49:00"
    },
    {
        "id": 888807,
        "updated_sequence": 1936739,
        "published_at": {
            "unix": 1569558600,
            "text": "2019-09-27 05:30:00 +0100",
            "iso_8601": "2019-09-27T04:30:00Z"
        },
        "updated_at": {
            "unix": 1569558725,
            "text": "2019-09-27 05:32:05 +0100",
            "iso_8601": "2019-09-27T04:32:05Z"
        },
        "subject": "Netherlands Business Confidence (Sep) 3.3 (Prev. 3.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "netherlands-business-confidence-sep-3-3-prev-3-9-27-09-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 12:30:00",
        "gmt_time": "2019-09-27 04:30:00"
    },
    {
        "id": 888806,
        "updated_sequence": 1936732,
        "published_at": {
            "unix": 1569555480,
            "text": "2019-09-27 04:38:00 +0100",
            "iso_8601": "2019-09-27T03:38:00Z"
        },
        "updated_at": {
            "unix": 1569555571,
            "text": "2019-09-27 04:39:31 +0100",
            "iso_8601": "2019-09-27T03:39:31Z"
        },
        "subject": "Japan Display (6740 JT) shareholder approve restructuring plan resolutions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-display-6740-jt-shareholder-approve-restructuring-plan-resolutions-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 11:38:00",
        "gmt_time": "2019-09-27 03:38:00"
    },
    {
        "id": 888805,
        "updated_sequence": 1936729,
        "published_at": {
            "unix": 1569555300,
            "text": "2019-09-27 04:35:00 +0100",
            "iso_8601": "2019-09-27T03:35:00Z"
        },
        "updated_at": {
            "unix": 1569555413,
            "text": "2019-09-27 04:36:53 +0100",
            "iso_8601": "2019-09-27T03:36:53Z"
        },
        "subject": "Japan sells JPY 1.65tln in 2yr JGBs b/c 3.75 (Prev. 5.40), avg. yield -0.333% (Prev. -0.311%)",
        "content": "<p>- Lowest accepted price 100.860 vs. Prev. 100.825</p><p>- Average accepted price 100.872 vs. Prev. 100.829</p><p>- Tail in price 0.012 vs. Prev. 0.004</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-1-65tln-in-2yr-jgbs-b-c-3-75-prev-5-40-avg-yield-0-333-prev-0-311-27-09-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 11:35:00",
        "gmt_time": "2019-09-27 03:35:00"
    },
    {
        "id": 888804,
        "updated_sequence": 1936726,
        "published_at": {
            "unix": 1569555000,
            "text": "2019-09-27 04:30:00 +0100",
            "iso_8601": "2019-09-27T03:30:00Z"
        },
        "updated_at": {
            "unix": 1569555035,
            "text": "2019-09-27 04:30:35 +0100",
            "iso_8601": "2019-09-27T03:30:35Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS:  India Finance Minister Sitharaman is to meet secretaries and financial advisers of key ministries today to review capex plans",
        "content": "<p>Hindustan Zinc (HZ IS) - India’s government is said to be mulling offloading its stake in the Co. (Newswires)</p><p>Piramal Healthcare (PIHC IS) - SoftBank reportedly may drop its plan to invest in Piramal Group. (Newswires)</p><p>Tata Motors (TTMT IS) - Co. JLR CEO says they are to shut UK factories for a week in November as it makes Brexit-related adjustments. (Newswires)</p><p>Financials - RBI has eased the restrictions on Punjab and Maharashtra Co-operative Bank in which limits on cash withdrawals was raised to INR 10k from INR 1k. (ET)</p><p>Other News - India Finance Minister Sitharaman is to meet secretaries and financial advisers of key ministries today to review capex plans. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-india-finance-minister-sitharaman-is-to-meet-secretaries-and-financial-advisers-of-key-ministries-today-to-review-capex-plans-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 11:30:00",
        "gmt_time": "2019-09-27 03:30:00"
    },
    {
        "id": 888803,
        "updated_sequence": 1936723,
        "published_at": {
            "unix": 1569554760,
            "text": "2019-09-27 04:26:00 +0100",
            "iso_8601": "2019-09-27T03:26:00Z"
        },
        "updated_at": {
            "unix": 1569554855,
            "text": "2019-09-27 04:27:35 +0100",
            "iso_8601": "2019-09-27T03:27:35Z"
        },
        "subject": "UK tanker Steno Impero which was detained by Iran has begun to move and has left Bandar Abbas Port",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-tanker-steno-impero-which-was-detained-by-iran-has-begun-to-move-and-has-left-bandar-abbas-port-27-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 11:26:00",
        "gmt_time": "2019-09-27 03:26:00"
    },
    {
        "id": 888802,
        "updated_sequence": 1936720,
        "published_at": {
            "unix": 1569553920,
            "text": "2019-09-27 04:12:00 +0100",
            "iso_8601": "2019-09-27T03:12:00Z"
        },
        "updated_at": {
            "unix": 1569554017,
            "text": "2019-09-27 04:13:37 +0100",
            "iso_8601": "2019-09-27T03:13:37Z"
        },
        "subject": "RBNZ Governor Orr says aggressive bank lending has fuelled agricultural debt",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbnz-governor-orr-says-aggressive-bank-lending-has-fuelled-agricultural-debt-27-09-2019",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 11:12:00",
        "gmt_time": "2019-09-27 03:12:00"
    },
    {
        "id": 888801,
        "updated_sequence": 1936717,
        "published_at": {
            "unix": 1569553140,
            "text": "2019-09-27 03:59:00 +0100",
            "iso_8601": "2019-09-27T02:59:00Z"
        },
        "updated_at": {
            "unix": 1569553661,
            "text": "2019-09-27 04:07:41 +0100",
            "iso_8601": "2019-09-27T03:07:41Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mixed amid trade uncertainty and concerns related to the US whistleblower complaint",
        "content": "<p>Asia equity markets trade indecisive following the weak lead from Wall St where all major indices finished negative on what was a choppy session due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered. ASX 200 (+0.4%) and Nikkei 225 (-1.2%) are mixed as Australia bucks the downbeat trend in the region ahead of next week’s anticipated RBA rate cut although metal names and gold miners lag with the precious metal eyeing the USD 1500/oz level to the downside, while the Japanese benchmark is led lower by losses in Kansai Electric after reports of illicit payoffs and with notable declines in SoftBank due to the ongoing WeWork woes, which it is the largest outside investor in. Elsewhere, Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) also diverged as participants mull over the latest trade rhetoric in which an official stated the US is unlikely to extend temporary waivers to supply Huawei although reports also noted no decision has been made and that US-China trade talks are to resume on October 10th-11th, while the latest data provided no comfort as Chinese Industrial Profits contracted by 2%.</p><p>In FX markets, the DXY is firmer after having made its way back above the 99.00 level to approach its best levels in 2 years, while its major counterparts are subdued after EUR/USD edged further away from the 1.1000 handle and with GBP/USD lacklustre amid Brexit uncertainty with UK PM Johnson insisting that Brexit will happen on October 31st and that there is good chance of getting a deal, although many disagree with this as some EU sources described the chances of the UK and EU reaching a deal as nil. Elsewhere, USD/JPY and JPY-crosses are indecisive amid a similar risk tone in the region, and there is also a lack of conviction across antipodeans due to their high-beta statuses with only minimal gains seen following a firmer than expected PBoC reference rate setting, while there were also comments from Morgan Stanley on the RBA in which it suggested next week’s decision could be a close call and that the RBA may be waiting to see more economic data.</p><p>Finally, 10yr JGBs are higher with mild support seen amid underperformance of stocks in Tokyo but with the gains in bonds capped as participants await the results of a 2yr JGB auction.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mixed-amid-trade-uncertainty-and-concerns-related-to-the-us-whistleblower-complaint-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:59:00",
        "gmt_time": "2019-09-27 02:59:00"
    },
    {
        "id": 888800,
        "updated_sequence": 1936712,
        "published_at": {
            "unix": 1569552180,
            "text": "2019-09-27 03:43:00 +0100",
            "iso_8601": "2019-09-27T02:43:00Z"
        },
        "updated_at": {
            "unix": 1569552255,
            "text": "2019-09-27 03:44:15 +0100",
            "iso_8601": "2019-09-27T02:44:15Z"
        },
        "subject": "India Finance Minister Sitharaman is to meet secretaries and financial advisers of key ministries today to review capex plans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-finance-minister-sitharaman-is-to-meet-secretaries-and-financial-advisers-of-key-ministries-today-to-review-capex-plans-27-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:43:00",
        "gmt_time": "2019-09-27 02:43:00"
    },
    {
        "id": 888799,
        "updated_sequence": 1936709,
        "published_at": {
            "unix": 1569550620,
            "text": "2019-09-27 03:17:00 +0100",
            "iso_8601": "2019-09-27T02:17:00Z"
        },
        "updated_at": {
            "unix": 1569550760,
            "text": "2019-09-27 03:19:20 +0100",
            "iso_8601": "2019-09-27T02:19:20Z"
        },
        "subject": "Kansai Electric (9503 JT) President says he and 20 executives received payments of JPY 320mln over 7 years from a person outside of the Co., while he adds all those that accepted the payments have been punished internally",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kansai-electric-9503-jt-president-says-he-and-20-executives-received-payments-of-jpy-320mln-over-7-years-from-a-person-outside-of-the-co-while-he-adds-all-those-that-accepted-the-payments-have-been-punished-internally-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:17:00",
        "gmt_time": "2019-09-27 02:17:00"
    },
    {
        "id": 888798,
        "updated_sequence": 1936734,
        "published_at": {
            "unix": 1569549720,
            "text": "2019-09-27 03:02:00 +0100",
            "iso_8601": "2019-09-27T02:02:00Z"
        },
        "updated_at": {
            "unix": 1569556192,
            "text": "2019-09-27 04:49:52 +0100",
            "iso_8601": "2019-09-27T03:49:52Z"
        },
        "subject": "EU's Juncker says doing all we can to achieve a deal and that it will be Britain's fault if we don't",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-juncker-says-doing-all-we-can-to-achieve-a-deal-and-that-it-will-be-britain-s-fault-if-we-don-t-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:02:00",
        "gmt_time": "2019-09-27 02:02:00"
    },
    {
        "id": 888798,
        "updated_sequence": 1936734,
        "published_at": {
            "unix": 1569549720,
            "text": "2019-09-27 03:02:00 +0100",
            "iso_8601": "2019-09-27T02:02:00Z"
        },
        "updated_at": {
            "unix": 1569556192,
            "text": "2019-09-27 04:49:52 +0100",
            "iso_8601": "2019-09-27T03:49:52Z"
        },
        "subject": "EU's Juncker says doing all we can to achieve a deal and that it will be Britain's fault if we don't",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-juncker-says-doing-all-we-can-to-achieve-a-deal-and-that-it-will-be-britain-s-fault-if-we-don-t-27-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:02:00",
        "gmt_time": "2019-09-27 02:02:00"
    },
    {
        "id": 888797,
        "updated_sequence": 1936703,
        "published_at": {
            "unix": 1569549660,
            "text": "2019-09-27 03:01:00 +0100",
            "iso_8601": "2019-09-27T02:01:00Z"
        },
        "updated_at": {
            "unix": 1569549756,
            "text": "2019-09-27 03:02:36 +0100",
            "iso_8601": "2019-09-27T02:02:36Z"
        },
        "subject": "Benchmark freight rate of VLCC from Middle East to China jumps nearly 19% after US imposed sanctions on COSCO Shipping",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "benchmark-freight-rate-of-vlcc-from-middle-east-to-china-jumps-nearly-19-after-us-imposed-sanctions-on-cosco-shipping-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 10:01:00",
        "gmt_time": "2019-09-27 02:01:00"
    },
    {
        "id": 888796,
        "updated_sequence": 1936700,
        "published_at": {
            "unix": 1569547800,
            "text": "2019-09-27 02:30:00 +0100",
            "iso_8601": "2019-09-27T01:30:00Z"
        },
        "updated_at": {
            "unix": 1569547923,
            "text": "2019-09-27 02:32:03 +0100",
            "iso_8601": "2019-09-27T01:32:03Z"
        },
        "subject": "Chinese Industrial Profits (Aug) Y/Y -2.0% (Prev. 2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-industrial-profits-aug-y-y-2-0-prev-2-6-27-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:30:00",
        "gmt_time": "2019-09-27 01:30:00"
    },
    {
        "id": 888795,
        "updated_sequence": 1936697,
        "published_at": {
            "unix": 1569546900,
            "text": "2019-09-27 02:15:00 +0100",
            "iso_8601": "2019-09-27T01:15:00Z"
        },
        "updated_at": {
            "unix": 1569547035,
            "text": "2019-09-27 02:17:15 +0100",
            "iso_8601": "2019-09-27T01:17:15Z"
        },
        "subject": "PBoC injects CNY 30bln via 14-day reverse repos for a net daily drain of CNY 10bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-30bln-via-14-day-reverse-repos-for-a-net-daily-drain-of-cny-10bln-27-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:15:00",
        "gmt_time": "2019-09-27 01:15:00"
    },
    {
        "id": 888794,
        "updated_sequence": 1936694,
        "published_at": {
            "unix": 1569546900,
            "text": "2019-09-27 02:15:00 +0100",
            "iso_8601": "2019-09-27T01:15:00Z"
        },
        "updated_at": {
            "unix": 1569546978,
            "text": "2019-09-27 02:16:18 +0100",
            "iso_8601": "2019-09-27T01:16:18Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0731 vs. Exp. 7.0883 (Prev. 7.0729)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0731-vs-exp-7-0883-prev-7-0729-27-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:15:00",
        "gmt_time": "2019-09-27 01:15:00"
    },
    {
        "id": 888793,
        "updated_sequence": 1936689,
        "published_at": {
            "unix": 1569546420,
            "text": "2019-09-27 02:07:00 +0100",
            "iso_8601": "2019-09-27T01:07:00Z"
        },
        "updated_at": {
            "unix": 1569546494,
            "text": "2019-09-27 02:08:14 +0100",
            "iso_8601": "2019-09-27T01:08:14Z"
        },
        "subject": "Morgan Stanley suggests RBA decision next week may be a close call and that RBA may be waiting to see more economic data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-suggests-rba-decision-next-week-may-be-a-close-call-and-that-rba-may-be-waiting-to-see-more-economic-data-27-09-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:07:00",
        "gmt_time": "2019-09-27 01:07:00"
    },
    {
        "id": 888792,
        "updated_sequence": 1936686,
        "published_at": {
            "unix": 1569546360,
            "text": "2019-09-27 02:06:00 +0100",
            "iso_8601": "2019-09-27T01:06:00Z"
        },
        "updated_at": {
            "unix": 1569546446,
            "text": "2019-09-27 02:07:26 +0100",
            "iso_8601": "2019-09-27T01:07:26Z"
        },
        "subject": "Toyota (7203 JT)  is to increase its stake in Subaru (7270 JT) to more than 20% and Subaru will also acquire shares in Toyota, according to Nikkei",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-7203-jt-is-to-increase-its-stake-in-subaru-7270-jt-to-more-than-20-and-subaru-will-also-acquire-shares-in-toyota-according-to-nikkei-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:06:00",
        "gmt_time": "2019-09-27 01:06:00"
    },
    {
        "id": 888791,
        "updated_sequence": 1936691,
        "published_at": {
            "unix": 1569546000,
            "text": "2019-09-27 02:00:00 +0100",
            "iso_8601": "2019-09-27T01:00:00Z"
        },
        "updated_at": {
            "unix": 1569546820,
            "text": "2019-09-27 02:13:40 +0100",
            "iso_8601": "2019-09-27T01:13:40Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US is unlikely to extend temporary waivers to supply Huawei according to an official",
        "content": "<p>Budweiser APAC (1876 HK) - Co. partially exercised offer size adjustment option for IPO to raise total offering to 1.45bln shares to cover market demand. (Newswires)</p><p>COSCO Shipping Energy Transportation (1138 HK) - Co. will continue its A-Share suspension today as it is still reviewing a major matter. (Newswires)</p><p>Goldin Financial Holdings (530 HK) - Co. will pay HKD 4.6bln to acquire Solar Time Developments in connected transaction. (Newswires)</p><p>Trade</p><p>Chinese Foreign Minister Wang Yi said China is willing to buy more US products needed by the Chinese market as the US has shown goodwill by waiving tariffs on Chinese products. Furthermore, he hopes both sides can take more \"enthusiastic\" measures and reduce both negative language as well as actions in the trade dispute, while he added that if everyone does this the talks will yield results. (Newswires)</p><p>Chinese Commerce Ministry said the US and China are closely communicating as well as preparing for making trade talk progress in October although they are still discussing details with the US side, while there were later reports the trade talks are to resume on October 10th-11th in Washington DC. (Newswires/CNBC)</p><p>US is unlikely to extend temporary waivers to supply Huawei according to an official, although there were also reports the US said no decision has yet been made on Huawei. (Fox)</p><p>Data Recap - Hong Kong Trade Balance (HKD)(Aug) -28.0B vs. Exp. -36.4B (Prev. -32.2B). (Newswires) - Hong Kong Exports (Aug) Y/Y -6.3% vs. Exp. -7.4% (Prev. -5.7%) - Hong Kong Imports (Aug) Y/Y -11.1% vs. Exp. -11.0% (Prev. -8.7%)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-is-unlikely-to-extend-temporary-waivers-to-supply-huawei-according-to-an-official-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 09:00:00",
        "gmt_time": "2019-09-27 01:00:00"
    },
    {
        "id": 888790,
        "updated_sequence": 1936680,
        "published_at": {
            "unix": 1569544320,
            "text": "2019-09-27 01:32:00 +0100",
            "iso_8601": "2019-09-27T00:32:00Z"
        },
        "updated_at": {
            "unix": 1569544361,
            "text": "2019-09-27 01:32:41 +0100",
            "iso_8601": "2019-09-27T00:32:41Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Mapletree Commercial Trust (MCT SP) - Co. announced proposed acquisition of shares of Mapletree Business City PTE for a total acquisition cost of around SGD 1.58bln",
        "content": "<p>TAIWAN</p><p>ChipMOS Technologies (8150 TT) - Co.’s TWD 15.1bln capacity expansion plan received approval from the Ministry of Economic Affairs. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Keppel Land (KPLD SP) - Co. unit acquired commercial property in Shanghai for around SGD 96.4mln. (Newswires)</p><p>Mapletree Commercial Trust (MCT SP) - Co. announced proposed acquisition of shares of Mapletree Business City PTE for a total acquisition cost of around SGD 1.58bln, while it proposes to issue 500mln shares. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-mapletree-commercial-trust-mct-sp-co-announced-proposed-acquisition-of-shares-of-mapletree-business-city-pte-for-a-total-acquisition-cost-of-around-sgd-1-58bln-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 08:32:00",
        "gmt_time": "2019-09-27 00:32:00"
    },
    {
        "id": 888789,
        "updated_sequence": 1936677,
        "published_at": {
            "unix": 1569543600,
            "text": "2019-09-27 01:20:00 +0100",
            "iso_8601": "2019-09-27T00:20:00Z"
        },
        "updated_at": {
            "unix": 1569543662,
            "text": "2019-09-27 01:21:02 +0100",
            "iso_8601": "2019-09-27T00:21:02Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0883, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, yesterday's mid-point was set at 7.0729.</li></ul>",
        "analysis_updated_at": {
            "unix": 1569543662,
            "text": "2019-09-27 01:21:02 +0100",
            "iso_8601": "2019-09-27T00:21:02Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0883-according-to-a-major-newswire-estimate-27-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 08:20:00",
        "gmt_time": "2019-09-27 00:20:00"
    },
    {
        "id": 888788,
        "updated_sequence": 1936674,
        "published_at": {
            "unix": 1569543300,
            "text": "2019-09-27 01:15:00 +0100",
            "iso_8601": "2019-09-27T00:15:00Z"
        },
        "updated_at": {
            "unix": 1569543421,
            "text": "2019-09-27 01:17:01 +0100",
            "iso_8601": "2019-09-27T00:17:01Z"
        },
        "subject": "WeWork is halting all new lease agreements with property owners as it tries to rein in costs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, SoftBank (9984 JT) is the largest outside investor in WeWork.</li></ul>",
        "analysis_updated_at": {
            "unix": 1569543421,
            "text": "2019-09-27 01:17:01 +0100",
            "iso_8601": "2019-09-27T00:17:01Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wework-is-halting-all-new-lease-agreements-with-property-owners-as-it-tries-to-rein-in-costs-27-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 08:15:00",
        "gmt_time": "2019-09-27 00:15:00"
    },
    {
        "id": 888787,
        "updated_sequence": 1936671,
        "published_at": {
            "unix": 1569542580,
            "text": "2019-09-27 01:03:00 +0100",
            "iso_8601": "2019-09-27T00:03:00Z"
        },
        "updated_at": {
            "unix": 1569543265,
            "text": "2019-09-27 01:14:25 +0100",
            "iso_8601": "2019-09-27T00:14:25Z"
        },
        "subject": "Asia equity markets begin mostly lower following the weak lead from Wall St where all major indices closed a choppy trading session negative due to trade uncertainty and as political concerns regarding the whistleblower complaint lingered",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mostly-lower-following-the-weak-lead-from-wall-st-where-all-major-indices-closed-a-choppy-trading-session-negative-due-to-trade-uncertainty-and-as-political-concerns-regarding-the-whistleblower-complaint-lingered-27-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-27 08:03:00",
        "gmt_time": "2019-09-27 00:03:00"
    }
]