[
    {
        "id": 883539,
        "updated_sequence": 1919357,
        "published_at": {
            "unix": 1567197000,
            "text": "2019-08-30 21:30:00 +0100",
            "iso_8601": "2019-08-30T20:30:00Z"
        },
        "updated_at": {
            "unix": 1567197000,
            "text": "2019-08-30 21:30:00 +0100",
            "iso_8601": "2019-08-30T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-23-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 04:30:00",
        "gmt_time": "2019-08-30 20:30:00"
    },
    {
        "id": 884621,
        "updated_sequence": 1919346,
        "published_at": {
            "unix": 1567195620,
            "text": "2019-08-30 21:07:00 +0100",
            "iso_8601": "2019-08-30T20:07:00Z"
        },
        "updated_at": {
            "unix": 1567195702,
            "text": "2019-08-30 21:08:22 +0100",
            "iso_8601": "2019-08-30T20:08:22Z"
        },
        "subject": "RANsquawk US Market Wrap - 30th August 2019: Risk assets pare gains ahead of new China tariffs on long weekend ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22670/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT:</strong> Equities flat, Treasuries higher, Dollar higher, Crude lower.</li><li><strong>REAR VIEW:</strong> Trump blames “badly run and weak” US companies; Strong US consumer spending and Canadian GDP; Lautenschlaeger joins ECB’s hawkish rebels</li><li><strong>NEXT WEEK</strong>: <strong>MON</strong>: US and Canadian Labour Day, EZ (F) and UK Manufacturing PMI.<strong> TUE</strong>: US ISM Manufacturing. <strong>WED</strong>: BoC Rate Decision. <strong>THU</strong>: Riksbank Rate Decision, US ISM Non-Manufacturing. <strong>FRI:</strong> German Industrial Production, EZ GDP and Employment, US and Canadian Labour Market Reports. <a href=\"https://ransquawk.com/research_sheets/22668/download\">(Click here for RANsquawk Week in Focus)</a></li></ul><p><strong>* MARKETS WRAP: </strong>Risk<i> </i>appetite followed on from yesterday into the ASIA-PAC &amp; European session, however as US traders got to their desks sentiment changed and equity futures started to slide, particularly US constituents. The subsiding of month-end rebalancing flows, ahead of the September tariff increase, likely contributed to the slide in a long squeeze, as participants likely closed positions going into the long weekend, pulling ES futures back into their August trading range after a seemingly false breakout above the 2,940 level. Some had speculated that US President Trump may accept China's request to reverse his latest tariff increases back to 10%, currently at 15%.&nbsp; However, given Trump's love of the stock market, some had speculated if a decision was to be made it would be in hours to boost markets, which ultimately did not materialise; the Federal Register announcement of the tariffs further deteriorated hopes. DXY was firmer as it tested YTD highs at 98.9320, driving EURUSD lower through the YTD low of 1.1027 and extending losses through the 1.10 handle where barrier options resided. Treasuries traded within a tight range today amid no convincing catalyst following mixed data from the US. The 2s10s remained inverted but did narrow throughout the session into the close, whilst the 3m10y remained heavily inverted just shy of 5bps.</p><p><strong>* US/CHINA: </strong>Ahead of the fresh US and China tariffs coming into effect on Sunday, the Chinese Foreign Ministry stated that both US &amp; China delegations are maintaining effective communication, previously seen as a positive tone. US President Trump expressed similar rhetoric and rejected the notion his tariffs were having a negative impact on the US economy, and instead blamed “badly run and weak companies”, and of course, the Federal Reserve. Elsewhere for China, according to source reports the nation did reject Hong Kong’s Government proposal to withdraw the extradition bill this summer. However, China Global Times Editor - and mouthpiece - Hu Xijin stated it was ‘fake news’. The bill allows for extradition of people not only to China, but to any jurisdiction in the world where Hong Kong has no existing formal agreement.</p><p><strong>* CENTRAL BANK WEEKLY:</strong> REVIEWING ECB-speak, RBI, BOK, Banxico minutes; PREVIEWING BOC, RBA, Riksbank.<strong> </strong><a href=\"https://ransquawk.com/research_sheets/22669/download\">(Click here for RANsquawk Central Bank Weekly)</a></p><p><strong>* US CORE PCE: </strong>Printed +0.2% M/M, in line with expectations and the previous, and the Y/Y rate was unchanged at 1.6%. The rise was less than implied by the recent CPI data, Pantheon Macroeconomics noted, but explained that the technical differences between the series are substantial and significant M/M variations are not unusual. PM says the big difference between the July indices was in healthcare services, where the CPI version jumped 0.54% but the much broader PCE measure rose only 0.16%, held back by a 0.1% fall in prices for physicians' services. Overall, the core PCE deflator rose at a 2.2% annualized rate in the three months to July, though the Y/Y rate remains at 1.6%. \"It likely will rise to 1.8% in August, but the odds of a breach of 2% before the year-end are now less than 50/50,\" Pantheon says.</p><p><strong>* CANADIAN GDP:</strong> Headline GDP beat expectations, at 3.7% vs an expected 3.0%, with net trade supporting, reversing the drag from Q1. RBC says the pace of growth is clearly unsustainable, going forward, even without considering growing external headwinds from slower global growth, given escalating US-China trade war, and other headwinds. \"From the Bank of Canada’s perspective, though, the Q2 report will do nothing to alleviate concerns that an increasingly uncertain external growth backdrop will slow the Canadian economy going forward,\" and RBC \"continues to expect the Canadian central bank will follow other global peers with a rate cut, probably not at next week’s policy decision but with the risks tilted to an earlier cut than the Q1-2020 move we have in our current base case.\"</p><p><strong>* US PERSONAL INCOME AND SPENDING:</strong> Pantheon was encouraged by the rise in spending (+0.4% M/M), which it says leaves consumption on track to rise by more than 3% in the quarter. But the consultancy notes that utility spending rose 5.7% M/M, on the back of warmer than usual weather boosting demand for air conditioning, and this will likely reverse in next month's data. \"Still, spending is rising at a solid rate, broadly in line with the trend in real after-tax income growth,\" Pantheon said, reiterating its base case is for a +3.2% Q3 increase, and that +3.5% is not out of the question.</p><p><strong>* ECB: ECB’s Rehn</strong> reiterated that the Bank needs to deliver a “significant and meaningful” easing package next month, adding that it is better to overshoot than undershoot on stimulus. As a reference point, markets fully price in a 10bps rate cut with next month with a 52% chance of a deeper cut of 20bps, whether or not, policymakers would be willing to drag rates this deep into negative territory is yet to be seen, however, such a move wold likely need to be accompanied by some mitigating measures such as a tiered rate system, as alluded to in remarks by Lagarde. Further, <strong>ECB’s Lautenschlaeger</strong> added additional weight to the hawkish argument by stating that it is much too early for a huge package. Hawkish remarks can often be regarded as outliers when it comes to the perception of ECB policy, however, JP Morgan’s Fuzesi makes the argument “While it might seem easy to dismiss comments from Weidmann and Knot as possibly too hawkish to influence most governors, their sense that the growth outlook is still hard to gauge is likely shared by some other governors”. Therefore, with the specifics of the ECB’s prospective bazooka’ still unknown, the next two weeks of communication from policymakers will be vital ahead of September 12th.</p><p><strong>* EUROZONE FLASH CPI:</strong> Came in-line with expectations at 1% (Prev. 1%). ING highlight the recent downtick in energy prices has brought the headline figure more in-line with core, “The fact that this is happening at around 1% is indicative of rather anemic economic growth and is cause for the activist ECB speeches that seem to be the prelude to significant action in September.”</p><p><strong>* ITALY: </strong>Both PD’s Leader and 5SM’s Leader expressed the need for a cut in taxes, PD’s Zingaretti also stated that the new government needs to relaunch investments. 5SM Leader Di Maio said in order for the 5SM to back the new government, its programme will need to be accepted and this needs to be the key area of focus, not jobs. Di Maio also reiterated the VAT hike must be stopped and there needs to be a reduction in parliamentarians. Some concerns were expressed by the Deputy PM Leader Orlando, who didn’t understand if 5SM wanted a new alliance and sought clarification, however 5SM lawmakers did say a solution will be found on forming a government.</p><p><strong>* BREXIT: </strong>A Scottish Judge has rejected a bid for an interim block on UK PM Johnson's decision to suspend parliament, another blow to Johnson opponents’ hopes of blocking a no-deal, which saw Cable fall. UK journalists later reported that Johnson said there was movement under the “keel” in EU negotiations, hinting at behind the scenes progress in Brexit talks, and as of such, Johnson added, it is vital the EU does not think this may be blocked in parliament; nothing out of the EU’s side confirmed these reports, however.</p><p><strong>* TURKEY: </strong>Turkish President Erdogan said the consideration of purchasing Russian jets are part of precautionary measures but believes that there will be further transactions with Russia in future. Erdogan added that Turkey never said it was purchasing planes from Russia, we are part of the F35 programme and want to buy F35's, but if we cannot other alternatives will be sought. The Trump administration have said previously it would ban Turkey from its F-35 fighter jet programme if it continued to make defence purchases from Russia</p><p><strong>* WTI (V9) SETTLED USD 1.61 LOWER AT USD 55.10/BBL; BRENT (X9) SETTLED USD 1.24 LOWER AT USD 59.25/BBL: </strong>Crude markets sold off alongside equities to end the week, where the brunt off the decline coincided with the US equity open. With the demand-focused oil market still very much sensitive to risk appetite, participants are likely closing positions ahead of the weekend where the next round of US-China tariffs are set to be implemented. It’s also worth mentioning that Brent (V9) futures expire today, so “book squaring” flows are likely playing their hand, perhaps contributing to the arb widening on Friday, although hurricane Dorian approaching the Gulf of Mexico could also be contributing to the attractiveness of Brent as the potential for shipping disruption looms (remember that the recent storm Barry had similar effects); the 2.35mln BPD US Colonial Pipeline has said that it has no plans to shut due to the hurricane, however. Elsewhere, Russian Energy Minister Novak said that Russia's oil cuts in August will be slightly below the levels agreed with OPEC+ (as fitting with previous sources reports) and added that OPEC+ are to discuss the deal and market situation at the JMMC on September 12th, where Russia is aiming for full compliance with the deal. The Baker Hughes US rig count recorded oil rigs -12 at 742, natural gas rigs unchanged at 162, and total rigs -12 at 904; US drillers cut rigs for the 8th week in 9, and the ninth straight month.</p><p><strong>* US T-NOTE (U9) FUTURES SETTLE 3+ TICKS HIGHER AT 131.01+. </strong>The<strong> </strong>T-Note traded sideways to end the week, with volumes notedly light ahead of the long weekend in the US. Strong data, namely US consumer spending, PCE, and Canadian GDP, did little to induce outflows ahead of a busy data schedule next week, and of course the panned step up of US-China tariffs; however, the largest drop in the forward-looking University of Michigan survey didn’t exactly rock the boat either. At settlement yields were slightly lower between 1-2bps with the curve itself slightly steeper.</p><p><strong>* FX WRAP: USD</strong>: The DXY has inched closer towards ytd highs posted at the start of the month (98.932) within a 97.618-99.026 range having gradually recovered from post-G7 and Jackson Hole lows where US President Trump emerged triumphantly tweeting about progress made on trade and taxes after talks with various counterparts. However, his biggest claim was that principle Chinese negotiators had called their US peers to restart discussions following the latest round of countermeasures and retaliatory tariffs that remain on course to go live from September 1 unless markets hear otherwise. In terms of the view from Beijing, initial denials have slowly turned into acknowledgement that both sides have maintained contact and most recently effective lines of communication, but as yet no definitive statement that sufficient progress or concessions to avert the next batch of levies or create the degree of calm and equality to ensure that face-to-face talks go ahead in Washington next month.</p><p><strong>JPY/GBP/CAD: </strong>The safe-haven Yen and its commodity peer, Gold, are both ending the week on a firmer footing vs the Dollar, but well-off best levels with USDJPY probing below the 21 DMA (106.17) and eyeing decent option expiries between 106.00-15 (1.4 bn). However, the headline pair hit lows just shy of 104.50 at one stage and XAU/USD is now hovering above 1525/oz vs 1519.10 and 1554.56 at the extremes amidst yet another attack on the Fed from POTUS about keeping monetary policy too tight and the Buck strong as a result. Meanwhile, Sterling has endured a volatile week across the board, as Cable reached 1.2307 at best and 1.2158 at worst in wake of UK PM Johnson asking the Queen to prorogue parliament with effect September 9-12 until October 14, and thereby limiting the time for anti-no deal Brexit MPs to mount a legal challenge against that scenario. Nevertheless, this move has hardened their resolve and a cross party group are lobbying to overturn the suspension and possibly launch a no confidence vote in the Government as soon as Whitehall returns from its Summer recess next Tuesday. Elsewhere, the Loonie has rolled between 1.3319-1.3225, tracking broad risk sentiment and fluctuations in crude prices to a lesser extent, but still hardly paying attention to Canadian data along the way, even though GDP was considerably better than anticipated just ahead of the BoC policy meeting on September 4.</p><p><strong>EUR/CHF: </strong>Friday’s worst G10 performers, and major losers over the week overall, with the single currency finally breaching its previous (mid-month) 2019 base vs the Dollar (1.1027) and expiry/barrier support at 1.1000. Aside from trading inversely with the Buck and in tune with swings from risk appetite to aversion, yield differentials have impacted and the Euro has largely shrugged off bullish/hawkish impulses via Italy clinching another, albeit perhaps just as unstable, 2-party Government coalition, and comments from ECB’s Lautenschlaeger, Knot and Weidmann. Instead, weak Eurozone data supporting policy action in September has been influential and validating Rehn’s more dovish leanings, even if shock and awe may well be too much to expect. In similar vein, SNB rhetoric has been instrumental in terms of negating the safe-haven appeal of the Franc with Maechler vocal this week and a raft of Swiss Central Bank speakers slated next week, and the central message that demand for the Chf has increased significantly, but there is plenty of ammunition to curb excessive strength.</p><p><strong>AUD/NZD/SEK/NOK: </strong>Mixed and choppy moves down under and in Scandinavia where the Aussie and Kiwi have dovetailed almost as much as the 2 Crowns amidst a combination of negative factors aside from general/global issues like trade tensions and geopolitics. However, technicals have also turned bearish and for the Antipodean Dollars in particular surveys and data have compounded the view that the RBA and RNBZ are likely to cut OCRs further if not at the next policy meetings then soon. Note also, RBA’s Debelle has signalled more Aud weakness is likely and helpful.</p><p><strong>EM: </strong>Amidst widespread depreciations with few exceptions and those more corrective than anything else, the Yuans have continued to weaken with PBoC encouragement, while the Argentine Peso has sharply underperformed due to Government plans to reschedule debt repayments and S&amp;P’s downgrade to junk or selective default status, as well as a downgrade to ‘Restrictive Default’ from CCC at Fitch. Conversely, stronger than forecast Brazilian GDP has cushioned the Real to an extent, while the Lira has pared some declines in thinner volumes at the start of a 4-day weekend due to Turkey’s holiday today and US Labour Day on Monday.</p><p><strong>* S&amp;P 500: S&amp;P 500 0% at 2925, NASDAQ-100 -0.2% at 7691, Dow Jones 0.1% at 26392.</strong></p><p><strong>* SECTORS: </strong>Consumer Discretionary -0.6%, Consumer Staples -0.2%, Energy 0%, Financials 0.4%, Health Care 0.1%, Industrials 0.4%, Information Technology 0%, Materials 0.6%, Telecommunication Services -0.1%, Utilities 0%</p><p><strong>* STOCK SPECIFICS: </strong>Tesla (TSLA) outperformed on the announcement China had given the automaker tariff exemptions.<strong> </strong>Ulta Beauty (ULTA) dived lower on the open after a poor earnings report and pessimistic guidance, citing headwinds in the US cosmetic sector. Dell (DELL) wooed investors with a large beat on EPS, in addition to raised guidance. Campbell Soup (CPB) simmered higher after beating top- and bottom-line estimates. DuPont (DD) traded at the top end of the S&amp;P, benefitting from an upgrade at BNP Paribas. Cooper Companies’ (COO) miss on revenue and lower guidance sent the stock lower. Boeing (BA) were higher on the day helping the DJI outperform other indices. The stock price was rather choppy, however, amid reports from the FAA that the panel analysing the 737 MAX certification is taking additional time. Gains were also capped on the name as United Airlines (UAL) delayed its return of the infamous Boeing jet back to December 19th.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-30th-august-2019-risk-assets-pare-gains-ahead-of-new-china-tariffs-on-long-weekend-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 04:07:00",
        "gmt_time": "2019-08-30 20:07:00"
    },
    {
        "id": 884620,
        "updated_sequence": 1919355,
        "published_at": {
            "unix": 1567195440,
            "text": "2019-08-30 21:04:00 +0100",
            "iso_8601": "2019-08-30T20:04:00Z"
        },
        "updated_at": {
            "unix": 1567195995,
            "text": "2019-08-30 21:13:15 +0100",
            "iso_8601": "2019-08-30T20:13:15Z"
        },
        "subject": "Fitch Affirms Switzerland at 'AAA'; Outlook Stable ",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10087544\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-switzerland-at-aaa-outlook-stable-30-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 04:04:00",
        "gmt_time": "2019-08-30 20:04:00"
    },
    {
        "id": 884619,
        "updated_sequence": 1919353,
        "published_at": {
            "unix": 1567195380,
            "text": "2019-08-30 21:03:00 +0100",
            "iso_8601": "2019-08-30T20:03:00Z"
        },
        "updated_at": {
            "unix": 1567195895,
            "text": "2019-08-30 21:11:35 +0100",
            "iso_8601": "2019-08-30T20:11:35Z"
        },
        "subject": "Fitch Affirms Norway at 'AAA'; Outlook Stable ",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10087726\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-norway-at-aaa-outlook-stable-30-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 04:03:00",
        "gmt_time": "2019-08-30 20:03:00"
    },
    {
        "id": 884618,
        "updated_sequence": 1919337,
        "published_at": {
            "unix": 1567194900,
            "text": "2019-08-30 20:55:00 +0100",
            "iso_8601": "2019-08-30T19:55:00Z"
        },
        "updated_at": {
            "unix": 1567194944,
            "text": "2019-08-30 20:55:44 +0100",
            "iso_8601": "2019-08-30T19:55:44Z"
        },
        "subject": "*Labor Day market closures and desk opening times** ",
        "content": "<p>**Labor Day market closures and desk opening times**&nbsp;</p><ul><li>**The desk will open as usual at 2200BST/1600CDT on Sunday 1st September and run until 1800BST/1200CDT on Monday 2nd September, upon which the desk will close and then re-open at 2200BST/1600CDT the same day due to US market closures**</li><li>NYSE – Closed</li><li>CME Electronic Equity, Interest Rate, FX, Energy, Metals - Monday: Trading halt (pre-open) 1800BST/1200CDT and then re-open at 2300BST/1700BST</li><li>CME Floor Trade - Closed&nbsp;Europe/UK and Asia open as normal</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "labor-day-market-closures-and-desk-opening-times-30-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:55:00",
        "gmt_time": "2019-08-30 19:55:00"
    },
    {
        "id": 884590,
        "updated_sequence": 1919334,
        "published_at": {
            "unix": 1567194600,
            "text": "2019-08-30 20:50:00 +0100",
            "iso_8601": "2019-08-30T19:50:00Z"
        },
        "updated_at": {
            "unix": 1567194855,
            "text": "2019-08-30 20:54:15 +0100",
            "iso_8601": "2019-08-30T19:54:15Z"
        },
        "subject": "Week in Focus; week commencing 2nd September 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22668/download\"><strong>here</strong></a><strong> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </strong><a href=\"/research_sheets\"><strong>Research Suite</strong></a><strong> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</strong></p><ul><li>SUN: South Korean Trade</li><li>MON: US and Canadian Labour Day, Chinese Caixin Manufacturing PMI, EZ (F) and UK Manufacturing PMI</li><li>TUE: Australian Retail Sales, Swiss CPI, Turkish CPI, UK Construction PMI, EZ PPI, US Manufacturing PMI, ISM Manufacturing, Construction Spending,</li><li>WED: Australian GDP, Chinese Caixin Manufacturing PMI, EZ (F) and UK Services PMI, EZ Retail Sales, Canadian Trade Balance, BoC Rate Decision</li><li>THU: Australian Trade Balance, Swiss GDP, German Factory Orders, Riksbank Rate Decision, US Challenger Job Cuts, ADP Employment Change, Nonfarm Productivity, Unit Labour Costs, Factory Orders, ISM Non-Manufacturing,</li><li>FRI: German Industrial Production, French Trade Balance,&nbsp; EZ GDP and Employment, US and Canadian Labour Market Reports</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-week-commencing-2nd-september-2019-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:50:00",
        "gmt_time": "2019-08-30 19:50:00"
    },
    {
        "id": 884617,
        "updated_sequence": 1919328,
        "published_at": {
            "unix": 1567194600,
            "text": "2019-08-30 20:50:00 +0100",
            "iso_8601": "2019-08-30T19:50:00Z"
        },
        "updated_at": {
            "unix": 1567194722,
            "text": "2019-08-30 20:52:02 +0100",
            "iso_8601": "2019-08-30T19:52:02Z"
        },
        "subject": "SPX MOC 1.5bln to buy (vs. 150mln to buy at 15:49 ET)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "spx-moc-1-5bln-to-buy-vs-150mln-to-buy-at-15-49-et-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:50:00",
        "gmt_time": "2019-08-30 19:50:00"
    },
    {
        "id": 884591,
        "updated_sequence": 1919330,
        "published_at": {
            "unix": 1567194600,
            "text": "2019-08-30 20:50:00 +0100",
            "iso_8601": "2019-08-30T19:50:00Z"
        },
        "updated_at": {
            "unix": 1567194771,
            "text": "2019-08-30 20:52:51 +0100",
            "iso_8601": "2019-08-30T19:52:51Z"
        },
        "subject": "RANsquawk Central Bank Weekly - 30th August 2019: REVIEWING ECB-speak, RBI, BOK, Banxico minutes; PREVIEWING BOC, RBA, Riksbank",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22669/download\"><strong>here</strong></a><strong> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </strong><a href=\"/research_sheets\"><strong>Research Suite</strong></a><strong> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-30th-august-2019-reviewing-ecb-speak-rbi-bok-banxico-minutes-previewing-boc-rba-riksbank-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:50:00",
        "gmt_time": "2019-08-30 19:50:00"
    },
    {
        "id": 884616,
        "updated_sequence": 1919325,
        "published_at": {
            "unix": 1567194480,
            "text": "2019-08-30 20:48:00 +0100",
            "iso_8601": "2019-08-30T19:48:00Z"
        },
        "updated_at": {
            "unix": 1567194567,
            "text": "2019-08-30 20:49:27 +0100",
            "iso_8601": "2019-08-30T19:49:27Z"
        },
        "subject": "Twitter (TWTR) CEO has seemingly been hacked",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "twitter-twtr-ceo-has-seemingly-been-hacked-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:48:00",
        "gmt_time": "2019-08-30 19:48:00"
    },
    {
        "id": 884615,
        "updated_sequence": 1919322,
        "published_at": {
            "unix": 1567193880,
            "text": "2019-08-30 20:38:00 +0100",
            "iso_8601": "2019-08-30T19:38:00Z"
        },
        "updated_at": {
            "unix": 1567194059,
            "text": "2019-08-30 20:40:59 +0100",
            "iso_8601": "2019-08-30T19:40:59Z"
        },
        "subject": "The previously seized Iranian tanker (known previously as Grace 1) is preparing to offload its oil to Syria-bound ships, \"could undermine European efforts to broker U.S.-Iran talks\", WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/iranian-tanker-prepares-to-offload-oil-to-syria-bound-ships-11567193671?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "the-previously-seized-iranian-tanker-known-previously-as-grace-1-is-preparing-to-offload-its-oil-to-syria-bound-ships-could-undermine-european-efforts-to-broker-u-s-iran-talks-wsj-reports-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:38:00",
        "gmt_time": "2019-08-30 19:38:00"
    },
    {
        "id": 884614,
        "updated_sequence": 1919319,
        "published_at": {
            "unix": 1567192860,
            "text": "2019-08-30 20:21:00 +0100",
            "iso_8601": "2019-08-30T19:21:00Z"
        },
        "updated_at": {
            "unix": 1567192895,
            "text": "2019-08-30 20:21:35 +0100",
            "iso_8601": "2019-08-30T19:21:35Z"
        },
        "subject": "Fitch downgrades Argentina to RD from CCC",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10087950\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-downgrades-argentina-to-rd-from-ccc-30-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:21:00",
        "gmt_time": "2019-08-30 19:21:00"
    },
    {
        "id": 884613,
        "updated_sequence": 1919316,
        "published_at": {
            "unix": 1567192320,
            "text": "2019-08-30 20:12:00 +0100",
            "iso_8601": "2019-08-30T19:12:00Z"
        },
        "updated_at": {
            "unix": 1567192393,
            "text": "2019-08-30 20:13:13 +0100",
            "iso_8601": "2019-08-30T19:13:13Z"
        },
        "subject": "US T-NOTE (U9) FUTURES SETTLE 3+ TICKS HIGHER AT 131.01+. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The<strong> </strong>T-Note traded sideways to end the week, with volumes notedly light ahead of the long weekend in the US. Strong data, namely US consumer spending, PCE, and Canadian GDP, did little to induce outflows ahead of a busy data schedule next week, and of course the panned step up of US-China tariffs; however, the largest drop in the forward-looking University of Michigan survey didn’t exactly rock the boat either. At settlement yields were slightly lower between 1-2bps with the curve itself slightly steeper.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1567192392,
            "text": "2019-08-30 20:13:12 +0100",
            "iso_8601": "2019-08-30T19:13:12Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-u9-futures-settle-3-ticks-higher-at-131-01-30-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:12:00",
        "gmt_time": "2019-08-30 19:12:00"
    },
    {
        "id": 884612,
        "updated_sequence": 1919313,
        "published_at": {
            "unix": 1567191900,
            "text": "2019-08-30 20:05:00 +0100",
            "iso_8601": "2019-08-30T19:05:00Z"
        },
        "updated_at": {
            "unix": 1567192146,
            "text": "2019-08-30 20:09:06 +0100",
            "iso_8601": "2019-08-30T19:09:06Z"
        },
        "subject": "Chevron (CVX) is evacuating non-essential workers from Petronius and Blind Faith platforms in the US Gulf; says no impact to production",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-cvx-is-evacuating-non-essential-workers-from-petronius-and-blind-faith-platforms-in-the-us-gulf-says-no-impact-to-production-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 03:05:00",
        "gmt_time": "2019-08-30 19:05:00"
    },
    {
        "id": 884611,
        "updated_sequence": 1919308,
        "published_at": {
            "unix": 1567190880,
            "text": "2019-08-30 19:48:00 +0100",
            "iso_8601": "2019-08-30T18:48:00Z"
        },
        "updated_at": {
            "unix": 1567190939,
            "text": "2019-08-30 19:48:59 +0100",
            "iso_8601": "2019-08-30T18:48:59Z"
        },
        "subject": "Brazilian government sees 2020 GDP growth at 2.17% and inflation at 3.91%, according to its 2020 budget proposal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-government-sees-2020-gdp-growth-at-2-17-and-inflation-at-3-91-according-to-its-2020-budget-proposal-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:48:00",
        "gmt_time": "2019-08-30 18:48:00"
    },
    {
        "id": 884610,
        "updated_sequence": 1919305,
        "published_at": {
            "unix": 1567189920,
            "text": "2019-08-30 19:32:00 +0100",
            "iso_8601": "2019-08-30T18:32:00Z"
        },
        "updated_at": {
            "unix": 1567190475,
            "text": "2019-08-30 19:41:15 +0100",
            "iso_8601": "2019-08-30T18:41:15Z"
        },
        "subject": "WTI (V9) settles USD 1.61 lower at USD 55.10/bbl; Brent (X9) settles USD 1.24 lower at USD 59.25/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Crude markets sold off alongside equities to end the week, where the brunt off the decline coincided with the US equity open. With the demand-focused oil market still very much sensitive to risk appetite, participants are likely closing positions ahead of the weekend where the next round of US-China tariffs are set to be implemented. It’s also worth mentioning that Brent (V9) futures expire today, so “book squaring” flows are likely playing their hand, perhaps contributing to the arb widening on Friday, although hurricane Dorian approaching the Gulf of Mexico could also be contributing to the attractiveness of Brent as the potential for shipping disruption looms (remember that the recent storm Barry had similar effects); the 2.35mln BPD US Colonial Pipeline has said that it has no plans to shut due to the hurricane, however. Elsewhere, Russian Energy Minister Novak said that Russia's oil cuts in August will be slightly below the levels agreed with OPEC+ (as fitting with previous sources reports) and added that OPEC+ are to discuss the deal and market situation at the JMMC on September 12th, where Russia is aiming for full compliance with the deal. The Baker Hughes US rig count recorded oil rigs -12 at 742, natural gas rigs unchanged at 162, and total rigs -12 at 904; US drillers cut rigs for the 8th week in 9, and the ninth straight month.</li></ul>",
        "analysis_updated_at": {
            "unix": 1567189920,
            "text": "2019-08-30 19:32:00 +0100",
            "iso_8601": "2019-08-30T18:32:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-v9-settles-usd-1-61-lower-at-usd-55-10-bbl-brent-x9-settles-usd-1-24-lower-at-usd-59-25-bbl-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:32:00",
        "gmt_time": "2019-08-30 18:32:00"
    },
    {
        "id": 884609,
        "updated_sequence": 1919300,
        "published_at": {
            "unix": 1567189560,
            "text": "2019-08-30 19:26:00 +0100",
            "iso_8601": "2019-08-30T18:26:00Z"
        },
        "updated_at": {
            "unix": 1567189728,
            "text": "2019-08-30 19:28:48 +0100",
            "iso_8601": "2019-08-30T18:28:48Z"
        },
        "subject": "FAA says the panel analysing the 737 MAX certification is taking additional time to finish and that they will release a statement in the upcoming weeks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "faa-says-the-panel-analysing-the-737-max-certification-is-taking-additional-time-to-finish-and-that-they-will-release-a-statement-in-the-upcoming-weeks-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:26:00",
        "gmt_time": "2019-08-30 18:26:00"
    },
    {
        "id": 884608,
        "updated_sequence": 1919297,
        "published_at": {
            "unix": 1567189500,
            "text": "2019-08-30 19:25:00 +0100",
            "iso_8601": "2019-08-30T18:25:00Z"
        },
        "updated_at": {
            "unix": 1567189663,
            "text": "2019-08-30 19:27:43 +0100",
            "iso_8601": "2019-08-30T18:27:43Z"
        },
        "subject": "EU Council President Tusk said the main problem with Brexit is the internal situation in Britain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>UK journalists earlier reported that UK PM Johnson said there was movement under the “keel” in EU negotiations, hinting at behind the scenes progress in Brexit talks, and as of such, Johnson added, it is vital the EU does not think this may be blocked in parliament; nothing out of the EU’s side confirmed these reports, however.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1567189663,
            "text": "2019-08-30 19:27:43 +0100",
            "iso_8601": "2019-08-30T18:27:43Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-president-tusk-said-the-main-problem-with-brexit-is-the-internal-situation-in-britain-30-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:25:00",
        "gmt_time": "2019-08-30 18:25:00"
    },
    {
        "id": 884607,
        "updated_sequence": 1919292,
        "published_at": {
            "unix": 1567188720,
            "text": "2019-08-30 19:12:00 +0100",
            "iso_8601": "2019-08-30T18:12:00Z"
        },
        "updated_at": {
            "unix": 1567188824,
            "text": "2019-08-30 19:13:44 +0100",
            "iso_8601": "2019-08-30T18:13:44Z"
        },
        "subject": "Netflix (NFLX) is reportedly in discussions with Vivendi's (VIV FP) Canal Plus for a distribution partnership, the negotiations are understood to surround Netflix becoming an extra option to Canal subscribers in France",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Deadline",
        "slug": "netflix-nflx-is-reportedly-in-discussions-with-vivendi-s-viv-fp-canal-plus-for-a-distribution-partnership-the-negotiations-are-understood-to-surround-netflix-becoming-an-extra-option-to-canal-subscribers-in-france-30-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:12:00",
        "gmt_time": "2019-08-30 18:12:00"
    },
    {
        "id": 884606,
        "updated_sequence": 1919289,
        "published_at": {
            "unix": 1567188120,
            "text": "2019-08-30 19:02:00 +0100",
            "iso_8601": "2019-08-30T18:02:00Z"
        },
        "updated_at": {
            "unix": 1567188288,
            "text": "2019-08-30 19:04:48 +0100",
            "iso_8601": "2019-08-30T18:04:48Z"
        },
        "subject": "Jana Partners reports a 9% stake in Bloomin' Brands (BLMN), to have discussions regarding a sale, divestitures, capital allocation, operations, and board composition ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jana-partners-reports-a-9-stake-in-bloomin-brands-blmn-to-have-discussions-regarding-a-sale-divestitures-capital-allocation-operations-and-board-composition-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 02:02:00",
        "gmt_time": "2019-08-30 18:02:00"
    },
    {
        "id": 884605,
        "updated_sequence": 1919284,
        "published_at": {
            "unix": 1567187160,
            "text": "2019-08-30 18:46:00 +0100",
            "iso_8601": "2019-08-30T17:46:00Z"
        },
        "updated_at": {
            "unix": 1567187438,
            "text": "2019-08-30 18:50:38 +0100",
            "iso_8601": "2019-08-30T17:50:38Z"
        },
        "subject": "US President Trump says the US was not involved in Iranian failed satellite launch",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-the-us-was-not-involved-in-iranian-failed-satellite-launch-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:46:00",
        "gmt_time": "2019-08-30 17:46:00"
    },
    {
        "id": 884604,
        "updated_sequence": 1919279,
        "published_at": {
            "unix": 1567186620,
            "text": "2019-08-30 18:37:00 +0100",
            "iso_8601": "2019-08-30T17:37:00Z"
        },
        "updated_at": {
            "unix": 1567186657,
            "text": "2019-08-30 18:37:37 +0100",
            "iso_8601": "2019-08-30T17:37:37Z"
        },
        "subject": "S&P has raised Argentina's short-term issue ratings to C from D",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-has-raised-argentina-s-short-term-issue-ratings-to-c-from-d-30-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:37:00",
        "gmt_time": "2019-08-30 17:37:00"
    },
    {
        "id": 884603,
        "updated_sequence": 1919276,
        "published_at": {
            "unix": 1567186320,
            "text": "2019-08-30 18:32:00 +0100",
            "iso_8601": "2019-08-30T17:32:00Z"
        },
        "updated_at": {
            "unix": 1567186436,
            "text": "2019-08-30 18:33:56 +0100",
            "iso_8601": "2019-08-30T17:33:56Z"
        },
        "subject": "Comcast (CMCSA) has told Lionsgate (LGF.A) it plans to drop its premium channels Starz and Starz Encore from its main channel bundles at the end of the year, according to The Information",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Information",
        "slug": "comcast-cmcsa-has-told-lionsgate-lgf-a-it-plans-to-drop-its-premium-channels-starz-and-starz-encore-from-its-main-channel-bundles-at-the-end-of-the-year-according-to-the-information-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:32:00",
        "gmt_time": "2019-08-30 17:32:00"
    },
    {
        "id": 884602,
        "updated_sequence": 1919273,
        "published_at": {
            "unix": 1567186140,
            "text": "2019-08-30 18:29:00 +0100",
            "iso_8601": "2019-08-30T17:29:00Z"
        },
        "updated_at": {
            "unix": 1567186232,
            "text": "2019-08-30 18:30:32 +0100",
            "iso_8601": "2019-08-30T17:30:32Z"
        },
        "subject": "UK PM Johnson says cutting taxes and regulation is the only way to go for the economy, according to Sky News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "uk-pm-johnson-says-cutting-taxes-and-regulation-is-the-only-way-to-go-for-the-economy-according-to-sky-news-30-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:29:00",
        "gmt_time": "2019-08-30 17:29:00"
    },
    {
        "id": 884601,
        "updated_sequence": 1919270,
        "published_at": {
            "unix": 1567185480,
            "text": "2019-08-30 18:18:00 +0100",
            "iso_8601": "2019-08-30T17:18:00Z"
        },
        "updated_at": {
            "unix": 1567185675,
            "text": "2019-08-30 18:21:15 +0100",
            "iso_8601": "2019-08-30T17:21:15Z"
        },
        "subject": "Argentina Primary Elect Fernandez says Argentina is in virtual default, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/argentinas-presidential-front-runner-says-country-is-in-a-virtual-default-11567184772?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "argentina-primary-elect-fernandez-says-argentina-is-in-virtual-default-wsj-reports-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:18:00",
        "gmt_time": "2019-08-30 17:18:00"
    },
    {
        "id": 884600,
        "updated_sequence": 1919267,
        "published_at": {
            "unix": 1567185120,
            "text": "2019-08-30 18:12:00 +0100",
            "iso_8601": "2019-08-30T17:12:00Z"
        },
        "updated_at": {
            "unix": 1567185234,
            "text": "2019-08-30 18:13:54 +0100",
            "iso_8601": "2019-08-30T17:13:54Z"
        },
        "subject": "IMF board is reportedly going to informally meet to discuss recent event in Argentina, however the staff are expected to include an update from staff but no decision is expected on the USD 57bln resuce package",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "imf-board-is-reportedly-going-to-informally-meet-to-discuss-recent-event-in-argentina-however-the-staff-are-expected-to-include-an-update-from-staff-but-no-decision-is-expected-on-the-usd-57bln-resuce-package-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:12:00",
        "gmt_time": "2019-08-30 17:12:00"
    },
    {
        "id": 884599,
        "updated_sequence": 1919264,
        "published_at": {
            "unix": 1567184880,
            "text": "2019-08-30 18:08:00 +0100",
            "iso_8601": "2019-08-30T17:08:00Z"
        },
        "updated_at": {
            "unix": 1567184962,
            "text": "2019-08-30 18:09:22 +0100",
            "iso_8601": "2019-08-30T17:09:22Z"
        },
        "subject": "Italy's 5SM Di Maio says there is no ultimatum and that they need to focus on the programme not jobs ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-5sm-di-maio-says-there-is-no-ultimatum-and-that-they-need-to-focus-on-the-programme-not-jobs-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:08:00",
        "gmt_time": "2019-08-30 17:08:00"
    },
    {
        "id": 884598,
        "updated_sequence": 1919261,
        "published_at": {
            "unix": 1567184460,
            "text": "2019-08-30 18:01:00 +0100",
            "iso_8601": "2019-08-30T17:01:00Z"
        },
        "updated_at": {
            "unix": 1567184678,
            "text": "2019-08-30 18:04:38 +0100",
            "iso_8601": "2019-08-30T17:04:38Z"
        },
        "subject": "Baker Hughes (30th Aug) Oil rig count -12 at 742, Natgas unchanged at 162, total -12 at 904; Oil drillers cut rigs for the 8th week in 9",
        "content": "<ul><li>Oil drillers cut rigs for a ninth straight month</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Baker Hughes",
        "slug": "baker-hughes-30th-aug-oil-rig-count-12-at-742-natgas-unchanged-at-162-total-12-at-904-oil-drillers-cut-rigs-for-the-8th-week-in-9-30-08-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 01:01:00",
        "gmt_time": "2019-08-30 17:01:00"
    },
    {
        "id": 884597,
        "updated_sequence": 1919249,
        "published_at": {
            "unix": 1567184220,
            "text": "2019-08-30 17:57:00 +0100",
            "iso_8601": "2019-08-30T16:57:00Z"
        },
        "updated_at": {
            "unix": 1567184385,
            "text": "2019-08-30 17:59:45 +0100",
            "iso_8601": "2019-08-30T16:59:45Z"
        },
        "subject": "China Global Times Editor tweets that reports that China rejected Hong Kong's proposal to reject the extradition bill are \"fake news... aiming to sow discord between Beijing and HKSAR government\"",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1167480947190616066\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-tweets-that-reports-that-china-rejected-hong-kong-s-proposal-to-reject-the-extradition-bill-are-fake-news-aiming-to-sow-discord-between-beijing-and-hksar-government-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 00:57:00",
        "gmt_time": "2019-08-30 16:57:00"
    },
    {
        "id": 884596,
        "updated_sequence": 1919246,
        "published_at": {
            "unix": 1567181040,
            "text": "2019-08-30 17:04:00 +0100",
            "iso_8601": "2019-08-30T16:04:00Z"
        },
        "updated_at": {
            "unix": 1567181140,
            "text": "2019-08-30 17:05:40 +0100",
            "iso_8601": "2019-08-30T16:05:40Z"
        },
        "subject": "US June crude production fell 33k BPD to 12.082mln BPD (Prev. 12.115mln bpd), according to EIA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-june-crude-production-fell-33k-bpd-to-12-082mln-bpd-prev-12-115mln-bpd-according-to-eia-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-31 00:04:00",
        "gmt_time": "2019-08-30 16:04:00"
    },
    {
        "id": 884594,
        "updated_sequence": 1919234,
        "published_at": {
            "unix": 1567179900,
            "text": "2019-08-30 16:45:00 +0100",
            "iso_8601": "2019-08-30T15:45:00Z"
        },
        "updated_at": {
            "unix": 1567180198,
            "text": "2019-08-30 16:49:58 +0100",
            "iso_8601": "2019-08-30T15:49:58Z"
        },
        "subject": "Chevron (CVX) Pasadena, Texas refinery experienced flaring after an equipment malfunction on Thursday, says it will begin the process of repairing the flare system which will involve the shut down of the FCC unit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-cvx-pasadena-texas-refinery-experienced-flaring-after-an-equipment-malfunction-on-thursday-says-it-will-begin-the-process-of-repairing-the-flare-system-which-will-involve-the-shut-down-of-the-fcc-unit-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:45:00",
        "gmt_time": "2019-08-30 15:45:00"
    },
    {
        "id": 884593,
        "updated_sequence": 1919238,
        "published_at": {
            "unix": 1567179720,
            "text": "2019-08-30 16:42:00 +0100",
            "iso_8601": "2019-08-30T15:42:00Z"
        },
        "updated_at": {
            "unix": 1567180209,
            "text": "2019-08-30 16:50:09 +0100",
            "iso_8601": "2019-08-30T15:50:09Z"
        },
        "subject": "Italy’s 5SM party lawmakers stated a solution will be found on forming a government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Earlier, Italy's Deputy PD Leader does not understand if 5SM want a new alliance, is seeking clarification on this</p>",
        "analysis_updated_at": {
            "unix": 1567180209,
            "text": "2019-08-30 16:50:09 +0100",
            "iso_8601": "2019-08-30T15:50:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-5sm-party-lawmakers-stated-a-solution-will-be-found-on-forming-a-government-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:42:00",
        "gmt_time": "2019-08-30 15:42:00"
    },
    {
        "id": 884592,
        "updated_sequence": 1919232,
        "published_at": {
            "unix": 1567179420,
            "text": "2019-08-30 16:37:00 +0100",
            "iso_8601": "2019-08-30T15:37:00Z"
        },
        "updated_at": {
            "unix": 1567180096,
            "text": "2019-08-30 16:48:16 +0100",
            "iso_8601": "2019-08-30T15:48:16Z"
        },
        "subject": "United Airlines (UAL) pushes back its Boeing (BA) 737 MAX return to December 19th",
        "content": "<p><a href=\"https://www.cnbc.com/2019/08/30/united-airlines-pulls-boeing-737-max-from-schedules-until-dec-19.html\">Click here for link</a></p>",
        "reaction_details": "<ul><li>In an immediate reaction BA fell from 364.82 to 363.60</li></ul>",
        "reaction_updated_at": {
            "unix": 1567180096,
            "text": "2019-08-30 16:48:16 +0100",
            "iso_8601": "2019-08-30T15:48:16Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "united-airlines-ual-pushes-back-its-boeing-ba-737-max-return-to-december-19th-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:37:00",
        "gmt_time": "2019-08-30 15:37:00"
    },
    {
        "id": 884595,
        "updated_sequence": 1919332,
        "published_at": {
            "unix": 1567179000,
            "text": "2019-08-30 16:30:00 +0100",
            "iso_8601": "2019-08-30T15:30:00Z"
        },
        "updated_at": {
            "unix": 1567194807,
            "text": "2019-08-30 20:53:27 +0100",
            "iso_8601": "2019-08-30T19:53:27Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.5%) at 3427, FTSE 100 (0.3%) at 7207, DAX (0.9%) at 11939, CAC 40 (0.6%) at 5480, IBEX 35 (0.2%) at 8813, FTSE Italian MIB (-0.4%) at 21323, SMI (0.6%) at 9896",
        "content": "<p>STOXX 600 SECTORS:</p><ul><li>Automobiles &amp; Parts 1.1%</li><li>Banks 0.4%</li><li>Basic Resources 2.5%</li><li>Chemicals 1%</li><li>Construction &amp; Materials 0.9%</li><li>Financial Services 1.3%</li><li>Food &amp; Beverage 0.5%</li><li>Health Care 0.4%</li><li>Industrial Goods &amp; Services 1.2%</li><li>Insurance 0.3%</li><li>Media 0.1%</li><li>Oil &amp; Gas 0.6%</li><li>Personal &amp; Household Goods 0.8%</li><li>Retail 1%</li><li>Technology&nbsp;0.9%</li><li>Telecommunications&nbsp;0.3%</li><li>Travel &amp; Leisure 0.5%</li><li>Utilities 0.4%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-5-at-3427-ftse-100-0-3-at-7207-dax-0-9-at-11939-cac-40-0-6-at-5480-ibex-35-0-2-at-8813-ftse-italian-mib-0-4-at-21323-smi-0-6-at-9896-30-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:30:00",
        "gmt_time": "2019-08-30 15:30:00"
    },
    {
        "id": 884589,
        "updated_sequence": 1919213,
        "published_at": {
            "unix": 1567178880,
            "text": "2019-08-30 16:28:00 +0100",
            "iso_8601": "2019-08-30T15:28:00Z"
        },
        "updated_at": {
            "unix": 1567178922,
            "text": "2019-08-30 16:28:42 +0100",
            "iso_8601": "2019-08-30T15:28:42Z"
        },
        "subject": "Weekly FX Wrap: UK parliament set to shut down, but no sign yet of next US-China trade showdown",
        "content": "<p><strong>USD</strong></p><p>The <strong>DXY </strong>has inched closer towards ytd highs posted at the start of the month (98.932) within a 97.618-98.609 range having gradually recovered from post-G7 and Jackson Hole lows where US President Trump emerged triumphantly tweeting about progress made on trade and taxes after talks with various counterparts. However, his biggest claim was that principle Chinese negotiators had called their US peers to restart discussions following the latest round of countermeasures and retaliatory tariffs that remain on course to go live from September 1 unless markets hear otherwise. In terms of the view from Beijing, initial denials have slowly turned into acknowledgement that both sides have maintained contact and most recently effective lines of communication, but as yet no definitive statement that sufficient progress or concessions to avert the next batch of levies or create the degree of calm and equality to ensure that face-to-face talks go ahead in Washington next month.</p><p><strong>JPY/GBP/CAD</strong></p><p>The safe-haven Yen and its commodity peer, Gold, are both ending the week on a firmer footing vs the Dollar, but well off best levels with Usd/Jpy probing below the 21 DMA (106.17) and eyeing decent option expiries between 106.00-15 (1.4 bn). However, the headline pair hit lows just shy of 104.50 at one stage and Xau/Usd is now hovering above 1525/oz vs 1519.10 and 1554.56 at the extremes amidst yet another attack on the Fed from POTUS about keeping monetary policy too tight and the Buck strong as a result. Meanwhile, Sterling has endured a volatile week across the board, as Cable reached 1.2307 at best and 1.2158 at worst in wake of UK PM Johnson asking the Queen to prorogue parliament with effect September 9-12 until October 14, and thereby limiting the time for anti-no deal Brexit MPs to mount a legal challenge against that scenario. Nevertheless, this move has hardened their resolve and a cross party group are lobbying to overturn the suspension and possibly launch a no confidence vote in the Government as soon as Whitehall returns from its Summer recess next Tuesday. Elsewhere, the Loonie has rolled between 1.3319-1.3225, tracking broad risk sentiment and fluctuations in crude prices to a lesser extent, but still hardly paying attention to Canadian data along the way, even though GDP was considerably better than anticipated just ahead of the BoC policy meeting on September 4.</p><p><strong>EUR/CHF</strong></p><p>Friday’s worst G10 performers, and major losers over the week overall, with the single currency finally breaching its previous (mid-month) 2019 base vs the Dollar (1.1027) and expiry/barrier support at 1.1000. Aside from trading inversely with the Buck and in tune with swings from risk appetite to aversion, yield differentials have impacted and the Euro has largely shrugged off bullish/hawkish impulses via Italy clinching another, albeit perhaps just as unstable, 2-party Government coalition, and comments from ECB’s Lautenschlaeger, Knot and Weidmann. Instead, weak Eurozone data supporting policy action in September has been influential and validating Rehn’s more dovish leanings, even if shock and awe may well be too much to expect. In similar vein, SNB rhetoric has been instrumental in terms of negating the safe-haven appeal of the Franc with Maechler vocal this week and a raft of Swiss Central Bank speakers slated next week, and the central message that demand for the Chf has increased significantly, but there is plenty of ammunition to curb excessive strength. Swedish Data&nbsp;</p><p><strong>AUD/NZD/SEK/NOK</strong></p><p>Mixed and choppy moves down under and in Scandinavia where the Aussie and Kiwi have dovetailed almost as much as the 2 Crowns amidst a combination of negative factors aside from general/global issues like trade tensions and geopolitics. However, technicals have also turned bearish and for the Antipodean Dollars in particular surveys and data have compounded the view that the RBA and RNBZ are likely to cut OCRs further if not at the next policy meetings then soon. Note also, RBA’s Debelle has signalled more Aud weakness is likely and helpful.</p><p><strong>EM</strong></p><p>Amidst widespread depreciations with few exceptions and those more corrective than anything else, the Yuans have continued to weaken with PBoC encouragement, while the Argentine Peso has sharply underperformed due to Government plans to reschedule debt repayments and S&amp;P’s downgrade to junk or selective default status. Conversely, stronger than forecast Brazilian GDP has cushioned the Real to an extent, while the Lira has pared some declines in thinner volumes at the start of a 4-day weekend due to Turkey’s holiday today and US Labour Day on Monday.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-uk-parliament-set-to-shut-down-but-no-sign-yet-of-next-us-china-trade-showdown-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:28:00",
        "gmt_time": "2019-08-30 15:28:00"
    },
    {
        "id": 884587,
        "updated_sequence": 1919207,
        "published_at": {
            "unix": 1567178280,
            "text": "2019-08-30 16:18:00 +0100",
            "iso_8601": "2019-08-30T15:18:00Z"
        },
        "updated_at": {
            "unix": 1567178416,
            "text": "2019-08-30 16:20:16 +0100",
            "iso_8601": "2019-08-30T15:20:16Z"
        },
        "subject": "Airbus (AIR FP) says it is pulling out of Canada due to security requirements being too onerous, citing Canadian laws that allow Lockheed (LMT) to makes bids",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "airbus-air-fp-says-it-is-pulling-out-of-canada-due-to-security-requirements-being-too-onerous-citing-canadian-laws-that-allow-lockheed-lmt-to-makes-bids-30-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:18:00",
        "gmt_time": "2019-08-30 15:18:00"
    },
    {
        "id": 884586,
        "updated_sequence": 1919202,
        "published_at": {
            "unix": 1567178160,
            "text": "2019-08-30 16:16:00 +0100",
            "iso_8601": "2019-08-30T15:16:00Z"
        },
        "updated_at": {
            "unix": 1567178277,
            "text": "2019-08-30 16:17:57 +0100",
            "iso_8601": "2019-08-30T15:17:57Z"
        },
        "subject": "New York Fed nowcast for Q3 maintained at 1.4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-nowcast-for-q3-maintained-at-1-4-30-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:16:00",
        "gmt_time": "2019-08-30 15:16:00"
    },
    {
        "id": 884585,
        "updated_sequence": 1919204,
        "published_at": {
            "unix": 1567178040,
            "text": "2019-08-30 16:14:00 +0100",
            "iso_8601": "2019-08-30T15:14:00Z"
        },
        "updated_at": {
            "unix": 1567178285,
            "text": "2019-08-30 16:18:05 +0100",
            "iso_8601": "2019-08-30T15:18:05Z"
        },
        "subject": "Reuters Survey: OPEC August oil output rises 80k BPD MM to 29.61mln BPD (the first rise in 2019); Saudi keeps output little changed; Nigeria posts the largest output rise in OPEC; Iraq output rises (already above OPEC+ target limit)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reuters-survey-opec-august-oil-output-rises-80k-bpd-mm-to-29-61mln-bpd-the-first-rise-in-2019-saudi-keeps-output-little-changed-nigeria-posts-the-largest-output-rise-in-opec-iraq-output-rises-already-above-opec-target-limit-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:14:00",
        "gmt_time": "2019-08-30 15:14:00"
    },
    {
        "id": 884584,
        "updated_sequence": 1919196,
        "published_at": {
            "unix": 1567177920,
            "text": "2019-08-30 16:12:00 +0100",
            "iso_8601": "2019-08-30T15:12:00Z"
        },
        "updated_at": {
            "unix": 1567178076,
            "text": "2019-08-30 16:14:36 +0100",
            "iso_8601": "2019-08-30T15:14:36Z"
        },
        "subject": "General Motors (GM) is reportedly going to cut its Thai workforce by 15% amid fierce competition, according to Nikkei ",
        "content": "<p><a href=\"https://asia.nikkei.com/Business/Automobile/GM-cuts-Thai-workforce-by-15-amid-fierce-competition\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "general-motors-gm-is-reportedly-going-to-cut-its-thai-workforce-by-15-amid-fierce-competition-according-to-nikkei-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:12:00",
        "gmt_time": "2019-08-30 15:12:00"
    },
    {
        "id": 884583,
        "updated_sequence": 1919191,
        "published_at": {
            "unix": 1567177380,
            "text": "2019-08-30 16:03:00 +0100",
            "iso_8601": "2019-08-30T15:03:00Z"
        },
        "updated_at": {
            "unix": 1567177472,
            "text": "2019-08-30 16:04:32 +0100",
            "iso_8601": "2019-08-30T15:04:32Z"
        },
        "subject": "Atlanta Fed GDPnow (Q3): 2.0% (Prev. 2.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q3-2-0-prev-2-3-30-08-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:03:00",
        "gmt_time": "2019-08-30 15:03:00"
    },
    {
        "id": 884582,
        "updated_sequence": 1919188,
        "published_at": {
            "unix": 1567177200,
            "text": "2019-08-30 16:00:00 +0100",
            "iso_8601": "2019-08-30T15:00:00Z"
        },
        "updated_at": {
            "unix": 1567177318,
            "text": "2019-08-30 16:01:58 +0100",
            "iso_8601": "2019-08-30T15:01:58Z"
        },
        "subject": "Iran has gone further beyond the nuclear deals limit on stock of enriched uranium; enriched uranium is at 4.5% vs. 3.67% nuclear deal limit., IAEA report ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, that this announcement is in-line with expectations</li></ul>",
        "analysis_updated_at": {
            "unix": 1567177317,
            "text": "2019-08-30 16:01:57 +0100",
            "iso_8601": "2019-08-30T15:01:57Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-has-gone-further-beyond-the-nuclear-deals-limit-on-stock-of-enriched-uranium-enriched-uranium-is-at-4-5-vs-3-67-nuclear-deal-limit-iaea-report-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 23:00:00",
        "gmt_time": "2019-08-30 15:00:00"
    },
    {
        "id": 884579,
        "updated_sequence": 1919177,
        "published_at": {
            "unix": 1567176720,
            "text": "2019-08-30 15:52:00 +0100",
            "iso_8601": "2019-08-30T14:52:00Z"
        },
        "updated_at": {
            "unix": 1567176832,
            "text": "2019-08-30 15:53:52 +0100",
            "iso_8601": "2019-08-30T14:53:52Z"
        },
        "subject": "NHC state that Hurricane Dorian is approximately 1060KM east of West-Palm beach Florida",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-state-that-hurricane-dorian-is-approximately-1060km-east-of-west-palm-beach-florida-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:52:00",
        "gmt_time": "2019-08-30 14:52:00"
    },
    {
        "id": 884578,
        "updated_sequence": 1919174,
        "published_at": {
            "unix": 1567176660,
            "text": "2019-08-30 15:51:00 +0100",
            "iso_8601": "2019-08-30T14:51:00Z"
        },
        "updated_at": {
            "unix": 1567176705,
            "text": "2019-08-30 15:51:45 +0100",
            "iso_8601": "2019-08-30T14:51:45Z"
        },
        "subject": "White House official ssays US supports Israel's right to defend itself in the face of Iranian threats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-official-ssays-us-supports-israel-s-right-to-defend-itself-in-the-face-of-iranian-threats-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:51:00",
        "gmt_time": "2019-08-30 14:51:00"
    },
    {
        "id": 884577,
        "updated_sequence": 1919171,
        "published_at": {
            "unix": 1567176540,
            "text": "2019-08-30 15:49:00 +0100",
            "iso_8601": "2019-08-30T14:49:00Z"
        },
        "updated_at": {
            "unix": 1567176603,
            "text": "2019-08-30 15:50:03 +0100",
            "iso_8601": "2019-08-30T14:50:03Z"
        },
        "subject": "US State Department says it is monitoring reports of military buildup near the administrative boundary line (ABL) of the Russian-occupied Georgian region of South Ossetia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-state-department-says-it-is-monitoring-reports-of-military-buildup-near-the-administrative-boundary-line-abl-of-the-russian-occupied-georgian-region-of-south-ossetia-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:49:00",
        "gmt_time": "2019-08-30 14:49:00"
    },
    {
        "id": 884576,
        "updated_sequence": 1919166,
        "published_at": {
            "unix": 1567175700,
            "text": "2019-08-30 15:35:00 +0100",
            "iso_8601": "2019-08-30T14:35:00Z"
        },
        "updated_at": {
            "unix": 1567175822,
            "text": "2019-08-30 15:37:02 +0100",
            "iso_8601": "2019-08-30T14:37:02Z"
        },
        "subject": "Colonial Pipeline (2.35mln BPD) says that it is operating normally, and has no plans to shut down ahead of Hurricane Dorian",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "colonial-pipeline-2-35mln-bpd-says-that-it-is-operating-normally-and-has-no-plans-to-shut-down-ahead-of-hurricane-dorian-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:35:00",
        "gmt_time": "2019-08-30 14:35:00"
    },
    {
        "id": 884575,
        "updated_sequence": 1919163,
        "published_at": {
            "unix": 1567175640,
            "text": "2019-08-30 15:34:00 +0100",
            "iso_8601": "2019-08-30T14:34:00Z"
        },
        "updated_at": {
            "unix": 1567175721,
            "text": "2019-08-30 15:35:21 +0100",
            "iso_8601": "2019-08-30T14:35:21Z"
        },
        "subject": "Chevron reports an equipment malfunction at their Pasadena, Texas refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-reports-an-equipment-malfunction-at-their-pasadena-texas-refinery-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:34:00",
        "gmt_time": "2019-08-30 14:34:00"
    },
    {
        "id": 884574,
        "updated_sequence": 1919160,
        "published_at": {
            "unix": 1567174380,
            "text": "2019-08-30 15:13:00 +0100",
            "iso_8601": "2019-08-30T14:13:00Z"
        },
        "updated_at": {
            "unix": 1567174669,
            "text": "2019-08-30 15:17:49 +0100",
            "iso_8601": "2019-08-30T14:17:49Z"
        },
        "subject": "Russian Energy Minister Novak says that Russia's oil cuts in August will be slightly below the levels agreed with OPEC+., RIA",
        "content": "<ul><li>Adds that OPEC+ are to discuss the deal and market situation at monitoring committee on September 12th</li><li>Russia is aiming for full compliance with the deal, in-spite of August's slight output increase</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-that-russia-s-oil-cuts-in-august-will-be-slightly-below-the-levels-agreed-with-opec-ria-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:13:00",
        "gmt_time": "2019-08-30 14:13:00"
    },
    {
        "id": 884573,
        "updated_sequence": 1919153,
        "published_at": {
            "unix": 1567174200,
            "text": "2019-08-30 15:10:00 +0100",
            "iso_8601": "2019-08-30T14:10:00Z"
        },
        "updated_at": {
            "unix": 1567174385,
            "text": "2019-08-30 15:13:05 +0100",
            "iso_8601": "2019-08-30T14:13:05Z"
        },
        "subject": "US President Trump again criticizes the Fed; criticizes what he calls \"badly run and weak companies\" for using tariffs as an excuse",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1167439383932391425\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-again-criticizes-the-fed-criticizes-what-he-calls-badly-run-and-weak-companies-for-using-tariffs-as-an-excuse-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:10:00",
        "gmt_time": "2019-08-30 14:10:00"
    },
    {
        "id": 884572,
        "updated_sequence": 1919146,
        "published_at": {
            "unix": 1567174200,
            "text": "2019-08-30 15:10:00 +0100",
            "iso_8601": "2019-08-30T14:10:00Z"
        },
        "updated_at": {
            "unix": 1567174238,
            "text": "2019-08-30 15:10:38 +0100",
            "iso_8601": "2019-08-30T14:10:38Z"
        },
        "subject": "North Sea Brent Crude oil stream is reportedly going to load 6 cargoes in October, according to a trade source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-sea-brent-crude-oil-stream-is-reportedly-going-to-load-6-cargoes-in-october-according-to-a-trade-source-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:10:00",
        "gmt_time": "2019-08-30 14:10:00"
    },
    {
        "id": 884571,
        "updated_sequence": 1919143,
        "published_at": {
            "unix": 1567174140,
            "text": "2019-08-30 15:09:00 +0100",
            "iso_8601": "2019-08-30T14:09:00Z"
        },
        "updated_at": {
            "unix": 1567174181,
            "text": "2019-08-30 15:09:41 +0100",
            "iso_8601": "2019-08-30T14:09:41Z"
        },
        "subject": "Traders citing positive mention of Invitae (NVTA) in Dealreporter, unconfirmed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "traders-citing-positive-mention-of-invitae-nvta-in-dealreporter-unconfirmed-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-08-30 22:09:00",
        "gmt_time": "2019-08-30 14:09:00"
    },
    {
        "id": 884569,
        "updated_sequence": 1919133,
        "published_at": {
            "unix": 1567173840,
            "text": "2019-08-30 15:04:00 +0100",
            "iso_8601": "2019-08-30T14:04:00Z"
        },
        "updated_at": {
            "unix": 1567173886,
            "text": "2019-08-30 15:04:46 +0100",
            "iso_8601": "2019-08-30T14:04:46Z"
        },
        "subject": "South African State Run arms firm Denel has received ZAR 1.8bln from the national treasury and that an additional ZAR 1bln bailout will be considered in the 2021/21 budgetary process",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-african-state-run-arms-firm-denel-has-received-zar-1-8bln-from-the-national-treasury-and-that-an-additional-zar-1bln-bailout-will-be-considered-in-the-2021-21-budgetary-process-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:04:00",
        "gmt_time": "2019-08-30 14:04:00"
    },
    {
        "id": 884569,
        "updated_sequence": 1919133,
        "published_at": {
            "unix": 1567173840,
            "text": "2019-08-30 15:04:00 +0100",
            "iso_8601": "2019-08-30T14:04:00Z"
        },
        "updated_at": {
            "unix": 1567173886,
            "text": "2019-08-30 15:04:46 +0100",
            "iso_8601": "2019-08-30T14:04:46Z"
        },
        "subject": "South African State Run arms firm Denel has received ZAR 1.8bln from the national treasury and that an additional ZAR 1bln bailout will be considered in the 2021/21 budgetary process",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-african-state-run-arms-firm-denel-has-received-zar-1-8bln-from-the-national-treasury-and-that-an-additional-zar-1bln-bailout-will-be-considered-in-the-2021-21-budgetary-process-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 22:04:00",
        "gmt_time": "2019-08-30 14:04:00"
    },
    {
        "id": 884563,
        "updated_sequence": 1919140,
        "published_at": {
            "unix": 1567173360,
            "text": "2019-08-30 14:56:00 +0100",
            "iso_8601": "2019-08-30T13:56:00Z"
        },
        "updated_at": {
            "unix": 1567174120,
            "text": "2019-08-30 15:08:40 +0100",
            "iso_8601": "2019-08-30T14:08:40Z"
        },
        "subject": "US President Trump comments on EUR depreciating vs USD, says it gives European exporter an advantage, criticises Fed for inaction; says we don't have a tariff problem (we are reigning in bad and/or unfair players) but do have a Fed problem",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1167435723823341568\">Click here for link</a></p>",
        "reaction_details": "<p>in an immediate reaction to the Trump comments EURUSD popped higher to 1.1049 from 1.1043, while antipodeans/USD crosses also moved higher; AUDUSD moved to 0.6738 from 9,6730 and NZDUSD moved to 0.6310 from 0.6321. Equity indices were relatively unmoved.&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1567173600,
            "text": "2019-08-30 15:00:00 +0100",
            "iso_8601": "2019-08-30T14:00:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-comments-on-eur-depreciating-vs-usd-says-it-gives-european-exporter-an-advantage-criticises-fed-for-inaction-says-we-don-t-have-a-tariff-problem-we-are-reigning-in-bad-and-or-unfair-players-but-do-have-a-fed-problem-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:56:00",
        "gmt_time": "2019-08-30 13:56:00"
    },
    {
        "id": 884562,
        "updated_sequence": 1919097,
        "published_at": {
            "unix": 1567173060,
            "text": "2019-08-30 14:51:00 +0100",
            "iso_8601": "2019-08-30T13:51:00Z"
        },
        "updated_at": {
            "unix": 1567173082,
            "text": "2019-08-30 14:51:22 +0100",
            "iso_8601": "2019-08-30T13:51:22Z"
        },
        "subject": "US announces it has imposed sanctions on two people and three shipping companies related to North Korea ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-announces-it-has-imposed-sanctions-on-two-people-and-three-shipping-companies-related-to-north-korea-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:51:00",
        "gmt_time": "2019-08-30 13:51:00"
    },
    {
        "id": 884559,
        "updated_sequence": 1919082,
        "published_at": {
            "unix": 1567172760,
            "text": "2019-08-30 14:46:00 +0100",
            "iso_8601": "2019-08-30T13:46:00Z"
        },
        "updated_at": {
            "unix": 1567172917,
            "text": "2019-08-30 14:48:37 +0100",
            "iso_8601": "2019-08-30T13:48:37Z"
        },
        "subject": "A Reuters poll states global investors cut recommended equity holdings to 44.6% (Prev. 45.7%), the lowest since November 2016. Global investors increased cash and bond allocations to the highest level since early 2013 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-reuters-poll-states-global-investors-cut-recommended-equity-holdings-to-44-6-prev-45-7-the-lowest-since-november-2016-global-investors-increased-cash-and-bond-allocations-to-the-highest-level-since-early-2013-30-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:46:00",
        "gmt_time": "2019-08-30 13:46:00"
    },
    {
        "id": 884558,
        "updated_sequence": 1919094,
        "published_at": {
            "unix": 1567172700,
            "text": "2019-08-30 14:45:00 +0100",
            "iso_8601": "2019-08-30T13:45:00Z"
        },
        "updated_at": {
            "unix": 1567173076,
            "text": "2019-08-30 14:51:16 +0100",
            "iso_8601": "2019-08-30T13:51:16Z"
        },
        "subject": "US Movers: Dell Technologies (DELL) +12.3%, Campbell Soup (CPB) +6.3%, Tesla (TSLA) +4.3%, Micron (MU) +2.2%, Ulta beauty (ULTA) -26%, Cooper (COO) -7.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>DELL </strong>and <strong>CPB </strong>strong earnings&nbsp;</li><li><strong>TSLA</strong> China tariff exemption</li><li>Risk-on helping Semiconductors (<strong>MU</strong>)</li><li>Bad earnings and guidance from <strong>ULTA </strong>and <strong>COO</strong></li></ul>",
        "analysis_updated_at": {
            "unix": 1567173076,
            "text": "2019-08-30 14:51:16 +0100",
            "iso_8601": "2019-08-30T13:51:16Z"
        },
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-dell-technologies-dell-12-3-campbell-soup-cpb-6-3-tesla-tsla-4-3-micron-mu-2-2-ulta-beauty-ulta-26-cooper-coo-7-5-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:45:00",
        "gmt_time": "2019-08-30 13:45:00"
    },
    {
        "id": 884557,
        "updated_sequence": 1919074,
        "published_at": {
            "unix": 1567172580,
            "text": "2019-08-30 14:43:00 +0100",
            "iso_8601": "2019-08-30T13:43:00Z"
        },
        "updated_at": {
            "unix": 1567172737,
            "text": "2019-08-30 14:45:37 +0100",
            "iso_8601": "2019-08-30T13:45:37Z"
        },
        "subject": "Italy's Deputy PD Leader does not understand if 5SM want a new alliance, is seeking clarification on this",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference, President Mattarella recently gave PM Conte the mandate to form a new government with this to be a coalition between PD and 5SM; although, it was noted that some sticking points between the parties remained, most significantly the role of 5SM Leader (and Current Deputy PM) di Maio</li></ul>",
        "analysis_updated_at": {
            "unix": 1567172737,
            "text": "2019-08-30 14:45:37 +0100",
            "iso_8601": "2019-08-30T13:45:37Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pd-leader-does-not-understand-if-5sm-want-a-new-alliance-is-seeking-clarification-on-this-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:43:00",
        "gmt_time": "2019-08-30 13:43:00"
    },
    {
        "id": 884552,
        "updated_sequence": 1919057,
        "published_at": {
            "unix": 1567170420,
            "text": "2019-08-30 14:07:00 +0100",
            "iso_8601": "2019-08-30T13:07:00Z"
        },
        "updated_at": {
            "unix": 1567170518,
            "text": "2019-08-30 14:08:38 +0100",
            "iso_8601": "2019-08-30T13:08:38Z"
        },
        "subject": "Italy's 5SM Leader Di Maio says Atlantia (ATL IM) motorway concession needs to be revoked ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-5sm-leader-di-maio-says-atlantia-atl-im-motorway-concession-needs-to-be-revoked-30-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:07:00",
        "gmt_time": "2019-08-30 13:07:00"
    },
    {
        "id": 884551,
        "updated_sequence": 1919053,
        "published_at": {
            "unix": 1567170300,
            "text": "2019-08-30 14:05:00 +0100",
            "iso_8601": "2019-08-30T13:05:00Z"
        },
        "updated_at": {
            "unix": 1567170376,
            "text": "2019-08-30 14:06:16 +0100",
            "iso_8601": "2019-08-30T13:06:16Z"
        },
        "subject": "Italian 5SM Leader Di Maio says his party’s backing for new government depends on its programme being accepted and that taxes need cutting to lift salaries, VAT hike must be stopped and number of parliamentarians must be reduced",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-5sm-leader-di-maio-says-his-party-s-backing-for-new-government-depends-on-its-programme-being-accepted-and-that-taxes-need-cutting-to-lift-salaries-vat-hike-must-be-stopped-and-number-of-parliamentarians-must-be-reduced-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 21:05:00",
        "gmt_time": "2019-08-30 13:05:00"
    },
    {
        "id": 884547,
        "updated_sequence": 1919041,
        "published_at": {
            "unix": 1567169640,
            "text": "2019-08-30 13:54:00 +0100",
            "iso_8601": "2019-08-30T12:54:00Z"
        },
        "updated_at": {
            "unix": 1567169725,
            "text": "2019-08-30 13:55:25 +0100",
            "iso_8601": "2019-08-30T12:55:25Z"
        },
        "subject": "Fixed and FX latest: debt still mixed and Dollar drifting",
        "content": "<p>Bunds are just off marginal new Eurex highs (179.17) and appear to be dragging peers with them with little notable reaction to the early US data that was pretty much in line with expectations. However, core PCE remains soft and Usd/Cad saw a more pronounced retreat to test the resolve of bids at 1.3250 in wake of a blow-out Canadian GDP report, but is now bouncing having failed to fill them and revisit this week’s 1.3225 lows.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-debt-still-mixed-and-dollar-drifting-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:54:00",
        "gmt_time": "2019-08-30 12:54:00"
    },
    {
        "id": 884546,
        "updated_sequence": 1919032,
        "published_at": {
            "unix": 1567169460,
            "text": "2019-08-30 13:51:00 +0100",
            "iso_8601": "2019-08-30T12:51:00Z"
        },
        "updated_at": {
            "unix": 1567169561,
            "text": "2019-08-30 13:52:41 +0100",
            "iso_8601": "2019-08-30T12:52:41Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 30th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22664/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Ulta Beauty (ULTA)</strong> (Consumer Discretionary/Specialty Stores) Q2 19 (USD): EPS 2.76 (exp. 2.80), Revenue 1.67bln (exp. 1.68bln); SSS +6.2%. Cuts FY EPS view</li><li><strong>Campbell Soup (CPB)</strong> (Consumer Staples/Packaged Foods &amp; Meats) Q4 19 (USD): adj. EPS 0.42 (exp. 0.41), Revenue 2.02bln (exp. 1.98bln)</li><li><strong>Dell Technologies Inc (DELL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q2 20 (USD): adj. EPS 2.15 (exp. 1.51), Revenue 23.4bln (exp. 23.54bln).</li></ul><p><strong>30th August 2019</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ES futures have been trading firmer on Friday morning, rising above 2,940 towards the top-end of August’s range, and eyeing the 50 DMA around 2950. Participants will be winding up month-end rebalancing flows today ahead of the long weekend, with analysts suggesting estimates of USD ~15bln into equities, albeit the majority has likely already occurred in the previous few days.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The latest BofAML positioning model has triggered a buy signal for risk assets as a contrarian trade for the first time since January.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Looking at the weekend, provided there is no last-minute backtracking, the latest US tariffs are set to come in place on Sunday to which China has vowed to respond accordingly.</p><p><strong>DOW</strong></p><ul><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) is looking to restructure its engineering reporting lines so that senior officials in the co receive feedback on safety faster.</li><li><strong>The Walt Disney Company (DIS)</strong> (Communication Services/Movies &amp; Entertainment) has sold its 80% stake in YES Network, a regional sports network, to a group of investors for USD 3.47bln. The Yankees will own 26%, <strong>Sinclair (SBGI)</strong> 20%, <strong>Amazon (AMZN)</strong> 15%, and the remaining 39% will be split among other investment funds.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc Class C (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) – Alphabet’s Waymo has urged US traffic regulators to remove regulatory barriers for vehicles without steering wheels and brake pedals as quickly as possible. Elsewhere, security researchers at Google have discovered a hacking campaign which could have breached hundreds of thousands of <strong>Apple (AAPL) </strong>iPhones for at least two years, FT reports.</li><li><strong>Tesla Inc (TSLA) </strong>(Consumer Discretionary/Automobiles) has been given exemptions from the purchase tax for 16 vehicle models by the Chinese administration, the first US automaker to receive such. Additionally, the automaker has raised its vehicle prices in China amid the weakening yuan.</li><li><strong>Ulta Beauty (ULTA)</strong> (Consumer Discretionary/Specialty Stores) Q2 19 (USD): EPS 2.76 (exp. 2.80), Revenue 1.67bln (exp. 1.68bln); SSS +6.2%. Cuts FY EPS view 11.86-12.06 (exp. 12.97), cuts FY SSS view; cites headwinds in the US cosmetics markets.</li><li><strong>Workday Inc (WDAY)</strong> (Information Technology/Software) Q2 20 (USD): EPS 0.44 (exp. 0.35), Revenue 0.89bln (exp. 0.87bln); subscription Revenue 0.76mln (+33.9% YY). Raises FY subscription Revenue view 3.06bln-3.07bln.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>AmerisourceBergen Corp (ABC)</strong> (Health Care/Health Care Distributors) Q1 19 (USD): adj. EPS 0.03 (exp. 0.07), Revenue 123.7mln (exp. 127.36mln).</li><li><strong>Campbell Soup (CPB)</strong> (Consumer Staples/Packaged Foods &amp; Meats) Q4 19 (USD): adj. EPS 0.42 (exp. 0.41), Revenue 2.02bln (exp. 1.98bln). FY20 adj. EPS view 2.50-2.55 (exp. 2.58), FY20 Revenue +1% to +3% above FY19 Revenue of 8.11bln (exp. 9.05bln).</li><li><strong>General Electric (GE)</strong> (Industrials/Industrial Conglomerates) has had the investor lawsuit brought against it partially dismissed by a Federal judge; the lawsuit was filed in 2017 and accused the co of concealing USD 24bln in insurance liabilities.</li><li><strong>The Cooper Companies (COO) </strong>(Health Care/Health Care Supplies) Q3 19 (USD): adj. EPS 3.23 (exp. 3.17), Revenue 0.679bln (exp. 0.688bln). FY adj. EPS view 12.27-12.35 (exp. 12.28), FY Revenue view 2.635bln-2.655bln (exp. 2.65bln).</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Dell Technologies Inc (DELL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q2 20 (USD): adj. EPS 2.15 (exp. 1.51), Revenue 23.4bln (exp. 23.54bln). Raises FY adj. EPS view 6.95-7.40 (exp. 6.47), FY Revenue view 93bln-94.5bln (exp. 94.01bln). Co mentions softer Enterprise demand going forward, and weak China demand.</li><li><strong>Marvell Technology Group Ltd (MRVL)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment) Q2 19 (USD): adj. EPS 0.16 (exp. 0.15), Revenue 0.657bln (exp. 0.652bln). Q3 adj. EPS view 0.15-0.19 (exp. 0.21); Q3 Revenue 0.660bln +/- 3% (exp. 0.698mln).</li><li><strong>Uber Inc (UBER) </strong>(Industrials/Road &amp; Rail) CEO Dara Khosrowshahi said it looks as if ex-CEO Levandowski stole information on autonomous vehicles from <strong>Alphabet (GOOG)</strong>, but says he believes none of that information has been used at Uber, Fortune reports. Elsewhere, Uber and <strong>Lyft (LYFT) </strong>will spend USD 60mln on efforts to exempt themselves from the proposed Californian that would force them to class their drivers as employees, rather than independent contractors.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ABERCROMBIE &amp; FITCH (ANF) UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</li><li>CAE (CAE) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>DUPONT (DD) UPGRADED TO OUTPERFORM FROM NEUTRAL AT EXANE BNP PARIBAS</li><li>MARVELL (MRVL) UPGRADED TO BUY FROM HOLD AT CRAIG-HALLUM</li><li>WORKDAY (WDAY) UPGRADED TO NEUTRAL FROM SELL AT CITI</li></ul><p><strong>Downgrades</strong></p><ul><li>ULTA BEAUTY (ULTA) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>ULTA BEAUTY (ULTA) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>ULTA BEAUTY (ULTA) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>ULTA BEAUTY (ULTA) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT ATLANTIC EQUITIES</li><li>ULTA BEAUTY (ULTA) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li></ul><p><strong>Initiations</strong></p><ul><li>MAGNOLIA OIL &amp; GAS (MGY) RATED NEW OVERWEIGHT AT BARCLAYS; PT USD 13</li><li>MODINE (MOD) RATED NEW NEUTRAL AT DA DAVIDSON; PT USD 11.50</li><li>OASIS PETROLEUM (OAS) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 3.50</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Associated Banc-Corp (ASB). Amount USD 0.17</li><li>Ball Corp (BLL). Amount USD 0.15</li><li>Boise Cascade Co (BCC). Amount USD 0.09</li><li>BorgWarner Inc (BWA). Amount USD 0.17</li><li>Bruker Corp (BRKR). Amount USD 0.04</li><li>Carter's Inc (CRI). Amount USD 0.50</li><li>Cathay General Bancorp (CATY). Amount USD 0.31</li><li>CDK Global Inc (CDK). Amount USD 0.15</li><li>Clearway Energy Inc (CWEN). Amount USD 0.20</li><li>Cooper Tire &amp; Rubber Co (CTB). Amount USD 0.10</li><li>Dunkin' Brands Group Inc (DNKN). Amount USD 0.37</li><li>eBay Inc (EBAY). Amount USD 0.14</li><li>Flagstar Bancorp Inc (FBC). Amount USD 0.04</li><li>Group 1 Automotive Inc (GPI). Amount USD 0.28</li><li>Hartford Financial Services Group Inc (HIG). Amount USD 0.30</li><li>HCA Healthcare Inc (HCA). Amount USD 0.40</li><li>Interpublic Group of Companies Inc (IPG). Amount USD 0.23</li><li>Kellogg Co (K). Amount USD 0.57</li><li>Knight-Swift Transportation Holdings Inc (KNX). Amount USD 0.06</li><li>Linde PLC (LIN). Amount USD 0.87</li><li>Lockheed Martin Corp (LMT). Amount USD 2.20</li><li>M&amp;T Bank Corp (MTB). Amount USD 1.00</li><li>Martin Marietta Materials Inc (MLM). Amount USD 0.55</li><li>Mcdonald's Corp (MCD). Amount USD 1.16</li><li>McKesson Corp (MCK). Amount USD 0.41</li><li>Nike Inc (NKE). Amount USD 0.22</li><li>Old National Bancorp (ONB). Amount USD 0.13</li><li>Polaris Inc (PII). Amount USD 0.61</li><li>Realty Income Corp (O). Amount USD 0.22</li><li>Safety Insurance Group Inc (SAFT). Amount USD 0.90</li><li>Silgan Holdings Inc (SLGN). Amount USD 0.11</li><li>SS&amp;C Technologies Holdings Inc (SSNC). Amount USD 0.10</li><li>Stanley Black &amp; Decker Inc (SWK). Amount USD 0.69</li><li>Stifel Financial Corp (SF). Amount USD 0.15</li><li>Strategic Education Inc (STRA). Amount USD 0.50</li><li>TerraForm Power Inc (TERP). Amount USD 0.20</li><li>TFS Financial Corp (TFSL). Amount USD 0.27</li><li>Tradeweb Markets Inc (TW). Amount USD 0.08</li><li>Tronox Holdings PLC (TROX). Amount USD 0.04</li><li>Universal Health Services Inc (UHS). Amount USD 0.20</li><li>Virtu Financial Inc (VIRT). Amount USD 0.24</li><li>Wendys Co (WEN). Amount USD 0.10​</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-30th-august-2019-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:51:00",
        "gmt_time": "2019-08-30 12:51:00"
    },
    {
        "id": 884545,
        "updated_sequence": 1919029,
        "published_at": {
            "unix": 1567169280,
            "text": "2019-08-30 13:48:00 +0100",
            "iso_8601": "2019-08-30T12:48:00Z"
        },
        "updated_at": {
            "unix": 1567169556,
            "text": "2019-08-30 13:52:36 +0100",
            "iso_8601": "2019-08-30T12:52:36Z"
        },
        "subject": "Turkish Foreign Minister says we never said we are purchasing planes from Russia, we are part of the F35 programme and want to buy F35's, but if we cannot other alternatives will be sought",
        "content": "<ul><li>Not excluding any options, it doesn't necessarily have to be Russia only&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-foreign-minister-says-we-never-said-we-are-purchasing-planes-from-russia-we-are-part-of-the-f35-programme-and-want-to-buy-f35-s-but-if-we-cannot-other-alternatives-will-be-sought-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:48:00",
        "gmt_time": "2019-08-30 12:48:00"
    },
    {
        "id": 884544,
        "updated_sequence": 1919024,
        "published_at": {
            "unix": 1567168380,
            "text": "2019-08-30 13:33:00 +0100",
            "iso_8601": "2019-08-30T12:33:00Z"
        },
        "updated_at": {
            "unix": 1567168646,
            "text": "2019-08-30 13:37:26 +0100",
            "iso_8601": "2019-08-30T12:37:26Z"
        },
        "subject": "Ford (F) has announced a four recalls of select vehicles, including for a potential lack of seat restraint in the event of a crash which affects some 485k vehicles in the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-has-announced-a-four-recalls-of-select-vehicles-including-for-a-potential-lack-of-seat-restraint-in-the-event-of-a-crash-which-affects-some-485k-vehicles-in-the-us-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:33:00",
        "gmt_time": "2019-08-30 12:33:00"
    },
    {
        "id": 884528,
        "updated_sequence": 1918972,
        "published_at": {
            "unix": 1567167720,
            "text": "2019-08-30 13:22:00 +0100",
            "iso_8601": "2019-08-30T12:22:00Z"
        },
        "updated_at": {
            "unix": 1567168024,
            "text": "2019-08-30 13:27:04 +0100",
            "iso_8601": "2019-08-30T12:27:04Z"
        },
        "subject": "Italian PD Leader Zingaretti says the government needs to cut taxes to stimulate consumption; says the government needs to relaunch investments",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier in the week, Zingaretti's PD party agreed to form a coalition with 5SM with Conte to continue as PM. Conte has said that one of the first priorities of the new government will be the 2020 Budget.&nbsp;</li><li>BTPs have been rallying in anticipation that this new coalition will adopt a more \"fiscally responsible\" stance, with the countries budget complying with European Union fiscal rules.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1567167900,
            "text": "2019-08-30 13:25:00 +0100",
            "iso_8601": "2019-08-30T12:25:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pd-leader-zingaretti-says-the-government-needs-to-cut-taxes-to-stimulate-consumption-says-the-government-needs-to-relaunch-investments-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:22:00",
        "gmt_time": "2019-08-30 12:22:00"
    },
    {
        "id": 884527,
        "updated_sequence": 1918965,
        "published_at": {
            "unix": 1567166820,
            "text": "2019-08-30 13:07:00 +0100",
            "iso_8601": "2019-08-30T12:07:00Z"
        },
        "updated_at": {
            "unix": 1567166987,
            "text": "2019-08-30 13:09:47 +0100",
            "iso_8601": "2019-08-30T12:09:47Z"
        },
        "subject": "General Motors (GM) - US President Trump criticizes GM for moving major plants to China, despite being bailed out by US government, asks if they should move back to the US",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1167408293062594560\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "general-motors-gm-us-president-trump-criticizes-gm-for-moving-major-plants-to-china-despite-being-bailed-out-by-us-government-asks-if-they-should-move-back-to-the-us-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 20:07:00",
        "gmt_time": "2019-08-30 12:07:00"
    },
    {
        "id": 884522,
        "updated_sequence": 1918948,
        "published_at": {
            "unix": 1567165380,
            "text": "2019-08-30 12:43:00 +0100",
            "iso_8601": "2019-08-30T11:43:00Z"
        },
        "updated_at": {
            "unix": 1567165656,
            "text": "2019-08-30 12:47:36 +0100",
            "iso_8601": "2019-08-30T11:47:36Z"
        },
        "subject": "Turkey’s President Erdogan says consideration of Russian jets are all part of precautionary measures and he believes that there will be further transactions with Russia in future ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier in the week the US House of Foreign Affairs Committee urged US President Trump to employ sanctions on Turkey over their purchase of the Russian S-400 air defense system</li></ul>",
        "analysis_updated_at": {
            "unix": 1567165655,
            "text": "2019-08-30 12:47:35 +0100",
            "iso_8601": "2019-08-30T11:47:35Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-s-president-erdogan-says-consideration-of-russian-jets-are-all-part-of-precautionary-measures-and-he-believes-that-there-will-be-further-transactions-with-russia-in-future-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:43:00",
        "gmt_time": "2019-08-30 11:43:00"
    },
    {
        "id": 884521,
        "updated_sequence": 1918943,
        "published_at": {
            "unix": 1567165140,
            "text": "2019-08-30 12:39:00 +0100",
            "iso_8601": "2019-08-30T11:39:00Z"
        },
        "updated_at": {
            "unix": 1567165350,
            "text": "2019-08-30 12:42:30 +0100",
            "iso_8601": "2019-08-30T11:42:30Z"
        },
        "subject": "Scotiabank FX Daily - USD Mixed in Narrow Range Ahead of Month-End  ",
        "content": "<ul><li>&nbsp; USD retains a firm bias as uncertainties persist but scope for gains limited.</li><li>&nbsp; CAD awaits GDP data, continues to attract support on dips versus the USD.</li><li>&nbsp; EUR soft but holding above recent lows in quiet trade.</li><li>&nbsp; GBP choppy in overnight trade on Brexit but remains prone to softness.</li><li>&nbsp; JPY modestly firmer on the day as USD gains stall in the upper 106s.</li><li>&nbsp; AUD holds near lows as Building Approvals data disappoint.</li><li>&nbsp; MXN firmer as losses beyond 20.013 technical levels stall.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-mixed-in-narrow-range-ahead-of-month-end-30-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:39:00",
        "gmt_time": "2019-08-30 11:39:00"
    },
    {
        "id": 884520,
        "updated_sequence": 1918938,
        "published_at": {
            "unix": 1567164900,
            "text": "2019-08-30 12:35:00 +0100",
            "iso_8601": "2019-08-30T11:35:00Z"
        },
        "updated_at": {
            "unix": 1567164989,
            "text": "2019-08-30 12:36:29 +0100",
            "iso_8601": "2019-08-30T11:36:29Z"
        },
        "subject": "Indonesia mining minister says a new regulation on mineral ore exports restriction has been signed and that the exports will be allowed until the end of December ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-mining-minister-says-a-new-regulation-on-mineral-ore-exports-restriction-has-been-signed-and-that-the-exports-will-be-allowed-until-the-end-of-december-30-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:35:00",
        "gmt_time": "2019-08-30 11:35:00"
    },
    {
        "id": 884517,
        "updated_sequence": 1918940,
        "published_at": {
            "unix": 1567164780,
            "text": "2019-08-30 12:33:00 +0100",
            "iso_8601": "2019-08-30T11:33:00Z"
        },
        "updated_at": {
            "unix": 1567165187,
            "text": "2019-08-30 12:39:47 +0100",
            "iso_8601": "2019-08-30T11:39:47Z"
        },
        "subject": "UK PM Johnson says there is movement under the keel in EU negotiations, as such it is vital that the EU does not think that this may be blocked in parliament., ITV's Brand",
        "content": "<ul><li><a href=\"https://twitter.com/PaulBrandITV/status/1167399536123371520\">Link to Tweet</a></li><li>Johnson also adds, we have greatly strengthened our position on the EU by preparing for a no deal Brexit</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The use of 'keel' appears to be suggesting that there is some movement behind the scenes in negotiations</li></ul>",
        "analysis_updated_at": {
            "unix": 1567164900,
            "text": "2019-08-30 12:35:00 +0100",
            "iso_8601": "2019-08-30T11:35:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-pm-johnson-says-there-is-movement-under-the-keel-in-eu-negotiations-as-such-it-is-vital-that-the-eu-does-not-think-that-this-may-be-blocked-in-parliament-itv-s-brand-30-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:33:00",
        "gmt_time": "2019-08-30 11:33:00"
    },
    {
        "id": 884515,
        "updated_sequence": 1918919,
        "published_at": {
            "unix": 1567164060,
            "text": "2019-08-30 12:21:00 +0100",
            "iso_8601": "2019-08-30T11:21:00Z"
        },
        "updated_at": {
            "unix": 1567164262,
            "text": "2019-08-30 12:24:22 +0100",
            "iso_8601": "2019-08-30T11:24:22Z"
        },
        "subject": "Hong Kong activist Joshua Wong criticises Chinese government response to protestors' requests for dialogue; says freedom of assembly and rights are \"eroded\".",
        "content": "<p><a href=\"https://twitter.com/joshuawongcf/status/1167396358388477953\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "hong-kong-activist-joshua-wong-criticises-chinese-government-response-to-protestors-requests-for-dialogue-says-freedom-of-assembly-and-rights-are-eroded-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:21:00",
        "gmt_time": "2019-08-30 11:21:00"
    },
    {
        "id": 884513,
        "updated_sequence": 1918913,
        "published_at": {
            "unix": 1567163580,
            "text": "2019-08-30 12:13:00 +0100",
            "iso_8601": "2019-08-30T11:13:00Z"
        },
        "updated_at": {
            "unix": 1567163659,
            "text": "2019-08-30 12:14:19 +0100",
            "iso_8601": "2019-08-30T11:14:19Z"
        },
        "subject": "Russian defense ministry says Syrian army will unilaterally cease fire in Syria’s Idlib de-escalation zone, according to Tass",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-defense-ministry-says-syrian-army-will-unilaterally-cease-fire-in-syria-s-idlib-de-escalation-zone-according-to-tass-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:13:00",
        "gmt_time": "2019-08-30 11:13:00"
    },
    {
        "id": 884512,
        "updated_sequence": 1918910,
        "published_at": {
            "unix": 1567163280,
            "text": "2019-08-30 12:08:00 +0100",
            "iso_8601": "2019-08-30T11:08:00Z"
        },
        "updated_at": {
            "unix": 1567163377,
            "text": "2019-08-30 12:09:37 +0100",
            "iso_8601": "2019-08-30T11:09:37Z"
        },
        "subject": "Total (FP FP) is to halt its Normandy Gonfreville L'orcher refinery (240k BPD) operations for two months from September 4th for major maintenance and inspection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-is-to-halt-its-normandy-gonfreville-l-orcher-refinery-240k-bpd-operations-for-two-months-from-september-4th-for-major-maintenance-and-inspection-30-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 19:08:00",
        "gmt_time": "2019-08-30 11:08:00"
    },
    {
        "id": 884511,
        "updated_sequence": 1918921,
        "published_at": {
            "unix": 1567162740,
            "text": "2019-08-30 11:59:00 +0100",
            "iso_8601": "2019-08-30T10:59:00Z"
        },
        "updated_at": {
            "unix": 1567164356,
            "text": "2019-08-30 12:25:56 +0100",
            "iso_8601": "2019-08-30T11:25:56Z"
        },
        "subject": "Tesla (TSLA) is reportedly to be exempt from China's auto purchase tax on 16 of its models",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-is-reportedly-to-be-exempt-from-china-s-auto-purchase-tax-on-16-of-its-models-30-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:59:00",
        "gmt_time": "2019-08-30 10:59:00"
    },
    {
        "id": 884510,
        "updated_sequence": 1918904,
        "published_at": {
            "unix": 1567162140,
            "text": "2019-08-30 11:49:00 +0100",
            "iso_8601": "2019-08-30T10:49:00Z"
        },
        "updated_at": {
            "unix": 1567162216,
            "text": "2019-08-30 11:50:16 +0100",
            "iso_8601": "2019-08-30T10:50:16Z"
        },
        "subject": "RANsquawk Daily US Opening News - 30th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22663/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices are set to end the month on a high, as sentiment remains strong on a lack of fresh trade newsflow</li><li>ECB's Lautenschlager says it is much too early for a huge package and APP is a last resort, largely echoing ECB’s Knot</li><li>USD is firmer vs. most G10 counterparts while the Fixed complex paints a mixed/little changed picture</li><li>Looking ahead, highlights include US Core PCE &amp; Chicago PMI, Canadian GDP</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets headed into month-end higher across the board after the tumultuous US-China trade saga took a positive turn</strong> following comments from Mofcom spurred that hopes regarding talks in September and indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. <strong>ASX 200 (+1.5%) </strong>and<strong> Nikkei 225 (+1.2%)</strong> advanced from the open with notable strength seen in Australia’s trade-sensitive sectors and as earnings continued to trickle in, while Tokyo trade was buoyant with focus on a slew of mixed data in which Industrial Production significantly topped estimates and amid reports that Japan permitted the first exports of hydrogen fluoride to South Korea since curbs were enacted. <strong>Hang Seng (+0.1%) </strong>and<strong> Shanghai Comp. (-0.1%) </strong>were underpinned by the trade hopes after Mofcom stated that both sides are discussing the September talks and that the sides have been in touch, while it also suggested that China wants to settle the dispute calmly and avoid further escalation. Furthermore, earnings have also been a driving force with firm gains in China’s largest bank ICBC, as well as oil majors CNOOC and PetroChina following their results, although upside in the broader market was contained given the looming additional tariffs and after continued PBoC inaction resulted to a consecutive weekly net liquidity drain. Finally, 10yr JGBs were lower with safe-haven demand sapped by the positive risk tone and after the BoJ reduced its purchases in 5yr-10yr JGBs to JPY 400bln from JPY 450bln for today’s Rinban operation.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 130bln vs. Prev. drain of CNY 30bln last week. (Newswires) <strong>PBoC set CNY mid-point at 7.0879 vs. Exp. 7.1197 (Prev. 7.0835)</strong></p><p>Global Times tweeted China is unswervingly tethered to its non-stop opening-up drive and reforming its economic system, even when the country is forced into a battle of tit-for-tat tariffs with the US on a massive, unprecedented magnitude. (Twitter)</p><p>Hong Kong rejected the appeal against the protest ban on Saturday, while it was also reported that Hong Kong arrested prominent activists Joshua Wong, Andy Chan and Agnes Chow. Subsequent reports indicate that Wong and Chow have been released. (Newswires)</p><p><strong>BoK kept the 7-day Repo Rate unchanged at 1.50% as expected</strong>. BoK noted the decision was not unanimous with BoK’s Cho and Shin the dissenters who voted for a cut, while it stated it will maintain its accommodative policy stance and Governor Lee also commented the BoK still has a certain amount of policy room. (Newswires)</p><p>Japanese Industrial Production (Jul P) 1.3% vs. Exp. 0.3% (Prev. -3.3%). (Newswires)</p><p>Japanese Industrial Production (Jul P) Y/Y 0.7% vs. Exp. -0.5% (Prev. -3.8%)</p><p>Japanese Retail Sales (Jul) M/M -2.3% vs. Exp. -0.9% (Prev. 0.0%)</p><p>Japanese Retail Sales (Jul) Y/Y Jul -2.0% vs. Exp. -0.8% (Prev. 0.5%)</p><p>Japanese Tokyo CPI (Aug) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.9%)</p><p>Japanese Tokyo CPI Ex. Fresh Food (Aug) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.9%)</p><p>Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Aug) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.8%)</p><p><strong>GEOPOLITICS</strong></p><p><strong>China rejected proposal from Hong Kong Government to withdraw the extradition bill this summer, highest levels of Chinese government were involved in the decision</strong>., according to sources. (Newswires)</p><p>UK/EU</p><p><strong>ECB's Lautenschlaeger (Hawk), when asked about the need for a package of stimulus measures, Echoes ECB's Knot by saying it is much too early for a huge package</strong>, believes the APP measure is a last resort that should only be used if deflation is a risk, and rate cuts would be something to think about before considering a non-standard measure like APP. (Newswires)</p><p><strong>EU HICP Flash YY Aug 1.0% vs. Exp. 1.0% (Prev. 1.0%)</strong></p><p>- EU HICP-X F&amp;E Flash YY Aug 1.1% vs. Exp. 1.1% (Prev. 1.1%)</p><p>- EU HICP-X Food, Energy, Alcohol &amp; Tobacco Flash YY (Aug) 0.9% (Prev. 0.9%)</p><p><strong>A Scottish Judge has rejected a bid for an interim block on UK PM Johnson's decision to suspend parliament, according to the BBC. </strong>Subsequently, reported that a court hearing on the decision to suspend parliament will take place on September 5th. (BBC/Newswires)</p><p><strong>UK PM Johnson has ordered Brexit Advisor Frost to \"step up the tempo\" in talks over a new deal with Brussels. Frost will meet his counterparts twice a week in Brussels, starting next week</strong>. (Telegraph)</p><p><strong>UK House of Commons Speaker Bercow has reportedly been in contact with Tory rebels whilst on holiday this week regarding plans to stop PM Johnson from suspending Parliament</strong>. (Telegraph)</p><p><strong>Tory grandee and former Chancellor Clarke said he would be prepared to back opposition Labour party leader Corbyn as caretaker PM to avert a no-deal Brexit as long as he could be kept under control</strong>. (Sky News)</p><p>Opposition Leader Corbyn has put his support behind a plot by his hard-left supporters to “shut down the streets” by whipping up the biggest act of civil disobedience in decades to protest at PM Johnson’s Brexit plans. (Telegraph)</p><p>UK GfK Consumer Confidence (Aug) -14 vs. Exp. -12.0 (Prev. -11.0); matches lowest since mid-2013. (Newswires) UK Lloyds Business Barometer (Aug) 1 (Prev. 13); lowest since December 2011</p><p>EQUITIES</p><p>Major European indices are firmer this morning [Euro Stoxx 50 +0.8%] as markets look to round a volatile week and month off on a positive tone, ahead of next month’s Central Bank infused slate. European bourses positivity follows on from the relatively strong performance seen in the Asia-Pac session, as sentiment received a boost on US-China updates; although, trade newsflow has been light in European hours. In terms of sectors the STXX Housing Sector (+2.2%) is outperforming on the back of reports that the rent freeze in Berlin may not be as strict as was initially feared/reported. Reports which have led to Deutsche Wohnen (+12.9%) topping the Stoxx 600, with Vonovia (+5.8%) not far behind. Elsewhere, other notable movers include Daimler (+2.3%) after being upgraded to buy at Kepler Chevreux, which has helped the auto sector more broadly (+1.7%). Separately, Deutsche Bank (+0.1%) are lagging the DAX (+0.6%) after reports that the Co. are examining the closure of local branches and are likely to begin an equity derivatives book auction in September. More broadly, the Banking index (+0.7%) remains in positive territory but is towards the bottom of the index pile, which may be partially explained by S&amp;P downgrading Argentina’s credit rating to ‘Selective Default’ from ‘B-‘ after the country stated it would be delaying debt payments.</p><p>FX</p><p><strong>EUR </strong>- The single currency is edging closer to ytd lows vs the Dollar at 1.1027 following more dire German data (retail sales), and despite ECB’s Lautenschlaeger adding her hawkish views to those of Knot and Weidmann ahead of September’s policy meeting. Month end rebalancing flows are not providing traction/support this time as light Usd sales are touted against all G10s bar the Euro, while even the usual RHS flows/orders in Eur/Gbp seem to be conspicuously absent or relatively small given that the cross remains capped ahead of 0.9100 and the Pound is hardly firm in its own right. In terms of fundamentals, the ECB is still widely expected to deliver some form of stimulus next month even if not the big bazooka favoured by Rehn and other doves perhaps. However, hefty option expiry interest at 1.1050 (1.9 bn) could be cushioning Eur/Usd vs smaller size at the 1.1000 strike (1 bn), albeit amply backed up by barrier defences.</p><p><strong>USD -</strong> Notwithstanding the mostly bearish portfolio models noted above, the Greenback is only really softer vs the Yen in major markets, and the DXY has probed above resistance ahead of the 2019 peak, though remains some way below at 98.609 vs 98.932. Looming US data/surveys could give the index further impetus, but direction looks more contingent on broader risk sentiment and US-China trade developments with repercussions for Treasury yields and the curve alongside the Euro’s ability to evade further weakness.</p><p><strong>JPY </strong>- Bucking the overall trend, but marginally the Yen is holding a tight line around 106.50 vs the Buck following a raft of mixed Japanese data overnight and with plenty flanking the headline pair either side of the range. 1.4 bn expiries reside between 106.00-15 and the 21 DMA is only a fraction above at 106.17, while exporter supply is said to be layered from 106.70 right up to and through 107.00 at 107.10.</p><p><strong>CHF -</strong> In contrast to its fellow safe-haven, the Franc has retreated towards 0.9900 vs the Dollar and below 1.0900 against the Euro even though Switzerland’s KOF index was better than expected, and it appears evident that latest SNB warnings about action to curb excessive Chf demand are being heeded.</p><p><strong>GBP/CAD/NZD/AUD -</strong> All narrowly mixed against the Greenback, with Cable deriving some traction above 1.2150 and the 21 DMA (1.2154) to retest offers/resistance around 1.2200, while the Loonie continues to straddle 1.3300, but could finally break out of its shackles if Canadian GDP is outside consensus. Elsewhere, the Kiwi and Aussie are still top heavy on a mixture of dovish RBNZ/RBA and downbeat economic indicators not to mention negative input from RBA’s Debelle, with Aud/Usd only just hovering above 0.6700 and Nzd/Usd struggling to keep tabs on 0.6300.</p><p><strong>SEK/NOK -</strong> The Scandi Crowns are mixed vs the Euro, but both looking technically weak as the crosses trade above 10.8000 and 10.0000 respectively. However, the Sek is underperforming ahead of next week’s Riksbank policy meeting that could culminate in a dovish tweak to forward guidance via the timing of the likely next rate hike and/or a flatter repo path.</p><p>Notable Option Expiries:</p><p>- EUR/USD: <strong>1.1000 (1BLN),</strong> 1.1025 (450M), <strong>1.1050 (1.9BLN), </strong>1.1065 (500M<strong>), 1.1090-1.1100 (2.1BLN), 1.1110-15 (1.6BLN),</strong> 1.1150-65 (1.2BLN)</p><p>- AUD/USD: <strong>0.6755-70 (1.5BLN)</strong></p><p>- USD/JPY: 105.50 (1.7BLN), 105.75 (420M), <strong>106.00-15 (1.4BLN</strong>), 106.50 (330M), 107.00-10 (800M)</p><p>Australian Building Approvals (Jul) M/M -9.7% vs. Exp. 0.0% (Prev. -1.2%). (Newswires) Australian Building Approvals (Jul) Y/Y -28.5% vs. Exp. -22.2% (Prev. -25.6%) Australian Private Sector Credit (Jul) M/M 0.2% vs. Exp. 0.2% (Prev. 0.1%) Australian Private Sector Credit (Jul) Y/Y 3.1% vs. Exp. 3.2% (Prev. 3.3%)</p><p><strong>S&amp;P downgrades Argentina rating to selective default from B-. (Newswires)</strong></p><p><strong>FIXED</strong></p><p>Difficult to describe the tone or depict a decisive trend, as bonds continue to move independently and almost bereft of a definitive or obvious catalyst. However, Bunds have made a spirited recovery from 178.63 lows to regain sight of 179.00 vs Gilts lagging closer to their lows and BTPs also regaining momentum, though still well off Thursday’s heady 147.00+ contract best. Meanwhile, US Treasuries are back in bear-steepening mode, though mildly ahead of a busy end of month agenda and following a tepid 7 year auction, but a lengthy extension for August may be supportive.</p><p>COMMODITIES</p><p><strong>WTI and Brent</strong> are in negative in territory and failing to benefit from the strong performance in stocks thus far; with WTI retreating somewhat from yesterday’s weekly high of USD 56.86/bbl and Brent painting a similar picture. In terms of catalysts there have been no fundamental updates for the complex, though its worth nothing that today is Brent’s Oct’19 future expiry which, alongside month-end flows, may be playing a role in today’s price action. Turning to metals, where <strong>spot gold </strong>has slipped somewhat on the strength in stocks and the USD’s strength this morning; as such the yellow metal looks set to finish the week just a few dollars away from its Monday open at USD 1527/oz. Separately, UBS note that<strong> iron ore</strong> prices have had a very volatile H1, and the metal is now being afflicted by slower production and supply lifts which may push it below the USD 80.0/t mark.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-30th-august-2019-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:49:00",
        "gmt_time": "2019-08-30 10:49:00"
    },
    {
        "id": 884509,
        "updated_sequence": 1918901,
        "published_at": {
            "unix": 1567161900,
            "text": "2019-08-30 11:45:00 +0100",
            "iso_8601": "2019-08-30T10:45:00Z"
        },
        "updated_at": {
            "unix": 1567161948,
            "text": "2019-08-30 11:45:48 +0100",
            "iso_8601": "2019-08-30T10:45:48Z"
        },
        "subject": "RANsquawk EU Mid Session: Stocks and USD strong into month-end - 30th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22662/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p>Major European indices are firmer this morning [Euro Stoxx 50 +0.8%] as markets look to round a volatile week and month off on a positive tone, ahead of next month’s Central Bank infused slate. European bourses positivity follows on from the relatively strong performance seen in the Asia-Pac session, as sentiment received a boost on US-China updates; although, trade newsflow has been light in European hours. In terms of sectors the STXX Housing Sector (+2.2%) is outperforming on the back of reports that the rent freeze in Berlin may not be as strict as was initially feared/reported. Reports which have led to Deutsche Wohnen (+12.9%) topping the Stoxx 600, with Vonovia (+5.8%) not far behind. Elsewhere, other notable movers include Daimler (+2.3%) after being upgraded to buy at Kepler Chevreux, which has helped the auto sector more broadly (+1.7%). Separately, Deutsche Bank (+0.1%) are lagging the DAX (+0.6%) after reports that the Co. are examining the closure of local branches and are likely to begin an equity derivatives book auction in September. More broadly, the Banking index (+0.7%) remains in positive territory but is towards the bottom of the index pile, which may be partially explained by S&amp;P downgrading Argentina’s credit rating to ‘Selective Default’ from ‘B-‘ after the country stated it would be delaying debt payments.</p><p>FX</p><p>EUR - The single currency is edging closer to ytd lows vs the Dollar at 1.1027 following more dire German data (retail sales), and despite ECB’s Lautenschlaeger adding her hawkish views to those of Knot and Weidmann ahead of September’s policy meeting. Month end rebalancing flows are not providing traction/support this time as light Usd sales are touted against all G10s bar the Euro, while even the usual RHS flows/orders in Eur/Gbp seem to be conspicuously absent or relatively small given that the cross remains capped ahead of 0.9100 and the Pound is hardly firm in its own right. In terms of fundamentals, the ECB is still widely expected to deliver some form of stimulus next month even if not the big bazooka favoured by Rehn and other doves perhaps. However, hefty option expiry interest at 1.1050 (1.9 bn) could be cushioning Eur/Usd vs smaller size at the 1.1000 strike (1 bn), albeit amply backed up by barrier defences.</p><p>USD - Notwithstanding the mostly bearish portfolio models noted above, the Greenback is only really softer vs the Yen in major markets, and the DXY has probed above resistance ahead of the 2019 peak, though remains some way below at 98.609 vs 98.932. Looming US data/surveys could give the index further impetus, but direction looks more contingent on broader risk sentiment and US-China trade developments with repercussions for Treasury yields and the curve alongside the Euro’s ability to evade further weakness.</p><p>JPY - Bucking the overall trend, but marginally the Yen is holding a tight line around 106.50 vs the Buck following a raft of mixed Japanese data overnight and with plenty flanking the headline pair either side of the range. 1.4 bn expiries reside between 106.00-15 and the 21 DMA is only a fraction above at 106.17, while exporter supply is said to be layered from 106.70 right up to and through 107.00 at 107.10.</p><p>CHF - In contrast to its fellow safe-haven, the Franc has retreated towards 0.9900 vs the Dollar and below 1.0900 against the Euro even though Switzerland’s KOF index was better than expected, and it appears evident that latest SNB warnings about action to curb excessive Chf demand are being heeded.</p><p>GBP/CAD/NZD/AUD - All narrowly mixed against the Greenback, with Cable deriving some traction above 1.2150 and the 21 DMA (1.2154) to retest offers/resistance around 1.2200, while the Loonie continues to straddle 1.3300, but could finally break out of its shackles if Canadian GDP is outside consensus. Elsewhere, the Kiwi and Aussie are still top heavy on a mixture of dovish RBNZ/RBA and downbeat economic indicators not to mention negative input from RBA’s Debelle, with Aud/Usd only just hovering above 0.6700 and Nzd/Usd struggling to keep tabs on 0.6300.</p><p>SEK/NOK - The Scandi Crowns are mixed vs the Euro, but both looking technically weak as the crosses trade above 10.8000 and 10.0000 respectively. However, the Sek is underperforming ahead of next week’s Riksbank policy meeting that could culminate in a dovish tweak to forward guidance via the timing of the likely next rate hike and/or a flatter repo path.</p><p>FIXED INCOME</p><p>Difficult to describe the tone or depict a decisive trend, as bonds continue to move independently and almost bereft of a definitive or obvious catalyst. However, Bunds have made a spirited recovery from 178.63 lows to regain sight of 179.00 vs Gilts lagging closer to their lows and BTPs also regaining momentum, though still well off Thursday’s heady 147.00+ contract best. Meanwhile, US Treasuries are back in bear-steepening mode, though mildly ahead of a busy end of month agenda and following a tepid 7 year auction, but a lengthy extension for August may be supportive.</p><p>COMMODITIES</p><p><strong>WTI and Brent</strong> are in negative in territory and failing to benefit from the strong performance in stocks thus far; with WTI retreating somewhat from yesterday’s weekly high of USD 56.86/bbl and Brent painting a similar picture. In terms of catalysts there have been no fundamental updates for the complex, though its worth nothing that today is Brent’s Oct’19 future expiry which, alongside month-end flows, may be playing a role in today’s price action. Turning to metals, where <strong>spot gold</strong> has slipped somewhat on the strength in stocks and the USD’s strength this morning; as such the yellow metal looks set to finish the week just a few dollars away from its Monday open at USD 1527/oz. Separately, UBS note that <strong>iron ore</strong> prices have had a very volatile H1, and the metal is now being afflicted by slower production and supply lifts which may push it below the USD 80.0/t mark.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-stocks-and-usd-strong-into-month-end-30th-august-2019-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:45:00",
        "gmt_time": "2019-08-30 10:45:00"
    },
    {
        "id": 884508,
        "updated_sequence": 1918898,
        "published_at": {
            "unix": 1567161600,
            "text": "2019-08-30 11:40:00 +0100",
            "iso_8601": "2019-08-30T10:40:00Z"
        },
        "updated_at": {
            "unix": 1567161675,
            "text": "2019-08-30 11:41:15 +0100",
            "iso_8601": "2019-08-30T10:41:15Z"
        },
        "subject": "Fixed Income: divergence and erratic trade",
        "content": "<p>Difficult to describe the tone or depict a decisive trend, as bonds continue to move independently and almost bereft of a definitive or obvious catalyst. However, Bunds have made a spirited recovery from 178.63 lows to regain sight of 179.00 vs Gilts lagging closer to their lows and BTPs also regaining momentum, though still well off Thursday’s heady 147.00+ contract best. Meanwhile, US Treasuries are back in bear-steepening mode, though mildly ahead of a busy end of month agenda and following a tepid 7 year auction, but a lengthy extension for August may be supportive.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-divergence-and-erratic-trade-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:40:00",
        "gmt_time": "2019-08-30 10:40:00"
    },
    {
        "id": 884507,
        "updated_sequence": 1918895,
        "published_at": {
            "unix": 1567160280,
            "text": "2019-08-30 11:18:00 +0100",
            "iso_8601": "2019-08-30T10:18:00Z"
        },
        "updated_at": {
            "unix": 1567160403,
            "text": "2019-08-30 11:20:03 +0100",
            "iso_8601": "2019-08-30T10:20:03Z"
        },
        "subject": "Hong Kong activists Joshua Wong and Agnes Chow have been released",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from overnight reports that Hong Kong rejected the appeal against the protest ban on Saturday, while it was also reported that Hong Kong arrested prominent activists Joshua Wong, Andy Chan and Agnes Chow.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1567160403,
            "text": "2019-08-30 11:20:03 +0100",
            "iso_8601": "2019-08-30T10:20:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-activists-joshua-wong-and-agnes-chow-have-been-released-30-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:18:00",
        "gmt_time": "2019-08-30 10:18:00"
    },
    {
        "id": 884506,
        "updated_sequence": 1918890,
        "published_at": {
            "unix": 1567159860,
            "text": "2019-08-30 11:11:00 +0100",
            "iso_8601": "2019-08-30T10:11:00Z"
        },
        "updated_at": {
            "unix": 1567160001,
            "text": "2019-08-30 11:13:21 +0100",
            "iso_8601": "2019-08-30T10:13:21Z"
        },
        "subject": "Nomura says CTA position adjustment contributed to yesterdays rally",
        "content": "<ul><li>Nomura acknowledge yesterday’s solid stock market gains, in which ES Sep’ 19 Futures recovered to around 2920 on the back of Chinese MOFCOM confirming that US/China trade teams had been in touch and a September meeting is still on the cards, but are doubtful that such news in isolation could be solely responsible for the rebound. Instead, they argue that as the market broke out of a mid-week 2860 to 2900 range, an unwinding in short futures positions was triggered, “encouraging a unidirectional flow of reversal trades.”</li><li>Nomura’s model suggests that global macro hedge funds are buying US stocks and selling US bonds forcefully, which, the bank suspects, is in anticipation of what they expect will be upside surprises in key economic indicators to be released next week (including the US ISM Mfg PMI and NFP data). Moreover, the bank suggests that trend-following algos, which had been positioning themselves for a down trend in global stock prices and interest rates, appear to have been dragged into adjusting their positions.</li><li>The combination of global macro hedge fund buying and CTAs paring bearish equity positioning are working against the development of a risk-off mood, Nomura says. Although, reductions in CTA short positioning appears mostly to be a matter of relieving pressure for the time being, the bank raises the possibility/risk that fundamentals-oriented investors could collectively lift market indices past various technical thresholds next week, forcing further adjustment in the bearish positioning of systematic players.</li><li>Nomura’s model suggests that CTAs have ceased exiting long positions in US equity futures, and may have moved to close out long positions in UST futures.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-says-cta-position-adjustment-contributed-to-yesterdays-rally-30-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:11:00",
        "gmt_time": "2019-08-30 10:11:00"
    },
    {
        "id": 884499,
        "updated_sequence": 1918869,
        "published_at": {
            "unix": 1567159440,
            "text": "2019-08-30 11:04:00 +0100",
            "iso_8601": "2019-08-30T10:04:00Z"
        },
        "updated_at": {
            "unix": 1567159486,
            "text": "2019-08-30 11:04:46 +0100",
            "iso_8601": "2019-08-30T10:04:46Z"
        },
        "subject": "FX Morning Colour: Euro teeters into month end amidst hefty expiry options",
        "content": "<p><strong>EUR</strong></p><p>The single currency is edging closer to ytd lows vs the Dollar at 1.1027 following more dire German data (retail sales), and despite ECB’s Lautenschlaeger adding her hawkish views to those of Knot and Weidmann ahead of September’s policy meeting. Month end rebalancing flows are not providing traction/support this time as light Usd sales are touted against all G10s bar the Euro, while even the usual RHS flows/orders in Eur/Gbp seem to be conspicuously absent or relatively small given that the cross remains capped ahead of 0.9100 and the Pound is hardly firm in its own right. In terms of fundamentals, the ECB is still widely expected to deliver some form of stimulus next month even if not the big bazooka favoured by Rehn and other doves perhaps. However, hefty option expiry interest at 1.1050 (1.9 bn) could be cushioning Eur/Usd vs smaller size at the 1.1000 strike (1 bn), albeit amply backed up by barrier defences.</p><p><strong>USD</strong></p><p>Notwithstanding the mostly bearish portfolio models noted above, the Greenback is only really softer vs the Yen in major markets, and the <strong>DXY</strong> has probed above resistance ahead of the 2019 peak, though remains some way below at 98.609 vs 98.932. Looming US data/surveys could give the index further impetus, but direction looks more contingent on broader risk sentiment and US-China trade developments with repercussions for Treasury yields and the curve alongside the Euro’s ability to evade further weakness.</p><p><strong>JPY&nbsp;</strong></p><p>Bucking the overall trend, but marginally the Yen is holding a tight line around 106.50 vs the Buck following a raft of mixed Japanese data overnight and with plenty flanking the headline pair either side of the range. 1.4 bn expiries reside between 106.00-15 and the 21 DMA is only a fraction above at 106.17, while exporter supply is said to be layered from 106.70 right up to and through 107.00 at 107.10.</p><p><strong>CHF</strong></p><p>In contrast to its fellow safe-haven, the Franc has retreated towards 0.9900 vs the Dollar and below 1.0900 against the Euro even though Switzerland’s KOF index was better than expected, and it appears evident that latest SNB warnings about action to curb excessive Chf demand are being heeded.</p><p><strong>GBP/CAD/NZD/AUD</strong></p><p>All narrowly mixed against the Greenback, with Cable deriving some traction above 1.2150 and the 21 DMA (1.2154) to retest offers/resistance around 1.2200, while the Loonie continues to straddle 1.3300, but could finally break out of its shackles if Canadian GDP is outside consensus. Elsewhere, the Kiwi and Aussie are still top heavy on a mixture of dovish RBNZ/RBA and downbeat economic indicators not to mention negative input from RBA’s Debelle, with Aud/Usd only just hovering above 0.6700 and Nzd/Usd struggling to keep tabs on 0.6300.</p><p><strong>SEK/NOK&nbsp;</strong></p><p>The Scandi Crowns are mixed vs the Euro, but both looking technically weak as the crosses trade above 10.8000 and 10.0000 respectively. However, the Sek is underperforming ahead of next week’s Riksbank policy meeting that could culminate in a dovish tweak to forward guidance via the timing of the likely next rate hike and/or a flatter repo path.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-euro-teeters-into-month-end-amidst-hefty-expiry-options-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 18:04:00",
        "gmt_time": "2019-08-30 10:04:00"
    },
    {
        "id": 884494,
        "updated_sequence": 1918854,
        "published_at": {
            "unix": 1567157280,
            "text": "2019-08-30 10:28:00 +0100",
            "iso_8601": "2019-08-30T09:28:00Z"
        },
        "updated_at": {
            "unix": 1567157370,
            "text": "2019-08-30 10:29:30 +0100",
            "iso_8601": "2019-08-30T09:29:30Z"
        },
        "subject": "Anti-Brexit campaigner Gina Miller says a court hearing on the recent decision to suspend parliament will take place on 5 Sep ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anti-brexit-campaigner-gina-miller-says-a-court-hearing-on-the-recent-decision-to-suspend-parliament-will-take-place-on-5-sep-30-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 17:28:00",
        "gmt_time": "2019-08-30 09:28:00"
    },
    {
        "id": 884493,
        "updated_sequence": 1918851,
        "published_at": {
            "unix": 1567156380,
            "text": "2019-08-30 10:13:00 +0100",
            "iso_8601": "2019-08-30T09:13:00Z"
        },
        "updated_at": {
            "unix": 1567156978,
            "text": "2019-08-30 10:22:58 +0100",
            "iso_8601": "2019-08-30T09:22:58Z"
        },
        "subject": "A Scottish Judge has rejected a bid for an interim block on UK PM Johnson's decision to suspend parliament, according to the BBC",
        "content": "",
        "reaction_details": "<p>In an immediate reaction to the news, Cable fell from 1.2175 to 1.2157</p>",
        "reaction_updated_at": {
            "unix": 1567156500,
            "text": "2019-08-30 10:15:00 +0100",
            "iso_8601": "2019-08-30T09:15:00Z"
        },
        "analysis_details": "<p>This week UK PM Johnson moved to prorogue parliament from 9th September to 14th of October (on which day the Queen will be giving a speech to open a new parliamentary session), in a move adversaries are saying is aimed at reducing the legislative time that Parliament will have to prevent no deal, making a no deal outcome more likely. Various legal routes have been explored by opponents of no deal, including the interim block option referred to above.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1567156978,
            "text": "2019-08-30 10:22:58 +0100",
            "iso_8601": "2019-08-30T09:22:58Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-scottish-judge-has-rejected-a-bid-for-an-interim-block-on-uk-pm-johnson-s-decision-to-suspend-parliament-according-to-the-bbc-30-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 17:13:00",
        "gmt_time": "2019-08-30 09:13:00"
    },
    {
        "id": 884223,
        "updated_sequence": 1918806,
        "published_at": {
            "unix": 1567155600,
            "text": "2019-08-30 10:00:00 +0100",
            "iso_8601": "2019-08-30T09:00:00Z"
        },
        "updated_at": {
            "unix": 1567155600,
            "text": "2019-08-30 10:00:00 +0100",
            "iso_8601": "2019-08-30T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-29-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 17:00:00",
        "gmt_time": "2019-08-30 09:00:00"
    },
    {
        "id": 884479,
        "updated_sequence": 1918843,
        "published_at": {
            "unix": 1567155360,
            "text": "2019-08-30 09:56:00 +0100",
            "iso_8601": "2019-08-30T08:56:00Z"
        },
        "updated_at": {
            "unix": 1567155995,
            "text": "2019-08-30 10:06:35 +0100",
            "iso_8601": "2019-08-30T09:06:35Z"
        },
        "subject": "BAML Flow Show: bond funds saw a slight increase in inflows totaling USD 7.37bln, in the week to Wednesday",
        "content": "<ul><li>Add that outflows from stocks remained largely stable at USD 6.84bln, similar to the prior week</li><li>Bull &amp; Bear indicator has triggered a contrarian 'buy' single for risk assets</li><li>Record USD 160bln inflows to bond funds in the past 3-months highlight deep global recession fear alongside a global capitulation into the 'Japanification' theme</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-bond-funds-saw-a-slight-increase-in-inflows-totaling-usd-7-37bln-in-the-week-to-wednesday-30-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 16:56:00",
        "gmt_time": "2019-08-30 08:56:00"
    },
    {
        "id": 884478,
        "updated_sequence": 1918792,
        "published_at": {
            "unix": 1567155300,
            "text": "2019-08-30 09:55:00 +0100",
            "iso_8601": "2019-08-30T08:55:00Z"
        },
        "updated_at": {
            "unix": 1567155371,
            "text": "2019-08-30 09:56:11 +0100",
            "iso_8601": "2019-08-30T08:56:11Z"
        },
        "subject": "Japan's Economy Minister Motegi says their was no discussion on currencies in trade talks with the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-s-economy-minister-motegi-says-their-was-no-discussion-on-currencies-in-trade-talks-with-the-us-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 16:55:00",
        "gmt_time": "2019-08-30 08:55:00"
    },
    {
        "id": 884477,
        "updated_sequence": 1918789,
        "published_at": {
            "unix": 1567155240,
            "text": "2019-08-30 09:54:00 +0100",
            "iso_8601": "2019-08-30T08:54:00Z"
        },
        "updated_at": {
            "unix": 1567155326,
            "text": "2019-08-30 09:55:26 +0100",
            "iso_8601": "2019-08-30T08:55:26Z"
        },
        "subject": "NHC says that Dorian is forecast to become a Major Hurricane later today, hurricane watch has been issued for the northwestern Bahamas ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-that-dorian-is-forecast-to-become-a-major-hurricane-later-today-hurricane-watch-has-been-issued-for-the-northwestern-bahamas-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 16:54:00",
        "gmt_time": "2019-08-30 08:54:00"
    },
    {
        "id": 884476,
        "updated_sequence": 1918786,
        "published_at": {
            "unix": 1567153800,
            "text": "2019-08-30 09:30:00 +0100",
            "iso_8601": "2019-08-30T08:30:00Z"
        },
        "updated_at": {
            "unix": 1567153881,
            "text": "2019-08-30 09:31:21 +0100",
            "iso_8601": "2019-08-30T08:31:21Z"
        },
        "subject": "UK Net Gilt Purchases by foreign investors (July) GBP -2.926bln vs. Prev. GBP +7.337bln; largest fall since February",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-net-gilt-purchases-by-foreign-investors-july-gbp-2-926bln-vs-prev-gbp-7-337bln-largest-fall-since-february-30-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 16:30:00",
        "gmt_time": "2019-08-30 08:30:00"
    },
    {
        "id": 884468,
        "updated_sequence": 1918762,
        "published_at": {
            "unix": 1567152300,
            "text": "2019-08-30 09:05:00 +0100",
            "iso_8601": "2019-08-30T08:05:00Z"
        },
        "updated_at": {
            "unix": 1567152370,
            "text": "2019-08-30 09:06:10 +0100",
            "iso_8601": "2019-08-30T08:06:10Z"
        },
        "subject": "Indian PM Economic Advisory Council member says the government should unleash the bulk of the RBI surplus to meet FY fiscal deficit goals",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indian-pm-economic-advisory-council-member-says-the-government-should-unleash-the-bulk-of-the-rbi-surplus-to-meet-fy-fiscal-deficit-goals-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 16:05:00",
        "gmt_time": "2019-08-30 08:05:00"
    },
    {
        "id": 884459,
        "updated_sequence": 1918735,
        "published_at": {
            "unix": 1567151100,
            "text": "2019-08-30 08:45:00 +0100",
            "iso_8601": "2019-08-30T07:45:00Z"
        },
        "updated_at": {
            "unix": 1567151154,
            "text": "2019-08-30 08:45:54 +0100",
            "iso_8601": "2019-08-30T07:45:54Z"
        },
        "subject": "Gilts and Short Sterling futures tracking downturn in core counterparts",
        "content": "<p>UK debt and STIR contracts are on the back foot again, with the 10 year benchmark underperforming alongside Bunds and US Treasuries following a change in direction in the run up to Friday’s Liffe open, as China’s Foreign Ministry confirms that trade negotiators are keeping effective lines of dialogue open with their US counterparts. Gilts are nestling near the bottom of an early 134.80-55 range vs yesterday’s 134.84 settlement, while the 3 month strip has drifted down from +0.5 to +1.5 tick peaks to hover between flat and 0.5 tick below parity following overnight surveys showing multi-year lows in consumer and business sentiment (via Gfk and Lloyds respectively). Ahead, BoE consumer credit and mortgage data is unlikely to impact much, like Nationwide’s hpi that was mixed.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-tracking-downturn-in-core-counterparts-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 15:45:00",
        "gmt_time": "2019-08-30 07:45:00"
    },
    {
        "id": 884458,
        "updated_sequence": 1918732,
        "published_at": {
            "unix": 1567149840,
            "text": "2019-08-30 08:24:00 +0100",
            "iso_8601": "2019-08-30T07:24:00Z"
        },
        "updated_at": {
            "unix": 1567149910,
            "text": "2019-08-30 08:25:10 +0100",
            "iso_8601": "2019-08-30T07:25:10Z"
        },
        "subject": "China's Foreign Ministry says Chinese & US trade negotiation teams are maintaining effective communication",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-says-chinese-us-trade-negotiation-teams-are-maintaining-effective-communication-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 15:24:00",
        "gmt_time": "2019-08-30 07:24:00"
    },
    {
        "id": 884457,
        "updated_sequence": 1918729,
        "published_at": {
            "unix": 1567148700,
            "text": "2019-08-30 08:05:00 +0100",
            "iso_8601": "2019-08-30T07:05:00Z"
        },
        "updated_at": {
            "unix": 1567148750,
            "text": "2019-08-30 08:05:50 +0100",
            "iso_8601": "2019-08-30T07:05:50Z"
        },
        "subject": "European equity movers this morning: Deutsche Wohnen (DWNI GY) +7.3%; Safilo (SFL IM) +5.3%; CNH Industrial (CNH IM) +4.3%; Novartis (NOVN SW) +1.3%; Daimler (DAI GY) +1.3%; Renault (RNO FP) -1.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-deutsche-wohnen-dwni-gy-7-3-safilo-sfl-im-5-3-cnh-industrial-cnh-im-4-3-novartis-novn-sw-1-3-daimler-dai-gy-1-3-renault-rno-fp-1-1-30-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 15:05:00",
        "gmt_time": "2019-08-30 07:05:00"
    },
    {
        "id": 884446,
        "updated_sequence": 1918694,
        "published_at": {
            "unix": 1567147980,
            "text": "2019-08-30 07:53:00 +0100",
            "iso_8601": "2019-08-30T06:53:00Z"
        },
        "updated_at": {
            "unix": 1567148020,
            "text": "2019-08-30 07:53:40 +0100",
            "iso_8601": "2019-08-30T06:53:40Z"
        },
        "subject": "Bunds: weighing up more weak German data against another ECB hawk",
        "content": "<p>Choppy trade in the core Eurozone bond as August draws to a close and market participants digest conflicting impulses in the form of German retail sales that missed consensus, a deeper pull-back in BTPs and more hawkish ECB commentary via Lautenschlaeger. Hence, not much deviation around the 179.00 handle after an opening Eurex markdown to 178.91 from yesterday’s 178.94 close and extended downturn to 178.82 before rebounding to 179.05 and fading again.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-weighing-up-more-weak-german-data-against-another-ecb-hawk-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 14:53:00",
        "gmt_time": "2019-08-30 06:53:00"
    },
    {
        "id": 884442,
        "updated_sequence": 1918682,
        "published_at": {
            "unix": 1567145700,
            "text": "2019-08-30 07:15:00 +0100",
            "iso_8601": "2019-08-30T06:15:00Z"
        },
        "updated_at": {
            "unix": 1567146672,
            "text": "2019-08-30 07:31:12 +0100",
            "iso_8601": "2019-08-30T06:31:12Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Argentina Exposed Banks (e.g. BBVA (BBVA SM)) – </strong>S&amp;P has downgraded Argentina’s credit rating to selective default from B-; after Argentina stated it would be delaying payments on up to USD 101bln worth of debt. (Newswires)</p><p><strong>Ackermans &amp; Van Haaren (ACKB BB) – </strong>H1 revenue EUR 2.17bln vs. Prev. EUR 2.26bln, net EUR 258.7mln vs. Prev. EUR 172.2mln, operating EUR 12.6mln vs. Prev. EUR 4.6mln. (Newswires)</p><p><strong>Deutsche Wohne (DWN1 GY) – </strong>Berlin’s rent freeze may not be as strict as was initially reported., according to Bild. (Newswires)</p><p><strong>Genmab (GMAB DC) – </strong>Ofatumumab has demonstrated superiority vs. Teriflunomide in two separate head-to-head studies. (Newswires)</p><p><strong>Hugo Boss (BOSS GY) – </strong>Safilo Group and the Co. have renewed their eye-wear license agreement. (Newswires)</p><p><strong>Vivendi (VIV FP) – </strong>Co’s Canal+ is reportedly in discussions over the distribution of <strong>Netflix (NFLX) </strong>in France. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-30-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 14:15:00",
        "gmt_time": "2019-08-30 06:15:00"
    },
    {
        "id": 884441,
        "updated_sequence": 1918669,
        "published_at": {
            "unix": 1567145280,
            "text": "2019-08-30 07:08:00 +0100",
            "iso_8601": "2019-08-30T06:08:00Z"
        },
        "updated_at": {
            "unix": 1567145679,
            "text": "2019-08-30 07:14:39 +0100",
            "iso_8601": "2019-08-30T06:14:39Z"
        },
        "subject": "Several substantial FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1000 (1BLN)</strong>, 1.1025 (450M), <strong>1.1050 (1.9BLN)</strong>, 1.1065 (500M),</p><p><strong>1.1090-1.1100 (2.1BLN</strong>), <strong>1.1110-15 (1.6BLN)</strong>, 1.1150-65 (1.2BLN)</p><p>GBP/USD: 1.2100 (654M), 1.2150 (471M), 1.2170-75 (825M), 1.2195 (631M),</p><p>1.2350-55 (1BLN), 1.2400 (900M)</p><p>AUD/USD: <strong>0.6755-70 (1.5BLN)</strong></p><p>USD/CAD: 1.3205-20 (1.1BLN), 1.3295 (240M), 1.3320 (300M)</p><p>USD/JPY: 105.50 (1.7BLN), 105.75 (420M), <strong>106.00-15 (1.4BLN)</strong>,</p><p>106.50 (330M), 107.00-10 (800M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "several-substantial-fx-option-expiries-for-today-s-ny-cut-30-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 14:08:00",
        "gmt_time": "2019-08-30 06:08:00"
    },
    {
        "id": 884438,
        "updated_sequence": 1918666,
        "published_at": {
            "unix": 1567144920,
            "text": "2019-08-30 07:02:00 +0100",
            "iso_8601": "2019-08-30T06:02:00Z"
        },
        "updated_at": {
            "unix": 1567145423,
            "text": "2019-08-30 07:10:23 +0100",
            "iso_8601": "2019-08-30T06:10:23Z"
        },
        "subject": "ECB's Lautenschlaeger (Hawk), when asked about the need for a package of stimulus measures, Echoes ECB's Knot by saying it is much too early for a huge package",
        "content": "<ul><li>Is still convinced that the APP is a measure of last resort, only to be used if the risk of deflation is present</li><li>Rate cuts would be something to think about before you consider non-standard measure like APP</li><li><a href=\"https://www.ecb.europa.eu/press/inter/date/2019/html/ecb.in190830~646887fa26.en.html\">Link to Full Publication</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-lautenschlaeger-hawk-when-asked-about-the-need-for-a-package-of-stimulus-measures-echoes-ecb-s-knot-by-saying-it-is-much-too-early-for-a-huge-package-30-08-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 14:02:00",
        "gmt_time": "2019-08-30 06:02:00"
    },
    {
        "id": 884436,
        "updated_sequence": 1918646,
        "published_at": {
            "unix": 1567144800,
            "text": "2019-08-30 07:00:00 +0100",
            "iso_8601": "2019-08-30T06:00:00Z"
        },
        "updated_at": {
            "unix": 1567144924,
            "text": "2019-08-30 07:02:04 +0100",
            "iso_8601": "2019-08-30T06:02:04Z"
        },
        "subject": "China rejected proposal from Hong Kong Government to withdraw the extradition bill this summer, highest levels of Chinese government were involved in the decision., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-rejected-proposal-from-hong-kong-government-to-withdraw-the-extradition-bill-this-summer-highest-levels-of-chinese-government-were-involved-in-the-decision-according-to-sources-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 14:00:00",
        "gmt_time": "2019-08-30 06:00:00"
    },
    {
        "id": 884429,
        "updated_sequence": 1918674,
        "published_at": {
            "unix": 1567144080,
            "text": "2019-08-30 06:48:00 +0100",
            "iso_8601": "2019-08-30T05:48:00Z"
        },
        "updated_at": {
            "unix": 1567145834,
            "text": "2019-08-30 07:17:14 +0100",
            "iso_8601": "2019-08-30T06:17:14Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>30th August 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets headed into month-end higher across the board after the tumultuous US-China trade saga took a positive turn following comments from Mofcom spurred that hopes regarding talks in September and indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. ASX 200 (+1.5%) and Nikkei 225 (+1.1%) advanced from the open with notable strength seen in Australia’s trade-sensitive sectors and as earnings continued to trickle in, while Tokyo trade was buoyant with focus on a slew of mixed data in which Industrial Production significantly topped estimates and amid reports that Japan permitted the first exports of hydrogen fluoride to South Korea since curbs were enacted. Hang Seng (+0.6%) and Shanghai Comp. (+0.2%) were underpinned by the trade hopes after Mofcom stated that both sides are discussing the September talks and that the sides have been in touch, while it also suggested that China wants to settle the dispute calmly and avoid further escalation. Furthermore, earnings have also been a driving force with firm gains in China’s largest bank ICBC, as well as oil majors CNOOC and PetroChina following their results, although upside in the broader market was contained given the looming additional tariffs and after continued PBoC inaction resulted to a consecutive weekly net liquidity drain.</p><p>FTSE 100</p><p><strong>Prudential (PRU LN) – </strong>Co’s USD 1.8bln damages claim against Peter Tan Shou Yi, alleging that in 2016 he led the defection of 244 agents to <strong>Aviva (AV/ LN),</strong> has been described as being ‘absurd’ by the defendant’s lawyers. (Newswires)</p><p><strong>Sports Direct (SPD LN) – </strong>Co’s largest shareholder Mike Ashley (62% stake) is under pressure from two corporate governance bodies who are calling on shareholders not to re-elect the CEO amidst the Co’s difficulties in finding an auditor. (Telegraph)</p><p><strong>National Grid (NG/ LN)/SSE (SSE LN) – </strong>The UK’s smart meter programme installed around 1mln meters in Q2, -19% YY. (Times)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>DAX</p><p><strong>Deutsche Bank (DBK GY) – </strong>Co. are reportedly examining the closure of a number of local branches as part of the Co’s restructuring., Wirtschaftswoche citing sources. Separately, Co. are reportedly likely to initiate an auction of their equity derivatives book in September which may be sold off in multiple tranches; <strong>BNP Paribas (BNP FP) </strong>are amongst the reported bidders (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>DAIMLER (DAI GY) </strong>UPGRADED TO BUY FROM HOLD AT KEPLER CHEUVREUX</p><p>CAC</p><p><strong>Renault (RNO FP)/Fiat Chrysler (FCA IM) –</strong> French State Shareholding agency says that no new talks between the Co’s are ongoing. (Newswires)</p><p><strong>EDF (EDF FP) – </strong>Co. is to remain an integrated group after it is restructured, according to French State Shareholding agency. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Air France (AF FP) – </strong>French State has no current plans to increase their stake in the Co., according to French State Shareholding agency. <i>For reference, the French Government currently own a 14.2% stake in the Co. </i>(Newswires)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>CNH Industrial (CNH IM) – </strong>Co. is reportedly considering options for its Iveco truck business, including a spin-off or a potential merger of the division with a competitor., according to sources who state the review may be announced from next week. (Newswires)</p><p><strong>Ferrovial (FER SM) – </strong>Co. are initiating the private placement of up to 7mln shares for shareholder Siemprelara. (Newswires)</p><p><strong>Repsol (REP SM) – </strong>Co. are to implement a share buyback of up to 70.4mln shares on August 30th. (Newswires)</p><p>BROKER MOVES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong>ABN AMRO (ABN NA) </strong>UPGRADED TO BUY FROM HOLD AT HSBC</p><p>SMI</p><p><strong>Novartis (NOVN SW) –</strong> Ofatumumab demonstrates superiority vs. Aubagio in head to head Phase III studies. Co. plan to begin submissions to health authorities by year end. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>NOVO NORDISK (NOVOB DC) </strong>DOWNGRADED TO UNDERPERFORM FROM HOLD AT JEFFERIES</p><p><strong>US</strong></p><p>* S&amp;P 500 1.3% AT 2925, NASDAQ-100 1.5% AT 7702, DOW JONES 1.3% AT 26362, S&amp;P 500 SECTORS: Consumer Discretionary 1.5%, Consumer Staples&nbsp; 0%, Energy&nbsp; 1.4%, Financials&nbsp; 1.5%, Health Care&nbsp; 0.8%, Industrials&nbsp; 1.8%, Information Technology&nbsp; 1.7%, Materials&nbsp; 1.2%, Telecommunication Services&nbsp; 1.3%, Utilities&nbsp; 0.7%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-30-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:48:00",
        "gmt_time": "2019-08-30 05:48:00"
    },
    {
        "id": 884427,
        "updated_sequence": 1918617,
        "published_at": {
            "unix": 1567142580,
            "text": "2019-08-30 06:23:00 +0100",
            "iso_8601": "2019-08-30T05:23:00Z"
        },
        "updated_at": {
            "unix": 1567142645,
            "text": "2019-08-30 06:24:05 +0100",
            "iso_8601": "2019-08-30T05:24:05Z"
        },
        "subject": "RANsquawk Daily European Opening News - 30th August 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22660/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets headed into month-end higher across the board after the tumultuous US-China trade saga took a positive turn</li><li>UK House of Commons Speaker Bercow has reportedly been in contact with Tory rebels whilst on holiday this week regarding plans to stop PM Johnson from suspending Parliament</li><li>In FX, DXY traded steady around 98.50, EUR/USD remains subdued, GBP/USD languished below 1.2200</li><li>Looking ahead, highlights include German Retail Sales, EZ CPI (Flash) &amp; Unemployment Rate, US Core PCE &amp; Chicago PMI, Canadian GDP</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets headed into month-end higher across the board after the tumultuous US-China trade saga took a positive turn</strong> following comments from Mofcom spurred that hopes regarding talks in September and indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. <strong>ASX 200 (+1.5%) </strong>and<strong> Nikkei 225 (+1.1%)</strong> advanced from the open with notable strength seen in Australia’s trade-sensitive sectors and as earnings continued to trickle in, while Tokyo trade was buoyant with focus on a slew of mixed data in which Industrial Production significantly topped estimates and amid reports that Japan permitted the first exports of hydrogen fluoride to South Korea since curbs were enacted. <strong>Hang Seng (+0.6%) </strong>and<strong> Shanghai Comp. (+0.2%) </strong>were underpinned by the trade hopes after Mofcom stated that both sides are discussing the September talks and that the sides have been in touch, while it also suggested that China wants to settle the dispute calmly and avoid further escalation. Furthermore, earnings have also been a driving force with firm gains in China’s largest bank ICBC, as well as oil majors CNOOC and PetroChina following their results, although upside in the broader market was contained given the looming additional tariffs and after continued PBoC inaction resulted to a consecutive weekly net liquidity drain. Finally, 10yr JGBs were lower with safe-haven demand sapped by the positive risk tone and after the BoJ reduced its purchases in 5yr-10yr JGBs to JPY 400bln from JPY 450bln for today’s Rinban operation.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 130bln vs. Prev. drain of CNY 30bln last week. (Newswires) <strong>PBoC set CNY mid-point at 7.0879 vs. Exp. 7.1197 (Prev. 7.0835)</strong></p><p>Global Times tweeted China is unswervingly tethered to its non-stop opening-up drive and reforming its economic system, even when the country is forced into a battle of tit-for-tat tariffs with the US on a massive, unprecedented magnitude. (Twitter)</p><p>&nbsp;</p><p><strong>US prosecutors are probing Huawei on new allegations of technology theft and are potentially expanding beyond existing criminal cases against the Chinese telecommunications giant</strong>. The report noted that among the situations being examined are episodes in which Huawei was accused of stealing intellectual property from multiple people and companies over several years, as well as how the company went about recruiting employees from competitors. (WSJ)</p><p>&nbsp;</p><p><strong>China reportedly clamped down on capital flight risk amid yuan weakness</strong> with financial authorities have rolling out measures to stem capital outflows from the mainland with banks and real estate developers pressed to keep funds within the borders. (Nikkei)</p><p>Hong Kong rejected the appeal against the protest ban on Saturday, while it was also reported that Hong Kong arrested prominent activists Joshua Wong, Andy Chan and Agnes Chow. (Newswires)</p><p>&nbsp;</p><p><strong>BoK kept the 7-day Repo Rate unchanged at 1.50% as expected</strong>. BoK noted the decision was not unanimous with BoK’s Cho and Shin the dissenters who voted for a cut, while it stated it will maintain its accommodative policy stance and Governor Lee also commented the BoK still has a certain amount of policy room. (Newswires)</p><p>&nbsp;</p><p>Japanese Industrial Production (Jul P) 1.3% vs. Exp. 0.3% (Prev. -3.3%). (Newswires)</p><p>Japanese Industrial Production (Jul P) Y/Y 0.7% vs. Exp. -0.5% (Prev. -3.8%)</p><p>Japanese Retail Sales (Jul) M/M -2.3% vs. Exp. -0.9% (Prev. 0.0%)</p><p>Japanese Retail Sales (Jul) Y/Y Jul -2.0% vs. Exp. -0.8% (Prev. 0.5%)</p><p>Japanese Tokyo CPI (Aug) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.9%)</p><p>Japanese Tokyo CPI Ex. Fresh Food (Aug) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.9%)</p><p>Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Aug) Y/Y 0.7% vs. Exp. 0.7% (Prev. 0.8%)</p><p>&nbsp;</p><p>UK/EU</p><p><strong>UK PM Johnson has ordered Brexit Advisor Frost to \"step up the tempo\" in talks over a new deal with Brussels. Frost will meet his counterparts twice a week in Brussels, starting next week</strong>. (Telegraph)</p><p><strong>UK House of Commons Speaker Bercow has reportedly been in contact with Tory rebels whilst on holiday this week regarding plans to stop PM Johnson from suspending Parliament</strong>. (Telegraph)</p><p><strong>Tory grandee and former Chancellor Clarke said he would be prepared to back opposition Labour party leader Corbyn as caretaker PM to avert a no-deal Brexit as long as he could be kept under control</strong>. (Sky News)</p><p>Opposition Leader Corbyn has put his support behind a plot by his hard-left supporters to “shut down the streets” by whipping up the biggest act of civil disobedience in decades to protest at PM Johnson’s Brexit plans. (Telegraph)</p><p>UK GfK Consumer Confidence (Aug) -14 vs. Exp. -12.0 (Prev. -11.0); matches lowest since mid-2013. (Newswires) UK Lloyds Business Barometer (Aug) 1 (Prev. 13); lowest since December 2011</p><p>FX</p><p>&nbsp;</p><p>DXY traded steady around 98.50 as it took a breather from the prior day’s gains in which it benefitted from the improving climate for US-China trade talks, and as a function of the weakness of its major counterparts. <strong>EUR</strong>/<strong>USD</strong> was subdued in the wake of comments from incoming ECB President Lagarde. In addition, markets fully pricing in a 10bps cut at next month’s meeting and soft German inflation data ahead of today’s Eurozone equivalent did no favours for the single currency, while <strong>GBP</strong>/<strong>USD</strong> languished below 1.2200 after Remainers were left in a prorogation panic. <strong>USD</strong>/<strong>JPY</strong> was indecisive following mixed data releases including inline Tokyo Inflation, disappointing Retail Sales and a stellar Industrial Production report, while antipodeans were lacklustre with <strong>AUD</strong> weighed by heavy declines in Building Approvals.</p><p>Australian Building Approvals (Jul) M/M -9.7% vs. Exp. 0.0% (Prev. -1.2%). (Newswires) Australian Building Approvals (Jul) Y/Y -28.5% vs. Exp. -22.2% (Prev. -25.6%) Australian Private Sector Credit (Jul) M/M 0.2% vs. Exp. 0.2% (Prev. 0.1%) Australian Private Sector Credit (Jul) Y/Y 3.1% vs. Exp. 3.2% (Prev. 3.3%)</p><p>&nbsp;</p><p>S&amp;P downgrades Argentina rating to selective default from B-. (Newswires)</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were flat overnight in which <strong>WTI</strong> crude futures plateaued around the prior session’s highs after having been boosted by the heightened risk appetite. Nonetheless, the oil rally has since petered out with some noting book squaring ahead of today’s Brent (V9) contract expiry, while the Trump administration’s proposal to relax restrictions on methane emissions at oil and gas operations is seen to lower costs especially for the smaller producers. Elsewhere, <strong>gold</strong> prices were lacklustre due to the improved risk appetite as well as the steady greenback, and <strong>copper</strong> failed to take advantage of the heightened risk appetite and instead conformed to the sideways trade across the complex.</p><p>&nbsp;</p><p><strong>US Envoy for Venezuela Abrams said he is hopeful the EU will impose sanctions against Venezuela in the coming months</strong> and believes Venezuelan production has fallen to 800k BPD from 1.1mln BPD. Furthermore. He added the US believes Russia's Rosneft's purchases of Venezuelan oil does not violate sanctions at this time and that Venezuelan oil continues to flow to China largely in the form of \"pay-back\" oil. (Newswires)</p><p>&nbsp;</p><p>GEOPOLITICS</p><p>UAE carried out air strikes in Yemen's Aden against \"terrorist organisations\" which attacked the Saudi coalition forces and airports. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>Yields are higher across the curve, but major curve spreads are mixed at settlement, with 2s5s, 2s10s and 5s10s wider, by around 1bps, though 2s30s, 5s30s and 10s30s are narrower by 1.5-2bps. The curve began steepening overnight after Treasury Secretary Mnuchin said 50-year and 100-year issues were being mulled, and separately ruled out FX intervention in the USD for now. However, hawkish comments from White House advisor Navarro saw initial steepening reverse. In the European morning, China made constructive comments, which saw yields march upwards. There was some sympathy with EGBs after dovish remarks from incoming ECB President Lagarde, though hawkish comments from the ECB's Knot countered some of that. In the US afternoon, a soft 7-year auction (tailed by 2.1bps on very weak cover, while internals were not great) so yields tick higher. US T-note (U9) futures settled 13 ticks lower at 130-30+.</p><p>US President Trump’s administration is reportedly considering cutting taxes to offset tariff hit on consumers, while the report noted that according to the latest evidence, the White House does believe Americans are hurt by tariffs. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-30th-august-2019-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:23:00",
        "gmt_time": "2019-08-30 05:23:00"
    },
    {
        "id": 884426,
        "updated_sequence": 1918614,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567142073,
            "text": "2019-08-30 06:14:33 +0100",
            "iso_8601": "2019-08-30T05:14:33Z"
        },
        "subject": "Japanese Construction Orders (Jul) Y/Y 26.9% (Prev. -4.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-construction-orders-jul-y-y-26-9-prev-4-2-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884423,
        "updated_sequence": 1918602,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141383,
            "text": "2019-08-30 06:03:03 +0100",
            "iso_8601": "2019-08-30T05:03:03Z"
        },
        "subject": "Japanese Annualized Housing Starts (Jul) 910K vs. Exp.\t899K (Prev. 922K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-annualized-housing-starts-jul-910k-vs-exp-899k-prev-922k-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884422,
        "updated_sequence": 1918599,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141310,
            "text": "2019-08-30 06:01:50 +0100",
            "iso_8601": "2019-08-30T05:01:50Z"
        },
        "subject": "Finland GDP (Q2) Y/Y 1.2% (Prev. 0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "finland-gdp-q2-y-y-1-2-prev-0-9-30-08-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884421,
        "updated_sequence": 1918596,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141296,
            "text": "2019-08-30 06:01:36 +0100",
            "iso_8601": "2019-08-30T05:01:36Z"
        },
        "subject": "Finland GDP (Q2) Q/Q 0.5% (Prev. 0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "finland-gdp-q2-q-q-0-5-prev-0-6-30-08-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884426,
        "updated_sequence": 1918614,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567142073,
            "text": "2019-08-30 06:14:33 +0100",
            "iso_8601": "2019-08-30T05:14:33Z"
        },
        "subject": "Japanese Construction Orders (Jul) Y/Y 26.9% (Prev. -4.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-construction-orders-jul-y-y-26-9-prev-4-2-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884423,
        "updated_sequence": 1918602,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141383,
            "text": "2019-08-30 06:03:03 +0100",
            "iso_8601": "2019-08-30T05:03:03Z"
        },
        "subject": "Japanese Annualized Housing Starts (Jul) 910K vs. Exp.\t899K (Prev. 922K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-annualized-housing-starts-jul-910k-vs-exp-899k-prev-922k-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884422,
        "updated_sequence": 1918599,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141310,
            "text": "2019-08-30 06:01:50 +0100",
            "iso_8601": "2019-08-30T05:01:50Z"
        },
        "subject": "Finland GDP (Q2) Y/Y 1.2% (Prev. 0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "finland-gdp-q2-y-y-1-2-prev-0-9-30-08-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884421,
        "updated_sequence": 1918596,
        "published_at": {
            "unix": 1567141200,
            "text": "2019-08-30 06:00:00 +0100",
            "iso_8601": "2019-08-30T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567141296,
            "text": "2019-08-30 06:01:36 +0100",
            "iso_8601": "2019-08-30T05:01:36Z"
        },
        "subject": "Finland GDP (Q2) Q/Q 0.5% (Prev. 0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "finland-gdp-q2-q-q-0-5-prev-0-6-30-08-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 13:00:00",
        "gmt_time": "2019-08-30 05:00:00"
    },
    {
        "id": 884418,
        "updated_sequence": 1918587,
        "published_at": {
            "unix": 1567140780,
            "text": "2019-08-30 05:53:00 +0100",
            "iso_8601": "2019-08-30T04:53:00Z"
        },
        "updated_at": {
            "unix": 1567140856,
            "text": "2019-08-30 05:54:16 +0100",
            "iso_8601": "2019-08-30T04:54:16Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks gained after Mofcom comments provided a better climate for September trade talks and with earnings also in focus",
        "content": "<p>Asia equity markets headed into month-end higher across the board after the tumultuous US-China trade saga took a positive turn following comments from Mofcom spurred that hopes regarding talks in September and indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. ASX 200 (+1.5%) and Nikkei 225 (+1.1%) advanced from the open with notable strength seen in Australia’s trade-sensitive sectors and as earnings continued to trickle in with double digit percentage gains seen in Austal after a jump in its top and bottom lines, while Tokyo trade was buoyant with focus on a slew of mixed data in which Industrial Production significantly topped estimates and amid reports that Japan permitted the first exports of hydrogen fluoride to South Korea since curbs were enacted. Hang Seng (+0.6%) and Shanghai Comp. (+0.2%) were underpinned by the trade hopes after Mofcom stated that both sides are discussing the September talks and that the sides have been in touch, while it also suggested that China wants to settle the dispute calmly and avoid further escalation. Furthermore, earnings have also been a driving force with firm gains in China’s largest bank ICBC, as well as oil majors CNOOC and PetroChina following their results, although upside in the broader market was contained given the looming additional tariffs and after continued PBoC inaction resulted to a consecutive weekly net liquidity drain. Finally, 10yr JGBs were lower with safe-haven demand sapped by the positive risk tone and after the BoJ reduced its purchases in 5yr-10yr JGBs to JPY 400bln from JPY 450bln for today’s Rinban operation.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-gained-after-mofcom-comments-provided-a-better-climate-for-september-trade-talks-and-with-earnings-also-in-focus-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 12:53:00",
        "gmt_time": "2019-08-30 04:53:00"
    },
    {
        "id": 884417,
        "updated_sequence": 1918582,
        "published_at": {
            "unix": 1567137780,
            "text": "2019-08-30 05:03:00 +0100",
            "iso_8601": "2019-08-30T04:03:00Z"
        },
        "updated_at": {
            "unix": 1567137884,
            "text": "2019-08-30 05:04:44 +0100",
            "iso_8601": "2019-08-30T04:04:44Z"
        },
        "subject": "Japanese Vehicle Production (Jul) Y/Y -1.5% (Prev. 9.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-vehicle-production-jul-y-y-1-5-prev-9-3-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 12:03:00",
        "gmt_time": "2019-08-30 04:03:00"
    },
    {
        "id": 884416,
        "updated_sequence": 1918579,
        "published_at": {
            "unix": 1567137720,
            "text": "2019-08-30 05:02:00 +0100",
            "iso_8601": "2019-08-30T04:02:00Z"
        },
        "updated_at": {
            "unix": 1567137832,
            "text": "2019-08-30 05:03:52 +0100",
            "iso_8601": "2019-08-30T04:03:52Z"
        },
        "subject": "China Merchants Port Holdings (144 HK) HY profit attributable rose 19.8% Y/Y to HKD 6.5bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-merchants-port-holdings-144-hk-hy-profit-attributable-rose-19-8-y-y-to-hkd-6-5bln-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 12:02:00",
        "gmt_time": "2019-08-30 04:02:00"
    },
    {
        "id": 884415,
        "updated_sequence": 1918576,
        "published_at": {
            "unix": 1567137660,
            "text": "2019-08-30 05:01:00 +0100",
            "iso_8601": "2019-08-30T04:01:00Z"
        },
        "updated_at": {
            "unix": 1567137693,
            "text": "2019-08-30 05:01:33 +0100",
            "iso_8601": "2019-08-30T04:01:33Z"
        },
        "subject": "Larsen & Toubro (LT IS) is reported to receive a large order",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "larsen-toubro-lt-is-is-reported-to-receive-a-large-order-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 12:01:00",
        "gmt_time": "2019-08-30 04:01:00"
    },
    {
        "id": 884414,
        "updated_sequence": 1918573,
        "published_at": {
            "unix": 1567137300,
            "text": "2019-08-30 04:55:00 +0100",
            "iso_8601": "2019-08-30T03:55:00Z"
        },
        "updated_at": {
            "unix": 1567137335,
            "text": "2019-08-30 04:55:35 +0100",
            "iso_8601": "2019-08-30T03:55:35Z"
        },
        "subject": "China banking regulator found that various small lenders violated regulations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-banking-regulator-found-that-various-small-lenders-violated-regulations-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 11:55:00",
        "gmt_time": "2019-08-30 03:55:00"
    },
    {
        "id": 884413,
        "updated_sequence": 1918570,
        "published_at": {
            "unix": 1567136280,
            "text": "2019-08-30 04:38:00 +0100",
            "iso_8601": "2019-08-30T03:38:00Z"
        },
        "updated_at": {
            "unix": 1567136345,
            "text": "2019-08-30 04:39:05 +0100",
            "iso_8601": "2019-08-30T03:39:05Z"
        },
        "subject": "Hong Kong rejected appeal related to protest ban on Saturday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-rejected-appeal-related-to-protest-ban-on-saturday-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 11:38:00",
        "gmt_time": "2019-08-30 03:38:00"
    },
    {
        "id": 884412,
        "updated_sequence": 1918567,
        "published_at": {
            "unix": 1567135800,
            "text": "2019-08-30 04:30:00 +0100",
            "iso_8601": "2019-08-30T03:30:00Z"
        },
        "updated_at": {
            "unix": 1567136097,
            "text": "2019-08-30 04:34:57 +0100",
            "iso_8601": "2019-08-30T03:34:57Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: India Finance Minister Sitharaman said there will be more measures to support growth with infrastructure spending to be a priority and that they are willing to front-load spending",
        "content": "<p>DHFL (DHFL IS) - Co. lenders are mulling hiving off a large portion of the Co.’s loans outstanding from builders and transferring that to entities created specifically to hold the debt.&nbsp;(ET)</p><p>HDFC (HDFC IS) - Co. is to raise INR 16.8bln through sale of 9.2% stake in Gruh Finance. (ET)</p><p>RBI - RBI’s profit for 2018-2019 more than trebled to INR 1.76tln. (Livemint)</p><p>Other News - India Finance Minister Sitharaman said there will be more measures to support growth with infrastructure spending to be a priority and that they are willing to front-load spending. In other news, India’s government is reportedly making a list of foreign companies to attract for investment during the US-China trade dispute. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-india-finance-minister-sitharaman-said-there-will-be-more-measures-to-support-growth-with-infrastructure-spending-to-be-a-priority-and-that-they-are-willing-to-front-load-spending-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 11:30:00",
        "gmt_time": "2019-08-30 03:30:00"
    },
    {
        "id": 884411,
        "updated_sequence": 1918584,
        "published_at": {
            "unix": 1567134300,
            "text": "2019-08-30 04:05:00 +0100",
            "iso_8601": "2019-08-30T03:05:00Z"
        },
        "updated_at": {
            "unix": 1567138647,
            "text": "2019-08-30 05:17:27 +0100",
            "iso_8601": "2019-08-30T04:17:27Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks gain after Mofcom comments provided a better climate for September trade talks and with earnings also in focus",
        "content": "<p>Asia equity markets head into month-end higher across the board after the tumultuous US-China trade saga took a positive turn following comments from Mofcom that spurred hopes regarding talks in September and indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. ASX 200 (+1.4%) and Nikkei 225 (+1.3%) gained from the open with notable strength seen in Australia’s trade-sensitive sectors and as earnings continue to trickle in with almost double digit % gains seen in Austal after a jump in its top and bottom lines, while Tokyo trade is buoyant with focus on a slew of mixed data in which Industrial Production significantly topped estimates. Hang Seng (+0.5%) and Shanghai Comp. (+0.4%) are underpinned by the trade hopes after Mofcom stated that both sides are discussing the September talks and that the trade teams have been in touch, while it also suggested that China wants to settle the dispute calmly and avoid further escalation. Furthermore, earnings have also been a driving force with firm gains in China’s largest bank ICBC, as well as oil majors CNOOC and PetroChina following their results, although upside in the broader market is somewhat contained as continued PBoC inaction resulted to a consecutive weekly net liquidity drain.</p><p>In FX markets, the DXY is steady around the 98.50 level as it takes a breather from the prior day’s gains in which it benefitted from the improving climate for US-China trade talks, and as a function of the weakness of its major counterparts. EUR/USD is subdued in the wake of comments from incoming ECB President Lagarde who suggested the ECB have not hit the lower bound on rates and that the bank must be ready to use its tools to tackle a downturn. In addition, markets fully pricing in a 10bps cut at next month’s meeting and soft German inflation data ahead of today’s Eurozone equivalent did no favours for the single currency, while GBP/USD languishes below the 1.2200 handle after Remainers were left in a prorogation panic as they plan to legally oppose PM Johnson’s recent move to suspend parliament. Elsewhere, USD/JPY is undecided following mixed data releases including inline Tokyo Inflation, disappointing Retail Sales and a stellar Industrial Production report, while antipodeans are lacklustre with AUD weighed by heavy declines in Building Approvals.</p><p>Finally, 10yr JGBs are lower with safe-haven demand sapped by the positive risk tone and after the BoJ reduced its purchases in 5yr-10yr JGBs to JPY 400bln from JPY 450bln for today’s Rinban operation.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-gain-after-mofcom-comments-provided-a-better-climate-for-september-trade-talks-and-with-earnings-also-in-focus-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 11:05:00",
        "gmt_time": "2019-08-30 03:05:00"
    },
    {
        "id": 884409,
        "updated_sequence": 1918550,
        "published_at": {
            "unix": 1567132680,
            "text": "2019-08-30 03:38:00 +0100",
            "iso_8601": "2019-08-30T02:38:00Z"
        },
        "updated_at": {
            "unix": 1567132732,
            "text": "2019-08-30 03:38:52 +0100",
            "iso_8601": "2019-08-30T02:38:52Z"
        },
        "subject": "BoK Governor Lee says still has certain amount of policy room",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-still-has-certain-amount-of-policy-room-30-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:38:00",
        "gmt_time": "2019-08-30 02:38:00"
    },
    {
        "id": 884408,
        "updated_sequence": 1918547,
        "published_at": {
            "unix": 1567132200,
            "text": "2019-08-30 03:30:00 +0100",
            "iso_8601": "2019-08-30T02:30:00Z"
        },
        "updated_at": {
            "unix": 1567132230,
            "text": "2019-08-30 03:30:30 +0100",
            "iso_8601": "2019-08-30T02:30:30Z"
        },
        "subject": "Hong Kong activist Agnes Chow has also been arrested",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-activist-agnes-chow-has-also-been-arrested-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:30:00",
        "gmt_time": "2019-08-30 02:30:00"
    },
    {
        "id": 884407,
        "updated_sequence": 1918544,
        "published_at": {
            "unix": 1567132140,
            "text": "2019-08-30 03:29:00 +0100",
            "iso_8601": "2019-08-30T02:29:00Z"
        },
        "updated_at": {
            "unix": 1567132174,
            "text": "2019-08-30 03:29:34 +0100",
            "iso_8601": "2019-08-30T02:29:34Z"
        },
        "subject": "BoK says Cho and Shin were dissenters to Friday's rate decision",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-says-cho-and-shin-were-dissenters-to-friday-s-rate-decision-30-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:29:00",
        "gmt_time": "2019-08-30 02:29:00"
    },
    {
        "id": 884406,
        "updated_sequence": 1918541,
        "published_at": {
            "unix": 1567130880,
            "text": "2019-08-30 03:08:00 +0100",
            "iso_8601": "2019-08-30T02:08:00Z"
        },
        "updated_at": {
            "unix": 1567130930,
            "text": "2019-08-30 03:08:50 +0100",
            "iso_8601": "2019-08-30T02:08:50Z"
        },
        "subject": "MAS sets up steering committee to drive interest benchmark transition to Singapore overnight rate average from SGD swap offer rate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mas-sets-up-steering-committee-to-drive-interest-benchmark-transition-to-singapore-overnight-rate-average-from-sgd-swap-offer-rate-30-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:08:00",
        "gmt_time": "2019-08-30 02:08:00"
    },
    {
        "id": 884404,
        "updated_sequence": 1918535,
        "published_at": {
            "unix": 1567130400,
            "text": "2019-08-30 03:00:00 +0100",
            "iso_8601": "2019-08-30T02:00:00Z"
        },
        "updated_at": {
            "unix": 1567130803,
            "text": "2019-08-30 03:06:43 +0100",
            "iso_8601": "2019-08-30T02:06:43Z"
        },
        "subject": "Singapore Bank Lending (Jul) 680.7B (Prev. 687.1B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-bank-lending-jul-680-7b-prev-687-1b-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:00:00",
        "gmt_time": "2019-08-30 02:00:00"
    },
    {
        "id": 884405,
        "updated_sequence": 1918538,
        "published_at": {
            "unix": 1567130400,
            "text": "2019-08-30 03:00:00 +0100",
            "iso_8601": "2019-08-30T02:00:00Z"
        },
        "updated_at": {
            "unix": 1567130871,
            "text": "2019-08-30 03:07:51 +0100",
            "iso_8601": "2019-08-30T02:07:51Z"
        },
        "subject": "Singapore Money Supply M2 (Jul) Y/Y 4.9% (Prev. 5.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-money-supply-m2-jul-y-y-4-9-prev-5-4-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 10:00:00",
        "gmt_time": "2019-08-30 02:00:00"
    },
    {
        "id": 884401,
        "updated_sequence": 1918526,
        "published_at": {
            "unix": 1567129980,
            "text": "2019-08-30 02:53:00 +0100",
            "iso_8601": "2019-08-30T01:53:00Z"
        },
        "updated_at": {
            "unix": 1567130046,
            "text": "2019-08-30 02:54:06 +0100",
            "iso_8601": "2019-08-30T01:54:06Z"
        },
        "subject": "RBA releases 2019/2020 corporate plan in which it comments that household debt could make economy less resilient to shocks and complicate future rate decisions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-releases-2019-2020-corporate-plan-in-which-it-comments-that-household-debt-could-make-economy-less-resilient-to-shocks-and-complicate-future-rate-decisions-30-08-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:53:00",
        "gmt_time": "2019-08-30 01:53:00"
    },
    {
        "id": 884400,
        "updated_sequence": 1918523,
        "published_at": {
            "unix": 1567129320,
            "text": "2019-08-30 02:42:00 +0100",
            "iso_8601": "2019-08-30T01:42:00Z"
        },
        "updated_at": {
            "unix": 1567129411,
            "text": "2019-08-30 02:43:31 +0100",
            "iso_8601": "2019-08-30T01:43:31Z"
        },
        "subject": "Hong Kong activist Andy Chan has been arrested, following a similar earlier arrest of prominent activist Joshua Wong",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-activist-andy-chan-has-been-arrested-following-a-similar-earlier-arrest-of-prominent-activist-joshua-wong-30-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:42:00",
        "gmt_time": "2019-08-30 01:42:00"
    },
    {
        "id": 884399,
        "updated_sequence": 1918518,
        "published_at": {
            "unix": 1567128720,
            "text": "2019-08-30 02:32:00 +0100",
            "iso_8601": "2019-08-30T01:32:00Z"
        },
        "updated_at": {
            "unix": 1567128815,
            "text": "2019-08-30 02:33:35 +0100",
            "iso_8601": "2019-08-30T01:33:35Z"
        },
        "subject": "BoK says uncertainties to growth and inflation's downside risk have increased, although its statement drops reference to Japan's export curbs as a key risk",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-says-uncertainties-to-growth-and-inflation-s-downside-risk-have-increased-although-its-statement-drops-reference-to-japan-s-export-curbs-as-a-key-risk-30-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:32:00",
        "gmt_time": "2019-08-30 01:32:00"
    },
    {
        "id": 884395,
        "updated_sequence": 1918520,
        "published_at": {
            "unix": 1567128600,
            "text": "2019-08-30 02:30:00 +0100",
            "iso_8601": "2019-08-30T01:30:00Z"
        },
        "updated_at": {
            "unix": 1567128867,
            "text": "2019-08-30 02:34:27 +0100",
            "iso_8601": "2019-08-30T01:34:27Z"
        },
        "subject": "Australian Building Approvals (Jul) M/M -9.7% vs. Exp. 0.0%\t(Prev. -1.2%)",
        "content": "",
        "reaction_details": "<ul><li>AUD/USD immediately moved lower by 10 pips to 0.6706 from 0.6716 although pared most the move shortly after.</li></ul>",
        "reaction_updated_at": {
            "unix": 1567128867,
            "text": "2019-08-30 02:34:27 +0100",
            "iso_8601": "2019-08-30T01:34:27Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-building-approvals-jul-m-m-9-7-vs-exp-0-0-prev-1-2-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:30:00",
        "gmt_time": "2019-08-30 01:30:00"
    },
    {
        "id": 884396,
        "updated_sequence": 1918500,
        "published_at": {
            "unix": 1567128600,
            "text": "2019-08-30 02:30:00 +0100",
            "iso_8601": "2019-08-30T01:30:00Z"
        },
        "updated_at": {
            "unix": 1567128688,
            "text": "2019-08-30 02:31:28 +0100",
            "iso_8601": "2019-08-30T01:31:28Z"
        },
        "subject": "Australian Building Approvals (Jul) Y/Y -28.5% vs. Exp. -22.2% (Prev. -25.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-building-approvals-jul-y-y-28-5-vs-exp-22-2-prev-25-6-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:30:00",
        "gmt_time": "2019-08-30 01:30:00"
    },
    {
        "id": 884397,
        "updated_sequence": 1918503,
        "published_at": {
            "unix": 1567128600,
            "text": "2019-08-30 02:30:00 +0100",
            "iso_8601": "2019-08-30T01:30:00Z"
        },
        "updated_at": {
            "unix": 1567128696,
            "text": "2019-08-30 02:31:36 +0100",
            "iso_8601": "2019-08-30T01:31:36Z"
        },
        "subject": "Australian Private Sector Credit (Jul) M/M 0.2% vs. Exp. 0.2% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-private-sector-credit-jul-m-m-0-2-vs-exp-0-2-prev-0-1-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:30:00",
        "gmt_time": "2019-08-30 01:30:00"
    },
    {
        "id": 884398,
        "updated_sequence": 1918509,
        "published_at": {
            "unix": 1567128600,
            "text": "2019-08-30 02:30:00 +0100",
            "iso_8601": "2019-08-30T01:30:00Z"
        },
        "updated_at": {
            "unix": 1567128716,
            "text": "2019-08-30 02:31:56 +0100",
            "iso_8601": "2019-08-30T01:31:56Z"
        },
        "subject": "Australian Private Sector Credit (Jul) Y/Y 3.1% vs. Exp. 3.2% (Prev. 3.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-private-sector-credit-jul-y-y-3-1-vs-exp-3-2-prev-3-3-30-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:30:00",
        "gmt_time": "2019-08-30 01:30:00"
    },
    {
        "id": 884390,
        "updated_sequence": 1918482,
        "published_at": {
            "unix": 1567128180,
            "text": "2019-08-30 02:23:00 +0100",
            "iso_8601": "2019-08-30T01:23:00Z"
        },
        "updated_at": {
            "unix": 1567128250,
            "text": "2019-08-30 02:24:10 +0100",
            "iso_8601": "2019-08-30T01:24:10Z"
        },
        "subject": "China to relax currency conversion rules through Shenzhen through a pilot scheme",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-to-relax-currency-conversion-rules-through-shenzhen-through-a-pilot-scheme-30-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:23:00",
        "gmt_time": "2019-08-30 01:23:00"
    },
    {
        "id": 884389,
        "updated_sequence": 1918479,
        "published_at": {
            "unix": 1567127700,
            "text": "2019-08-30 02:15:00 +0100",
            "iso_8601": "2019-08-30T01:15:00Z"
        },
        "updated_at": {
            "unix": 1567127911,
            "text": "2019-08-30 02:18:31 +0100",
            "iso_8601": "2019-08-30T01:18:31Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 130bln vs. Prev. drain of CNY 30bln last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-130bln-vs-prev-drain-of-cny-30bln-last-week-30-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:15:00",
        "gmt_time": "2019-08-30 01:15:00"
    },
    {
        "id": 884388,
        "updated_sequence": 1918474,
        "published_at": {
            "unix": 1567127700,
            "text": "2019-08-30 02:15:00 +0100",
            "iso_8601": "2019-08-30T01:15:00Z"
        },
        "updated_at": {
            "unix": 1567127767,
            "text": "2019-08-30 02:16:07 +0100",
            "iso_8601": "2019-08-30T01:16:07Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0879 vs. Exp. 7.1197 (Prev. 7.0835)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0879-vs-exp-7-1197-prev-7-0835-30-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:15:00",
        "gmt_time": "2019-08-30 01:15:00"
    },
    {
        "id": 884387,
        "updated_sequence": 1918471,
        "published_at": {
            "unix": 1567127460,
            "text": "2019-08-30 02:11:00 +0100",
            "iso_8601": "2019-08-30T01:11:00Z"
        },
        "updated_at": {
            "unix": 1567127686,
            "text": "2019-08-30 02:14:46 +0100",
            "iso_8601": "2019-08-30T01:14:46Z"
        },
        "subject": "BoJ offers to buy JPY 50bln in up to 1yr, JPY 400bln in 1yr-3yr, JPY 360bln in 3yr-5yr and JPY 400bln in 5yr-10yr JGBs; lowers 5yr-10yr purchases from Prev. JPY 450bln",
        "content": "",
        "reaction_details": "<ul><li>10yr JGBs immediately moved lower by 7 ticks to 155.11 from 155.18.</li></ul>",
        "reaction_updated_at": {
            "unix": 1567127640,
            "text": "2019-08-30 02:14:00 +0100",
            "iso_8601": "2019-08-30T01:14:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-50bln-in-up-to-1yr-jpy-400bln-in-1yr-3yr-jpy-360bln-in-3yr-5yr-and-jpy-400bln-in-5yr-10yr-jgbs-lowers-5yr-10yr-purchases-from-prev-jpy-450bln-30-08-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 09:11:00",
        "gmt_time": "2019-08-30 01:11:00"
    },
    {
        "id": 884386,
        "updated_sequence": 1918463,
        "published_at": {
            "unix": 1567126680,
            "text": "2019-08-30 01:58:00 +0100",
            "iso_8601": "2019-08-30T00:58:00Z"
        },
        "updated_at": {
            "unix": 1567127325,
            "text": "2019-08-30 02:08:45 +0100",
            "iso_8601": "2019-08-30T01:08:45Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: China indicated it doesn't plan to immediately retaliate against latest US tariffs and noted that that both sides are discussing the September talks",
        "content": "<p>ICBC (1398 HK) - Co. H1 net CNY 167.9bln vs. Prev. CNY 160.4bln Y/Y, rev. CNY 394.2bln vs. Prev. CNY 361.3bln Y/Y. (Newswires)</p><p>CNOOC (883 HK) - Co. Q3 net CNY 30.3bln vs. Prev. CNY 25.5bln Y/Y, rev. CNY 108.9bln vs. Prev. CNY 105.6bln Y/Y. (Newswires)</p><p>PetroChina (857 HK) - Co. H1 net CNY 28.4bln vs. Prev. CNY 27.1bln Y/Y, rev. CNY 1.2tln vs. Prev. CNY 1.11tln Y/Y. (Newswires)</p><p>Beijing Enterprises Holdings (392 HK) - Co. H1 net HKD 5.15bln vs. Prev. HKD 4.73bln Y/Y. (Newswires)</p><p>China Everbright (165 HK) - Co. Q2 net HKD 1.32bln vs. Prev. HKD 2.05bln Y/Y, rev. HKD 5.5bln vs. Prev. HKD 6.1bln Y/Y. (Newswires)</p><p>China Longyuan Power Group (916 HK) - Co. H1 net CNY 3.2bln vs. Prev. CNY 3.2bln Y/Y, rev. CNY 14.0bln vs. Prev. CNY 13.4bln Y/Y. (Newswires)</p><p>China National Chemical Engineering (601117 CH) - Co. H1 net rose 47.8% Y/Y to CNY 1.6bln. (Newswires)</p><p>China Oriental Group (581 HK) - Co. H1 net CNY 2.4bln vs. Prev. CNY 4.0bln Y/Y, rev. CNY 15.7bln vs. Prev. CNY 19.3bln Y/Y. (Newswires)</p><p>CRRC (1766 JT) - Co. H1 net CNY 4.78bln vs. Prev. CNY 4.12bln Y/Y, rev. CNY 96.1bln vs. Prev. CNY 86.3bln Y/Y. (Newswires)</p><p>China Tower (788 HK) - Co. H1 net CNY 1.58bln vs. Prev. CNY 1.47bln Y/Y, rev. CNY 38bln vs. Prev. CNY 35bln Y/Y. (Newswires)</p><p>Haier Electronics (1169 HK) - Co. H1 net CNY 1.88bln vs. Prev. CNY 1.76bln Y/Y, rev. CNY 41.2bln vs. Prev. CNY 42.3bln Y/Y. (Newswires)</p><p>Jiangxi Copper Company (358 HK) - Co. H1 net rose 1.8% Y/Y to CNY 1.3bln. (Newswires)</p><p>SAIC Motor (600104 CH) - Co. H1 net CNY 13.0bln vs. Prev. CNY 19.0bln Y/Y, rev. CNY 367.9bln vs. Prev. CNY 457.0bln Y/Y. (Newswires)</p><p>Sino Land (83 HK) - Co. FY19 net HKD 6.91bln vs. Prev. CNY 14.0bln Y/Y. (Newswires)</p><p>Weichai Power (2338 HK) - Co. H1 net rise 24% Y/Y to CNY 5.29bln, rev. CNY 90.9bln vs. Prev. CNY 82.3bln Y/Y. (Newswires)</p><p>Huawei - US prosecutors probe Huawei on new allegations of technology theft and are potentially expanding beyond existing criminal cases against the Chinese telecommunications giant. The report noted that among the situations being examined are episodes in which Huawei was accused of stealing intellectual property from multiple people and companies over several years, as well as how the company went about recruiting employees from competitors. In other news, Huawei may delay overseas sales of its upcoming 5G Mate 30 Series smartphones due to a lack of access to Alphabet (GOOG, GOOGL) services under the current US ban. (WSJ/SCMP)</p><p>Pharmaceuticals - China’s provinces are planning bulk purchases of medical supplies. (Newswires)</p><p>Protests - Prominent Hong Kong activist Joshua Wong was arrested earlier today, while there were separate reports from Chinese press that China troops in Hong Kong won’t “sit on hands” if situation worsens. (Newswires/China Daily)</p><p>Other News - China reportedly clamps down on capital flight risk as yuan weakens in which financial authorities have rolled out measures to stem capital outflows from the mainland with banks and real estate developers pressed to keep funds within the borders. (Nikkei)</p><p>Trade</p><p>US President Trump said US-China trade talks are scheduled for Thursday \"at a different level\", while he reiterated that China wants to make a deal which they kind of have to. (Fox News Radio)</p><p>China's Commerce Ministry said that both sides are discussing the September talks and if China officials go to the US then there should be an environment created for progress in the negotiations. Mofcom also suggested that China wanted to settle the dispute calmly and avoid further escalation, while it indicated that China doesn't plan to immediately retaliate against President Trump’s latest tariff hikes. Furthermore, it stated that both US and China trade teams have been in touch and called on the US to cancel the planned additional tariffs to avoid a trade war escalation but noted that China has ample retaliatory measures and are lodging solemn representations with the US over the additional tariffs. (Newswires)</p><p>China is reportedly studying supply chains of its tech companies including Chinese smartphone makers to assess its exposure to US suppliers, according to sources. Furthermore, the article suggested that this is being carried out with the aim of assessing companies' abilities to withstand further trade-war shocks. (WSJ)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-indicated-it-doesn-t-plan-to-immediately-retaliate-against-latest-us-tariffs-and-noted-that-that-both-sides-are-discussing-the-september-talks-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 08:58:00",
        "gmt_time": "2019-08-30 00:58:00"
    },
    {
        "id": 884384,
        "updated_sequence": 1918453,
        "published_at": {
            "unix": 1567125000,
            "text": "2019-08-30 01:30:00 +0100",
            "iso_8601": "2019-08-30T00:30:00Z"
        },
        "updated_at": {
            "unix": 1567125060,
            "text": "2019-08-30 01:31:00 +0100",
            "iso_8601": "2019-08-30T00:31:00Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Chunghwa Picture Tubes (2475 TT) announces 2nd round of mass layoffs in 6 months",
        "content": "<p>TAIWAN</p><p>Chunghwa Picture Tubes (2475 TT) - Co. announced it could lay off 2000 workers and leave only 50 employees which reports note brings it a step closer to insolvency. (Newswires)</p><p>TPK Holding (3673 TT) - Co. expects silver-nanowire technology to contribute about 5% to overall revenue in 2020. (Taipei Times)</p><p>Other News - The Chinese National Association of Industry and Commerce urged local governments to support Taiwan Cabinet’s proposed abolition of the stamp tax, with business leaders claiming the levy is obsolete and that the move is long overdue. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Pacific Star Development (PSTAR SP) - Co. slipped into the red for the 12-months to June 30th in which it reported a net loss of SGD 22mln. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-chunghwa-picture-tubes-2475-tt-announces-2nd-round-of-mass-layoffs-in-6-months-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 08:30:00",
        "gmt_time": "2019-08-30 00:30:00"
    },
    {
        "id": 884383,
        "updated_sequence": 1918450,
        "published_at": {
            "unix": 1567124400,
            "text": "2019-08-30 01:20:00 +0100",
            "iso_8601": "2019-08-30T00:20:00Z"
        },
        "updated_at": {
            "unix": 1567124517,
            "text": "2019-08-30 01:21:57 +0100",
            "iso_8601": "2019-08-30T00:21:57Z"
        },
        "subject": "MacMahon Holdings (MAH AT) FY19 underlying EBITDA rose 52% Y/Y to AUD 181.4mln, rev. rose 55% Y/Y to AUD 1.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macmahon-holdings-mah-at-fy19-underlying-ebitda-rose-52-y-y-to-aud-181-4mln-rev-rose-55-y-y-to-aud-1-1bln-30-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 08:20:00",
        "gmt_time": "2019-08-30 00:20:00"
    },
    {
        "id": 884382,
        "updated_sequence": 1918447,
        "published_at": {
            "unix": 1567123920,
            "text": "2019-08-30 01:12:00 +0100",
            "iso_8601": "2019-08-30T00:12:00Z"
        },
        "updated_at": {
            "unix": 1567124024,
            "text": "2019-08-30 01:13:44 +0100",
            "iso_8601": "2019-08-30T00:13:44Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.1197, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, the reference rate was set at 7.0858 yesterday.</li></ul>",
        "analysis_updated_at": {
            "unix": 1567124023,
            "text": "2019-08-30 01:13:43 +0100",
            "iso_8601": "2019-08-30T00:13:43Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-1197-according-to-a-major-newswire-estimate-30-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 08:12:00",
        "gmt_time": "2019-08-30 00:12:00"
    },
    {
        "id": 884381,
        "updated_sequence": 1918440,
        "published_at": {
            "unix": 1567123320,
            "text": "2019-08-30 01:02:00 +0100",
            "iso_8601": "2019-08-30T00:02:00Z"
        },
        "updated_at": {
            "unix": 1567123478,
            "text": "2019-08-30 01:04:38 +0100",
            "iso_8601": "2019-08-30T00:04:38Z"
        },
        "subject": "Asia equity markets begin positive as they follow suit to the improved global risk appetite after recent comments from China's MOFCOM spurred trade hopes ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-positive-as-they-follow-suit-to-the-improved-global-risk-appetite-after-recent-comments-from-china-s-mofcom-spurred-trade-hopes-30-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-30 08:02:00",
        "gmt_time": "2019-08-30 00:02:00"
    }
]