[
    {
        "id": 881700,
        "updated_sequence": 1911013,
        "published_at": {
            "unix": 1565987400,
            "text": "2019-08-16 21:30:00 +0100",
            "iso_8601": "2019-08-16T20:30:00Z"
        },
        "updated_at": {
            "unix": 1565987400,
            "text": "2019-08-16 21:30:00 +0100",
            "iso_8601": "2019-08-16T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-09-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:30:00",
        "gmt_time": "2019-08-16 20:30:00"
    },
    {
        "id": 882659,
        "updated_sequence": 1911011,
        "published_at": {
            "unix": 1565986080,
            "text": "2019-08-16 21:08:00 +0100",
            "iso_8601": "2019-08-16T20:08:00Z"
        },
        "updated_at": {
            "unix": 1565986126,
            "text": "2019-08-16 21:08:46 +0100",
            "iso_8601": "2019-08-16T20:08:46Z"
        },
        "subject": "DBRS Confirms the Kingdom of Belgium at AA (high), Stable Trend",
        "content": "<ul><li>Via <a href=\"https://www.dbrs.com/research/349390/dbrs-confirms-the-kingdom-of-belgium-at-aa-high-stable-trend\">DBRS</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-the-kingdom-of-belgium-at-aa-high-stable-trend-16-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:08:00",
        "gmt_time": "2019-08-16 20:08:00"
    },
    {
        "id": 882658,
        "updated_sequence": 1911005,
        "published_at": {
            "unix": 1565985960,
            "text": "2019-08-16 21:06:00 +0100",
            "iso_8601": "2019-08-16T20:06:00Z"
        },
        "updated_at": {
            "unix": 1565986022,
            "text": "2019-08-16 21:07:02 +0100",
            "iso_8601": "2019-08-16T20:07:02Z"
        },
        "subject": "DBRS Confirms Republic of Austria at AAA, Stable Trend",
        "content": "<p>Via <a href=\"https://www.dbrs.com/research/349393/dbrs-confirms-republic-of-austria-at-aaa-stable-trend\">DBRS</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-republic-of-austria-at-aaa-stable-trend-16-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:06:00",
        "gmt_time": "2019-08-16 20:06:00"
    },
    {
        "id": 882639,
        "updated_sequence": 1911000,
        "published_at": {
            "unix": 1565985900,
            "text": "2019-08-16 21:05:00 +0100",
            "iso_8601": "2019-08-16T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565985977,
            "text": "2019-08-16 21:06:17 +0100",
            "iso_8601": "2019-08-16T20:06:17Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 19th August 2019 ",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22559/download\"><strong>here</strong></a></p><ul><li><strong>MON: </strong>Japanese Trade Balance, EZ CPI,</li><li><strong>TUE: </strong>Swiss Trade Balance, German PPI, Norwegian GDP, Canadian Manufacturing Sales, RBA Minutes</li><li><strong>WED: </strong>Norwegian Unemployment, South African CPI, Canadian CPI, US Existing Home Sales, FOMC Minutes</li><li><strong>THU: </strong>EZ &amp; US Manufacturing, Services and Composite PMIs, Swedish Unemployment, EZ Consumer Confidence, NZ Retail Sales, ECB Minutes</li><li><strong>FRI:</strong> Japanese National CPI, Canadian Retail Sales, US New Home Sales</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-19th-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:05:00",
        "gmt_time": "2019-08-16 20:05:00"
    },
    {
        "id": 882657,
        "updated_sequence": 1910998,
        "published_at": {
            "unix": 1565985900,
            "text": "2019-08-16 21:05:00 +0100",
            "iso_8601": "2019-08-16T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565985927,
            "text": "2019-08-16 21:05:27 +0100",
            "iso_8601": "2019-08-16T20:05:27Z"
        },
        "subject": "Fitch Affirms Hungary at 'BBB'; Outlook Stable",
        "content": "<p>Via <a href=\"https://www.fitchratings.com/site/pr/10080125\">Fitch</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-hungary-at-bbb-outlook-stable-16-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:05:00",
        "gmt_time": "2019-08-16 20:05:00"
    },
    {
        "id": 882638,
        "updated_sequence": 1911002,
        "published_at": {
            "unix": 1565985900,
            "text": "2019-08-16 21:05:00 +0100",
            "iso_8601": "2019-08-16T20:05:00Z"
        },
        "updated_at": {
            "unix": 1565985984,
            "text": "2019-08-16 21:06:24 +0100",
            "iso_8601": "2019-08-16T20:06:24Z"
        },
        "subject": "RANsquawk Central Bank Weekly 16th August 2019: 16th August 2019: Previewing Jackson Hole, FOMC minutes, ECB minutes, RBA minutes; Reviewing Norges Bank, Banxico",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22560/download\"><strong>here</strong></a></p><ul><li><strong>Previewing</strong> Jackson Hole, FOMC minutes, ECB minutes, RBA minutes;</li><li><strong>Reviewing </strong>Norges Bank, Banxico.</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-16th-august-2019-16th-august-2019-previewing-jackson-hole-fomc-minutes-ecb-minutes-rba-minutes-reviewing-norges-bank-banxico-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:05:00",
        "gmt_time": "2019-08-16 20:05:00"
    },
    {
        "id": 882656,
        "updated_sequence": 1911008,
        "published_at": {
            "unix": 1565985840,
            "text": "2019-08-16 21:04:00 +0100",
            "iso_8601": "2019-08-16T20:04:00Z"
        },
        "updated_at": {
            "unix": 1565986090,
            "text": "2019-08-16 21:08:10 +0100",
            "iso_8601": "2019-08-16T20:08:10Z"
        },
        "subject": "US Treasury to conduct market outreach again on ultra-long bonds, potentially a 50- to 100-year issue; no decision has been made yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-to-conduct-market-outreach-again-on-ultra-long-bonds-potentially-a-50-to-100-year-issue-no-decision-has-been-made-yet-16-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:04:00",
        "gmt_time": "2019-08-16 20:04:00"
    },
    {
        "id": 882655,
        "updated_sequence": 1910992,
        "published_at": {
            "unix": 1565985780,
            "text": "2019-08-16 21:03:00 +0100",
            "iso_8601": "2019-08-16T20:03:00Z"
        },
        "updated_at": {
            "unix": 1565985836,
            "text": "2019-08-16 21:03:56 +0100",
            "iso_8601": "2019-08-16T20:03:56Z"
        },
        "subject": "RANsquawk US Market Wrap - US MARKET WRAP 16th August 2019: Hopes of stimulus and signs that Trump/Xi to talk helps stocks rally",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22563/download\"><strong>here</strong></a><strong> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </strong><a href=\"/research_sheets\"><strong>Research Suite</strong></a><strong> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</strong></p><ul><li>SNAPSHOT: Equities up, Treasuries down, Dollar down, Crude up.</li><li>REAR VIEW: China, Germany hint at stimulus; OPEC MOMR downgrades 2019 demand growth view; Trump says he is to speak with Xi; mixed starts/permits data; Michigan sentiment weak; Kashkari says economic signals are mixed, but Mester did not seem overly concerned.</li><li>WEEK AHEAD: MON: Japanese Trade Balance, EZ CPI. TUE: Swiss Trade Balance, German PPI, Norwegian GDP, Canadian Manufacturing Sales, RBA Minutes. WED: Norwegian Unemployment, South African CPI, Canadian CPI, US Existing Home Sales, FOMC Minutes. THU: EZ &amp; US Manufacturing, Services and Composite PMIs, Swedish Unemployment, EZ Consumer Confidence, NZ Retail Sales, ECB Minutes. FRI: Japanese National CPI, Canadian Retail Sales, US New Home Sales.</li></ul><p><strong>* MARKETS WRAP:</strong> Sentiment was more constructive on Friday, following US President Trump's remarks on Tuesday, where he stated that he and China President Xi are set to hold a telephone call; traders note that calls between the two leaders tend to lead to a thawing in relations, if history is anything to go by. Additionally, calls for more stimulus out of Europe, and stimulus measures announced by China also offered support.</p><p><strong>* TRADE WAR:</strong> US President Trump on Thursday said he was scheduled to hold a call regarding trade with China President Xi \"very soon\", adding that the US has had \"productive\" and \"very good talks with China.\" Trump also said China wants to make a trade deal, and the trade war will be fairly short.</p><p><strong>* CHINA:</strong> Chinese state planners said that it will roll out measures to boost disposable income this year and in 2020 in order to encourage consumption amid the slowdown in the economy. China's Cabinet said it will use market-based reforms to lower real interest rates, and will ensure average funding costs for small businesses fall by 1ppt. The Cabinet also said it will step up support for companies that have orders and credibility, adding that China will continue reforms, and improve lending interest rate formation mechanism.</p><p><strong>* GERMANY:</strong> The German government is said to be preparing deficit spending in the case that Germany enters recession, according to Spiegel. The move to scrap the \"black zero\" principle could potentially come with political costs. Merkel's CDU party would be dropping a massive selling point to voters and its party base who see a balanced budget as a sensible economic policy when faced with fiscal challenges from an aging population, OxEco analysts said. However, voices within the SPD (the CDU/CSU coalition partner) are challenging how prudent a balanced budget is.</p><p><strong>* US UNIVERSITY OF MICHIGAN:</strong> The headline fell to a seven-month low at 92.1 from 98.4 (consensus 97.0). \"The drop in the index was driven by the expectations component, which is sensitive to sudden moves in the stock market. The index dropped by 8.2 points to 82.3, which is still a very respectable reading but the lowest since January, when it was depressed by the Q4 drop in stocks,\" Pantheon Macroeconomics said, noting that the current conditions index slipped only 3.3 points, to 107.4; \"it's mostly driven by jobless claims, which aren’t moving much. Confidence remains high but a sustained decline in stocks would do real damage; that’s contingent mostly on developments on the trade front, as far as we can tell.\" Meanwhile, there was an uptick in inflation expectations, though within recent ranges.</p><p><strong>* US BUILDING PERMITS/HOUSING STARTS:</strong> Mixed data, where housing starts missed, though building permits beat. Starts fell to 1.191mln from 1.241mln, missing expectations of a rise to 1.257mln. The 4% monthly decline is the third consecutive fall, driven by multifamily homes (-16.2%, having already fallen 16.4% in June). Permits were stronger, rising to 1.336mln from 1.232mln, and beating expectations for a rise to 1.270mln. Wells Fargo notes that most of the weakness in multifamily starts was in the Northeast, a region with a strong level of apartment buildings. However, it believes that this shows the apartment market is topping out, particularly in the Northeast and Western parts as they are more exposed to slowing global growth.</p><p><strong>* NORTH KOREA: </strong>North Korea state media said the country will never talk to South Korean officials again, in response to South Korea President Moon’s speech on unification by 2045; the pariah state is irritated by US/South Korea military drills, which it has previously framed as 'practice for an invasion'. It was also reported that North Korea fired two projectiles to the East Sea.</p><p><strong>* CANADA: </strong>Canadian Government is to give dairy farmers CAD 1.75bln over eight years, in compensation for EU and Trans-pacific trade deals, and Canada said that it will not give up further dairy market access concessions in future USMCA negotiations.</p><p><strong>* IRAN:</strong> The Iranian tankers which was held in Gibraltar for allegedly breaching EU sanctions, was reportedly on the move out of Gibraltar waters, although there was some talk that it might be subject to a last minute bid by the US to seize the tanker. The US State Dept on Friday said the ship was aiding Iran's Revolutionary Guard, and threatened to sanctions crew members.</p><p><strong>* FED:</strong> Fed's Kashkari (non-voter, dove) said signals from the economy are mixed right now; businesses are spooked by the trade wars. He said that a recession was not his base case scenario, though he admitted that risks have risen a bit. Kashkari argued that the Fed needs to pull-back on rates, and probably needs to provide more support to the economy, adding that it was better to be early and aggressive in response to a slowdown. Fed’s Mester (non-voter, hawk) said she would have preferred to hold US rates constant in July but it was a 'close call', says the salient question is whether to cut rates or keep them steady. She can see scenarios where rates are steady or moved lower. On the yield curve, she said it is hard to read a strong signal, but said that US economic risks are weighted to the downside. Mester, who usually errs hawkish, said sometimes holding pat on rates is tightening policy, but nevertheless, it Fed needs to take time to assess economic conditions and then move policy as appropriate. She acknowledged that the US economy is slowing, but not in the same situation as the global economy, aruing that the US economy will likely to grow around trend, with inflation rising to fed target, but there are risks. She is not as concerned about inflation as some on the Fed's rate-setting committee, and noted that trade policy uncertainty is having an impact on business sentiment.</p><p><strong>* US T-NOTE FUTURES SETTLE 1 TICK LOWER AT 130-29+. </strong>There was a steepening bias amid risk-on trade, extending Thursday’s steepening, as hints of fiscal stimulus and positive noises from US President Trump on trade helped yields rise after the stellar rally this week, which has seen US 10-year yields fall below 1.60%, and the long-end fall sub 2.0% (though the latter is above that mark at settlement on Friday). Housing data was mixed, but investors focussed on the building permits beat rather than the housing starts miss, and yields saw upticks in wake of the data. There was, however, stabilisation after a grim University of Michigan sentiment report. The Treasury curve took influence from Bunds in afternoon trade, after reports that the Germans were considering jettisoning its balanced budget objective if Germany falls into recession; the growth supportive approach helped Bund yields to rise, with Treasuries moving in sympathy, though the moves were pared back as trade lightened as traders headed for the exits for the week. Next week, the yield curve may refocus on more Fedspeak, with FOMC minutes and Jackson Hole on the slate.&nbsp;</p><p><strong>* FX WRAP:</strong> The more constructive risk tone weighed on havens CHF, JPY and XAU. EUR continued trade lower after ECB's Rehn on Thursday called for a big bazooka at the September meeting, but launched back to flattish levels just under 1.11 on reports that the German government could blow its balanced budget goal if the country enters recession. GBP is the darling among major FX this week, rising as lawmakers conspire to prevent PM Johnson from leading the UK out of the EU without the backing of MPs, helping GBP to retain the 1.2150 mark. CAD saw some support from House Ways and Means ranking member Kevin Brady suggesting there is a desire to pass the USMCA this year, and trades beneath 1.33 heading into the weekend; MXN saw limited upside on the news, although gains have been capped after Thursday's surprise Banxico cut. BRL was also lagging the EMFX complex, with traders citing President Bolsonaro's threats to pull out of the Mercosur trade pact if Argentine primary leader Fernandez wins the Presidency. TRY was also lagging after a Kremlin spokesperson said Russia and Turkey were working on the second stage of the S-400 missile system delivery, which will not be received well in Washington; the slide in oil prices was also said to be contributing. The NZD was under pressure after overnight data showed manufacturing PMI falling into contraction territory; the downside helped to support AUDNZD, helping AUD to trade slightly positive vs the USD. <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-us-and-china-continue-to-wage-trade-war-while-ecb-s-rehn-weighs-stimulus-salvo-16-08-2019\">Click here for our weekly FX summary.</a></p><p><strong>* OPEC MOMR:</strong> The monthly report knocked the crude complex, after the cartel said 2019 fundamentals were somewhat bearish, while it noted that OECD inventories were above their five-year average (that was a benchmark to monitor under the first supply cut deal). Although OPEC crude production fell 246k BPD in June to 29.61mln BPD, according to secondary sources, it sees oil demand growth at around 1.10mln BPD in 2019, down 40k BPD from the prior report, while the forecast for 2020 indicates growth of around 1.14mln BPD Y/Y (unchanged from prior report). Crude oil output decreased mostly in Saudi Arabia, Libya, Iran, Venezuela and Nigeria, while production in Iraq and Algeria increased. Analysts said that OPEC's current production of 29.6mln BPD represents a around 700k BPD under-supply relative to the expected 2019 call on OPEC, and a 200k BPD oversupply relative to the expected 2020 call. The OPEC reports aligns itself with both the IEA OMR and EIA STEO in regard to downgrades in 2019 global oil demand growth forecasts in which the former cut its forecast by 100k BPD to 1.1mln BPD and the latter by 70k BPD to 1.0mln BPD. However, 2020 global oil demand growth between the three-monthly reports diverge, i.e. OPEC left its 2020 outlook unchanged, at 1.14mln BPD. IEA cut its 2020 forecast by 50k BPD to 1.3mln BPD and EIA raised its outlook by 30k BPD to 1.43mln BPD.</p><p><strong>* WTI (V9) SETTLES USD 0.40 HIGHER AT USD 54.87/BBL; BRENT (V9) SETTLES USD 0.41 HIGHER AT USD 58.64/BBL:</strong> Oil is on the front-foot, likely taking its cue from overall risk sentiment, which has been constructive after US President Trump Thursday said he is due to have telephone conversation with China President Xi on trade soon. Additionally, there are increasing murmurs form China and Germany about actual and potential fiscal stimulus, respectively, which is likely to help support the downside. However, crude trades off highs, knocked after the OPEC's latest MOMR, where it lowered 2019 demand forecasts. \"This report was really just a variation on an established theme, however, with similar adjustments to last week’s DOE and International Energy Agency forecasts,\" Citi said, \"as with the other reports, the lower demand outlook was offset by a 72k BPD downward revision to non-OPEC supply on slowing US production growth, while a 0.25mln BPD decline in OPEC production to 29.61mln BPD also contributed to a market that looks tighter overall than a month ago.\" This week, Baker Hughes reported North American rigs rose by 1 in the week, to 935; oil rigs were +6 at 770 , gas rigs fell by 4 to 165.</p><p><strong>* SPX +1.5% at 2889, Dow +12% at 25887, NDZ +1.6% at 7604; </strong>Sectors: consumer discretionary+1.1%, consumer strapless +1.1%, energy +1.2%, financials +1.9%, health care +1.2%, industrials +1.9%, IT +1.9%, materials +1.8%, telecoms +1.2%, utilities +0.4%.</p><p><strong>* STOCK SPECIFICS: </strong>NVIDIA (NVDA) traded up top- and bottom-line earnings beats, while gaming revenue fell in line with expectations. NVDA was up over 8%, also boosted by positive trade headlines. General Electric (GE) rebounded from the prior day’s losses following the accountancy fraud report from Harry Markopolos; GE CEO bought more shares after the release of the report, and labelled it as pure ‘market manipulation’. Applied Materials (AMAT) were pressured despite earnings falling in line with expectations, as it stated the recovery in chip market is unlikely before 2020. Alliance Data Systems (ADS) were hit following a downgrade to hold from buy at Deutsche Bank. AbbVie (ABBV) were supported on its FDA NDA approval for its rheumatoid arthritis drug, Rinvoq.</p><p><strong>RANSQUAWK CENTRAL BANK WEEKLY:</strong> Previewing Jackson Hole, FOMC minutes, ECB minutes, RBA minutes; Reviewing Norges Bank, Banxico. <a href=\"https://ransquawk.com/research_sheets/22560/download\">Click here to read full preview.</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-us-market-wrap-16th-august-2019-hopes-of-stimulus-and-signs-that-trump-xi-to-talk-helps-stocks-rally-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 04:03:00",
        "gmt_time": "2019-08-16 20:03:00"
    },
    {
        "id": 882654,
        "updated_sequence": 1910989,
        "published_at": {
            "unix": 1565985000,
            "text": "2019-08-16 20:50:00 +0100",
            "iso_8601": "2019-08-16T19:50:00Z"
        },
        "updated_at": {
            "unix": 1565985052,
            "text": "2019-08-16 20:50:52 +0100",
            "iso_8601": "2019-08-16T19:50:52Z"
        },
        "subject": "MOC: SPX 850mln to sell (vs at 650mln to sell at 1549 EDT); Dow 50mln to sell (vs 100mln to buy at 1549 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-850mln-to-sell-vs-at-650mln-to-sell-at-1549-edt-dow-50mln-to-sell-vs-100mln-to-buy-at-1549-edt-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 03:50:00",
        "gmt_time": "2019-08-16 19:50:00"
    },
    {
        "id": 882653,
        "updated_sequence": 1910986,
        "published_at": {
            "unix": 1565984160,
            "text": "2019-08-16 20:36:00 +0100",
            "iso_8601": "2019-08-16T19:36:00Z"
        },
        "updated_at": {
            "unix": 1565984316,
            "text": "2019-08-16 20:38:36 +0100",
            "iso_8601": "2019-08-16T19:38:36Z"
        },
        "subject": "CFTC FX positioning data (week ending 13 August): GBP shorts cut, JPY longs raised",
        "content": "<ul><li>EUR short 47K vs 44K&nbsp;short last week.&nbsp;Shorts increased by 3K</li><li>GBP short 96K vs 102K short last week. Shorts decreased by 6K</li><li>JPY long 25K vs 11K short last week. Longs&nbsp;increased by 14K</li><li>CHF short 13k vs 16k short&nbsp;last week. Shorts trimmed by 3K</li><li>AUD short 63k vs 55k short&nbsp;last week. Shorts increased by 8K</li><li>NZD short 13K vs 12K short last week. Shorts increased by 1K</li><li>CAD long 14K vs 24K long last week.&nbsp; Longs trimmed by 10K</li><li><a href=\"https://www.forexlive.com/technical-analysis/!/cftc-commitment-of-traders-00-20190816\">Via ForexLive</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "cftc-fx-positioning-data-week-ending-13-august-gbp-shorts-cut-jpy-longs-raised-16-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 03:36:00",
        "gmt_time": "2019-08-16 19:36:00"
    },
    {
        "id": 882652,
        "updated_sequence": 1910980,
        "published_at": {
            "unix": 1565982540,
            "text": "2019-08-16 20:09:00 +0100",
            "iso_8601": "2019-08-16T19:09:00Z"
        },
        "updated_at": {
            "unix": 1565982584,
            "text": "2019-08-16 20:09:44 +0100",
            "iso_8601": "2019-08-16T19:09:44Z"
        },
        "subject": "US T-Note futures settle 1 tick lower at 130-29+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>There was a steepening bias amid risk-on trade, extending Thursday’s steepening, as hints of fiscal stimulus and positive noises from US President Trump on trade helped yields rise after the stellar rally this week, which has seen US 10-year yields fall below 1.60%, and the long-end fall sub 2.0% (though the latter is above that mark at settlement on Friday). Housing data was mixed, but investors focused on the building permits beat rather than the housing starts miss, and yields saw upticks in wake of the data. There was, however, stabilization after a grim University of Michigan sentiment report. The Treasury curve took influence from Bunds in afternoon trade, after reports that the Germans were considering jettisoning its balanced budget objective if Germany falls into recession; the growth supportive approach helped Bund yields to rise, with Treasuries moving in sympathy, though the moves were pared back as trade lightened as traders headed for the exits for the week. Next week, the yield curve may refocus on more Fedspeak, with FOMC minutes and Jackson Hole on the slate.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1565982584,
            "text": "2019-08-16 20:09:44 +0100",
            "iso_8601": "2019-08-16T19:09:44Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-settle-1-tick-lower-at-130-29-16-08-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 03:09:00",
        "gmt_time": "2019-08-16 19:09:00"
    },
    {
        "id": 882651,
        "updated_sequence": 1910977,
        "published_at": {
            "unix": 1565981940,
            "text": "2019-08-16 19:59:00 +0100",
            "iso_8601": "2019-08-16T18:59:00Z"
        },
        "updated_at": {
            "unix": 1565982011,
            "text": "2019-08-16 20:00:11 +0100",
            "iso_8601": "2019-08-16T19:00:11Z"
        },
        "subject": "Fed’s Mester (non-voter, hawk) says she would have preferred to hold US rates constant in July but it was a 'close call', says the salient question is whether to cut rates or keep them steady",
        "content": "<ul><li>She can see scenarios where rates are steady or moved lower</li><li>Says it is hard to read a strong signal from Treasury yield curve</li><li>US economic risks are weighted to the downside</li><li>Sometimes holding pat on rates is tightening policy</li><li>Says needs to take time to assess economic conditions and then move policy as appropriate</li><li>Economy slowing but not in the same situation as the global economy</li><li>Economy likely to grow around trend, with inflation rising to fed target, but there are risks</li><li>She is not as concerned about inflation as some on the fed's rate-setting committee</li><li>Says trade policy uncertainty is having an impact on business sentiment</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-non-voter-hawk-says-she-would-have-preferred-to-hold-us-rates-constant-in-july-but-it-was-a-close-call-says-the-salient-question-is-whether-to-cut-rates-or-keep-them-steady-16-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 02:59:00",
        "gmt_time": "2019-08-16 18:59:00"
    },
    {
        "id": 882650,
        "updated_sequence": 1910970,
        "published_at": {
            "unix": 1565980620,
            "text": "2019-08-16 19:37:00 +0100",
            "iso_8601": "2019-08-16T18:37:00Z"
        },
        "updated_at": {
            "unix": 1565980687,
            "text": "2019-08-16 19:38:07 +0100",
            "iso_8601": "2019-08-16T18:38:07Z"
        },
        "subject": "Fitch Downgrades Argentina to 'CCC' from 'B'",
        "content": "<ul><li>Via <a href=\"https://www.fitchratings.com/site/pr/10086511\">Fitch</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch Ratings",
        "slug": "fitch-downgrades-argentina-to-ccc-from-b-16-08-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 02:37:00",
        "gmt_time": "2019-08-16 18:37:00"
    },
    {
        "id": 882649,
        "updated_sequence": 1910974,
        "published_at": {
            "unix": 1565980320,
            "text": "2019-08-16 19:32:00 +0100",
            "iso_8601": "2019-08-16T18:32:00Z"
        },
        "updated_at": {
            "unix": 1565981142,
            "text": "2019-08-16 19:45:42 +0100",
            "iso_8601": "2019-08-16T18:45:42Z"
        },
        "subject": "WTI futures (U9) settle USD 0.40 higher at USD 54.87/bbl; Brent (V9) settles USD 0.41 higher at USD 58.64/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Oil is on the front-foot, likely taking its cue from overall risk sentiment, which has been constructive after US President Trump Thursday said he is due to have telephone conversation with China President Xi on trade soon. Additionally, there are increasing murmurs form China and Germany about actual and potential fiscal stimulus, respectively, which is likely to help support the downside. However, crude trades off highs, knocked after the OPEC's latest MOMR, where it lowered 2019 demand forecasts. \"This report was really just a variation on an established theme, however, with similar adjustments to last week’s DOE and International Energy Agency forecasts,\" Citi said, \"as with the other reports, the lower demand outlook was offset by a 72k BPD downward revision to non-OPEC supply on slowing US production growth, while a 0.25mln BPD decline in OPEC production to 29.61mln BPD also contributed to a market that looks tighter overall than a month ago.\" This week, Baker Hughes reported North American rigs rose by 1 in the week, to 935; oil rigs were +6 at 770 , gas rigs fell by 4 to 165.</p>",
        "analysis_updated_at": {
            "unix": 1565980320,
            "text": "2019-08-16 19:32:00 +0100",
            "iso_8601": "2019-08-16T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-u9-settle-usd-0-40-higher-at-usd-54-87-bbl-brent-v9-settles-usd-0-41-higher-at-usd-58-64-bbl-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 02:32:00",
        "gmt_time": "2019-08-16 18:32:00"
    },
    {
        "id": 882648,
        "updated_sequence": 1910964,
        "published_at": {
            "unix": 1565978880,
            "text": "2019-08-16 19:08:00 +0100",
            "iso_8601": "2019-08-16T18:08:00Z"
        },
        "updated_at": {
            "unix": 1565978987,
            "text": "2019-08-16 19:09:47 +0100",
            "iso_8601": "2019-08-16T18:09:47Z"
        },
        "subject": "At least 3 rockets launched from Gaza towards Sderot and surrounding areas in southern Israel, red alarms sounded and Iron Dome air defence engaged targets, ELINT news reports",
        "content": "<ul><li>Via <a href=\"https://twitter.com/ELINTNews/status/1162425163943751680?s=20\">ELINT</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ELINT News",
        "slug": "at-least-3-rockets-launched-from-gaza-towards-sderot-and-surrounding-areas-in-southern-israel-red-alarms-sounded-and-iron-dome-air-defence-engaged-targets-elint-news-reports-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 02:08:00",
        "gmt_time": "2019-08-16 18:08:00"
    },
    {
        "id": 882647,
        "updated_sequence": 1910983,
        "published_at": {
            "unix": 1565978460,
            "text": "2019-08-16 19:01:00 +0100",
            "iso_8601": "2019-08-16T18:01:00Z"
        },
        "updated_at": {
            "unix": 1565982786,
            "text": "2019-08-16 20:13:06 +0100",
            "iso_8601": "2019-08-16T19:13:06Z"
        },
        "subject": "UK Chancellor Javid says he would not be doing his job if he did not consider how to take advantage of low borrowing costs; says a no deal Brexit will require a significant economic package as a result",
        "content": "<ul><li>Says he wants to see lower taxes, at a level that will pay for public services.</li><li>adds he is yet to decide whether to hold an annual budget before or after 31st October [the date the UK is set to leave the EU].</li><li>Says he cannot ignore Gilt curve inversion, or choppy markets.</li><li>Javid notes concerns about the global economy, but states that UK fundamentals are strong.</li><li>Says a no deal Brexit will require a significant economic package as a result.</li><li>Via <a href=\"https://t.co/3UxLKq9bTy\">The Times</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Times",
        "slug": "uk-chancellor-javid-says-he-would-not-be-doing-his-job-if-he-did-not-consider-how-to-take-advantage-of-low-borrowing-costs-says-a-no-deal-brexit-will-require-a-significant-economic-package-as-a-result-16-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 02:01:00",
        "gmt_time": "2019-08-16 18:01:00"
    },
    {
        "id": 882646,
        "updated_sequence": 1910948,
        "published_at": {
            "unix": 1565977260,
            "text": "2019-08-16 18:41:00 +0100",
            "iso_8601": "2019-08-16T17:41:00Z"
        },
        "updated_at": {
            "unix": 1565977303,
            "text": "2019-08-16 18:41:43 +0100",
            "iso_8601": "2019-08-16T17:41:43Z"
        },
        "subject": "China on Friday opposed US arms sales to Taiwan and lodged solemn representations to the US side.",
        "content": "<p><a href=\"https://t.co/1k46UImJC9\">Via Global Times</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-on-friday-opposed-us-arms-sales-to-taiwan-and-lodged-solemn-representations-to-the-us-side-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:41:00",
        "gmt_time": "2019-08-16 17:41:00"
    },
    {
        "id": 882645,
        "updated_sequence": 1910945,
        "published_at": {
            "unix": 1565977080,
            "text": "2019-08-16 18:38:00 +0100",
            "iso_8601": "2019-08-16T17:38:00Z"
        },
        "updated_at": {
            "unix": 1565977258,
            "text": "2019-08-16 18:40:58 +0100",
            "iso_8601": "2019-08-16T17:40:58Z"
        },
        "subject": "General Electric (GE) Vice President purchased 34836 common shares at USD 8.01/shr",
        "content": "<ul><li>Purchased 34,836 shares at USD 8.01/share, for a total USD 279,036</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SEC ",
        "slug": "general-electric-ge-vice-president-purchased-34836-common-shares-at-usd-8-01-shr-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:38:00",
        "gmt_time": "2019-08-16 17:38:00"
    },
    {
        "id": 882644,
        "updated_sequence": 1910940,
        "published_at": {
            "unix": 1565976780,
            "text": "2019-08-16 18:33:00 +0100",
            "iso_8601": "2019-08-16T17:33:00Z"
        },
        "updated_at": {
            "unix": 1565976904,
            "text": "2019-08-16 18:35:04 +0100",
            "iso_8601": "2019-08-16T17:35:04Z"
        },
        "subject": "Bank of America cut its year end rate forecasts:  Expects US 10y yields at 1.25%, Bunds at -0.75% & Gilts at 0.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bank of America",
        "slug": "bank-of-america-cut-its-year-end-rate-forecasts-expects-us-10y-yields-at-1-25-bunds-at-0-75-gilts-at-0-2-16-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:33:00",
        "gmt_time": "2019-08-16 17:33:00"
    },
    {
        "id": 882643,
        "updated_sequence": 1910937,
        "published_at": {
            "unix": 1565976180,
            "text": "2019-08-16 18:23:00 +0100",
            "iso_8601": "2019-08-16T17:23:00Z"
        },
        "updated_at": {
            "unix": 1565976513,
            "text": "2019-08-16 18:28:33 +0100",
            "iso_8601": "2019-08-16T17:28:33Z"
        },
        "subject": "Tesla (TSLA) updates Model Y prices, increases price of Model 3 Performance, Electrek reports",
        "content": "<ul><li>Tesla has updated its Model Y prices to match recent changes and it increased the price of the Model 3 Performance by USD 1,000 a month after significantly decreasing the price of the higher-end version of the Model 3.</li><li><a href=\"https://electrek.co/2019/08/16/tesla-model-y-prcie-increase-model-3-performance/\">Via Electrek&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Electrek",
        "slug": "tesla-tsla-updates-model-y-prices-increases-price-of-model-3-performance-electrek-reports-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:23:00",
        "gmt_time": "2019-08-16 17:23:00"
    },
    {
        "id": 882642,
        "updated_sequence": 1910932,
        "published_at": {
            "unix": 1565976120,
            "text": "2019-08-16 18:22:00 +0100",
            "iso_8601": "2019-08-16T17:22:00Z"
        },
        "updated_at": {
            "unix": 1565976183,
            "text": "2019-08-16 18:23:03 +0100",
            "iso_8601": "2019-08-16T17:23:03Z"
        },
        "subject": "Yemen Houthis said to have launched a drone attack on Saudi Arabia's Abha airport, Al Massira reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al Massira",
        "slug": "yemen-houthis-said-to-have-launched-a-drone-attack-on-saudi-arabia-s-abha-airport-al-massira-reports-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:22:00",
        "gmt_time": "2019-08-16 17:22:00"
    },
    {
        "id": 882641,
        "updated_sequence": 1910929,
        "published_at": {
            "unix": 1565976060,
            "text": "2019-08-16 18:21:00 +0100",
            "iso_8601": "2019-08-16T17:21:00Z"
        },
        "updated_at": {
            "unix": 1565976135,
            "text": "2019-08-16 18:22:15 +0100",
            "iso_8601": "2019-08-16T17:22:15Z"
        },
        "subject": "Germany will urge EU allies to hold firm on no-deal Brexit, Guardian reports",
        "content": "<ul><li><a href=\"https://www.theguardian.com/politics/2019/aug/16/germany-will-urge-eu-allies-to-hold-firm-on-no-deal-brexit\">Via Guardian</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Guardian",
        "slug": "germany-will-urge-eu-allies-to-hold-firm-on-no-deal-brexit-guardian-reports-16-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:21:00",
        "gmt_time": "2019-08-16 17:21:00"
    },
    {
        "id": 882640,
        "updated_sequence": 1910926,
        "published_at": {
            "unix": 1565975640,
            "text": "2019-08-16 18:14:00 +0100",
            "iso_8601": "2019-08-16T17:14:00Z"
        },
        "updated_at": {
            "unix": 1565975815,
            "text": "2019-08-16 18:16:55 +0100",
            "iso_8601": "2019-08-16T17:16:55Z"
        },
        "subject": "Fed's Kashkari (non-voter, dove) says signals from the economy are mixed right now; businesses are spooked by the trade wars",
        "content": "<ul><li>Recession is not his base case scenario, though risks have risen a bit.</li><li>Says Fed needs to pull-back on rates, and probably needs to provide more support to the economy</li><li>Says it is better to be early and aggressive in response to a slowdown</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNN",
        "slug": "fed-s-kashkari-non-voter-dove-says-signals-from-the-economy-are-mixed-right-now-businesses-are-spooked-by-the-trade-wars-16-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:14:00",
        "gmt_time": "2019-08-16 17:14:00"
    },
    {
        "id": 882637,
        "updated_sequence": 1910913,
        "published_at": {
            "unix": 1565974860,
            "text": "2019-08-16 18:01:00 +0100",
            "iso_8601": "2019-08-16T17:01:00Z"
        },
        "updated_at": {
            "unix": 1565974954,
            "text": "2019-08-16 18:02:34 +0100",
            "iso_8601": "2019-08-16T17:02:34Z"
        },
        "subject": " Baker Hughes Rig Count (16/Aug): Oil rigs +6 at 770 , Gas rigs -4 at 165, Total rigs +1 at 935",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US drillers add oil rigs for the first time since June</li></ul>",
        "analysis_updated_at": {
            "unix": 1565974953,
            "text": "2019-08-16 18:02:33 +0100",
            "iso_8601": "2019-08-16T17:02:33Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-16-aug-oil-rigs-6-at-770-gas-rigs-4-at-165-total-rigs-1-at-935-16-08-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 01:01:00",
        "gmt_time": "2019-08-16 17:01:00"
    },
    {
        "id": 882636,
        "updated_sequence": 1910906,
        "published_at": {
            "unix": 1565972580,
            "text": "2019-08-16 17:23:00 +0100",
            "iso_8601": "2019-08-16T16:23:00Z"
        },
        "updated_at": {
            "unix": 1565972673,
            "text": "2019-08-16 17:24:33 +0100",
            "iso_8601": "2019-08-16T16:24:33Z"
        },
        "subject": "AbbVie (ABBV) has received New Drug Application approval for its Rinvoq, a treatment for Rheumatoid Arthritis ",
        "content": "<p><a href=\"https://www.accessdata.fda.gov/scripts/cder/daf/index.cfm?event=BasicSearch.process\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FDA",
        "slug": "abbvie-abbv-has-received-new-drug-application-approval-for-its-rinvoq-a-treatment-for-rheumatoid-arthritis-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 00:23:00",
        "gmt_time": "2019-08-16 16:23:00"
    },
    {
        "id": 882635,
        "updated_sequence": 1910903,
        "published_at": {
            "unix": 1565971740,
            "text": "2019-08-16 17:09:00 +0100",
            "iso_8601": "2019-08-16T16:09:00Z"
        },
        "updated_at": {
            "unix": 1565971864,
            "text": "2019-08-16 17:11:04 +0100",
            "iso_8601": "2019-08-16T16:11:04Z"
        },
        "subject": "US President Trump reportedly held a conference call with top Wall St executives on Wednesday amid the stock market sell-off",
        "content": "<ul><li>Reports suggest that the call was held with Bank of America's (BOA) Moynihan, JPMorgan's Dimon (JPM), Citi's (C) Corbat</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-reportedly-held-a-conference-call-with-top-wall-st-executives-on-wednesday-amid-the-stock-market-sell-off-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-17 00:09:00",
        "gmt_time": "2019-08-16 16:09:00"
    },
    {
        "id": 882634,
        "updated_sequence": 1910900,
        "published_at": {
            "unix": 1565971020,
            "text": "2019-08-16 16:57:00 +0100",
            "iso_8601": "2019-08-16T15:57:00Z"
        },
        "updated_at": {
            "unix": 1565971108,
            "text": "2019-08-16 16:58:28 +0100",
            "iso_8601": "2019-08-16T15:58:28Z"
        },
        "subject": " Edward’s Lifesciences (EW) has won FDA approval for its Saipen 3 TAVR’s in low risk patients ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "edward-s-lifesciences-ew-has-won-fda-approval-for-its-saipen-3-tavr-s-in-low-risk-patients-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:57:00",
        "gmt_time": "2019-08-16 15:57:00"
    },
    {
        "id": 882633,
        "updated_sequence": 1910897,
        "published_at": {
            "unix": 1565969400,
            "text": "2019-08-16 16:30:00 +0100",
            "iso_8601": "2019-08-16T15:30:00Z"
        },
        "updated_at": {
            "unix": 1565969693,
            "text": "2019-08-16 16:34:53 +0100",
            "iso_8601": "2019-08-16T15:34:53Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (1.4%) at 3328, FTSE 100 (0.7%) at 7117, DAX (1.2%) at 11553, CAC 40 (1.2%) at 5300, IBEX 35 (1.7%) at 8665, FTSE Italian MIB (1.5%) at 20310, SMI (1.3%) at 9728",
        "content": "<p>STOXX 600 SECTORS: Automobiles &amp; Parts 0.7%, Banks 2.4%, Basic Resources 0.6%, Chemicals 0.7%, Construction &amp; Materials 1.3%, Financial Services 1.5%, Food &amp; Beverage&nbsp; 1.3%, Health Care 1.2%, Industrial Goods &amp; Services 1.3%, Insurance 1%, Media 1.5%, Oil &amp; Gas 0.3%, Personal &amp; Household Goods 0.9%, Retail 1.7%, Technology&nbsp; 1.6%, Telecommunications&nbsp; 1.5%, Travel &amp; Leisure 1.3%, Utilities 1.7%&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-4-at-3328-ftse-100-0-7-at-7117-dax-1-2-at-11553-cac-40-1-2-at-5300-ibex-35-1-7-at-8665-ftse-italian-mib-1-5-at-20310-smi-1-3-at-9728-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:30:00",
        "gmt_time": "2019-08-16 15:30:00"
    },
    {
        "id": 882631,
        "updated_sequence": 1910892,
        "published_at": {
            "unix": 1565969280,
            "text": "2019-08-16 16:28:00 +0100",
            "iso_8601": "2019-08-16T15:28:00Z"
        },
        "updated_at": {
            "unix": 1565969312,
            "text": "2019-08-16 16:28:32 +0100",
            "iso_8601": "2019-08-16T15:28:32Z"
        },
        "subject": "Chevron’s Richmond California Refinery (245k BPD) has reported an upset at a process unit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-s-richmond-california-refinery-245k-bpd-has-reported-an-upset-at-a-process-unit-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:28:00",
        "gmt_time": "2019-08-16 15:28:00"
    },
    {
        "id": 882632,
        "updated_sequence": 1910890,
        "published_at": {
            "unix": 1565969220,
            "text": "2019-08-16 16:27:00 +0100",
            "iso_8601": "2019-08-16T15:27:00Z"
        },
        "updated_at": {
            "unix": 1565969312,
            "text": "2019-08-16 16:28:32 +0100",
            "iso_8601": "2019-08-16T15:28:32Z"
        },
        "subject": "Weekly FX Wrap: US and China continue to wage trade war, while ECB’s Rehn weighs stimulus salvo",
        "content": "<p><strong>USD</strong></p><p>A solid week for the Dollar overall, and a relatively steady upward trajectory given several swings in broad risk sentiment largely due to global trade and geopolitical impulses. However, mostly positive US data and surveys (including CPI, retail sales, Empire State and Philly Fed) have helped the <strong>DXY </strong>rally just over 100 ticks at best from 97.315 to 98.341, with resistance ahead of 98.500 seen at 98.371 and 98.448. In terms of US-China developments, Beijing reported that VP Liu talked to USTR Lighthizer and Treasury Secretary Mnuchin with an agreement to hold follow up talks before the end of this month, President Trump subsequently announced that some of the additional Usd300 bn tariffs on Chinese imports would be waived and others delayed until December 15 from September 1. However, this was not in response to or acknowledgement of anything new offered by China, rather an attempt to avoid US consumers having to bear the brunt of higher prices over the festive period. China followed up with a pre-announcement of countermeasures against the remaining 10% tariffs due to be applied at the start of next month that contravened the G20 pact, and expressed a desire for the US to meet halfway in negotiations, which Trump promptly rejected by reiterating that any agreement must be on US terms. Nevertheless, the fact that dialogue has resumed with Trump and Xi due to speak again soon and the former still expecting a delegation from Beijing to arrive for face-to-face talks in the US next month, is being taken as positive and bolstering risk appetite on Friday after a roller-coaster ride since Monday.</p><p><strong>GBP</strong></p><p>Irrespective of the Buck’s advances, Sterling has been the best G10 performer on a mixture of firmer than forecast UK data and perceptions that it may be harder for PM Johnson to Brexit on October 31 come what may, ie without any withdrawal deal with the EU. Cable has eased back a bit from 1.2175 peaks, but remains well above circa 1.2015 lows, while Eur/Gbp has reversed sharply from a fresh 2019 peak set at the start of the week at 0.9325 all the way down to 0.9090 or thereabouts, albeit in large part on Euro weakness and before rebounding back over 0.9100.</p><p><strong>EUR</strong></p><p>As noted above, the single currency has lost ground and its ‘semi’ safe-haven appeal, though not really due to any Italian political angst or further signs of weakness in the Eurozone economy even though German Q2 GDP contracted 0.1% q/q and pan IP missed consensus in line with national proxies. Instead, the Euro finally let go of the 1.1200 handle after multiple attempts to hurdle Fib resistance at 1.1220 after ECB’s Rehn revealed that he would back an aggressive easing package in September, comprising rate cuts and a ‘substantial’ new round of asset purchases. Eur/Usd duly took out downside chart supports and bids said to be sitting between 1.1080-70, but found a base just below ahead of 1.1050 and the 1.1027 ytd trough amidst more reports from German about budget spending in the event of recession.</p><p><strong>AUD/CAD&nbsp;</strong></p><p>Relative outperformers, or at least displaying some resilience in the face of Usd gains, with the Aussie bolstered by a healthy jobs report showing a significant jump in payrolls compared to consensus and the previous month, and the bulk of the rise in full-time jobs, as Aud/Usd hovers towards the top of a 0.6820-0.6735 band. Meanwhile, the Loonie has derived some traction from stabilising crude prices and US commentary indicating a willingness to approve the USMCA treaty, but Usd/Cad remains closer to the top of 1.3340-1.3185 parameters as the Canadian Government declares it will not concede more dairy market access.</p><p><strong>NOK</strong></p><p>Also a beneficiary of oil finding its footing, though mainly due to the Norges Bank retaining a tightening bias and signalling another 25 bp hike by the end of 2019, in stark contrast to global Central Bank peers apart from the Riksbank, and especially the ECB. Hence, Eur/Nok has backed off from 10.0470 to sub-9.9800, albeit still some distance from 9.9060 lows as the Norwegian CB skipped a reference to September as the likely month for the next ¼ point hike.</p><p><strong>CHF/JPY/NZD</strong></p><p>All on the back foot, with the Franc and Yen losing out on an unwind in safe-haven premium and not far from lows vs the Buck around 0.9810 and 106.50 respectively, but the latter bouncing from worst levels just shy of 107.00 seen earlier in the week amidst tentative signs of a thawing in Japanese-SK trade relations. Elsewhere, the Kiwi was undermined by more dovish RNBZ outlooks and a dire NZ manufacturing PMI, with Nzd/Usd ending the week around 0.6425 vs 0.6475 at the other extreme and similarly Aud/Nzd circa 1.0540 compared to 1.0455 at one stage.</p><p><strong>EM</strong></p><p>Another volatile and often turbulent week for regional currencies with the Ars hit hard following a resounding defeat for current President Macri at the primary elections, Mxn ruffled by an unexpected Banxico ease and Try hampered by bleak Turkish ip data and jitters ahead of the 2nd stage of S-400 missile system deliveries from Russia. Meanwhile, the Yuans steadily depreciated amidst all the conflicting US-China trade headlines and a steady weakening by the PBoC via its official midpoint fixes.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-us-and-china-continue-to-wage-trade-war-while-ecb-s-rehn-weighs-stimulus-salvo-16-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:27:00",
        "gmt_time": "2019-08-16 15:27:00"
    },
    {
        "id": 882630,
        "updated_sequence": 1910882,
        "published_at": {
            "unix": 1565968680,
            "text": "2019-08-16 16:18:00 +0100",
            "iso_8601": "2019-08-16T15:18:00Z"
        },
        "updated_at": {
            "unix": 1565968713,
            "text": "2019-08-16 16:18:33 +0100",
            "iso_8601": "2019-08-16T15:18:33Z"
        },
        "subject": "CyrusOne (CONE) is reportedly considering a sale after it received takeover interest",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cyrusone-cone-is-reportedly-considering-a-sale-after-it-received-takeover-interest-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:18:00",
        "gmt_time": "2019-08-16 15:18:00"
    },
    {
        "id": 882629,
        "updated_sequence": 1910879,
        "published_at": {
            "unix": 1565968560,
            "text": "2019-08-16 16:16:00 +0100",
            "iso_8601": "2019-08-16T15:16:00Z"
        },
        "updated_at": {
            "unix": 1565968666,
            "text": "2019-08-16 16:17:46 +0100",
            "iso_8601": "2019-08-16T15:17:46Z"
        },
        "subject": "NY Fed GDP nowcast Q3 1.8% (Prev. 1.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-gdp-nowcast-q3-1-8-prev-1-6-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:16:00",
        "gmt_time": "2019-08-16 15:16:00"
    },
    {
        "id": 882628,
        "updated_sequence": 1910894,
        "published_at": {
            "unix": 1565968500,
            "text": "2019-08-16 16:15:00 +0100",
            "iso_8601": "2019-08-16T15:15:00Z"
        },
        "updated_at": {
            "unix": 1565969473,
            "text": "2019-08-16 16:31:13 +0100",
            "iso_8601": "2019-08-16T15:31:13Z"
        },
        "subject": "Liberal Democratic sources are increasingly convinced Labour Leader Corbyn is not serious about forming an anti-No Deal alliance and the sources believe he is using it as a way to tell Remain voters he tried, according to DailyMail",
        "content": "<p><a href=\"https://twitter.com/jrmaidment/status/1162381559560921088\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recent reports show that UK Lib Dem leader Jo Swinson is said to have agreed to discuss strategy for blocking a no-deal Brexit with Labour leader Corbyn despite initially rejecting the plan. (PoliticsHome) &nbsp;and Hardline Conservative remainer MPs suggested they could favour a Jeremy Corbyn premiership over a no-deal Brexit, lifting the Labour leader’s plan to lead a caretaker government. (Times) Following this, it was reported both Corbyn and SNP's Blackford held phone calls to work out how to stop a no deal Brexit by working together. (Evening Standard)</li></ul>",
        "analysis_updated_at": {
            "unix": 1565968740,
            "text": "2019-08-16 16:19:00 +0100",
            "iso_8601": "2019-08-16T15:19:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "liberal-democratic-sources-are-increasingly-convinced-labour-leader-corbyn-is-not-serious-about-forming-an-anti-no-deal-alliance-and-the-sources-believe-he-is-using-it-as-a-way-to-tell-remain-voters-he-tried-according-to-dailymail-16-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 23:15:00",
        "gmt_time": "2019-08-16 15:15:00"
    },
    {
        "id": 882627,
        "updated_sequence": 1910873,
        "published_at": {
            "unix": 1565967540,
            "text": "2019-08-16 15:59:00 +0100",
            "iso_8601": "2019-08-16T14:59:00Z"
        },
        "updated_at": {
            "unix": 1565967597,
            "text": "2019-08-16 15:59:57 +0100",
            "iso_8601": "2019-08-16T14:59:57Z"
        },
        "subject": "Canadian Government is to give dairy farmers CAD 1.75bln over 8 years in compensation for EU and Trans-pacific trade deals and they will not give up further dairy market access concessions in future USMCA negotiations, according to Agricultural minister  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-government-is-to-give-dairy-farmers-cad-1-75bln-over-8-years-in-compensation-for-eu-and-trans-pacific-trade-deals-and-they-will-not-give-up-further-dairy-market-access-concessions-in-future-usmca-negotiations-according-to-agricultu-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 22:59:00",
        "gmt_time": "2019-08-16 14:59:00"
    },
    {
        "id": 882626,
        "updated_sequence": 1910868,
        "published_at": {
            "unix": 1565965320,
            "text": "2019-08-16 15:22:00 +0100",
            "iso_8601": "2019-08-16T14:22:00Z"
        },
        "updated_at": {
            "unix": 1565965618,
            "text": "2019-08-16 15:26:58 +0100",
            "iso_8601": "2019-08-16T14:26:58Z"
        },
        "subject": "German Government is said to be prepared for deficit spending in the case of a recession, according to Der Spiegel",
        "content": "<ul><li>Via <a href=\"https://www.spiegel.de/wirtschaft/soziales/bundesregierung-will-bei-rezession-schwarze-null-opfern-a-1282210.html\">Der Spiegel</a></li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction, Bunds (Sep 2019) fell from 179.12 to 178.65</li></ul>",
        "reaction_updated_at": {
            "unix": 1565965560,
            "text": "2019-08-16 15:26:00 +0100",
            "iso_8601": "2019-08-16T14:26:00Z"
        },
        "analysis_details": "<ul><li>Last Thursday, a senior government official stated that Germany considering issuance of new debt to finance climate plans, implying a revisit to its current balanced federal budget and the “black zero” principle, (i.e. the principle that avoids creating new debt for more climate protection measure), essentially a “debt brake”.</li><li><a href=\"https://ransquawk.com/headlines/analysis-germany-s-deb-t-acle-14-08-2019\">Click here for further analysis</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1565965560,
            "text": "2019-08-16 15:26:00 +0100",
            "iso_8601": "2019-08-16T14:26:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "german-government-is-said-to-be-prepared-for-deficit-spending-in-the-case-of-a-recession-according-to-der-spiegel-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 22:22:00",
        "gmt_time": "2019-08-16 14:22:00"
    },
    {
        "id": 882625,
        "updated_sequence": 1910857,
        "published_at": {
            "unix": 1565964840,
            "text": "2019-08-16 15:14:00 +0100",
            "iso_8601": "2019-08-16T14:14:00Z"
        },
        "updated_at": {
            "unix": 1565964883,
            "text": "2019-08-16 15:14:43 +0100",
            "iso_8601": "2019-08-16T14:14:43Z"
        },
        "subject": "Atlanta Fed GDPnow (Q3) tracker unchanged at 2.2% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q3-tracker-unchanged-at-2-2-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 22:14:00",
        "gmt_time": "2019-08-16 14:14:00"
    },
    {
        "id": 882624,
        "updated_sequence": 1910870,
        "published_at": {
            "unix": 1565964660,
            "text": "2019-08-16 15:11:00 +0100",
            "iso_8601": "2019-08-16T14:11:00Z"
        },
        "updated_at": {
            "unix": 1565966582,
            "text": "2019-08-16 15:43:02 +0100",
            "iso_8601": "2019-08-16T14:43:02Z"
        },
        "subject": "US reportedly clears F-16 sale to Taiwan, a Senate aide has said",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier Washington Post reported that US President Trump is to proceed with F-16 jet sales to Taiwan</li><li>China global times earlier reported China strongly opposes US sales of F-16V fighter jets to the island of Taiwan, and has already lodged a solemn representation to the US on this matter</li></ul>",
        "analysis_updated_at": {
            "unix": 1565964780,
            "text": "2019-08-16 15:13:00 +0100",
            "iso_8601": "2019-08-16T14:13:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-reportedly-clears-f-16-sale-to-taiwan-a-senate-aide-has-said-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 22:11:00",
        "gmt_time": "2019-08-16 14:11:00"
    },
    {
        "id": 882623,
        "updated_sequence": 1910847,
        "published_at": {
            "unix": 1565964300,
            "text": "2019-08-16 15:05:00 +0100",
            "iso_8601": "2019-08-16T14:05:00Z"
        },
        "updated_at": {
            "unix": 1565964449,
            "text": "2019-08-16 15:07:29 +0100",
            "iso_8601": "2019-08-16T14:07:29Z"
        },
        "subject": "JD.com (JD) JV in talks to raise USD 500mln in US IPO, The Information reports",
        "content": "<ul><li>Via <a href=\"https://www.theinformation.com/articles/jd-com-joint-venture-in-talks-to-raise-500-million-in-u-s-ipo\">The Information</a></li></ul>",
        "reaction_details": "<p>In an immeidate reaction, JD shares rose from USD 30.30 to USD 30.66</p>",
        "reaction_updated_at": {
            "unix": 1565964420,
            "text": "2019-08-16 15:07:00 +0100",
            "iso_8601": "2019-08-16T14:07:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Information",
        "slug": "jd-com-jd-jv-in-talks-to-raise-usd-500mln-in-us-ipo-the-information-reports-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 22:05:00",
        "gmt_time": "2019-08-16 14:05:00"
    },
    {
        "id": 882620,
        "updated_sequence": 1910834,
        "published_at": {
            "unix": 1565963940,
            "text": "2019-08-16 14:59:00 +0100",
            "iso_8601": "2019-08-16T13:59:00Z"
        },
        "updated_at": {
            "unix": 1565964015,
            "text": "2019-08-16 15:00:15 +0100",
            "iso_8601": "2019-08-16T14:00:15Z"
        },
        "subject": "Iranian tanker Grace 1 is now reportedly moving., according to Reuters ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-tanker-grace-1-is-now-reportedly-moving-according-to-reuters-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 21:59:00",
        "gmt_time": "2019-08-16 13:59:00"
    },
    {
        "id": 882616,
        "updated_sequence": 1910821,
        "published_at": {
            "unix": 1565963340,
            "text": "2019-08-16 14:49:00 +0100",
            "iso_8601": "2019-08-16T13:49:00Z"
        },
        "updated_at": {
            "unix": 1565963396,
            "text": "2019-08-16 14:49:56 +0100",
            "iso_8601": "2019-08-16T13:49:56Z"
        },
        "subject": "Russia's Gazprom says natgas output rose 1.7% Y/Y in January 1st to 15th August",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-gazprom-says-natgas-output-rose-1-7-y-y-in-january-1st-to-15th-august-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 21:49:00",
        "gmt_time": "2019-08-16 13:49:00"
    },
    {
        "id": 882615,
        "updated_sequence": 1910818,
        "published_at": {
            "unix": 1565962680,
            "text": "2019-08-16 14:38:00 +0100",
            "iso_8601": "2019-08-16T13:38:00Z"
        },
        "updated_at": {
            "unix": 1565963352,
            "text": "2019-08-16 14:49:12 +0100",
            "iso_8601": "2019-08-16T13:49:12Z"
        },
        "subject": "US Movers: NVIDIA (NVDA) +7.8%, General Electric (GE) +6%, Alliance Data Systems (ADS) -4.5%, Applied Materials (AMAT) -2.9%",
        "content": "<ul><li>NVDA higher on earnings</li><li>GE rebounding after CEO purchased more shares after Markopolos' accounting report and labelled it 'Meritless'</li><li>ADS lower after downgrade at Deutsche Bank</li><li>Applied Materials (AMAT) lower after earnings</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-nvidia-nvda-7-8-general-electric-ge-6-alliance-data-systems-ads-4-5-applied-materials-amat-2-9-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 21:38:00",
        "gmt_time": "2019-08-16 13:38:00"
    },
    {
        "id": 882614,
        "updated_sequence": 1910811,
        "published_at": {
            "unix": 1565960400,
            "text": "2019-08-16 14:00:00 +0100",
            "iso_8601": "2019-08-16T13:00:00Z"
        },
        "updated_at": {
            "unix": 1565961576,
            "text": "2019-08-16 14:19:36 +0100",
            "iso_8601": "2019-08-16T13:19:36Z"
        },
        "subject": "Additional US Equity Stories - FDX, MDT",
        "content": "<ul><li><strong>FedEx Corporation (FDX)</strong> (Industrials/Air Freight &amp; Logistics) has maintained its quarterly dividend at USD 0.65/shr.</li><li><strong>Medtronic plc (MDT)</strong> (Health Care/Health Care Equipment) receives FDA approval to start a trial evaluating infusion set.</li></ul><p>&nbsp;</p><p>Additional Upgrades</p><ul><li>VENATOR MATERIALS (VNR) UPGRADED TO BUY FROM UNDERPERFORM AT BOFA/MERRILL</li><li>NUTRIEN (NTR) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li><li>BANK OF AMERICA (BAC) UPGRADED TO HOLD FROM SELL AT DZ BANK</li></ul><p>Additional Downgrades</p><ul><li>DOW INC. (DOW) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>WESTLAKE CHEMICAL (WLK) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li><li>AXALTA COATING (AXTA) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>PPG (PPG) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-fdx-mdt-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 21:00:00",
        "gmt_time": "2019-08-16 13:00:00"
    },
    {
        "id": 882613,
        "updated_sequence": 1910806,
        "published_at": {
            "unix": 1565960280,
            "text": "2019-08-16 13:58:00 +0100",
            "iso_8601": "2019-08-16T12:58:00Z"
        },
        "updated_at": {
            "unix": 1565960419,
            "text": "2019-08-16 14:00:19 +0100",
            "iso_8601": "2019-08-16T13:00:19Z"
        },
        "subject": "Fixed and FX latest: bonds back under pressure, as Buck grinds higher",
        "content": "<p>Firmer than forecast US building permits may have overshadowed the housing starts miss, but the rather belated moves in debt and currency markets suggests the early US data is unlikely to have been the driver. However, 10 year benchmarks have succumbed to more downside with Gilts still underperforming alongside the UK STIR strip amidst Gbp outperformance in wake of most upbeat macro inputs this week and Whitehall manoeuvres to prevent a no deal Brexit. A new Liffe session trough just traded at 134.51, while Cable is nudging 1.2175 even though the DXY has inched further above 98.000 to 98.341 at best, largely on more Eur slippage.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-back-under-pressure-as-buck-grinds-higher-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:58:00",
        "gmt_time": "2019-08-16 12:58:00"
    },
    {
        "id": 882609,
        "updated_sequence": 1910794,
        "published_at": {
            "unix": 1565959800,
            "text": "2019-08-16 13:50:00 +0100",
            "iso_8601": "2019-08-16T12:50:00Z"
        },
        "updated_at": {
            "unix": 1565959895,
            "text": "2019-08-16 13:51:35 +0100",
            "iso_8601": "2019-08-16T12:51:35Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 16th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22556/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Deere &amp; Co. (DE)</strong> (Industrials/Agricultural &amp; Farm Machinery) (DE) Q3 19 (USD): adj. EPS 2.71 (exp. 2.88), Revenue 8.97bln (exp. 9.42bln). Cuts FY adj. net income view to 3.2bln (prev. 3.3bln).</li><li><strong>Nvidia Corporation (NVDA)</strong> (Information Technology/Semiconductors) Q2 19 (USD): adj. EPS 1.24 (exp. 1.14), Revenue 2.58bln (exp. 2.54bln)</li><li><strong>General Electric (GE)</strong> (Industrials/Industrial Conglomerates) CEO Lawrence Culp has purchased 252.2k shares (or USD 2mln) and labelled the accounting report as “market manipulation”.</li></ul><p><strong>16th August 2019</strong></p><ul><li>Risk appetite has picked up to conclude the week following President Trump announcing he does not expect China to retaliate to the latest tariffs and will be holding a call with Chinese President Xi, as well as murmurs of fiscal stimulus out of some of the world’s major economies, which have all seen some reprieve in yields and <strong>Financials</strong> which are both higher today. Consequentially, gold prices are lower on the day, which is weighing pressure on the miners, including <strong>Newmont Goldcorp (NEM</strong>) (Materials/Gold) and <strong>Barrick Gold (GOLD)</strong> (Materials/Gold), which have had index beating returns as of lately amid the shiny stuff’s rally.</li></ul><p><strong>Dow</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has announced it accounts for 2.4mln of jobs in the US (2mln in 2017) and that it is on-track to contributing USD 350bln to the economy by 2023. Elsewhere, the tech giant has filed a lawsuit in Florida against the mobile device virtualization company, Corellium, that supports iOS, accusing it of replicating its OS.</li><li><strong>Merck &amp; Co. (MRK)</strong> (Health Care/Pharmaceuticals) has been initiated with a new Outperform rating at SVB Leerink, citing optimism on the expanded potential for its flagship cancer treatment Keytruda, in addition to other factors.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Activision Blizzard (ATVI)</strong> (Communication Services/Interactive Home Entertainment) has tapped former CAA executive David Messinger as its first Chief Marketing Officer, Variety reports.</li><li><strong>Alphabet Inc’s (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) YouTube has had a lawsuit filed against it by LGBTQ content creators over allegations the platform blocks their content reach and the ability they can make money, BI reports.</li><li><strong>Applied Materials Inc. (AMAT) </strong>(Information Technology/Semiconductor Equipment)<strong> </strong>Q3 19 (USD): adj. EPS 0.74 (exp. 0.70), Revenue 3.56bln (exp. 3.52bln). Q4 EPS view 0.72-0.80 (exp. 0.75); Q4 Revenue view 3.56bln +/-150mln (exp. 3.64bln).</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) reportedly did not warn users of the risks of the single sign-on tool ahead of a data breach in 2018, a court filing revealed from a lawsuit against the social media giant.</li><li><strong>Gilead Sciences (GILD)</strong> (Health Care/Biotechnology) and <strong>Galapagos NV (GLPG)</strong> (Health Care/Biotechnology) announced their rheumatoid arthritis selective JAK1 inhibitor, filgotinib, has been validated by the EMA and is now under evaluation following successful 24-week data from a Phase 3 trial.</li><li><strong>Nvidia Corporation (NVDA)</strong> (Information Technology/Semiconductors) Q2 19 (USD): adj. EPS 1.24 (exp. 1.14), Revenue 2.58bln (exp. 2.54bln); Gaming Revenue USD 1.3bln (Exp. USD 1.3bln). Q3 Revenue view midpoint 2.9bln +/-2% (exp. 2.976bln). Will continue share repurchase after Mellanox (MLNX) acquisition, where approval is currently pending. Competitor AMD (AMD) traded higher alongside Nvidia in after-market trade.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Capital One Financial (COF)</strong> (Financials/Consumer Finance) employees reportedly raised concerns prior to the recent data breach and mentioned to the WSJ that approximately a third of the cybersecurity division had left the bank in 2018.</li><li><strong>Deere &amp; Co. (DE)</strong> (Industrials/Agricultural &amp; Farm Machinery) (DE) Q3 19 (USD): adj. EPS 2.71 (exp. 2.88), Revenue 8.97bln (exp. 9.42bln). Cuts FY adj. net income view to 3.2bln (prev. 3.3bln). CEO Allen said, “Concerns about export-market access, near-term demand for commodities such as soybeans, and overall crop conditions, have caused many farmers to postpone major equipment purchases.”</li><li><strong>General Electric (GE)</strong> (Industrials/Industrial Conglomerates) – Following Thursday’s sell-off in the share price after Harry Markopolos’ report on GE’s accounting, CEO Lawrence Culp has since purchased 252.2k shares (or USD 2mln) and labelled the report as “market manipulation”. The co. also released a statement labelling the report as “meritless”.</li><li><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) has been accused by customers for claiming overdraft fees even after the bank supposedly closes the accounts, NYT reports.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Altice USA Inc (ATUS)</strong> (Communication Services/Media) had a secondary share offering which priced at USD 26.60 per share, which is beneath current market valuation.</li><li><strong>American Eagle (AEO)</strong> (Consumer Discretionary/Specialty Retail) and <strong>Abercrombie &amp; Fitch (ANF)</strong> (Consumer Discretionary/Specialty Retail) should merge according to Citi analyst Paul Lejuez, saying that across his retail sector coverage the two apparel stores make the most sense for a combination in the current environment.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>BOYD GAMING (BYD) UPGRADED TO BUY FROM HOLD AT DESJARDINS</li><li>TJX (TJX) UPGRADED TO BUY FROM HOLD AT LOOP CAPITAL</li><li>TCF FINANCIAL (TCF) REINSTATED WITH AN OVERWEIGHT FROM UNDERWEIGHT AT JPMORGAN</li><li>INTEL (INTC) UPGRADED TO MARKET PERFORM FROM UNDERPERFORM AT NORTHLAND</li><li>REGENCY CENTERS (REG) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>SOUTHWEST (LUV) UPGRADED TO OUTPERFORM FROM PEER PERFORM AT WOLFE RESEARCH</li></ul><p><strong>Downgrades</strong></p><ul><li>TAPESTRY (TPR) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>ALLIANCE DATA (ADS) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>SL GREEN REALTY (SLG) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT SCOTIABANK</li><li>HEXCEL (HXL) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>WHITING PETROLEUM (WLL) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>TAPESTRY (TPR) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>TAPESTRY (TPR) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>TAPESTRY (TPR) DOWNGRADED TO NEUTRAL FROM CONVICTION BUY AT GOLDMAN SACHS</li><li>TAPESTRY (TPR) DOWNGRADED TO NEUTRAL FROM BUY AT MKM PARTNERS</li><li>BRIXMOR (BRX) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT SCOTIABANK</li><li>APPLIED MATERIALS (AMAT) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li></ul><p><strong>Initiations</strong></p><ul><li>DOCUSIGN (DOCU) RATED NEW BUY AT DA DAVIDSON; PT USD 52</li><li>GOODYEAR RATED (GT) NEW OUTPERFORM AT EXANE; PT USD 15</li><li>MERCK &amp; CO (MRK) RATED NEW OUTPERFORM AT SVB LEERINK; PT USD 103</li><li>MERCURY SYSTEMS (MRCY) RATED NEW NEUTRAL AT GOLDMAN; PT USD 75</li><li>PAGERDUTY (PD) RATED NEW NEUTRAL AT DA DAVIDSON; PT USD 36</li><li>IQIYI (IQ) RATED NEW UNDERWEIGHT AT JPMORGAN; PT USD 14</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>AmerisourceBergen Corp (ABC). Amount USD 0.40</li><li>Black Hills Corp (BKH). Amount USD 0.50</li><li>Chevron Corp (CVX). Amount USD 1.19</li><li>CNA Financial Corp (CNA). Amount USD 0.35</li><li>E*TRADE Financial Corp (ETFC). Amount USD 0.14</li><li>Jefferies Financial Group Inc (JEF). Amount USD 0.12</li><li>Kemper Corp (KMPR). Amount USD 0.25</li><li>Oshkosh Corp (OSK). Amount USD 0.27</li><li>Southern Co (SO). Amount USD 0.62</li><li>Ubiquiti Networks Inc (UBNT). Amount USD 0.30</li><li>United Parcel Service Inc (UPS). Amount USD 0.96</li><li>Yum! Brands Inc (YUM). Amount USD 0.42</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-16th-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:50:00",
        "gmt_time": "2019-08-16 12:50:00"
    },
    {
        "id": 882608,
        "updated_sequence": 1910791,
        "published_at": {
            "unix": 1565959260,
            "text": "2019-08-16 13:41:00 +0100",
            "iso_8601": "2019-08-16T12:41:00Z"
        },
        "updated_at": {
            "unix": 1565959337,
            "text": "2019-08-16 13:42:17 +0100",
            "iso_8601": "2019-08-16T12:42:17Z"
        },
        "subject": "China's Ministry of Foreign Affairs reiterates that Chinese President Xi and US President Trump have kept contact",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-ministry-of-foreign-affairs-reiterates-that-chinese-president-xi-and-us-president-trump-have-kept-contact-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:41:00",
        "gmt_time": "2019-08-16 12:41:00"
    },
    {
        "id": 882607,
        "updated_sequence": 1910788,
        "published_at": {
            "unix": 1565958660,
            "text": "2019-08-16 13:31:00 +0100",
            "iso_8601": "2019-08-16T12:31:00Z"
        },
        "updated_at": {
            "unix": 1565958756,
            "text": "2019-08-16 13:32:36 +0100",
            "iso_8601": "2019-08-16T12:32:36Z"
        },
        "subject": "Novo Nordisk (NOVOB DC) has been informed that a securities lawsuit has been filed against the Co. over misleading statements and the failure to make appropriate disclosures regarding the sale of its insulin product in the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novo-nordisk-novob-dc-has-been-informed-that-a-securities-lawsuit-has-been-filed-against-the-co-over-misleading-statements-and-the-failure-to-make-appropriate-disclosures-regarding-the-sale-of-its-insulin-product-in-the-us-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:31:00",
        "gmt_time": "2019-08-16 12:31:00"
    },
    {
        "id": 882600,
        "updated_sequence": 1910767,
        "published_at": {
            "unix": 1565958240,
            "text": "2019-08-16 13:24:00 +0100",
            "iso_8601": "2019-08-16T12:24:00Z"
        },
        "updated_at": {
            "unix": 1565958283,
            "text": "2019-08-16 13:24:43 +0100",
            "iso_8601": "2019-08-16T12:24:43Z"
        },
        "subject": "Mexican President Obrador says Mexico is facing a difficult economic environment, though they have sufficient reserves and inflation & currency is not a problem",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-obrador-says-mexico-is-facing-a-difficult-economic-environment-though-they-have-sufficient-reserves-and-inflation-currency-is-not-a-problem-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:24:00",
        "gmt_time": "2019-08-16 12:24:00"
    },
    {
        "id": 882599,
        "updated_sequence": 1910764,
        "published_at": {
            "unix": 1565958180,
            "text": "2019-08-16 13:23:00 +0100",
            "iso_8601": "2019-08-16T12:23:00Z"
        },
        "updated_at": {
            "unix": 1565958260,
            "text": "2019-08-16 13:24:20 +0100",
            "iso_8601": "2019-08-16T12:24:20Z"
        },
        "subject": "House Ways and Means ranking member Brady says he is seeing a desire to get the USMCA deal approved this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "house-ways-and-means-ranking-member-brady-says-he-is-seeing-a-desire-to-get-the-usmca-deal-approved-this-year-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:23:00",
        "gmt_time": "2019-08-16 12:23:00"
    },
    {
        "id": 882598,
        "updated_sequence": 1910761,
        "published_at": {
            "unix": 1565957700,
            "text": "2019-08-16 13:15:00 +0100",
            "iso_8601": "2019-08-16T12:15:00Z"
        },
        "updated_at": {
            "unix": 1565957799,
            "text": "2019-08-16 13:16:39 +0100",
            "iso_8601": "2019-08-16T12:16:39Z"
        },
        "subject": "PetroChina have halted direct oil purchases from Venezuela amid sanction concerns",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "petrochina-have-halted-direct-oil-purchases-from-venezuela-amid-sanction-concerns-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:15:00",
        "gmt_time": "2019-08-16 12:15:00"
    },
    {
        "id": 882597,
        "updated_sequence": 1910758,
        "published_at": {
            "unix": 1565957280,
            "text": "2019-08-16 13:08:00 +0100",
            "iso_8601": "2019-08-16T12:08:00Z"
        },
        "updated_at": {
            "unix": 1565957562,
            "text": "2019-08-16 13:12:42 +0100",
            "iso_8601": "2019-08-16T12:12:42Z"
        },
        "subject": "BofAML raises 2019 average gold price forecast by 3.6% to USD 1396/oz and silver by 2.3% to USD 16.07/oz, Copper cut to USD 6033/t (Prev. USD 6395/t) and 2020 cut to USD 5750/t (Prev. USD 6500/t)",
        "content": "<ul><li>Aluminium forecast cut to USD 1729/t from USD&nbsp;</li><li>2020 gold forecast +6.9% to USD 1544/oz</li><li>2020 silver forecast +3.3% to USD 17.54/oz</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bofaml-raises-2019-average-gold-price-forecast-by-3-6-to-usd-1396-oz-and-silver-by-2-3-to-usd-16-07-oz-copper-cut-to-usd-6033-t-prev-usd-6395-t-and-2020-cut-to-usd-5750-t-prev-usd-6500-t-16-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:08:00",
        "gmt_time": "2019-08-16 12:08:00"
    },
    {
        "id": 882597,
        "updated_sequence": 1910758,
        "published_at": {
            "unix": 1565957280,
            "text": "2019-08-16 13:08:00 +0100",
            "iso_8601": "2019-08-16T12:08:00Z"
        },
        "updated_at": {
            "unix": 1565957562,
            "text": "2019-08-16 13:12:42 +0100",
            "iso_8601": "2019-08-16T12:12:42Z"
        },
        "subject": "BofAML raises 2019 average gold price forecast by 3.6% to USD 1396/oz and silver by 2.3% to USD 16.07/oz, Copper cut to USD 6033/t (Prev. USD 6395/t) and 2020 cut to USD 5750/t (Prev. USD 6500/t)",
        "content": "<ul><li>Aluminium forecast cut to USD 1729/t from USD&nbsp;</li><li>2020 gold forecast +6.9% to USD 1544/oz</li><li>2020 silver forecast +3.3% to USD 17.54/oz</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bofaml-raises-2019-average-gold-price-forecast-by-3-6-to-usd-1396-oz-and-silver-by-2-3-to-usd-16-07-oz-copper-cut-to-usd-6033-t-prev-usd-6395-t-and-2020-cut-to-usd-5750-t-prev-usd-6500-t-16-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:08:00",
        "gmt_time": "2019-08-16 12:08:00"
    },
    {
        "id": 882596,
        "updated_sequence": 1910753,
        "published_at": {
            "unix": 1565956860,
            "text": "2019-08-16 13:01:00 +0100",
            "iso_8601": "2019-08-16T12:01:00Z"
        },
        "updated_at": {
            "unix": 1565956980,
            "text": "2019-08-16 13:03:00 +0100",
            "iso_8601": "2019-08-16T12:03:00Z"
        },
        "subject": "Crude supply/demand table (August 2019)",
        "content": "<figure class=\"image\"><img src=\"/uploads/ckeditor_wave/ck_images/184caccc-1ab0-40cf-aea1-9adc1ef85767.jpg\"></figure>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "PVM",
        "slug": "crude-supply-demand-table-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 20:01:00",
        "gmt_time": "2019-08-16 12:01:00"
    },
    {
        "id": 882594,
        "updated_sequence": 1910747,
        "published_at": {
            "unix": 1565955660,
            "text": "2019-08-16 12:41:00 +0100",
            "iso_8601": "2019-08-16T11:41:00Z"
        },
        "updated_at": {
            "unix": 1565955780,
            "text": "2019-08-16 12:43:00 +0100",
            "iso_8601": "2019-08-16T11:43:00Z"
        },
        "subject": "Scotiabank FX Daily - USD Retains Firm Undertone, Risk Sentiment Improves  ",
        "content": "<ul><li>&nbsp; USD firm in quiet trade, light data run; focus turns to Fed’s Jackson Hole meeting.</li><li>&nbsp; CAD nudging higher in quiet trade as better USD selling emerges in mid-1.33s.</li><li>&nbsp; EUR soft on the charts and prone to a retest of major support in the low 1.10s.</li><li>&nbsp; GBP firmer on Brexit “optimism” but upside potential remains limited.</li><li>&nbsp; JPY choppy on risk sentiment, yields. JGBB 10Y yields reach 3-year low.</li><li>&nbsp; AUD modestly firmer but broader consolidation extends.</li><li>&nbsp; MXN digests Banxico surprise, rises modestly on better risk</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-retains-firm-undertone-risk-sentiment-improves-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:41:00",
        "gmt_time": "2019-08-16 11:41:00"
    },
    {
        "id": 882591,
        "updated_sequence": 1910744,
        "published_at": {
            "unix": 1565955120,
            "text": "2019-08-16 12:32:00 +0100",
            "iso_8601": "2019-08-16T11:32:00Z"
        },
        "updated_at": {
            "unix": 1565955307,
            "text": "2019-08-16 12:35:07 +0100",
            "iso_8601": "2019-08-16T11:35:07Z"
        },
        "subject": "India government is unlikely to announce any economic stimulus before Monday, a source says; government also looking into exempting foreign portfolio trusts from high tax, and easing bank credit, source says",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Earlier, it was reported that the Indian government was concerned by the recent stock market performance, and weak investor sentiment, according to an official. The government is to hold meetings next week, and wants a comprehensive discussion on any package to revive growth</p>",
        "analysis_updated_at": {
            "unix": 1565955180,
            "text": "2019-08-16 12:33:00 +0100",
            "iso_8601": "2019-08-16T11:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-government-is-unlikely-to-announce-any-economic-stimulus-before-monday-a-source-says-government-also-looking-into-exempting-foreign-portfolio-trusts-from-high-tax-and-easing-bank-credit-source-says-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:32:00",
        "gmt_time": "2019-08-16 11:32:00"
    },
    {
        "id": 882593,
        "updated_sequence": 1910740,
        "published_at": {
            "unix": 1565955120,
            "text": "2019-08-16 12:32:00 +0100",
            "iso_8601": "2019-08-16T11:32:00Z"
        },
        "updated_at": {
            "unix": 1565955230,
            "text": "2019-08-16 12:33:50 +0100",
            "iso_8601": "2019-08-16T11:33:50Z"
        },
        "subject": "AB InBev (ABI BB) - China Resources Beer are exploring the possibility of a minority stake in the Co's Asian Budweiser unit., SCMP",
        "content": "<p><a href=\"https://www.scmp.com/business/china-business/article/3023175/china-resources-beer-explores-possibility-minority-stake\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference, the Co. recently abandoned plans for a USD 9.8bln listing of the Budweiser unit in Asia</li></ul>",
        "analysis_updated_at": {
            "unix": 1565955229,
            "text": "2019-08-16 12:33:49 +0100",
            "iso_8601": "2019-08-16T11:33:49Z"
        },
        "push_notify": false,
        "source": "SCMP",
        "slug": "ab-inbev-abi-bb-china-resources-beer-are-exploring-the-possibility-of-a-minority-stake-in-the-co-s-asian-budweiser-unit-scmp-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:32:00",
        "gmt_time": "2019-08-16 11:32:00"
    },
    {
        "id": 882574,
        "updated_sequence": 1910725,
        "published_at": {
            "unix": 1565954400,
            "text": "2019-08-16 12:20:00 +0100",
            "iso_8601": "2019-08-16T11:20:00Z"
        },
        "updated_at": {
            "unix": 1565954896,
            "text": "2019-08-16 12:28:16 +0100",
            "iso_8601": "2019-08-16T11:28:16Z"
        },
        "subject": "OPEC monthly report: For 2019, oil demand growth is forecast at around 1.10mln BPD; down 40k BPD from the prior report; OPEC says outlook for oil market fundamentals seems somewhat bearish for the rest of 2019",
        "content": "<ul><li>OPEC says OECD inventories rose in June, above five year average (the level targeted in the original supply cut deal)</li><li>OPEC crude production fell 246k BPD in June to 29.61mln BPD, according to secondary sources</li><li>Crude oil output decreased mostly in Saudi Arabia, Libya, IR Iran, Venezuela and Nigeria, while production in Iraq and Algeria increased.</li><li>In 2020, the initial forecast indicates growth of around 1.14mln BPD Y/Y (unchanged from prior report)</li><li>Demand for OPEC crude for 2019 was revised up by 100k BPD from the previous report to stand at 30.7mln BPD, 900k BPD lower than the 2018 level</li><li>The non-OPEC oil supply growth forecast for 2019 has been revised down by 72k BPD to reach 1.97mln BPD Y/Y, due to lower-than-expected oil production in the US, Brazil, Thailand and Norway in 1H19, which were partially offset by higher production in Canada in 2Q19.</li><li>In 2020, non-OPEC oil supply is projected to grow by 2.39mln BPD (revised down by 50k BPD), averaging 66.78mln BPD.</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction, oil prices fell - likely as OECD inventories are above the 5 year average, as well as OPEC stating that 2019 fundamentals look bearish - WTI (V9) fell from USD 55.50 to a low of USD 54.75, before paring slightly</li></ul>",
        "reaction_updated_at": {
            "unix": 1565954896,
            "text": "2019-08-16 12:28:16 +0100",
            "iso_8601": "2019-08-16T11:28:16Z"
        },
        "analysis_details": "<ul><li>The OPEC reports aligns itself with both the IEA OMR and EIA STEO in regards to downgrades in 2019 global oil demand growth forecasts in which the former cut its forecast by 100k BPD to 1.1mln BPD and the latter by 70k BPD to 1.0mln BPD.</li><li>However, 2020 global oil demand growth between the three monthly reports diverge, i.e. OPEC left its 2020 outlook unchanged, at 1.14mln BPD. IEA cut its 2020 forecast by 50k BPD to 1.3mln BPD and EIA raised its outlook by 30k BPD to 1.43mln BPD</li></ul>",
        "analysis_updated_at": {
            "unix": 1565949480,
            "text": "2019-08-16 10:58:00 +0100",
            "iso_8601": "2019-08-16T09:58:00Z"
        },
        "push_notify": false,
        "source": "OPEC",
        "slug": "opec-monthly-report-for-2019-oil-demand-growth-is-forecast-at-around-1-10mln-bpd-down-40k-bpd-from-the-prior-report-opec-says-outlook-for-oil-market-fundamentals-seems-somewhat-bearish-for-the-rest-of-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:20:00",
        "gmt_time": "2019-08-16 11:20:00"
    },
    {
        "id": 882588,
        "updated_sequence": 1910717,
        "published_at": {
            "unix": 1565953920,
            "text": "2019-08-16 12:12:00 +0100",
            "iso_8601": "2019-08-16T11:12:00Z"
        },
        "updated_at": {
            "unix": 1565954053,
            "text": "2019-08-16 12:14:13 +0100",
            "iso_8601": "2019-08-16T11:14:13Z"
        },
        "subject": "Prudential (PRU LN) - High Court of England and Wales declined to sanction transfer of annuities portfolio from Co. to Rothesay  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "prudential-pru-ln-high-court-of-england-and-wales-declined-to-sanction-transfer-of-annuities-portfolio-from-co-to-rothesay-16-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:12:00",
        "gmt_time": "2019-08-16 11:12:00"
    },
    {
        "id": 882587,
        "updated_sequence": 1910712,
        "published_at": {
            "unix": 1565953800,
            "text": "2019-08-16 12:10:00 +0100",
            "iso_8601": "2019-08-16T11:10:00Z"
        },
        "updated_at": {
            "unix": 1565953927,
            "text": "2019-08-16 12:12:07 +0100",
            "iso_8601": "2019-08-16T11:12:07Z"
        },
        "subject": "Norway Petroleum directorate says prelim July oil production was 1.447mln BPD (vs 1.067mln BPD in June)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-petroleum-directorate-says-prelim-july-oil-production-was-1-447mln-bpd-vs-1-067mln-bpd-in-june-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:10:00",
        "gmt_time": "2019-08-16 11:10:00"
    },
    {
        "id": 882586,
        "updated_sequence": 1910714,
        "published_at": {
            "unix": 1565953620,
            "text": "2019-08-16 12:07:00 +0100",
            "iso_8601": "2019-08-16T11:07:00Z"
        },
        "updated_at": {
            "unix": 1565954014,
            "text": "2019-08-16 12:13:34 +0100",
            "iso_8601": "2019-08-16T11:13:34Z"
        },
        "subject": "China Cabinet says it will use market-based reforms to lower real interest rates; will ensure average funding costs for small businesses by 1ppt; will step up support for companies that have orders and credibility",
        "content": "<ul><li>adds will reform and improve lending interest rate formation mechanism</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-cabinet-says-it-will-use-market-based-reforms-to-lower-real-interest-rates-will-ensure-average-funding-costs-for-small-businesses-by-1ppt-will-step-up-support-for-companies-that-have-orders-and-credibility-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:07:00",
        "gmt_time": "2019-08-16 11:07:00"
    },
    {
        "id": 882585,
        "updated_sequence": 1910702,
        "published_at": {
            "unix": 1565953320,
            "text": "2019-08-16 12:02:00 +0100",
            "iso_8601": "2019-08-16T11:02:00Z"
        },
        "updated_at": {
            "unix": 1565953421,
            "text": "2019-08-16 12:03:41 +0100",
            "iso_8601": "2019-08-16T11:03:41Z"
        },
        "subject": "Concerns over an excessive reliance on US for supplies of soybeans and China's now weaker position in the market when buying soybeans are two key factors underlying Beijing's reluctance to place large orders, according to Industry insiders",
        "content": "<p><a href=\"https://www.scmp.com/economy/china-economy/article/3023105/china-reluctant-place-large-soybean-orders-despite-donald\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "concerns-over-an-excessive-reliance-on-us-for-supplies-of-soybeans-and-china-s-now-weaker-position-in-the-market-when-buying-soybeans-are-two-key-factors-underlying-beijing-s-reluctance-to-place-large-orders-according-to-industry-insiders-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 19:02:00",
        "gmt_time": "2019-08-16 11:02:00"
    },
    {
        "id": 882584,
        "updated_sequence": 1910695,
        "published_at": {
            "unix": 1565952360,
            "text": "2019-08-16 11:46:00 +0100",
            "iso_8601": "2019-08-16T10:46:00Z"
        },
        "updated_at": {
            "unix": 1565952400,
            "text": "2019-08-16 11:46:40 +0100",
            "iso_8601": "2019-08-16T10:46:40Z"
        },
        "subject": "RANsquawk Daily US Opening News - 16th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22555/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices are higher across the board, the FTSE 100 saw a delayed start on technical issues and EU banking names saw a sudden sell-off</li><li>US President Trump doesn’t believe China will retaliate on tariffs, and a call is scheduled with Chinese PM XI</li><li>Iran has not given any assurances on Grace 1 not going to Syria, saying it was not heading there originally</li><li>Looking ahead, highlights include US Building Permits &amp; Housing Starts, University of Michigan Sentiment, OPEC Monthly Oil Market Report, Norges Bank’s Matsen</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets struggled for firm direction following the mixed lead from Wall St where most major indices eventually composed themselves after the recent sell-off</strong> but with price action tumultuous on continued US-China trade uncertainty. <strong>ASX 200 (Unch.)</strong> was subdued as upside in healthcare and financials counterbalanced weakness in commodities and telecoms, with a heavy slate of earnings adding to the mix. <strong>Nikkei 225 (Unch.)</strong> was restricted by an uneventful currency, while <strong>KOSPI (-0.6%)</strong> underperformed as it caught up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. <strong>Hang Seng (+0.9%) </strong>and<strong> Shanghai Comp. (+0.3%)</strong> were initially choppy amid conflicting rhetoric from both sides of the trade spat. In addition, policymakers later contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes. Finally, 10yr JGBs initially edged higher to test the 155.00 level to the upside as 10yr yields fell to -0.25% which was the lowest since 2016, although prices then reversed in the aftermath of the BoJ’s Rinban operation in which it reduced purchases of 5yr-10yr bonds for the first time since December as speculated, to stem the decline in yields.</p><p>PBoC injected CNY 80bln via 7-day reverse repos for a net weekly injection of CNY 300bln vs. Prev. net neutral last week. <strong>PBoC set CNY mid-point at 7.0312 vs. Exp. 7.0306 (Prev. 7.0268)</strong></p><p><strong>US President Trump said he doesn't think China will retaliate to an increase in tariffs and understands the September meeting between negotiators is still on</strong>, while he added that he has a call scheduled with Chinese President Xi and will be speaking to him soon. Trump also stated that US consumers may have to pay something at some point to cover the cost of tariffs on Chinese goods, that China very much wants to make a deal and he thinks the trade war will be fairly short. (Newswires)</p><p>China NDRC said it is to roll out a plan for 2019-2020 to boost the disposable income of the population, while it added that China will stick to deleveraging and avoid risks. (Newswires)</p><p>Chinese customs says it will resumed Most Favoured Nation tariffs on some Australian beef on August 17th, Most Favoured Nation principle to ensure that trade remains as open and free as possible. (Newswires)</p><p>US</p><p><strong>US President Trump said Fed Chair Powell should be cutting rates because other countries are lowering rates and we want to remain even</strong>. (Newswires)</p><p><strong>Fed's Kashkari (Non-Voter, Dove)</strong> said the Fed will debate what to do on rates and that he is leaning towards further rate reduction, while he added that Fed officials are committed to ignoring politics and focusing on jobs. Kashkari also noted that he sees some cautious signs as well as some signs of optimism and that it is definitely a nervous time. (Newswires)</p><p>UK/EU</p><p><strong>Times Deputy Political Editor Swinford tweeted that PM Johnson is poised to trigger repeal of European Communities Act as he cements his do or die pledge to leave EU on Oct 31st.</strong> Furthermore, Brexit Secretary Barclay is to sign the commencement order within days enabling the EU withdrawal act to come into force, which Barclay stated ‘it’s the do or die pledge in black and white. It is not merely symbolic’ and ‘Once it’s signed that’s it, the UK is leaving.’ However, Dominic Grieve stated ‘MPs would be able to reverse the order to stop a no-deal Brexit’ and ‘At the end of the day it is a matter for the majority of the House and it can be reversed'. (Twitter)</p><p>UK Lib Dem leader Jo Swinson is said to have agreed to discuss strategy for blocking a no-deal Brexit with Labour leader Corbyn despite initially rejecting the plan. (PoliticsHome) Hardline Conservative remainer MPs suggested they could favour a Jeremy Corbyn premiership over a no-deal Brexit, lifting the Labour leader’s plan to lead a caretaker government. (Times)</p><p><strong>UK Opposition Leader Corbyn had calls today with SNP's Blackford on how to work together to stop a no-deal Brexit</strong> and letting the public decide the country's future, talks also covered 'caretaker Corby'., Evening Standard's Murphy citing a Labour Source. (Twitter)</p><p>Meeting between German Chancellor Merkel and UK PM Johnson is planned soon., German Government spokesperson. (Newswires)</p><p>GEOPOLITICS</p><p>North Korea state media said the country will never talk to South Korean officials again in response to South Korea President Moon’s speech on unification by 2045, while it was also reported that North Korea fired 2 projectiles to the East Sea. (Newswires)&nbsp;</p><p><strong>Iran has not given any assurances on the tanker not going to Syria; Grace 1 tanker was not heading to Syria originally</strong>., Foreign Ministry Spokesperson. (Newswires)</p><p><strong>EQUITIES</strong></p><p><strong>European equities are higher across the board [Eurostoxx 50 +1.1%]</strong> following on from a mixed Asia-Pac session, with Europe continuing to feel tailwind from ECB’s Rehn, who yesterday hinted to a preference for a bazooka of Central Bank stimulus (in the form of rate cuts and APP) whilst stating its better to overshoot with stimulus than undershoot. UK’s FTSE 100 (+0.4%) fails to benefit from the prospect of EU stimulus and also encountered technical problems which delayed the bourse’s open by just over 90 minutes. Sectors are all in positive territory, whilst some early outperformance was seen in the IT sectors in light of NVIDIA’s (+5.3% pre-market) earnings which beat on both top and bottom lines and supported the likes of fellow chip names [AMS (+3.2%), Infineon (+2.2% and STMicroelectronics (+1.2%)]. Meanwhile, the <strong>EU banks saw a sudden sharp decline</strong>, although the current yield environment is not attractive, some are citing a technical break below 80 in the Euro Stoxx Bank Index (SX7E). In terms of individual movers, Bayer (+2.3%) rose on the back of an upgrade at BAML, whilst Ryanair (-2.6%) shares were impacted by a double downgrade.</p><p>FX</p><p><strong>GBP -</strong> Sterling looks set to end the week on top of the G10 table after a run of firmer or better than expected UK data (average earnings, CPI and retail sales) and latest moves to block a no deal Brexit. Cable has reclaimed 1.2100+ status and inched above yesterday’s high (1.2150) even though the Dollar is also generally bid after Thursday’s strong US data/survey releases, while Eur/Gbp has reversed sharply from ytd highs of 0.9325 through Fib support at 0.9160 and 0.9150 amidst all round Euro weakness on the back of dovish ECB rhetoric and perhaps with some fix flow in the mix as well, as the cross probes 0.9125.</p><p><strong>EUR -</strong> As noted, the single currency remains under pressure following yesterday’s aggressive policy pronouncements from ECB’s Rehn who is advocating conventional easing and substantial bond buying to be unveiled in September on the premise that too much is better than not enough in terms of stimulus. Hence, Eur/Usd is hovering just above the next sub-1.1100 target area or bidding zone between 1.1080-70 and at this stage expiry option interest at the big figure does not seem likely to factor (especially as there is less than 1 bn rolling off).</p><p><strong>DXY -</strong> The index is inching closer to nearest chart resistance above 98.000 in wake of the aforementioned bullish US macro updates, at 98.301 vs 98.371, with the Greenback also gleaning momentum at the expense of other majors in contrast to EM currencies that are clawing back losses amidst an improved risk environment overall.</p><p><strong>JPY/CHF/NZD -</strong> All on the back foot, with the Yen unable to breach 106.00 vs the Buck or threaten decent expiries below (1.1 bn from 105.80-70) and subsequently slipping to circa 106.50 as supply at 106.30 dried up, but holding in ahead of support via a Fib at 106.68 for now. Safe-haven unwinding is also weighing on the Franc that is hovering around 0.9800 and even lagging against the independently weak Euro, albeit still above 1.0900 and pivoting 1.0850. Elsewhere, the Kiwi has not derived any comfort from the upturn in risk sentiment after more deep RNBZ rate cut calls overnight (UBS looking for the OCR to hit 0.5% by February next yesr) and a sub-50 NZ manufacturing PMI, with Nzd/Usd closer to the base of 0.6450-25 parameters.</p><p><strong>CAD/NOK -</strong> A decent rebound in crude prices has helped the Loonie pare some losses relative to its US counterpart within a 1.3325-1.3290 band, while 1.2 bn expiries at 1.3340 are also providing support ahead of 1.3350, and Eur/Nok has reversed from 10.0320 towards 9.9600 with the aid of oil’s recovery and ECB/Norges Bank policy divergence after the latter kept a 25 bp hike on the agenda for this year, albeit not necessarily next month as previously inferred.</p><p><strong>EM -</strong> Regional currencies have extended their recoveries vs the Dollar as noted earlier, and irrespective of factors that would appear bearish or negative, like an unexpected 25 bp ease from Banxico and much weaker than forecast Turkish IP. However, Usd/Mxn and Usd/Try are both mid-range circa 19.5750 and 5.5500 respectively with the Peso and Lira getting traction from the wider pick-up in risk appetite.&nbsp;</p><p>Notable Option Expiries:</p><p>- EUR/USD: 1.1000 (750M), 1.1080-85 (650M), <strong>1.1100 (950M),</strong> 1.1200-05 (705M)</p><p>- USD/JPY: 105.00 (1.8B), <strong>105.70-80 (1.1B)</strong></p><p>- USD/CAD: 1.3000 (1.2B), 1.3100 (1.6B), 1.3180-85 (1B), 1.3215-20 (610M), <strong>1.3340 (1.2B)</strong></p><p><strong>FIXED</strong></p><p>Bond prices and corresponding yields still have leagues to go before anyone can honestly roll out the bubble bursting bandwagon, but there has been a subtle change in price movement and perhaps trading tactics as a series of lower highs are prefacing deeper troughs in futures. Indeed, <strong>Gilts</strong> are a prime if not completely representative example as they attempt to base off a new 134.64 Liffe low (-61 ticks vs -2 ticks at best), while <strong>US Treasuries</strong> have tested Fib support at 130-21 and <strong>Bunds</strong> continue top fade well ahead of their early Eurex peak and the contract high posted late on Thursday. Back to Liffe, the <strong>Short Sterling strip</strong> is now as much as 7.5 ticks adrift, although contacts have noted some upside option activity via Dec19 call butterflies on the 99.500 mid-strike. Ahead, more US data and preliminary sentiment for the current month.</p><p>COMMODITIES</p><p><strong>A positive session thus far for WTI and Brent futures</strong> as the benchmarks recover from yesterday’s losses with upside supported by constructive trade comments from US President Trump, who stated that a call is scheduled with his Chinese counterpart and the September meeting between the negotiators is still on. WTI reclaimed the 55/bbl handle during Asia-Pac hours whilst Brent prices moved north of 59/bbl in early EU trade; and both remain north of these marks. Looking ahead on the docket, OPEC are due to release its delayed Monthly Oil Market report with focus on any revisions to its global oil demand outlook following 2019 downgrades by both the EIA and IEA (to 1.1mln BPD and 1.0mln BPD respectively). Currently OPEC estimates that oil demand will grow by 1.4mln BPD in both 2019 and 2020. On a weekly basis, both benchmarks are poised to post mild gains, albeit this is very much subject to macro-newsflow heading into the final settlement of the week. Elsewhere, <strong>gold prices</strong> are retreating closer to the 1500/oz level as the Dollar index continues to gain ground above 98.000, whilst profit taking and an unwind in haven positions are contributing to the downside. Meanwhile, <strong>copper</strong> prices are little changed intraday and remain below the 2.60/lb level as a rise in Chinese refined copper output counterbalances some of the optimism from Trump’s latest China comments. Finally, <strong>Dalian iron ore</strong> futures are relatively flat as demand woes were neutralised by supply concerns after Brazil’s Vale halted operations at its Viga concentration plant, thus impacting some 330k tonnes of iron ore per month.</p><p>China stats bureau said July iron ore production rose 9.9% Y/Y to 74.0mln tons, refined copper production rose 4.8% Y/Y to 801k tons and alumina production rose 2.9% Y/Y to 6.22mln tons. (Newswires)</p><p>Russian Oil output has reached 11.32mln BPD in August (vs. 11.15mln BPD in July), according to sources cited by IFAX. (IFAX)&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-16th-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:46:00",
        "gmt_time": "2019-08-16 10:46:00"
    },
    {
        "id": 882583,
        "updated_sequence": 1910690,
        "published_at": {
            "unix": 1565952180,
            "text": "2019-08-16 11:43:00 +0100",
            "iso_8601": "2019-08-16T10:43:00Z"
        },
        "updated_at": {
            "unix": 1565952242,
            "text": "2019-08-16 11:44:02 +0100",
            "iso_8601": "2019-08-16T10:44:02Z"
        },
        "subject": "RANsquawk EU Mid Session: Stocks cheer Rehn whilst Euro approaches YTD lows - 16th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22554/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European equities are higher across the board [Eurostoxx 50 +1.1%] </strong>following on from a mixed Asia-Pac session, with Europe continuing to feel tailwind from ECB’s Rehn, who yesterday hinted to a preference for a bazooka of Central Bank stimulus (in the form of rate cuts and APP) whilst stating it’s better to overshoot with stimulus than undershoot. UK’s FTSE 100 (+0.4%) fails to benefit from the prospect of EU stimulus and also encountered technical problems which delayed the bourse’s open by just over 90 minutes. Sectors are all in positive territory, whilst some early outperformance was seen in the IT sectors in light of NVIDIA’s (+5.3% pre-market) earnings which beat on both top and bottom lines and supported the likes of fellow chip names [AMS (+3.2%), Infineon (+2.2% and STMicroelectronics (+1.2%)]. Meanwhile, the EU banks saw a sudden sharp decline, although the current yield environment is not attractive, some are citing a technical break below 80 in the Euro Stoxx Bank Index (SX7E). In terms of individual movers, Bayer (+2.3%) rose on the back of an upgrade at BAML, whilst Ryanair (-2.6%) shares were impacted by a double downgrade.</p><p><strong>FX</strong></p><p><strong>GBP</strong> - Sterling looks set to end the week on top of the G10 table after a run of firmer or better than expected UK data (average earnings, CPI and retail sales) and latest moves to block a no deal Brexit. Cable has reclaimed 1.2100+ status and inched above yesterday’s high (1.2150) even though the Dollar is also generally bid after Thursday’s strong US data/survey releases, while Eur/Gbp has reversed sharply from ytd highs of 0.9325 through Fib support at 0.9160 and 0.9150 amidst all round Euro weakness on the back of dovish ECB rhetoric and perhaps with some fix flow in the mix as well, as the cross probes 0.9125.</p><p><strong>EUR</strong> - As noted, the single currency remains under pressure following yesterday’s aggressive policy pronouncements from ECB’s Rehn who is advocating conventional easing and substantial bond buying to be unveiled in September on the premise that too much is better than not enough in terms of stimulus. Hence, Eur/Usd is hovering just above the next sub-1.1100 target area or bidding zone between 1.1080-70 and at this stage expiry option interest at the big figure does not seem likely to factor (especially as there is less than 1 bn rolling off).</p><p><strong>DXY</strong> - The index is inching closer to nearest chart resistance above 98.000 in wake of the aforementioned bullish US macro updates, at 98.301 vs 98.371, with the Greenback also gleaning momentum at the expense of other majors in contrast to EM currencies that are clawing back losses amidst an improved risk environment overall.</p><p><strong>JPY/CHF/NZD</strong> - All on the back foot, with the Yen unable to breach 106.00 vs the Buck or threaten decent expiries below (1.1 bn from 105.80-70) and subsequently slipping to circa 106.50 as supply at 106.30 dried up, but holding in ahead of support via a Fib at 106.68 for now. Safe-haven unwinding is also weighing on the Franc that is hovering around 0.9800 and even lagging against the independently weak Euro, albeit still above 1.0900 and pivoting 1.0850. Elsewhere, the Kiwi has not derived any comfort from the upturn in risk sentiment after more deep RNBZ rate cut calls overnight (UBS looking for the OCR to hit 0.5% by February next yesr) and a sub-50 NZ manufacturing PMI, with Nzd/Usd closer to the base of 0.6450-25 parameters.</p><p><strong>CAD/NOK</strong> - A decent rebound in crude prices has helped the Loonie pare some losses relative to its US counterpart within a 1.3325-1.3290 band, while 1.2 bn expiries at 1.3340 are also providing support ahead of 1.3350, and Eur/Nok has reversed from 10.0320 towards 9.9600 with the aid of oil’s recovery and ECB/Norges Bank policy divergence after the latter kept a 25 bp hike on the agenda for this year, albeit not necessarily next month as previously inferred.</p><p><strong>EM</strong> - Regional currencies have extended their recoveries vs the Dollar as noted earlier, and irrespective of factors that would appear bearish or negative, like an unexpected 25 bp ease from Banxico and much weaker than forecast Turkish IP. However, Usd/Mxn and Usd/Try are both mid-range circa 19.5750 and 5.5500 respectively with the Peso and Lira getting traction from the wider pick-up in risk appetite.</p><p><strong>FIXED INCOME</strong></p><p>Bond prices and corresponding yields still have leagues to go before anyone can honestly roll out the bubble bursting bandwagon, but there has been a subtle change in price movement and perhaps trading tactics as a series of lower highs are prefacing deeper troughs in futures. Indeed, <strong>Gilts</strong> are a prime if not completely representative example as they attempt to base off a new 134.64 Liffe low (-61 ticks vs -2 ticks at best), while <strong>US</strong> <strong>Treasuries</strong> have tested Fib support at 130-21 and Bunds continue top fade well ahead of their early Eurex peak and the contract high posted late on Thursday. Back to Liffe, the Short Sterling strip is now as much as 7.5 ticks adrift, although contacts have noted some upside option activity via Dec19 call butterflies on the 99.500 mid-strike. Ahead, more US data and preliminary sentiment for the current month.</p><p><strong>COMMODITIES</strong></p><p>A positive session thus far for <strong>WTI</strong> and <strong>Brent</strong> futures as the benchmarks recover from yesterday’s losses with upside supported by constructive trade comments from US President Trump, who stated that a call is scheduled with his Chinese counterpart and the September meeting between the negotiators is still on. WTI reclaimed the 55/bbl handle during Asia-Pac hours whilst Brent prices moved north of 59/bbl in early EU trade; and both remain north of these marks. Looking ahead on the docket, OPEC are due to release its delayed Monthly Oil Market report with focus on any revisions to its global oil demand outlook following 2019 downgrades by both the EIA and IEA (to 1.1mln BPD and 1.0mln BPD respectively). Currently OPEC estimates that oil demand will grow by 1.4mln BPD in both 2019 and 2020. On a weekly basis, both benchmarks are poised to post mild gains, albeit this is very much subject to macro-newsflow heading into the final settlement of the week. Elsewhere, gold prices are retreating closer to the 1500/oz level as the Dollar index continues to gain ground above 98.000, whilst profit taking and an unwind in haven positions are contributing to the downside. Meanwhile, copper prices are little changed intraday and remain below the 2.60/lb level as a rise in Chinese refined copper output counterbalances some of the optimism from Trump’s latest China comments. Finally, Dalian iron ore futures are relatively flat as demand woes were neutralised by supply concerns after Brazil’s Vale halted operations at its Viga concentration plant, thus impacting some 330k tonnes of iron ore per month.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-stocks-cheer-rehn-whilst-euro-approaches-ytd-lows-16th-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:43:00",
        "gmt_time": "2019-08-16 10:43:00"
    },
    {
        "id": 882582,
        "updated_sequence": 1910687,
        "published_at": {
            "unix": 1565951820,
            "text": "2019-08-16 11:37:00 +0100",
            "iso_8601": "2019-08-16T10:37:00Z"
        },
        "updated_at": {
            "unix": 1565951878,
            "text": "2019-08-16 11:37:58 +0100",
            "iso_8601": "2019-08-16T10:37:58Z"
        },
        "subject": "Fixed Income: selling strength de rigueur, for now at least",
        "content": "<p>Bond prices and corresponding yields still have leagues to go before anyone can honestly roll out the bubble bursting bandwagon, but there has been a subtle change in price movement and perhaps trading tactics as a series of lower highs are prefacing deeper troughs in futures. Indeed, Gilts are a prime if not completely representative example as they attempt to base off a new 134.64 Liffe low (-61 ticks vs -2 ticks at best), while US Treasuries have tested Fib support at 130-21 and Bunds continue top fade well ahead of their early Eurex peak and the contract high posted late on Thursday. Back to Liffe, the Short Sterling strip is now as much as 7.5 ticks adrift, although contacts have noted some upside option activity via Dec19 call butterflies on the 99.500 mid-strike. Ahead, more US data and preliminary sentiment for the current month.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-selling-strength-de-rigueur-for-now-at-least-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:37:00",
        "gmt_time": "2019-08-16 10:37:00"
    },
    {
        "id": 882581,
        "updated_sequence": 1910684,
        "published_at": {
            "unix": 1565951700,
            "text": "2019-08-16 11:35:00 +0100",
            "iso_8601": "2019-08-16T10:35:00Z"
        },
        "updated_at": {
            "unix": 1565951707,
            "text": "2019-08-16 11:35:07 +0100",
            "iso_8601": "2019-08-16T10:35:07Z"
        },
        "subject": "Petronas and Saudi Aramco reportedly restart crude distillation unit at its Malaysia JV refinery (300k BPD)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "petronas-and-saudi-aramco-reportedly-restart-crude-distillation-unit-at-its-malaysia-jv-refinery-300k-bpd-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:35:00",
        "gmt_time": "2019-08-16 10:35:00"
    },
    {
        "id": 882580,
        "updated_sequence": 1910681,
        "published_at": {
            "unix": 1565951520,
            "text": "2019-08-16 11:32:00 +0100",
            "iso_8601": "2019-08-16T10:32:00Z"
        },
        "updated_at": {
            "unix": 1565951601,
            "text": "2019-08-16 11:33:21 +0100",
            "iso_8601": "2019-08-16T10:33:21Z"
        },
        "subject": "Russia Defence Ministry says two nuclear-capable TU-160 bombers leave air field opposite Alaska after training exercises",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-defence-ministry-says-two-nuclear-capable-tu-160-bombers-leave-air-field-opposite-alaska-after-training-exercises-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:32:00",
        "gmt_time": "2019-08-16 10:32:00"
    },
    {
        "id": 882579,
        "updated_sequence": 1910678,
        "published_at": {
            "unix": 1565950980,
            "text": "2019-08-16 11:23:00 +0100",
            "iso_8601": "2019-08-16T10:23:00Z"
        },
        "updated_at": {
            "unix": 1565951116,
            "text": "2019-08-16 11:25:16 +0100",
            "iso_8601": "2019-08-16T10:25:16Z"
        },
        "subject": "Of note for Axel Springer (SPR GY) - Ariane Melanie Springer and Axel Sven Springer are to sell part of their shareholdings in the Co. to KKR",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-axel-springer-spr-gy-ariane-melanie-springer-and-axel-sven-springer-are-to-sell-part-of-their-shareholdings-in-the-co-to-kkr-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:23:00",
        "gmt_time": "2019-08-16 10:23:00"
    },
    {
        "id": 882578,
        "updated_sequence": 1910675,
        "published_at": {
            "unix": 1565950740,
            "text": "2019-08-16 11:19:00 +0100",
            "iso_8601": "2019-08-16T10:19:00Z"
        },
        "updated_at": {
            "unix": 1565951011,
            "text": "2019-08-16 11:23:31 +0100",
            "iso_8601": "2019-08-16T10:23:31Z"
        },
        "subject": "UK Opposition Leader Corbyn had calls today with SNP's Blackford on how to work together to stop a no-deal Brexit and letting the public decide the country's future, talks also covered 'caretaker Corby'., Evening Standard's Murphy citing a Labour Source",
        "content": "<p><a href=\"https://twitter.com/JoeMurphyLondon/status/1162307485807628288\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recent reports show that UK Lib Dem leader Jo Swinson is said to have agreed to discuss strategy for blocking a no-deal Brexit with Labour leader Corbyn despite initially rejecting the plan. (PoliticsHome) &nbsp;and Hardline Conservative remainer MPs suggested they could favour a Jeremy Corbyn premiership over a no-deal Brexit, lifting the Labour leader’s plan to lead a caretaker government. (Times)&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1565951011,
            "text": "2019-08-16 11:23:31 +0100",
            "iso_8601": "2019-08-16T10:23:31Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-opposition-leader-corbyn-had-calls-today-with-snp-s-blackford-on-how-to-work-together-to-stop-a-no-deal-brexit-and-letting-the-public-decide-the-country-s-future-talks-also-covered-caretaker-corby-evening-standard-s-murphy-citing-a-l-16-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:19:00",
        "gmt_time": "2019-08-16 10:19:00"
    },
    {
        "id": 882577,
        "updated_sequence": 1910699,
        "published_at": {
            "unix": 1565950440,
            "text": "2019-08-16 11:14:00 +0100",
            "iso_8601": "2019-08-16T10:14:00Z"
        },
        "updated_at": {
            "unix": 1565953418,
            "text": "2019-08-16 12:03:38 +0100",
            "iso_8601": "2019-08-16T11:03:38Z"
        },
        "subject": "Deere & Co (DE) Q3 19 (USD): adj. EPS 2.71 (exp. 2.88), Revenue 8.97bln (exp. 9.42bln), Co cuts FY 19 adj. net income guidance",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, European peer CNH Industrial (CNHI IM) fell from EUR 7.87 to EUR 7.79</li></ul>",
        "reaction_updated_at": {
            "unix": 1565950560,
            "text": "2019-08-16 11:16:00 +0100",
            "iso_8601": "2019-08-16T10:16:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deere-co-de-q3-19-usd-adj-eps-2-71-exp-2-88-revenue-8-97bln-exp-9-42bln-co-cuts-fy-19-adj-net-income-guidance-16-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:14:00",
        "gmt_time": "2019-08-16 10:14:00"
    },
    {
        "id": 882576,
        "updated_sequence": 1910697,
        "published_at": {
            "unix": 1565950320,
            "text": "2019-08-16 11:12:00 +0100",
            "iso_8601": "2019-08-16T10:12:00Z"
        },
        "updated_at": {
            "unix": 1565952768,
            "text": "2019-08-16 11:52:48 +0100",
            "iso_8601": "2019-08-16T10:52:48Z"
        },
        "subject": "Chinese customs says it will resume Most Favoured Nation tariffs on some Australian beef on August 17th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Most Favoured Nation principle to ensure that trade remains as open and free as possible</li></ul>",
        "analysis_updated_at": {
            "unix": 1565950800,
            "text": "2019-08-16 11:20:00 +0100",
            "iso_8601": "2019-08-16T10:20:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-customs-says-it-will-resume-most-favoured-nation-tariffs-on-some-australian-beef-on-august-17th-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:12:00",
        "gmt_time": "2019-08-16 10:12:00"
    },
    {
        "id": 882575,
        "updated_sequence": 1910663,
        "published_at": {
            "unix": 1565949900,
            "text": "2019-08-16 11:05:00 +0100",
            "iso_8601": "2019-08-16T10:05:00Z"
        },
        "updated_at": {
            "unix": 1565950425,
            "text": "2019-08-16 11:13:45 +0100",
            "iso_8601": "2019-08-16T10:13:45Z"
        },
        "subject": "FX Morning Colour: Pound outshines major rivals, as Rehn continues to fall on Euro",
        "content": "<p><strong>GBP</strong></p><p>Sterling looks set to end the week on top of the G10 table after a run of firmer or better than expected UK data (average earnings, CPI and retail sales) and latest moves to block a no deal Brexit. Cable has reclaimed 1.2100+ status and inched above yesterday’s high (1.2150) even though the Dollar is also generally bid after Thursday’s strong US data/survey releases, while Eur/Gbp has reversed sharply from ytd highs of 0.9325 through Fib support at 0.9160 and 0.9150 amidst all round Euro weakness on the back of dovish ECB rhetoric and perhaps with some fix flow in the mix as well, as the cross probes 0.9125.</p><p><strong>EUR&nbsp;</strong></p><p>As noted, the single currency remains under pressure following yesterday’s aggressive policy pronouncements from ECB’s Rehn who is advocating conventional easing and substantial bond buying to be unveiled in September on the premise that too much is better than not enough in terms of stimulus. Hence, Eur/Usd is hovering just above the next sub-1.1100 target area or bidding zone between 1.1080-70 and at this stage expiry option interest at the big figure does not seem likely to factor (especially as there is less than 1 bn rolling off).&nbsp;</p><p><strong>DXY</strong></p><p>The index is inching closer to nearest chart resistance above 98.000 in wake of the aforementioned bullish US macro updates, at 98.301 vs 98.371, with the Greenback also gleaning momentum at the expense of other majors in contrast to EM currencies that are clawing back losses amidst an improved risk environment overall.</p><p><strong>JPY/CHF/NZD</strong></p><p>All on the back foot, with the Yen unable to breach 106.00 vs the Buck or threaten decent expiries below (1.1 bn from 105.80-70) and subsequently slipping to circa 106.50 as supply at 106.30 dried up, but holding in ahead of support via a Fib at 106.68 for now. Safe-haven unwinding is also weighing on the Franc that is hovering around 0.9800 and even lagging against the independently weak Euro, albeit still above 1.0900 and pivoting 1.0850. Elsewhere, the Kiwi has not derived any comfort from the upturn in risk sentiment after more deep RNBZ rate cut calls overnight (UBS looking for the OCR to hit 0.5% by February next yesr) and a sub-50 NZ manufacturing PMI, with Nzd/Usd closer to the base of 0.6450-25 parameters.</p><p><strong>CAD/NOK</strong></p><p>A decent rebound in crude prices has helped the Loonie pare some losses relative to its US counterpart within a 1.3325-1.3290 band, while 1.2 bn expiries at 1.3340 are also providing support ahead of 1.3350, and Eur/Nok has reversed from 10.0320 towards 9.9600 with the aid of oil’s recovery and ECB/Norges Bank policy divergence after the latter kept a 25 bp hike on the agenda for this year, albeit not necessarily next month as previously inferred.</p><p><strong>EM</strong></p><p>Regional currencies have extended their recoveries vs the Dollar as noted earlier, and irrespective of factors that would appear bearish or negative, like an unexpected 25 bp ease from Banxico and much weaker than forecast Turkish IP. However, Usd/Mxn and Usd/Try are both mid-range circa 19.5750 and 5.5500 respectively with the Peso and Lira getting traction from the wider pick-up in risk appetite.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-pound-outshines-major-rivals-as-rehn-continues-to-fall-on-euro-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 18:05:00",
        "gmt_time": "2019-08-16 10:05:00"
    },
    {
        "id": 882573,
        "updated_sequence": 1910648,
        "published_at": {
            "unix": 1565948340,
            "text": "2019-08-16 10:39:00 +0100",
            "iso_8601": "2019-08-16T09:39:00Z"
        },
        "updated_at": {
            "unix": 1565948401,
            "text": "2019-08-16 10:40:01 +0100",
            "iso_8601": "2019-08-16T09:40:01Z"
        },
        "subject": " Meeting between German Chancellor Merkel and UK PM Johnson is planned soon., German Government spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "meeting-between-german-chancellor-merkel-and-uk-pm-johnson-is-planned-soon-german-government-spokesperson-16-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 17:39:00",
        "gmt_time": "2019-08-16 09:39:00"
    },
    {
        "id": 882572,
        "updated_sequence": 1910645,
        "published_at": {
            "unix": 1565948100,
            "text": "2019-08-16 10:35:00 +0100",
            "iso_8601": "2019-08-16T09:35:00Z"
        },
        "updated_at": {
            "unix": 1565948224,
            "text": "2019-08-16 10:37:04 +0100",
            "iso_8601": "2019-08-16T09:37:04Z"
        },
        "subject": "Russian Oil output has reached 11.32mln BPD in August (vs. 11.15mln BPD in July), according to sources cited by IFAX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-oil-output-has-reached-11-32mln-bpd-in-august-vs-11-15mln-bpd-in-july-according-to-sources-cited-by-ifax-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 17:35:00",
        "gmt_time": "2019-08-16 09:35:00"
    },
    {
        "id": 882571,
        "updated_sequence": 1910640,
        "published_at": {
            "unix": 1565946660,
            "text": "2019-08-16 10:11:00 +0100",
            "iso_8601": "2019-08-16T09:11:00Z"
        },
        "updated_at": {
            "unix": 1565946989,
            "text": "2019-08-16 10:16:29 +0100",
            "iso_8601": "2019-08-16T09:16:29Z"
        },
        "subject": "BAML Flow Show notes that equity funds suffered USD 4.37bln outflow in the week to Wednesday, whilst bond funds attracted USD 16bln inflows",
        "content": "<ul><li>Big selling in EM equities with USD 3.4bln flowing out</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-that-equity-funds-suffered-usd-4-37bln-outflow-in-the-week-to-wednesday-whilst-bond-funds-attracted-usd-16bln-inflows-16-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 17:11:00",
        "gmt_time": "2019-08-16 09:11:00"
    },
    {
        "id": 882570,
        "updated_sequence": 1910635,
        "published_at": {
            "unix": 1565946000,
            "text": "2019-08-16 10:00:00 +0100",
            "iso_8601": "2019-08-16T09:00:00Z"
        },
        "updated_at": {
            "unix": 1565946167,
            "text": "2019-08-16 10:02:47 +0100",
            "iso_8601": "2019-08-16T09:02:47Z"
        },
        "subject": "Volkswagen (VOW3 GY) reports July group deliveries -2.4% YY at 866.1k vehicles, Europe -3.6%, Germany -6.3%, US +3.4%, China +1.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-reports-july-group-deliveries-2-4-yy-at-866-1k-vehicles-europe-3-6-germany-6-3-us-3-4-china-1-3-16-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 17:00:00",
        "gmt_time": "2019-08-16 09:00:00"
    },
    {
        "id": 882371,
        "updated_sequence": 1910624,
        "published_at": {
            "unix": 1565946000,
            "text": "2019-08-16 10:00:00 +0100",
            "iso_8601": "2019-08-16T09:00:00Z"
        },
        "updated_at": {
            "unix": 1565946000,
            "text": "2019-08-16 10:00:00 +0100",
            "iso_8601": "2019-08-16T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-15-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 17:00:00",
        "gmt_time": "2019-08-16 09:00:00"
    },
    {
        "id": 882567,
        "updated_sequence": 1910622,
        "published_at": {
            "unix": 1565945820,
            "text": "2019-08-16 09:57:00 +0100",
            "iso_8601": "2019-08-16T08:57:00Z"
        },
        "updated_at": {
            "unix": 1565945926,
            "text": "2019-08-16 09:58:46 +0100",
            "iso_8601": "2019-08-16T08:58:46Z"
        },
        "subject": "Cathay Pacific (293 HK) CEO is said to have resigned, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cathay-pacific-293-hk-ceo-is-said-to-have-resigned-according-to-sources-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 16:57:00",
        "gmt_time": "2019-08-16 08:57:00"
    },
    {
        "id": 882566,
        "updated_sequence": 1910618,
        "published_at": {
            "unix": 1565944860,
            "text": "2019-08-16 09:41:00 +0100",
            "iso_8601": "2019-08-16T08:41:00Z"
        },
        "updated_at": {
            "unix": 1565944936,
            "text": "2019-08-16 09:42:16 +0100",
            "iso_8601": "2019-08-16T08:42:16Z"
        },
        "subject": "London Stock Exchange state Instruments on partition 1 and 2 uncrossed and transitioned to regular trading",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "LSE",
        "slug": "london-stock-exchange-state-instruments-on-partition-1-and-2-uncrossed-and-transitioned-to-regular-trading-16-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 16:41:00",
        "gmt_time": "2019-08-16 08:41:00"
    },
    {
        "id": 882564,
        "updated_sequence": 1910612,
        "published_at": {
            "unix": 1565943540,
            "text": "2019-08-16 09:19:00 +0100",
            "iso_8601": "2019-08-16T08:19:00Z"
        },
        "updated_at": {
            "unix": 1565943817,
            "text": "2019-08-16 09:23:37 +0100",
            "iso_8601": "2019-08-16T08:23:37Z"
        },
        "subject": "London Stock Exchange state All GTD orders on partition 1 and 2 have been expired (cont); Instruments on FTSE 100 and 250 are now in an opening auction call",
        "content": "<ul><li>Instruments on partition 1 and 2 will resume in an opening auction call at 09:20 and will uncross at 09:40. &nbsp;EDSP auction for FTSE100 securities will commence as per today’s&nbsp;standard schedule at 10:10. Users that receive rejection messages, are advised to log out their trading sessions&nbsp;and log back on to the relevant gateways&nbsp;again.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "LSE",
        "slug": "london-stock-exchange-state-all-gtd-orders-on-partition-1-and-2-have-been-expired-cont-instruments-on-ftse-100-and-250-are-now-in-an-opening-auction-call-16-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 16:19:00",
        "gmt_time": "2019-08-16 08:19:00"
    },
    {
        "id": 882563,
        "updated_sequence": 1910607,
        "published_at": {
            "unix": 1565942880,
            "text": "2019-08-16 09:08:00 +0100",
            "iso_8601": "2019-08-16T08:08:00Z"
        },
        "updated_at": {
            "unix": 1565943030,
            "text": "2019-08-16 09:10:30 +0100",
            "iso_8601": "2019-08-16T08:10:30Z"
        },
        "subject": "Iran has not given any assurances on the tanker not going to Syria; Grace 1 tanker was not heading to Syria originally., Foreign Ministry Spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Overnight a US official criticized the release of the Iranian tanker held in Gibraltar, which they noted was appeasement</li></ul>",
        "analysis_updated_at": {
            "unix": 1565943000,
            "text": "2019-08-16 09:10:00 +0100",
            "iso_8601": "2019-08-16T08:10:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-has-not-given-any-assurances-on-the-tanker-not-going-to-syria-grace-1-tanker-was-not-heading-to-syria-originally-foreign-ministry-spokesperson-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 16:08:00",
        "gmt_time": "2019-08-16 08:08:00"
    },
    {
        "id": 882562,
        "updated_sequence": 1910600,
        "published_at": {
            "unix": 1565942760,
            "text": "2019-08-16 09:06:00 +0100",
            "iso_8601": "2019-08-16T08:06:00Z"
        },
        "updated_at": {
            "unix": 1565942933,
            "text": "2019-08-16 09:08:53 +0100",
            "iso_8601": "2019-08-16T08:08:53Z"
        },
        "subject": "Indian government are concerned by recent stock market performance and weak investor sentiment, according to an official",
        "content": "<ul><li>Government are to hold meetings next week and want a comprehensive discussion on any package to revive growth</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indian-government-are-concerned-by-recent-stock-market-performance-and-weak-investor-sentiment-according-to-an-official-16-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 16:06:00",
        "gmt_time": "2019-08-16 08:06:00"
    },
    {
        "id": 882561,
        "updated_sequence": 1910595,
        "published_at": {
            "unix": 1565942280,
            "text": "2019-08-16 08:58:00 +0100",
            "iso_8601": "2019-08-16T07:58:00Z"
        },
        "updated_at": {
            "unix": 1565942493,
            "text": "2019-08-16 09:01:33 +0100",
            "iso_8601": "2019-08-16T08:01:33Z"
        },
        "subject": "UK debt and STIR futures paring initial/early Liffe losses amidst broad retracement",
        "content": "<p>Gilts and Short Sterling contracts are conforming to the consolidatory tone elsewhere approaching the end of a hectic and very constructive week on balance for global debt and 3 month strips even though curves have flattened through parity in several segments. The 10 year benchmark has been down through 135.00 to 134.95 vs Thursday’s 135.25 close, but now nudging new Liffe recovery highs at 135.23 and largely tracking moves in its German counterpart between 178.86 and 179.58, while STIRs are also off worst levels within a +0.5 to -3.5 tick range. No domestic data today, so more pre-weekend position squaring and profit-taking or short covering may dominate trade in the absence of anything further on the US-China/global trade front, geopolitical or Brexit-related.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-paring-initial-early-liffe-losses-amidst-broad-retracement-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 15:58:00",
        "gmt_time": "2019-08-16 07:58:00"
    },
    {
        "id": 882560,
        "updated_sequence": 1910590,
        "published_at": {
            "unix": 1565941740,
            "text": "2019-08-16 08:49:00 +0100",
            "iso_8601": "2019-08-16T07:49:00Z"
        },
        "updated_at": {
            "unix": 1565941821,
            "text": "2019-08-16 08:50:21 +0100",
            "iso_8601": "2019-08-16T07:50:21Z"
        },
        "subject": "London Stock Exchange state the investigation into the potential trading issue is ongoing, next update expected at 09:15BST",
        "content": "<p><a href=\"https://liveservice.lseg.com/node/143\">Link to Site</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "London Stock Exchange",
        "slug": "london-stock-exchange-state-the-investigation-into-the-potential-trading-issue-is-ongoing-next-update-expected-at-09-15bst-16-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 15:49:00",
        "gmt_time": "2019-08-16 07:49:00"
    },
    {
        "id": 882559,
        "updated_sequence": 1910587,
        "published_at": {
            "unix": 1565941560,
            "text": "2019-08-16 08:46:00 +0100",
            "iso_8601": "2019-08-16T07:46:00Z"
        },
        "updated_at": {
            "unix": 1565941640,
            "text": "2019-08-16 08:47:20 +0100",
            "iso_8601": "2019-08-16T07:47:20Z"
        },
        "subject": "Exxon's 500k bpd Baton Rouge Louisiana refinery has restarted a crude unit, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-s-500k-bpd-baton-rouge-louisiana-refinery-has-restarted-a-crude-unit-according-to-sources-16-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 15:46:00",
        "gmt_time": "2019-08-16 07:46:00"
    },
    {
        "id": 882558,
        "updated_sequence": 1910584,
        "published_at": {
            "unix": 1565938920,
            "text": "2019-08-16 08:02:00 +0100",
            "iso_8601": "2019-08-16T07:02:00Z"
        },
        "updated_at": {
            "unix": 1565938973,
            "text": "2019-08-16 08:02:53 +0100",
            "iso_8601": "2019-08-16T07:02:53Z"
        },
        "subject": "Bunds: underpinned, but fatigued after scaling new heights",
        "content": "<p>It’s far too early and premature to say for certain, but the core Eurozone bond could conceivably have run its course for now following extended gains late yesterday to a 179.63 peak. Indeed, having opened at 179.39 and climbing to 179.58 sellers have held the upper hand and pushed prices back down towards 179.00. Bunds may also be seeing some stickiness around the -70 bp level in 10 year yield terms and biding time to see how EU stocks kick off the last session of the week and progress. Ahead, only Eurozone trade on the slate, but a busier US agenda that might provide more impetus.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-underpinned-but-fatigued-after-scaling-new-heights-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 15:02:00",
        "gmt_time": "2019-08-16 07:02:00"
    },
    {
        "id": 882554,
        "updated_sequence": 1910581,
        "published_at": {
            "unix": 1565938560,
            "text": "2019-08-16 07:56:00 +0100",
            "iso_8601": "2019-08-16T06:56:00Z"
        },
        "updated_at": {
            "unix": 1565938953,
            "text": "2019-08-16 08:02:33 +0100",
            "iso_8601": "2019-08-16T07:02:33Z"
        },
        "subject": "London Stock Exchange is currently investigation a potential trading service issue; partitions 1 & 2 (FTSE 100 and 250 securities) have a delayed open. Partition 3 operating as normal",
        "content": "<p><a href=\"https://liveservice.lseg.com/node/143\">Link to Site</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "London Stock Exchange",
        "slug": "london-stock-exchange-is-currently-investigation-a-potential-trading-service-issue-partitions-1-2-ftse-100-and-250-securities-have-a-delayed-open-partition-3-operating-as-normal-16-08-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 14:56:00",
        "gmt_time": "2019-08-16 06:56:00"
    },
    {
        "id": 882552,
        "updated_sequence": 1910570,
        "published_at": {
            "unix": 1565938560,
            "text": "2019-08-16 07:56:00 +0100",
            "iso_8601": "2019-08-16T06:56:00Z"
        },
        "updated_at": {
            "unix": 1565938717,
            "text": "2019-08-16 07:58:37 +0100",
            "iso_8601": "2019-08-16T06:58:37Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Standard Life Aberdeen (SLA LN) </strong>– Co. entered into a non-discretionary instruction with Citigroup Global Markets in relation to Citi’s purchase of Co. share capital for consideration of no greater GBP 200mln. (Newswires)</p><p><strong>Hochtief (HOT GY) </strong>– Co’s Australian division Cimic said its CPB contractor firm won a USD 424mln project. (Newswires)</p><p><strong>MAERSK (MAERSKB DC)</strong> REITERATED SELL AT CARNEGIE</p><p><strong>MAERSK (MAERSKB DC) </strong>UPGRADED TO BUY FROM HOLD AT FEARNLEY</p><p><strong>VESTAS WIND SYSTEMS (VWS DC) </strong>REITERATED BUY AT CARNEGIE</p><p><strong>BAYER (BAYN GY)</strong> UPGRADED TO BUY AT BAML</p><p><strong>BHP (BHP LN)</strong> DOWNGRADED TO UNDERPERFORM AT BAML</p><p><strong>GLENCORE (GLEN LN) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT BAML</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 14:56:00",
        "gmt_time": "2019-08-16 06:56:00"
    },
    {
        "id": 882553,
        "updated_sequence": 1910557,
        "published_at": {
            "unix": 1565936940,
            "text": "2019-08-16 07:29:00 +0100",
            "iso_8601": "2019-08-16T06:29:00Z"
        },
        "updated_at": {
            "unix": 1565937172,
            "text": "2019-08-16 07:32:52 +0100",
            "iso_8601": "2019-08-16T06:32:52Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1000 (750M), 1.1080-85 (650M), <strong>1.1100 (950M)</strong>, 1.1200-05 (705M)</p><p>GBP/USD: 1.2000 (365M), 1.2065 (475M)</p><p>EUR/GBP: 0.9135 (265M)</p><p>USD/JPY: 105.00 (1.8B), <strong>105.70-80 (1.1B)</strong></p><p>USD/CAD: 1.3000 (1.2B), 1.3100 (1.6B), 1.3180-85 (1B), 1.3215-20 (610M), <strong>1.3340 (1.2B)</strong></p><p>AUD/USD: 0.6700 (630M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-16-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 14:29:00",
        "gmt_time": "2019-08-16 06:29:00"
    },
    {
        "id": 882551,
        "updated_sequence": 1910550,
        "published_at": {
            "unix": 1565934300,
            "text": "2019-08-16 06:45:00 +0100",
            "iso_8601": "2019-08-16T05:45:00Z"
        },
        "updated_at": {
            "unix": 1565935995,
            "text": "2019-08-16 07:13:15 +0100",
            "iso_8601": "2019-08-16T06:13:15Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>16th August 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets struggled for firm direction following the mixed lead from Wall St</strong> where most major indices eventually composed themselves after the recent sell-off but with price action tumultuous on continued US-China trade uncertainty. ASX 200 (Unch.) was subdued as upside in healthcare and financials counterbalanced weakness in commodities and telecoms, with a heavy slate of earnings adding to the mix. Nikkei 225 (Unch.) was restricted by an uneventful currency, while KOSPI (-0.8%) underperformed as it caught up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. Hang Seng (+0.7%) and Shanghai Comp. (+0.7%) were initially choppy amid conflicting rhetoric from both sides of the trade spat with China planning to take countermeasures although are hoping the US meets them halfway on a deal, while President Trump stated a deal has to be on US terms and doesn't expect China will retaliate to an increase in tariffs but thinks the trade war with China will be fairly short. In addition, policymakers later contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes.</p><p>FTSE 100</p><p><strong>UK Banking Names </strong>– <strong>Metro (MTRO LN)</strong> came in joint first in a UK customer rating survey, <strong>RBS (RBS LN)</strong> was at the bottom of the ranking. (BBC News)</p><p><strong>Oil Names</strong> - WTI crude futures posted gains during Asia-Pac hours in which it reclaimed the USD 55.00/bbl to the upside, although prices remain within the prior session’s ranges. (RANsquawk)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>RYANAIR (RYA LN) </strong>DOWNGRADED TO UNDERPERFORM FROM OUTPERFORM AT MAINFIRST</p><p><strong>HISCOX (HSX LN) </strong>UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p><strong>INTERNATIONAL WORKPLACE GROUP (IWG LN) </strong>REITERATED SECTOR PERFORM AT RBC</p><p>DAX</p><p><strong>BASF (BAS GY)</strong> – Buyout firms are said to be losing interest in Co’s Mortar business which is reportedly valued at USD 3bln. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>MTU AERO ENGINES (MTX GY) </strong>DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>Chip names - NVIDIA Corp (NVDA)</strong> reported Q2 adj. EPS USD 1.24 vs. Exp. USD 1.14. Revenue USD 2.58bln vs. Exp. USD 2.54bln. Q3 Revenue view midpoint USD 2.9bln +/-2% vs. Exp. 2.976bln. Gaming revenue USD 1.3bln vs. Exp. USD 1.3bln. Co. said it will continue share repurchase after Mellanox (MLNX) acquisition. <i><strong>Co. shares rose 5.5% after-market.</strong></i> (Newswires)</p><p><strong>Solvay (SOLB BB)/ BASF (BAS GY)</strong> – Cos and Domo Chemicals have reached an agreement on the acquisition of Solvay’s Polyamide business. Purchase price to be paid by BASF on a cash and debt-free basis amounts to EUR 1.3bln. At closing of deal (expected by end-2019), around 700 Solvay employees will move to BASF. (Newswires)</p><p><strong>IMCD (IMCD NA) </strong>– H1 revenue EUR 1.40bln vs. Prev. EUR 1.15bln. EBITDA EUR 123.1mln vs. Prev. EUR 105.2mln. Net EUR 84.8mln vs. Prev. EUR 74.2mln. Co. affirms FY19 EBITDA outlook. (Newswires)</p><p><strong>Banco Sabadell (SAB SM) </strong>– TSB has apologised to customers after being unable to access their digital banking services on Thursday, with customers reportedly threatening to leave the bank due to a similar issue happening recently. (Sky News)</p><p>BROKER MOVES</p><p><strong>VOESTALPINE (VOE AV) </strong>DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</p><p>SMI</p><p><strong>Roche (ROG SW) </strong>– FDA has approved Co’s Rozlytrek (™) for people with metastatic non-small cell lung cancer and NTRK gene fusion-positive solid tumours. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>CARLSBERG (CARLB DC) </strong>REITERATED OUTPERFORM AT RBC</p><p><strong>US</strong></p><p><strong>*S&amp;P 500 0.3% AT 2848, NASDAQ 100 -0.7% AT 7485, DOW JONES 0.4% AT 25579</strong>. S&amp;P 500 SECTORS: Consumer Discretionary -0.1%, Consumer Staples 1.5%, Energy -0.5%, Financials 0.3%, Health Care 0.4%, Industrials -0.2%, Information Technology -0.2%, Materials 0%, Telecommunication Services 0.5%, Utilities 1.3%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-16-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 13:45:00",
        "gmt_time": "2019-08-16 05:45:00"
    },
    {
        "id": 882550,
        "updated_sequence": 1910540,
        "published_at": {
            "unix": 1565932920,
            "text": "2019-08-16 06:22:00 +0100",
            "iso_8601": "2019-08-16T05:22:00Z"
        },
        "updated_at": {
            "unix": 1565932946,
            "text": "2019-08-16 06:22:26 +0100",
            "iso_8601": "2019-08-16T05:22:26Z"
        },
        "subject": "RANsquawk Daily European Opening News - 16th August 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22552/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets struggled for firm direction following the mixed lead from Wall St where most major indices eventually saw some composure</li><li>US President Trump said he doesn't think China will retaliate to an increase in tariffs and understands the September meeting between negotiators is still on</li><li>Fed Chair Powell reportedly banned Fed staff from any public appearances and is determined not to fuel the struggle between an independent Fed and President Trump</li><li>Looking ahead, highlights include US Building Permits &amp; Housing Starts, University of Michigan Sentiment, OPEC Monthly Oil Market Report, Norges Bank’s Matsen</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets struggled for firm direction following the mixed lead from Wall St where most major indices eventually composed themselves after the recent sell-off</strong> but with price action tumultuous on continued US-China trade uncertainty. <strong>ASX 200 (Unch.)</strong> was subdued as upside in healthcare and financials counterbalanced weakness in commodities and telecoms, with a heavy slate of earnings adding to the mix. <strong>Nikkei 225 (Unch.)</strong> was restricted by an uneventful currency, while <strong>KOSPI (-0.8%)</strong> underperformed as it caught up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. <strong>Hang Seng (+0.7%) </strong>and<strong> Shanghai Comp. (+0.7%)</strong> were initially choppy amid conflicting rhetoric from both sides of the trade spat. In addition, policymakers later contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes. Finally, 10yr JGBs initially edged higher to test the 155.00 level to the upside as 10yr yields fell to -0.25% which was the lowest since 2016, although prices then reversed in the aftermath of the BoJ’s Rinban operation in which it reduced purchases of 5yr-10yr bonds for the first time since December as speculated, to stem the decline in yields.</p><p>PBoC injected CNY 80bln via 7-day reverse repos for a net weekly injection of CNY 300bln vs. Prev. net neutral last week. <strong>PBoC set CNY mid-point at 7.0312 vs. Exp. 7.0306 (Prev. 7.0268)</strong></p><p><strong>US President Trump reportedly pressured Treasury Secretary Mnuchin to label China ‘currency manipulator</strong> which Mnuchin had previously resisted. In other news, President Trump suggested that China could have its first recession or worse if they don’t get this trade deal with the US done and noted there is there is disinvestment in China right now. (Washington Post/Newswires)</p><p><strong>US President Trump later he doesn't think China will retaliate to an increase in tariffs and understands the September meeting between negotiators is still on</strong>, while he added that he has a call scheduled with Chinese President Xi and will be speaking to him soon. Trump also stated that US consumers may have to pay something at some point to cover the cost of tariffs on Chinese goods, that China very much wants to make a deal and he thinks the trade war will be fairly short. (Newswires)</p><p>China NDRC said it is to roll out a plan for 2019-2020 to boost the disposable income of the population, while it added that China will stick to deleveraging and avoid risks. (Newswires)</p><p>UK/EU</p><p><strong>Times Deputy Political Editor Swinford tweeted that PM Johnson is poised to trigger repeal of European Communities Act as he cements his do or die pledge to leave EU on Oct 31st.</strong> Furthermore, Brexit Secretary Barclay is to sign the commencement order within days enabling the EU withdrawal act to come into force, which Barclay stated ‘it’s the do or die pledge in black and white. It is not merely symbolic’ and ‘Once it’s signed that’s it, the UK is leaving.’ However, Dominic Grieve stated ‘MPs would be able to reverse the order to stop a no-deal Brexit’ and ‘At the end of the day it is a matter for the majority of the House and it can be reversed'. (Twitter)</p><p>UK Lib Dem leader Jo Swinson is said to have agreed to discuss strategy for blocking a no-deal Brexit with Labour leader Corbyn despite initially rejecting the plan. (PoliticsHome) Hardline Conservative remainer MPs suggested they could favour a Jeremy Corbyn premiership over a no-deal Brexit, lifting the Labour leader’s plan to lead a caretaker government. (Times)</p><p>FX</p><p><strong>DXY</strong> extended on gains above the 98.00 level after the prior day’s mostly encouraging releases. The gains in the greenback was also a function of weakness in its major counterparts including <strong>EUR</strong>/<strong>USD</strong> which briefly slipped below the 1.1100 handle after comments from ECB’s Rehn, while <strong>GBP</strong>/<strong>USD</strong> was lacklustre for a bulk of the session after failing to hold above the 1.2100 level once again. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> mirrored the indecisive risk tone although has found a base around 106.00, and antipodeans were mixed with <strong>NZD</strong>/<strong>USD</strong> slightly pressured after a deterioration in New Zealand Business NZ PMI data and with mild upside seen in <strong>AUD</strong>/<strong>USD</strong> after a breakout of Thursday’s range and amid the gradual improvement seen in China. <strong>Mexican Central Bank cut its Interest Rate by 25bps to 8.00% vs. expectations for a hold</strong>, while it noted that the board was not unanimous in its decision as one member voted to hold rates at 8.25%. The central bank added that balance of risks for growth are still tilted to the downside and that upwards risks to inflation comes from pressure to the MXN from internal and external factors, as well as US tariffs. (Newswires)</p><p>COMMODITIES</p><p>Commodities were varied overnight with outperformance seen in <strong>WTI</strong> crude which reclaimed the USD 55.00/bbl to the upside, although prices remained within the prior session’s ranges where volatility was brought about by conflicting US-China trade rhetoric, while the recent release of the Iranian Grace 1 tanker by Gibraltar failed to impact prices but spurred criticism from the US which failed in its attempts to detain the vessel. Elsewhere, <strong>gold</strong> prices were subdued as the greenback held firm, while <strong>copper</strong> was steady with mild minimal gains seen as Chinese sentiment began to improve.</p><p>&nbsp;</p><p>China stats bureau said July iron ore production rose 9.9% Y/Y to 74.0mln tons, refined copper production rose 4.8% Y/Y to 801k tons and alumina production rose 2.9% Y/Y to 6.22mln tons. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>North Korea state media said the country will never talk to South Korean officials again in response to South Korea President Moon’s speech on unification by 2045, while it was also reported that North Korea fired 2 projectiles to the East Sea. (Newswires)&nbsp;</p><p><strong>US</strong></p><p>Bull-steepening was the order of the day, with the 2s30s spread widening by around 4bps, and 2s10s rising by around 3bps, moving out of inversion. 10-year yields found fresh three-year lows, while the 30-year yield printed fresh record lows. Today's price action has been attributed to continued concerns on global trade, and economic growth cooling. However, the Treasury complex also moved higher with Bunds (where yields continue to find fresh lows), on reports Oli Rehn was calling for big easing at the next policy meeting. Back to the Fed, in wake of the solid 0830am data, there was some lightening of rate cut pricing, however, as the narrative returned to risk-off, money markets resumed pricing a 45% chance of a double rate cut in September. Looking ahead, around 114bps of easing is priced through the end of 2020, which is up slightly vs the end of last week. US T-note futures (U9) settled 14 ticks higher at 130-30+.</p><p><strong>US President Trump said Fed Chair Powell should be cutting rates because other countries are lowering rates and we want to remain even</strong>. (Newswires)</p><p><strong>Fed Chair Powell reportedly banned Fed staff from any public appearances and is determined not to fuel the struggle between an independent Fed and President Trump</strong>. Furthermore, the reports added that appearances at conference have been cancelled, all scheduled interviews have been abandoned and any comments on or off the record are outlawed for staff amid growing economic indicators that suggest the US is heading into a recession and with relations with the White House have reached a new low. (Spectator)</p><p><strong>Fed's Bullard (Voter, Dove)</strong> said the world is in the middle of a global slowdown, while he added that yield curve inversion needs to be sustained for a recession and will see how it develops. Bullard added he will not prejudge the September meeting but is watching the TIPs breakeven showing low inflation expectations which is currently not high enough for him, while he wants to hit the inflation target and does not mind going above it. (Fox Business News)</p><p><strong>Fed's Kashkari (Non-Voter, Dove)</strong> said the Fed will debate what to do on rates and that he is leaning towards further rate reduction, while he added that Fed officials are committed to ignoring politics and focusing on jobs. Kashkari also noted that he sees some cautious signs as well as some signs of optimism and that it is definitely a nervous time. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-16th-august-2019-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 13:22:00",
        "gmt_time": "2019-08-16 05:22:00"
    },
    {
        "id": 882549,
        "updated_sequence": 1910537,
        "published_at": {
            "unix": 1565931360,
            "text": "2019-08-16 05:56:00 +0100",
            "iso_8601": "2019-08-16T04:56:00Z"
        },
        "updated_at": {
            "unix": 1565931496,
            "text": "2019-08-16 05:58:16 +0100",
            "iso_8601": "2019-08-16T04:58:16Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: ASIA-PAC MID-SESSION UPDATE: Asia traded indecisive after the tumultuous session on Wall St and conflicting trade rhetoric",
        "content": "<p>Asia equity markets struggled for firm direction following the mixed lead from Wall St where most major indices eventually composed themselves after the recent sell-off but with price action tumultuous on continued US-China trade uncertainty. ASX 200 (Unch.) was subdued as upside in healthcare and financials counterbalanced weakness in commodities and telecoms, with a heavy slate of earnings adding to the mix. Nikkei 225 (Unch.) was restricted by an uneventful currency, while KOSPI (-0.8%) underperformed as it caught up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. Hang Seng (+0.7%) and Shanghai Comp. (+0.7%) were initially choppy amid conflicting rhetoric from both sides of the trade spat with China planning to take countermeasures although are hoping the US meets them halfway on a deal, while President Trump stated a deal has to be on US terms and doesn't expect China will retaliate to an increase in tariffs but thinks the trade war with China will be fairly short. In addition, policymakers later contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes. Finally, 10yr JGBs initially edged higher to test the 155.00 level to the upside as 10yr yields fell to -0.25% which was the lowest since 2016, although prices then reversed in the aftermath of the BoJ’s Rinban operation in which it reduced purchases of 5yr-10yr bonds for the first time since December as speculated, to stem the decline in yields.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-pac-mid-session-update-asia-traded-indecisive-after-the-tumultuous-session-on-wall-st-and-conflicting-trade-rhetoric-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:56:00",
        "gmt_time": "2019-08-16 04:56:00"
    },
    {
        "id": 882548,
        "updated_sequence": 1910534,
        "published_at": {
            "unix": 1565931120,
            "text": "2019-08-16 05:52:00 +0100",
            "iso_8601": "2019-08-16T04:52:00Z"
        },
        "updated_at": {
            "unix": 1565931164,
            "text": "2019-08-16 05:52:44 +0100",
            "iso_8601": "2019-08-16T04:52:44Z"
        },
        "subject": "US President Trump is to proceed with F-16 jet sales to Taiwan, according to Washington Post",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "us-president-trump-is-to-proceed-with-f-16-jet-sales-to-taiwan-according-to-washington-post-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:52:00",
        "gmt_time": "2019-08-16 04:52:00"
    },
    {
        "id": 882547,
        "updated_sequence": 1910531,
        "published_at": {
            "unix": 1565930340,
            "text": "2019-08-16 05:39:00 +0100",
            "iso_8601": "2019-08-16T04:39:00Z"
        },
        "updated_at": {
            "unix": 1565930405,
            "text": "2019-08-16 05:40:05 +0100",
            "iso_8601": "2019-08-16T04:40:05Z"
        },
        "subject": "BOC Aviation (2588 HK) H1 net USD 321.1mln vs. Prev. USD 297.0mln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boc-aviation-2588-hk-h1-net-usd-321-1mln-vs-prev-usd-297-0mln-y-y-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:39:00",
        "gmt_time": "2019-08-16 04:39:00"
    },
    {
        "id": 882546,
        "updated_sequence": 1910528,
        "published_at": {
            "unix": 1565930280,
            "text": "2019-08-16 05:38:00 +0100",
            "iso_8601": "2019-08-16T04:38:00Z"
        },
        "updated_at": {
            "unix": 1565930361,
            "text": "2019-08-16 05:39:21 +0100",
            "iso_8601": "2019-08-16T04:39:21Z"
        },
        "subject": "China Resources Beer (291 HK) H1 net CNY 1.9bln vs. Prev. CNY 1.5bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-resources-beer-291-hk-h1-net-cny-1-9bln-vs-prev-cny-1-5bln-y-y-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:38:00",
        "gmt_time": "2019-08-16 04:38:00"
    },
    {
        "id": 882545,
        "updated_sequence": 1910525,
        "published_at": {
            "unix": 1565929740,
            "text": "2019-08-16 05:29:00 +0100",
            "iso_8601": "2019-08-16T04:29:00Z"
        },
        "updated_at": {
            "unix": 1565929823,
            "text": "2019-08-16 05:30:23 +0100",
            "iso_8601": "2019-08-16T04:30:23Z"
        },
        "subject": "WTO is said to have adopted final findings against US duties imposed on a range of Chinese imports, which is said to effectively give China the go-ahead to seek compensatory sanctions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wto-is-said-to-have-adopted-final-findings-against-us-duties-imposed-on-a-range-of-chinese-imports-which-is-said-to-effectively-give-china-the-go-ahead-to-seek-compensatory-sanctions-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:29:00",
        "gmt_time": "2019-08-16 04:29:00"
    },
    {
        "id": 882544,
        "updated_sequence": 1910522,
        "published_at": {
            "unix": 1565928000,
            "text": "2019-08-16 05:00:00 +0100",
            "iso_8601": "2019-08-16T04:00:00Z"
        },
        "updated_at": {
            "unix": 1565928168,
            "text": "2019-08-16 05:02:48 +0100",
            "iso_8601": "2019-08-16T04:02:48Z"
        },
        "subject": "Malaysia Central Bank says will manage excessive volatility through targeted currency intervention",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-central-bank-says-will-manage-excessive-volatility-through-targeted-currency-intervention-16-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:00:00",
        "gmt_time": "2019-08-16 04:00:00"
    },
    {
        "id": 882543,
        "updated_sequence": 1910519,
        "published_at": {
            "unix": 1565928000,
            "text": "2019-08-16 05:00:00 +0100",
            "iso_8601": "2019-08-16T04:00:00Z"
        },
        "updated_at": {
            "unix": 1565928100,
            "text": "2019-08-16 05:01:40 +0100",
            "iso_8601": "2019-08-16T04:01:40Z"
        },
        "subject": "Malaysia Current Account (Q2) 14.3B (Prev. 16.4B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-current-account-q2-14-3b-prev-16-4b-16-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:00:00",
        "gmt_time": "2019-08-16 04:00:00"
    },
    {
        "id": 882542,
        "updated_sequence": 1910516,
        "published_at": {
            "unix": 1565928000,
            "text": "2019-08-16 05:00:00 +0100",
            "iso_8601": "2019-08-16T04:00:00Z"
        },
        "updated_at": {
            "unix": 1565928067,
            "text": "2019-08-16 05:01:07 +0100",
            "iso_8601": "2019-08-16T04:01:07Z"
        },
        "subject": "Malaysia GDP (Q2) Y/Y 4.9% vs. Exp.\t4.8% (Prev. 4.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-gdp-q2-y-y-4-9-vs-exp-4-8-prev-4-5-16-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 12:00:00",
        "gmt_time": "2019-08-16 04:00:00"
    },
    {
        "id": 882541,
        "updated_sequence": 1910509,
        "published_at": {
            "unix": 1565926560,
            "text": "2019-08-16 04:36:00 +0100",
            "iso_8601": "2019-08-16T03:36:00Z"
        },
        "updated_at": {
            "unix": 1565926871,
            "text": "2019-08-16 04:41:11 +0100",
            "iso_8601": "2019-08-16T03:41:11Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: At least three Pakistani soldiers and five Indian troops were killed after an exchange of fire across the Line of Control in the disputed region of Kashmir",
        "content": "<p>Coal India (COAL IS) - Co. coal mining projects are reportedly facing delay due to contract issues and environmental clearances. (ET)</p><p>GMR Infrastructure (GMRI IS) - Co. reports Q1 consolidated loss INR 3.3bln vs. Prev. loss INR 2.4bln Y/Y. (ET)</p><p>ONGC (ONGC IS) - Co. is to invest around INR 830bln in 25 major oil &amp; gas projects. (ET)</p><p>Reliance Capital (RCFT IS) - Co. Q1 net INR 12.2bln vs. Prev. INR 3.0bln Y/Y. (Moneycontrol)</p><p>Yes Bank (YES IS) - Co. raises INR 19.3bln through Qualified Institutional Placement. (ET)</p><p>Geopolitics - At least three Pakistani soldiers and five Indian troops were killed after an exchange of fire across the Line of Control in the disputed region of Kashmir. (Al Jazeera)</p><p>Other News - The Internet and Mobile Association of India told the Supreme Court that the RBI did not have the authority to issue a ban on cryptocurrencies as it challenged an RBI circular prohibiting banks and financial institutions from providing related services. (ET)</p><p>Data Recap</p><ul><li>Indian Trade Balance (USD)(Jul) -13.43B vs. Exp. -15.7B (Prev. -15.3B). (Newswires)</li><li>Indian Exports (USD)(Jul) 26.33B (Prev. 25.01B)</li><li>Indian Imports (USD)(Jul) 39.76B (Prev. 40.29B)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-at-least-three-pakistani-soldiers-and-five-indian-troops-were-killed-after-an-exchange-of-fire-across-the-line-of-control-in-the-disputed-region-of-kashmir-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 11:36:00",
        "gmt_time": "2019-08-16 03:36:00"
    },
    {
        "id": 882539,
        "updated_sequence": 1910499,
        "published_at": {
            "unix": 1565924340,
            "text": "2019-08-16 03:59:00 +0100",
            "iso_8601": "2019-08-16T02:59:00Z"
        },
        "updated_at": {
            "unix": 1565924391,
            "text": "2019-08-16 03:59:51 +0100",
            "iso_8601": "2019-08-16T02:59:51Z"
        },
        "subject": "UBS sees RBNZ cutting cash rate to 0.5% in February 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubs-sees-rbnz-cutting-cash-rate-to-0-5-in-february-2020-16-08-2019",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:59:00",
        "gmt_time": "2019-08-16 02:59:00"
    },
    {
        "id": 882538,
        "updated_sequence": 1910504,
        "published_at": {
            "unix": 1565923980,
            "text": "2019-08-16 03:53:00 +0100",
            "iso_8601": "2019-08-16T02:53:00Z"
        },
        "updated_at": {
            "unix": 1565924604,
            "text": "2019-08-16 04:03:24 +0100",
            "iso_8601": "2019-08-16T03:03:24Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades indecisive after the tumultuous session on Wall St and conflicting trade rhetoric",
        "content": "<p>Asia equity markets struggle for firm direction following the mixed lead from Wall St where most major indices eventually composed themselves after the recent sell-off but with price action tumultuous on continued US-China trade uncertainty. ASX 200 (Unch.) is subdued as upside in healthcare and financials counterbalance weakness in commodities and telecoms, with a heavy slate of earnings also adding to the mix. Nikkei 225 (+0.1%) is restricted by an uneventful currency, while KOSPI (-0.8%) underperforms as it catches up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. Hang Seng (+0.5%) and Shanghai Comp. (+0.8%) are choppy amid conflicting rhetoric from both sides of the trade spat with China planning to take countermeasures although are hoping the US meets them halfway on a deal, while President Trump stated a deal has to be on US terms and doesn't expect China will retaliate to an increase in tariffs but thinks the trade war with China will be fairly short. In addition, policymakers have contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes.&nbsp;</p><p>In FX markets, the DXY extends on gains above the 98.00 level after the prior day’s mostly encouraging releases including better than expected US Retail Sales, Empire State Manufacturing and Philly Fed Business data. The gains in the greenback has also been a function of weakness in its major counterparts including EUR/USD which slipped below the 1.1100 handle after ECB’s Rehn flagged the need for a significant and impactful easing package next month which he suggested should include rate cuts as well as substantial bond purchases, while GBP/USD is lacklustre after failing to hold above the 1.2100 level for the nth time this week. Elsewhere, USD/JPY mirrors the indecisive risk tone although has found a base around 106.00, and antipodeans are mixed with NZD/USD slightly pressured after a deterioration in New Zealand BusinessNZ PMI data.</p><p>Finally, 10yr JGBs edged higher again and tested the 155.00 level to the upside as 10yr yields fell to -0.25% which was the lowest since 2016 and prompted the BoJ to reduce purchases of 5yr-10yr in its Rinban operations to stem the decline in yields.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-indecisive-after-the-tumultuous-session-on-wall-st-and-conflicting-trade-rhetoric-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:53:00",
        "gmt_time": "2019-08-16 02:53:00"
    },
    {
        "id": 882538,
        "updated_sequence": 1910504,
        "published_at": {
            "unix": 1565923980,
            "text": "2019-08-16 03:53:00 +0100",
            "iso_8601": "2019-08-16T02:53:00Z"
        },
        "updated_at": {
            "unix": 1565924604,
            "text": "2019-08-16 04:03:24 +0100",
            "iso_8601": "2019-08-16T03:03:24Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades indecisive after the tumultuous session on Wall St and conflicting trade rhetoric",
        "content": "<p>Asia equity markets struggle for firm direction following the mixed lead from Wall St where most major indices eventually composed themselves after the recent sell-off but with price action tumultuous on continued US-China trade uncertainty. ASX 200 (Unch.) is subdued as upside in healthcare and financials counterbalance weakness in commodities and telecoms, with a heavy slate of earnings also adding to the mix. Nikkei 225 (+0.1%) is restricted by an uneventful currency, while KOSPI (-0.8%) underperforms as it catches up to the recent rout on return from holiday and amid a deterioration in inter-Korean relations after North Korea fired 2 more projectiles and stated it has no intention to talk with South Korea again. Hang Seng (+0.5%) and Shanghai Comp. (+0.8%) are choppy amid conflicting rhetoric from both sides of the trade spat with China planning to take countermeasures although are hoping the US meets them halfway on a deal, while President Trump stated a deal has to be on US terms and doesn't expect China will retaliate to an increase in tariffs but thinks the trade war with China will be fairly short. In addition, policymakers have contributed to the outperformance in the mainland after the PBoC’s continued liquidity efforts resulted to a net weekly injection of CNY 300bln and with the NDRC announcing to roll out a plan to boost disposable incomes.&nbsp;</p><p>In FX markets, the DXY extends on gains above the 98.00 level after the prior day’s mostly encouraging releases including better than expected US Retail Sales, Empire State Manufacturing and Philly Fed Business data. The gains in the greenback has also been a function of weakness in its major counterparts including EUR/USD which slipped below the 1.1100 handle after ECB’s Rehn flagged the need for a significant and impactful easing package next month which he suggested should include rate cuts as well as substantial bond purchases, while GBP/USD is lacklustre after failing to hold above the 1.2100 level for the nth time this week. Elsewhere, USD/JPY mirrors the indecisive risk tone although has found a base around 106.00, and antipodeans are mixed with NZD/USD slightly pressured after a deterioration in New Zealand BusinessNZ PMI data.</p><p>Finally, 10yr JGBs edged higher again and tested the 155.00 level to the upside as 10yr yields fell to -0.25% which was the lowest since 2016 and prompted the BoJ to reduce purchases of 5yr-10yr in its Rinban operations to stem the decline in yields.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-indecisive-after-the-tumultuous-session-on-wall-st-and-conflicting-trade-rhetoric-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:53:00",
        "gmt_time": "2019-08-16 02:53:00"
    },
    {
        "id": 882537,
        "updated_sequence": 1910493,
        "published_at": {
            "unix": 1565923920,
            "text": "2019-08-16 03:52:00 +0100",
            "iso_8601": "2019-08-16T02:52:00Z"
        },
        "updated_at": {
            "unix": 1565924003,
            "text": "2019-08-16 03:53:23 +0100",
            "iso_8601": "2019-08-16T02:53:23Z"
        },
        "subject": "South Korea is concerned launches today will heighten military tension",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-is-concerned-launches-today-will-heighten-military-tension-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:52:00",
        "gmt_time": "2019-08-16 02:52:00"
    },
    {
        "id": 882536,
        "updated_sequence": 1910490,
        "published_at": {
            "unix": 1565922600,
            "text": "2019-08-16 03:30:00 +0100",
            "iso_8601": "2019-08-16T02:30:00Z"
        },
        "updated_at": {
            "unix": 1565923530,
            "text": "2019-08-16 03:45:30 +0100",
            "iso_8601": "2019-08-16T02:45:30Z"
        },
        "subject": "China NDRC says to roll out a plan for 2019-2020 to boost disposable income of the population",
        "content": "<p>Says:</p><p>China will stick to deleveraging and avoiding risks.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-to-roll-out-a-plan-for-2019-2020-to-boost-disposable-income-of-the-population-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:30:00",
        "gmt_time": "2019-08-16 02:30:00"
    },
    {
        "id": 882535,
        "updated_sequence": 1910485,
        "published_at": {
            "unix": 1565921040,
            "text": "2019-08-16 03:04:00 +0100",
            "iso_8601": "2019-08-16T02:04:00Z"
        },
        "updated_at": {
            "unix": 1565921171,
            "text": "2019-08-16 03:06:11 +0100",
            "iso_8601": "2019-08-16T02:06:11Z"
        },
        "subject": "China stats bureau says July iron ore production rose 9.9% Y/Y to 74.0mln tons, refined copper production rose 4.8% Y/Y to 801k tons and alumina production rose 2.9% Y/Y to 6.22mln tons",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-says-july-iron-ore-production-rose-9-9-y-y-to-74-0mln-tons-refined-copper-production-rose-4-8-y-y-to-801k-tons-and-alumina-production-rose-2-9-y-y-to-6-22mln-tons-16-08-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 10:04:00",
        "gmt_time": "2019-08-16 02:04:00"
    },
    {
        "id": 882532,
        "updated_sequence": 1910511,
        "published_at": {
            "unix": 1565918100,
            "text": "2019-08-16 02:15:00 +0100",
            "iso_8601": "2019-08-16T01:15:00Z"
        },
        "updated_at": {
            "unix": 1565927295,
            "text": "2019-08-16 04:48:15 +0100",
            "iso_8601": "2019-08-16T03:48:15Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0312 vs. Exp. 7.0306 (Prev. 7.0268)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0312-vs-exp-7-0306-prev-7-0268-16-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 09:15:00",
        "gmt_time": "2019-08-16 01:15:00"
    },
    {
        "id": 882533,
        "updated_sequence": 1910477,
        "published_at": {
            "unix": 1565918100,
            "text": "2019-08-16 02:15:00 +0100",
            "iso_8601": "2019-08-16T01:15:00Z"
        },
        "updated_at": {
            "unix": 1565918284,
            "text": "2019-08-16 02:18:04 +0100",
            "iso_8601": "2019-08-16T01:18:04Z"
        },
        "subject": "PBoC injects CNY 80bln via 7-day reverse repos for a net weekly injection of CNY 300bln vs. Prev. neutral last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-80bln-via-7-day-reverse-repos-for-a-net-weekly-injection-of-cny-300bln-vs-prev-neutral-last-week-16-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 09:15:00",
        "gmt_time": "2019-08-16 01:15:00"
    },
    {
        "id": 882531,
        "updated_sequence": 1910467,
        "published_at": {
            "unix": 1565917800,
            "text": "2019-08-16 02:10:00 +0100",
            "iso_8601": "2019-08-16T01:10:00Z"
        },
        "updated_at": {
            "unix": 1565917924,
            "text": "2019-08-16 02:12:04 +0100",
            "iso_8601": "2019-08-16T01:12:04Z"
        },
        "subject": "BoJ offers to buy JPY 450bln in 5-10yr JGBs (Prev. JPY 480bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-450bln-in-5-10yr-jgbs-prev-jpy-480bln-16-08-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 09:10:00",
        "gmt_time": "2019-08-16 01:10:00"
    },
    {
        "id": 882530,
        "updated_sequence": 1910464,
        "published_at": {
            "unix": 1565917800,
            "text": "2019-08-16 02:10:00 +0100",
            "iso_8601": "2019-08-16T01:10:00Z"
        },
        "updated_at": {
            "unix": 1565917872,
            "text": "2019-08-16 02:11:12 +0100",
            "iso_8601": "2019-08-16T01:11:12Z"
        },
        "subject": "Samsung Heavy (010140 KS) receives contract valued at KRW 226bln for LNG carrier",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-heavy-010140-ks-receives-contract-valued-at-krw-226bln-for-lng-carrier-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 09:10:00",
        "gmt_time": "2019-08-16 01:10:00"
    },
    {
        "id": 882529,
        "updated_sequence": 1910479,
        "published_at": {
            "unix": 1565917740,
            "text": "2019-08-16 02:09:00 +0100",
            "iso_8601": "2019-08-16T01:09:00Z"
        },
        "updated_at": {
            "unix": 1565918707,
            "text": "2019-08-16 02:25:07 +0100",
            "iso_8601": "2019-08-16T01:25:07Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Uncertainty persists amid conflicting headlines regarding US-China trade",
        "content": "<p>Air China (753 HK) - Co. July passenger traffic increased 6.4%. (Newswires)</p><p>China Resources Land (1109 HK) - Co. acquired 9 parcels of land for CNY 8.1bln in July. (Newswires)</p><p>China Southern Airlines (1055 HK) - Co. July load factor rose 0.9ppts to 83.1%. (Newswires)</p><p>Kowloon Development (34 HK) - Co. guides H1 net to increase a minimum 70% Y/Y. (Newswires)</p><p>Ping An Insurance (2318 HK) - Co. H1 net rose 68% Y/Y to CNY 97.7bln, rev. CNY 690.2bln vs. Prev. CNY 588.9bln Y/Y. (Newswires)</p><p>Vanke Property (Overseas) Limited (1036 HK) - Co. H1 net HKD 77.8mln vs. Prev. HKD 171mln Y/Y. (Newswires)</p><p>Wynn Macau (1128 HK) - Co. H1 net HKD 2.82bln vs. Prev. HKD 3.03bln Y/Y. (Newswires)</p><p>Retail - Alibaba (BABA) Q2 Adj. EPS USD 1.83 vs. Exp. USD 1.51, rev. USD 16.7bln Exp. USD 16.2bln, announces a share repurchase programme for up to USD 6bln over two years. (Newswires)</p><p>Hong Kong</p><p>Hong Kong's Financial Secretary expects to cut 2019 GDP growth forecast to 0-1% from 2-3% amid expectations for business environment to become pessimistic, while Hong Kong announced economic support measure of HKD 19.1bln in which it stated the measures are not related to political pressure from protests. (Newswires)</p><p>Chinese Ambassador to the UK said the central government will not sit on its hands and does have solutions regarding Hong Kong unrest which it will quell quickly, while the ambassador added protesters moves show signs of terrorism and that China is open to discussions on Hong Kong but added if the Hong Kong situation goes further, it may become a terrorist action. (Newswires)</p><p>US President Trump stated he has no doubt if President Xi would meet directly and personally with the protesters, there would be a happy and enlightened ending to the Hong Kong problem. Furthermore, Trump later stated he would not want to see a violent crackdown by China in Hong Kong, while he thinks he would not be a bad idea for China President Xi to meet with protest leaders. (Newswires/Twitter)</p><p>Trade</p><p>US President Trump said a US-China trade deal has to be a deal on US terms, while he later stated that he doesn't think China will retaliate to an increase in tariffs and understands September meeting between negotiators is still on. US President Trump also stated that US consumers may have to pay something at some point to cover the cost of tariffs on Chinese goods and that China very much wants to make a deal, while he thinks the trade war with China will be fairly short. (Newswires/Twitter)</p><p>China Foreign Ministry Spokesperson said he hopes US can meet China halfway on trade issues and noted Trump's previous comments on Hong Kong in which Trump said China needs to resolve issue on its own. In related news, US President Trump and China President Xi are said to be in touch via meetings, phones and letters according to China’s Ministry of Agriculture. (Newswires/Twitter)</p><p>China's Finance Ministry said China will have to take countermeasures on US moves and that US actions violate the consensus reached in Osaka’s G20 meeting. In related news, an insider close to China’s MOFCOM said specific retaliatory measures are to be rolled out after additional US tariffs are implemented in September. (Newswires/Global Times)</p><p>China Global Times Editor tweeted the Chinese have full confidence to fight a prolonged battle with US and the US economy doesn’t appear as strong as Trump has said. The editor also suggested the trade war and Hong Kong riots have hit US' positive image in China, while he added Chinese society is more united politically and can afford a long-term fight. (Twitter)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-uncertainty-persists-amid-conflicting-headlines-regarding-us-china-trade-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 09:09:00",
        "gmt_time": "2019-08-16 01:09:00"
    },
    {
        "id": 882528,
        "updated_sequence": 1910458,
        "published_at": {
            "unix": 1565915880,
            "text": "2019-08-16 01:38:00 +0100",
            "iso_8601": "2019-08-16T00:38:00Z"
        },
        "updated_at": {
            "unix": 1565916120,
            "text": "2019-08-16 01:42:00 +0100",
            "iso_8601": "2019-08-16T00:42:00Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: OCBC (OCBC SP) is said to be mulling a bid for Standard Chartered's (2888 HK) Indonesian bank",
        "content": "<p>TAIWAN</p><p>Hiwin Technologies (2049 TT) - Co. is to invest around TWD 6.2bln to meet increasing demand in Taiwan. (Taipei Times)</p><p>Other News - Taiwan Premier Su Tseng-chang announced approval for Taiwan's minimum monthly wage to be raised to TWD 23.8k and the minimum hourly wage will increase to TWD 158 beginning Jan. 2020. (Focus Taiwan)</p><p>&nbsp;</p><p>SINGAPORE</p><p>OCBC (OCBC SP) - Co. is said to be mulling a bid for the Indonesian bank unit of Standard Chartered (2888 HK). (Straits Times)</p><p>Singapore Airlines (SIA SP) - Co. July load factor fell 0.3ppts Y/Y to 85.9%. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-ocbc-ocbc-sp-is-said-to-be-mulling-a-bid-for-standard-chartered-s-2888-hk-indonesian-bank-16-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:38:00",
        "gmt_time": "2019-08-16 00:38:00"
    },
    {
        "id": 882527,
        "updated_sequence": 1910453,
        "published_at": {
            "unix": 1565915580,
            "text": "2019-08-16 01:33:00 +0100",
            "iso_8601": "2019-08-16T00:33:00Z"
        },
        "updated_at": {
            "unix": 1565915713,
            "text": "2019-08-16 01:35:13 +0100",
            "iso_8601": "2019-08-16T00:35:13Z"
        },
        "subject": "Singapore Trade Balance (Jul) 2,83B (Prev. 2.45B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-trade-balance-jul-2-83b-prev-2-45b-16-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:33:00",
        "gmt_time": "2019-08-16 00:33:00"
    },
    {
        "id": 882526,
        "updated_sequence": 1910513,
        "published_at": {
            "unix": 1565915460,
            "text": "2019-08-16 01:31:00 +0100",
            "iso_8601": "2019-08-16T00:31:00Z"
        },
        "updated_at": {
            "unix": 1565927332,
            "text": "2019-08-16 04:48:52 +0100",
            "iso_8601": "2019-08-16T03:48:52Z"
        },
        "subject": "US President Trump says labeling China a currency manipulator is a kept campaign promise and suggests that US would lose all the cards if it removes China tariffs, while he adds EU treats US worse than China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-labeling-china-a-currency-manipulator-is-a-kept-campaign-promise-and-suggests-that-us-would-lose-all-the-cards-if-it-removes-china-tariffs-while-he-adds-eu-treats-us-worse-than-china-16-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:31:00",
        "gmt_time": "2019-08-16 00:31:00"
    },
    {
        "id": 882525,
        "updated_sequence": 1910447,
        "published_at": {
            "unix": 1565915400,
            "text": "2019-08-16 01:30:00 +0100",
            "iso_8601": "2019-08-16T00:30:00Z"
        },
        "updated_at": {
            "unix": 1565915478,
            "text": "2019-08-16 01:31:18 +0100",
            "iso_8601": "2019-08-16T00:31:18Z"
        },
        "subject": "Singapore Non-Oil Exports (Jul) Y/Y -11.2% vs. Exp. -15.2% (Prev. -17.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-jul-y-y-11-2-vs-exp-15-2-prev-17-4-16-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:30:00",
        "gmt_time": "2019-08-16 00:30:00"
    },
    {
        "id": 882524,
        "updated_sequence": 1910444,
        "published_at": {
            "unix": 1565915400,
            "text": "2019-08-16 01:30:00 +0100",
            "iso_8601": "2019-08-16T00:30:00Z"
        },
        "updated_at": {
            "unix": 1565915444,
            "text": "2019-08-16 01:30:44 +0100",
            "iso_8601": "2019-08-16T00:30:44Z"
        },
        "subject": "Singapore Non-Oil Exports (Jul) M/M 3.7% vs. Exp. 2.7% (Prev. -7.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-jul-m-m-3-7-vs-exp-2-7-prev-7-6-16-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:30:00",
        "gmt_time": "2019-08-16 00:30:00"
    },
    {
        "id": 882523,
        "updated_sequence": 1910441,
        "published_at": {
            "unix": 1565915040,
            "text": "2019-08-16 01:24:00 +0100",
            "iso_8601": "2019-08-16T00:24:00Z"
        },
        "updated_at": {
            "unix": 1565915121,
            "text": "2019-08-16 01:25:21 +0100",
            "iso_8601": "2019-08-16T00:25:21Z"
        },
        "subject": "Japan's Defence Ministry says does not see an imminent threat to Japan's security from North Korea's recent projectile launch",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-s-defence-ministry-says-does-not-see-an-imminent-threat-to-japan-s-security-from-north-korea-s-recent-projectile-launch-16-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:24:00",
        "gmt_time": "2019-08-16 00:24:00"
    },
    {
        "id": 882522,
        "updated_sequence": 1910438,
        "published_at": {
            "unix": 1565914980,
            "text": "2019-08-16 01:23:00 +0100",
            "iso_8601": "2019-08-16T00:23:00Z"
        },
        "updated_at": {
            "unix": 1565915034,
            "text": "2019-08-16 01:23:54 +0100",
            "iso_8601": "2019-08-16T00:23:54Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0306, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, the reference rate was set at 7.0268 yesterday.</li></ul>",
        "analysis_updated_at": {
            "unix": 1565915033,
            "text": "2019-08-16 01:23:53 +0100",
            "iso_8601": "2019-08-16T00:23:53Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0306-according-to-a-major-newswire-estimate-16-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:23:00",
        "gmt_time": "2019-08-16 00:23:00"
    },
    {
        "id": 882521,
        "updated_sequence": 1910433,
        "published_at": {
            "unix": 1565913720,
            "text": "2019-08-16 01:02:00 +0100",
            "iso_8601": "2019-08-16T00:02:00Z"
        },
        "updated_at": {
            "unix": 1565914191,
            "text": "2019-08-16 01:09:51 +0100",
            "iso_8601": "2019-08-16T00:09:51Z"
        },
        "subject": "Asia stocks begin subdued as region fails to take impetus from the mostly positive close on Wall St where markets composed themselves from the recent rout, although price action was tumultuous as trade uncertainty lingered",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-subdued-as-region-fails-to-take-impetus-from-the-mostly-positive-close-on-wall-st-where-markets-composed-themselves-from-the-recent-rout-although-price-action-was-tumultuous-as-trade-uncertainty-lingered-16-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-16 08:02:00",
        "gmt_time": "2019-08-16 00:02:00"
    }
]