[
    {
        "id": 894378,
        "updated_sequence": 1993569,
        "published_at": {
            "unix": 1572823920,
            "text": "2019-11-03 23:32:00 +0000",
            "iso_8601": "2019-11-03T23:32:00Z"
        },
        "updated_at": {
            "unix": 1572826701,
            "text": "2019-11-04 00:18:21 +0000",
            "iso_8601": "2019-11-04T00:18:21Z"
        },
        "subject": "PRE-MARKET SOUTH KOREA STOCK NEWS: Hanwha Aerospace (012450 KS) unit receives KRW 126bln order from South Korea’s defence agency; Japan is closed for Culture Day",
        "content": "<p>SOUTH KOREA</p><p>Daewoong Pharmaceuticals (069620 KS) - Co. Q3 net KRW 325.0bln vs. Prev. KRW 4.48bln Y/Y. (Newswires)</p><p>Hanwha Aerospace (012450 KS) - Co. unit receives KRW 126bln order from South Korea’s defence agency. (Newswires)</p><p>Hyundai Motor (005380 KS) - Co. October car sales fell 2.5% Y/Y to 399.9k units. (Newswires)</p><p>Lotte Chemical (011170 KS) - Co. Q3 net KRW 204.4bln vs. Exp. KRW 295.5bln, rev. KRW 3.94tln vs. Exp. KRW 4.00tln. (Newswires)</p><p>Other News - OECD suggests South Korea potential growth rate this year is at 2.7% vs 3.1% outlook it had estimated in 2017. (Yonhap)</p><p>&nbsp;</p><p>JAPAN (Closed)</p><p>J Front Retailing (3086 JT) - Co. October Department Store sales fell 18.7% Y/Y. (Newswires)</p><p>KDDI (9433 JT) - Co. Q2 net JPY 347.6bln vs. Prev. JPY 345.5bln Y/Y. (Newswires)</p><p>Mazda Motor (7261 JT) - Co. H1 net JPY 16.2bln vs. Prev. JPY 23.8bln, rev. JPY 1.71tln vs. Prev. JPY 1.73tln Y/Y, Co. October North America sales rose 4.5% Y/Y. (Newswires)</p><p>Mitsubishi Motors (7211 JT) - Co. October sales fell 7.9% Y/Y to 7.4k units. (Newswires) Nippon Steel &amp; Sumitomo Metal (5401 JT) - Co. H1 net JPY 38.8bln vs. Prev. JPY 116.8bln, rev. JPY 3.05tln vs. Prev. JPY 2.94tln Y/Y. (Newswires)</p><p>NTT Data Corp (9613 JT) - Co. Co. Q2 net JPY 40.2bln vs. Prev. JPY 38.7bln Y/Y. (Newswires)</p><p>Sharp (6753 JT) - Co. H1 net JP 27.4bln vs. Prev. JPY 40.9bln Y/Y. (Newswires) Subaru (7270 JT) - Co. Subaru America reports October vehicle sales rose 0.3% Y/Y to 55.5k units. (Newswires)</p><p>Sumitomo Corp (8053 JT) - Co. H1 net JPY 152.42bln vs. Prev. JPY 179.32bln Y/Y. (Newswires)</p><p>Yahoo Japan (4689 JT) - Co. H1 net JPY 51.2bln vs. Prev. JPY 55.2bln Y/Y. (Newswires)</p><p>Financials - BoJ and FSA are to conduct joint stress tests on 5 large financial institutions. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-south-korea-stock-news-hanwha-aerospace-012450-ks-unit-receives-krw-126bln-order-from-south-korea-s-defence-agency-japan-is-closed-for-culture-day-03-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 07:32:00",
        "gmt_time": "2019-11-03 23:32:00"
    },
    {
        "id": 894377,
        "updated_sequence": 1993540,
        "published_at": {
            "unix": 1572822600,
            "text": "2019-11-03 23:10:00 +0000",
            "iso_8601": "2019-11-03T23:10:00Z"
        },
        "updated_at": {
            "unix": 1572822682,
            "text": "2019-11-03 23:11:22 +0000",
            "iso_8601": "2019-11-03T23:11:22Z"
        },
        "subject": "Twitter reports note Miami International Airport is on lockdown due to security incident, according to witnesses",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "twitter-reports-note-miami-international-airport-is-on-lockdown-due-to-security-incident-according-to-witnesses-03-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 07:10:00",
        "gmt_time": "2019-11-03 23:10:00"
    },
    {
        "id": 894376,
        "updated_sequence": 1993645,
        "published_at": {
            "unix": 1572822120,
            "text": "2019-11-03 23:02:00 +0000",
            "iso_8601": "2019-11-03T23:02:00Z"
        },
        "updated_at": {
            "unix": 1572838964,
            "text": "2019-11-04 03:42:44 +0000",
            "iso_8601": "2019-11-04T03:42:44Z"
        },
        "subject": "Press reports note speculation RBA could announce new policy agreement on Tuesday after Governor Lowe had flagged several months ago that there may be some drafting changes to wording of monetary policy agreement with the government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "press-reports-note-speculation-rba-could-announce-new-policy-agreement-on-tuesday-after-governor-lowe-had-flagged-several-months-ago-that-there-may-be-some-drafting-changes-to-wording-of-monetary-policy-agreement-with-the-government-03-11-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 07:02:00",
        "gmt_time": "2019-11-03 23:02:00"
    },
    {
        "id": 894375,
        "updated_sequence": 1993534,
        "published_at": {
            "unix": 1572821280,
            "text": "2019-11-03 22:48:00 +0000",
            "iso_8601": "2019-11-03T22:48:00Z"
        },
        "updated_at": {
            "unix": 1572821351,
            "text": "2019-11-03 22:49:11 +0000",
            "iso_8601": "2019-11-03T22:49:11Z"
        },
        "subject": "US government reportedly urged TSMC (2330 TT) to halt chip sales to Huawei, according to FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "us-government-reportedly-urged-tsmc-2330-tt-to-halt-chip-sales-to-huawei-according-to-ft-03-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 06:48:00",
        "gmt_time": "2019-11-03 22:48:00"
    },
    {
        "id": 894374,
        "updated_sequence": 1993547,
        "published_at": {
            "unix": 1572821160,
            "text": "2019-11-03 22:46:00 +0000",
            "iso_8601": "2019-11-03T22:46:00Z"
        },
        "updated_at": {
            "unix": 1572824656,
            "text": "2019-11-03 23:44:16 +0000",
            "iso_8601": "2019-11-03T23:44:16Z"
        },
        "subject": "PRE-MARKET AUSTRALIA STOCK NEWS: Westpac (WBC AT) FY19 cash profit ex-items AUD 7.98bln vs. Prev. AUD 8.07bln Y/Y, announces AUD 2.5bln capital raising and lowers dividend",
        "content": "<p>Cardno (CDH AT) - Co. CEO and MD Ian Ball resigned and Susan Reisborg has been appointed as his successor. (Newswires)</p><p>CSR (CSR AT) - Co. said to be a possible acquisition target. (Newswires)</p><p>Independence Group (IGO AT) - Co. makes off market takeover offer for Panoramic Resources (PAN AT) valued at AUD 312mln. (Newswires)</p><p>MacMahon Holdings (MAH AT) - Co. confirms agreement with Newcrest for increased rates for MacMahon’s work at the Telfer Gold project. (Newswires)</p><p>NRW Holdings (NWH AT) - Co. is the preferred bidder for BGC Contracting. (Newswires)</p><p>Qantas (QAN AT) - Co. completed AUD 443mln off market buyback. (Newswires)</p><p>Sims Metal Management (SGM AT) - Co. CEO Kane announced to retire. (Newswires)</p><p>Stockland (SGP AT) - Co. will not proceed with plans to sell its retirement unit amid a lack of interest at their desired price. (Newswires)</p><p>Westpac (WBC AT) - Co. FY19 cash profit ex-items AUD 7.98bln vs. Prev. AUD 8.07bln Y/Y, net oper. income AUD 20.65bln vs. Prev. AUD 22.1bln Y/Y, announces AUD 2.5bln capital raising and lowers dividend.</p><p>Woolworths (WOW AT) - Co. provides update regarding transformation of its Endeavour unit in which it is planning a possible merger. (Newswires)</p><p>Other News - Australia and China pledged to work on their bilateral relations. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-australia-stock-news-westpac-wbc-at-fy19-cash-profit-ex-items-aud-7-98bln-vs-prev-aud-8-07bln-y-y-announces-aud-2-5bln-capital-raising-and-lowers-dividend-03-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 06:46:00",
        "gmt_time": "2019-11-03 22:46:00"
    },
    {
        "id": 894373,
        "updated_sequence": 1993528,
        "published_at": {
            "unix": 1572820080,
            "text": "2019-11-03 22:28:00 +0000",
            "iso_8601": "2019-11-03T22:28:00Z"
        },
        "updated_at": {
            "unix": 1572820140,
            "text": "2019-11-03 22:29:00 +0000",
            "iso_8601": "2019-11-03T22:29:00Z"
        },
        "subject": "ASIAN DAILY ECONOMIC RELEASES CALENDAR NOW AVAILABLE IN THE RESEARCH SECTION: Highlights include Australian Retail Sales and Malaysia Trade Data, Japan is closed for holiday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-daily-economic-releases-calendar-now-available-in-the-research-section-highlights-include-australian-retail-sales-and-malaysia-trade-data-japan-is-closed-for-holiday-03-11-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 06:28:00",
        "gmt_time": "2019-11-03 22:28:00"
    },
    {
        "id": 894372,
        "updated_sequence": 1993612,
        "published_at": {
            "unix": 1572819720,
            "text": "2019-11-03 22:22:00 +0000",
            "iso_8601": "2019-11-03T22:22:00Z"
        },
        "updated_at": {
            "unix": 1572830684,
            "text": "2019-11-04 01:24:44 +0000",
            "iso_8601": "2019-11-04T01:24:44Z"
        },
        "subject": "DAILY ASIA-PAC OPENING NEWS",
        "content": "<p><strong>ASIA-PAC</strong></p><p>US Treasury Secretary Mnuchin said US and China are working hard to conclude a trade deal, while the two sides continue to make progress on a Phase 1 pact and are in talks for an alternative to the cancelled Chile meeting. (Newswires)</p><p>USTR Lighthizer said the US and China had a constructive call on Friday and made progress in a variety of areas, while he added discussions are to continue at deputy level and that they are in process of resolving outstanding issues. (Newswires)</p><p>NEC Director Kudlow said US negotiators are very optimistic on a US-China deal and that Phase One deal is not yet completed but the agricultural, currency and financial services chapters are nearly done. Kudlow added that enormous progress is being made on IP theft issues but it will probably slip into Phase 2 of deal, while he suggested the threat of December tariffs is still on the table until Phase One is signed and that Trump hinted he may be willing to look at those tariffs if Phase One is completed. Furthermore, Kudlow stated the China trade deal is further than it was in May which was the last time it was near to completion. (Newswires)</p><p>White House Trade Adviser Navarro said the sides had good talks on Friday, while he also suggested the trade deal with China will require 3 phases. (Newswires)</p><p>China's MOFCOM said US-China talks achieved a consensus in principle and we're constructive, while the sides discussed the next step in trade consultations. (Newswires)</p><p>China has issued draft foreign investment law rules where China will allow foreign funded firms to raise funds through stock and bond issuances in China and overseas. In related news, China will further open up its market for foreign enterprises as Beijing and Washington are poised to sign an interim trade agreement, although the pace of reform will not be led by the US according to reports citing a China diplomatic observer. (Newswires/SCMP)</p><p>The WTO have ruled in favour of China in a dispute and approved USD 3.6bln worth of sanctions on the US, while US officials later said they are disappointed by the WTO decision although they see no impact of the decision on ongoing trade talks. (Newswires)</p><p>PBoC is to improve financial and macroeconomic adjustments, while it is to also quicken the pace for supply side structural reforms as part of the 2020 targets. (Newswires)</p><p>Hong Kong protesters clashed with police over the weekend in which the police fired tear gas to try and break up protests, while another incident involved a knife attack. (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM Johnson rejected Brexit Party Leader Farage's offer of forming a Leave alliance. This followed reports that Farage had offered a non-aggression pact in which he would not run Brexit Party candidates against the Conservative Party if the Conservatives dropped their current agreement with the EU and went for a simpler FTA. (Sky/Newswires)</p><p>UK Markit/CIPS Manufacturing PMI (Oct) 49.6 vs. Exp. 48.1 (Prev. 48.3). (Newswires)</p><p>&nbsp;</p><p><strong>FX</strong></p><p>Moody’s affirmed South Africa at BAA3; Outlook cut to Negative from Stable. (Newswires)</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Baker Hughes US rig count (Nov 1) oil rigs -5 at 691, nat gas rigs -3 at 130, total rigs -8 at 822. (Newswires)</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>Venezuela and El Salvador expelled each other’s diplomats. (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>US</strong></p><p>Fed's Clarida (Voter, Neutral) said Fed policy is unlikely to change unless there is a change in outlook and suggested a shift this year has provided significant support. Clarida also stated that global risks still exist and that the full impact of Fed policy shift is yet to be felt. Furthermore, he noted October jobs report was solid and the economy is in a very good place but added the balance of risks are still somewhat tilted to the downside, while he also reiterated data dependency and that every meeting is live. (Newswires)</p><p>Fed's Quarles (Voter, Neutral) said US economy is doing well and he is optimistic about the outlook and the longer-term potential of the US economy. (Newswires)</p><p>Fed's Williams (Voter, Neutral) said the economy is in a very good place and is strong. (Newswires)</p><p>Fed’s Kaplan (Voter in 2020. Dove) said he supported this week's cut contingent on signalling no further cuts for the time being, while he added that in September he expected no further rate cuts until 2020 but was willing to \"go along\" last week. Kaplan also suggested the Fed should now stand back and let the economy unfold and be patient following three rate cuts. (Newswires)</p><p>Fed's Kashkari (Voter in 2020) said monetary policy has been too tight where inflation has been below 2% and economy not at maximum, while he added we are in a \"free lunch zone\" where there is no trade-off between the two mandates. (Newswires)</p><p>NEC Director Kudlow said we are working on tax cuts 2.0 and want tax cuts for the middle classes, while he added Fed policy is fortunately swinging into accommodative territory. (Newswires)</p><ul><li>US Non-Farm Payrolls (Oct) 128k vs. Exp. 89.0k (Prev. 136.0k, Rev. 180k); 2-month net revisions +95k (Prev. +45k). (Newswires)</li><li>US Unemployment Rate (Oct) 3.6% vs. Exp. 3.6% (Prev. 3.5%)</li><li>US Average Earnings (Oct) Y/Y 3.0% vs. Exp. 3.0% (Prev. 2.9%, Rev. 3.0%)</li><li>US Markit Manufacturing PMI Final (Oct) 51.3 (Prev. 51.5)</li><li>US ISM Manufacturing PMI (Oct) 48.3 vs. Exp. 48.9 (Prev. 47.8)</li><li>US Construction Spending (Sep) M/M 0.5% vs. Exp. 0.2% (Prev. 0.1%, Rev. -0.3%)</li></ul><p>&nbsp;</p><p><strong>MARKET RECAP</strong></p><p>Stocks rose to fresh record highs after the October jobs report surprised to the upside, with some encouraging internals. The ISM manufacturing survey fell short of expectations, though did rise on the month, providing some encouragement. Adding to the positive narrative were both US and China stating that the call between the two sides was constructive, and a new venue was being sought for a Phase One signing. Fed commentary in the session generally toes the line (though Kashkari unsurprisingly erred dovish), with officials encouraged by the economy and see the current stance of policy as appropriate. BeiGene (BGNE) surged amid Amgen (AMGN) taking a 20.5% stake in the Chinese co. Fitbit (FIT) also surged after Alphabet (GOOGL) officially made a USD 2.1bln acquisition offer. Energy E&amp;Ps were generally stronger as crude benchmarks traded higher on positive US-China trade rumblings. The back up in yields saw the rate-sensitive real estate sector underperform, too. S&amp;P 500 1% at 3067, Dow Jones 1.1% at 27346, NASDAQ-100 1% at 8161.</p><p>Treasuries pared gains and yields were higher across the curve by around 3bps, though major curve spreads were little changed at settlement, after the US employment situation report surprised to the upside, although action was still tenative ahead of the manufacturing ISM, which missed expectations, though rose versus the prior. Additionally, commentary around US/China trade has been constructive, giving hopes that the Phase One deal can be signed, while there was not much in the Fedspeak for the FI bulls, with officials generally encouraged by the state of the economy, while noting familiar risks. Combined, it might that pricing for December rate cuts lightened, with money markets implying around 12.5% chance of a cut, versus around 22% at the close of business on Thursday. T-note futures (Z9) settled 9 ticks lower at 130-00+.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-asia-pac-opening-news-03-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-04 06:22:00",
        "gmt_time": "2019-11-03 22:22:00"
    }
]