[
    {
        "id": 888949,
        "updated_sequence": 1960985,
        "published_at": {
            "unix": 1570221000,
            "text": "2019-10-04 21:30:00 +0100",
            "iso_8601": "2019-10-04T20:30:00Z"
        },
        "updated_at": {
            "unix": 1570221000,
            "text": "2019-10-04 21:30:00 +0100",
            "iso_8601": "2019-10-04T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-27-09-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:30:00",
        "gmt_time": "2019-10-04 20:30:00"
    },
    {
        "id": 890043,
        "updated_sequence": 1960903,
        "published_at": {
            "unix": 1570220040,
            "text": "2019-10-04 21:14:00 +0100",
            "iso_8601": "2019-10-04T20:14:00Z"
        },
        "updated_at": {
            "unix": 1570220431,
            "text": "2019-10-04 21:20:31 +0100",
            "iso_8601": "2019-10-04T20:20:31Z"
        },
        "subject": "Fed's Mester (non-voter, hawk) says she is data-dependent; says economy doing pretty well, jobs report was good; Fed knew economy would slow this year; headwinds on trade must be taken seriously",
        "content": "<ul><li>Says rate cuts so far have not fed into the economy.</li><li>Consumer is holding up; does not see weakness in manufacturing spilling over.</li><li>Inflation expectations are well anchored.</li><li>Fed policy is currently accommodative.</li><li>Wage growth will continue to support consumer spending.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-mester-non-voter-hawk-says-she-is-data-dependent-says-economy-doing-pretty-well-jobs-report-was-good-fed-knew-economy-would-slow-this-year-headwinds-on-trade-must-be-taken-seriously-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:14:00",
        "gmt_time": "2019-10-04 20:14:00"
    },
    {
        "id": 890007,
        "updated_sequence": 1960798,
        "published_at": {
            "unix": 1570219500,
            "text": "2019-10-04 21:05:00 +0100",
            "iso_8601": "2019-10-04T20:05:00Z"
        },
        "updated_at": {
            "unix": 1570219678,
            "text": "2019-10-04 21:07:58 +0100",
            "iso_8601": "2019-10-04T20:07:58Z"
        },
        "subject": "Week in Focus; week commencing 7th October 2019",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22931/download\"><strong>here</strong></a><strong> &nbsp;</strong></li><li><strong>MON: </strong>German Factory Orders, UK Halifax House Price, EZ Sentix Investor Confidence, US CB Employment Trends Index.</li><li><strong>TUE:</strong> Japanese Household Spending, Australian NAB Business Survey, Chinese Caixin Manufacturing PMI, Swiss Unemployment, German Industrial Production, French Trade, US NFIB Small Business Optimism, US PPI, Canadian Building Permits, EIA Short-Term Energy Outlook.</li><li><strong>WED: </strong>US Jolts Job Openings, Wholesale Trade Sales, FOMC Minutes.</li><li><strong>THU: </strong>US/China High Level talks in the US, ECB Minutes, OPEC Monthly Report, Japanese PPI, Australian Home Loans, German Trade, Current Account, Norwegian CPI, Swedish CPI, UK Manufacturing and Industrial Production, Trade Balance, US CPI.</li><li><strong>FRI: </strong>German CPI (Final), Canadian Labour Market Report, IEA Monthly Report, Uni. Of Michigan, Export Price Index</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22931/download\"><strong>here</strong></a><strong> &nbsp;</strong></li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-week-commencing-7th-october-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:05:00",
        "gmt_time": "2019-10-04 20:05:00"
    },
    {
        "id": 890036,
        "updated_sequence": 1960802,
        "published_at": {
            "unix": 1570219500,
            "text": "2019-10-04 21:05:00 +0100",
            "iso_8601": "2019-10-04T20:05:00Z"
        },
        "updated_at": {
            "unix": 1570219688,
            "text": "2019-10-04 21:08:08 +0100",
            "iso_8601": "2019-10-04T20:08:08Z"
        },
        "subject": "RANsquawk Central Banks - 4th October - PREVIEWING: FOMC minutes, ECB minutes. REVIEWING: RBA, RBI.   ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22932/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-4th-october-previewing-fomc-minutes-ecb-minutes-reviewing-rba-rbi-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:05:00",
        "gmt_time": "2019-10-04 20:05:00"
    },
    {
        "id": 890042,
        "updated_sequence": 1960770,
        "published_at": {
            "unix": 1570219440,
            "text": "2019-10-04 21:04:00 +0100",
            "iso_8601": "2019-10-04T20:04:00Z"
        },
        "updated_at": {
            "unix": 1570219489,
            "text": "2019-10-04 21:04:49 +0100",
            "iso_8601": "2019-10-04T20:04:49Z"
        },
        "subject": "DBRS Morningstar Upgrades Republic of Portugal to BBB (high), Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-morningstar-upgrades-republic-of-portugal-to-bbb-high-stable-trend-04-10-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:04:00",
        "gmt_time": "2019-10-04 20:04:00"
    },
    {
        "id": 890041,
        "updated_sequence": 1960751,
        "published_at": {
            "unix": 1570219320,
            "text": "2019-10-04 21:02:00 +0100",
            "iso_8601": "2019-10-04T20:02:00Z"
        },
        "updated_at": {
            "unix": 1570219375,
            "text": "2019-10-04 21:02:55 +0100",
            "iso_8601": "2019-10-04T20:02:55Z"
        },
        "subject": "Fitch Affirms Belgium at 'AA-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-belgium-at-aa-outlook-stable-04-10-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 04:02:00",
        "gmt_time": "2019-10-04 20:02:00"
    },
    {
        "id": 890040,
        "updated_sequence": 1960650,
        "published_at": {
            "unix": 1570218600,
            "text": "2019-10-04 20:50:00 +0100",
            "iso_8601": "2019-10-04T19:50:00Z"
        },
        "updated_at": {
            "unix": 1570218660,
            "text": "2019-10-04 20:51:00 +0100",
            "iso_8601": "2019-10-04T19:51:00Z"
        },
        "subject": "MOC: SPX 1.5bln to buy; Dow 500mln to buy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-1-5bln-to-buy-dow-500mln-to-buy-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 03:50:00",
        "gmt_time": "2019-10-04 19:50:00"
    },
    {
        "id": 890039,
        "updated_sequence": 1962894,
        "published_at": {
            "unix": 1570218420,
            "text": "2019-10-04 20:47:00 +0100",
            "iso_8601": "2019-10-04T19:47:00Z"
        },
        "updated_at": {
            "unix": 1570442882,
            "text": "2019-10-07 11:08:02 +0100",
            "iso_8601": "2019-10-07T10:08:02Z"
        },
        "subject": "(Early) US Market Wrap - 4th October 2019: Stocks gain on Goldilocks NFP report",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22933/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT: </strong>Equities up, Treasuries up, Dollar down/flat, Crude up.</li><li><strong>REAR VIEW:</strong> NFP 136k, unemployment falls, though wages disappoint; Fed rate cut pricing pares in wake of NFP; Powell repeats ‘economy in a good place’; Kudlow says US/China trade talks next week could yield positive surprises; Johnson commits to sending Brexit extension request, but govt still thinks it can avoid extension; Iran allegedly tried to hack Trump re-election campaign.</li><li><strong>NEXT WEEK:</strong> MON: German Factory Orders, UK Halifax House Price, EZ Sentix Investor Confidence, US CB Employment Trends Index. TUE: Japanese Household Spending, Australian NAB Business Survey, Chinese Caixin Manufacturing PMI, Swiss Unemployment, German Industrial Production, French Trade, US NFIB Small Business Optimism, US PPI, Canadian Building Permits, EIA Short-Term Energy Outlook. WED: US Jolts Job Openings, Wholesale Trade Sales, FOMC Minutes. THU: US/China High Level talks in the US, ECB Minutes, OPEC Monthly Report, Japanese PPI, Australian Home Loans, German Trade, Current Account, Norwegian CPI, Swedish CPI, UK Manufacturing and Industrial Production, Trade Balance, US CPI. FRI: German CPI (Final), Canadian Labour Market Report, IEA Monthly Report, Uni. Of Michigan, Export Price Index.</li><li><a href=\"https://ransquawk.com/research_sheets/22931/download\">Click here for full weekly briefing.</a> <strong>Weekly central bank briefing can </strong><a href=\"https://ransquawk.com/research_sheets/22932/download\"><strong>be downloaded here</strong></a><strong>.&nbsp;</strong></li></ul><p><strong>* MARKET WRAP:</strong> Stocks rallied, the dollar fell and Treasuries mostly gained after a Goldilocks jobs report, which had something for everyone; bulls will have been encouraged by the jobless rate falling to cyclical lows, bears noted the weak wage data, while the headline came in only slightly below forecast, banishing some of the gloom heading into the report. Pricing for a Fed rate cut rose after the data. Fedspeak was generally constructive, with both Powell and Clarida suggesting that the economy was in a good place, despite the risks faced. Stocks continued the rally in wake of Powell’s remarks, while the T-Note future continued horizontally; markets will hear from the Fed chair further next week.</p><p><strong>* US NONFARM PAYROLLS: </strong>Headline payrolls printed 136k in September, missing the consensus 147k. The prior two-months saw upward revisions of 45k. The jobless rate fell to a new cyclical low at 3.5%, a particularly encouraging development given that the participation rate remained unchanged (household employment jumped 391K, amid 117K rise in the labour force). However, there was disappointment in the average hourly earnings metrics, which came in unchanged, taking the Y/Y rate down to 2.9% (from 3.2%; some had expected a correction after the stellar recent gains, but Pantheon feels the underlying trend in wage growth remains upwards, as leading indicators signal, raising the prospect of a rebound next month). Under the bonnet, the headline gain was mostly in the services sector, and manufacturing payrolls fell (first decline since March). \"This is as good as it’s likely to get until the trade war is resolved,\" Pantheon Macroeconomics said, noting that leading indicators have clearly warned of the slowdown in job growth over the past few months, and are now pointing clearly to the trend slowing, with Pantheon estimating a rate of around 50k by the end of this year. The data had something for everyone: bulls pointed to unemployment, bears highlighted earnings; \"But this is an evolving situation, and the next clear move in the data will be downshift in job growth,\" the consultancy said, \"we are inclined to think the Fed won’t ease later this month on the back of these data.\"</p><p><strong>* FED:</strong> <strong>Fed Chair Powell</strong> repeated his view that the economy was in a good place, despite some risks; inflation was running close to, but below Fed's 2% target. Powell will speak further in the first part of next week. <strong>Fed Vice Chair Clarida</strong> (voter, neutral) overnight said the US economy is in a good place, growth is solid, consumer is in a good place and when asked about an October rate cut, Clarida said the Fed takes each meeting one at a time and is not on a pre-set course. Clarida does not believe risk of a recession is particularly elevated and sees no evidence of an overheating labour market; standing repo facility will be discussed in future meetings. <strong>Fed’s Rosengren</strong> (Voter, Hawkish Dissenter) said he was keeping an eye on the data heading into the October 30th FOMC meeting, and he has an open mind; the hawkish dissenter also said monetary policy was accommodative, and was looking for growth around 1.7% growth for Q3 and Q4 of 2019 (Atlanta Fed currently tracking 1.8%, and beneath the FOMC consensus 2.2% end-2019). On the economy, Rosengren said the Fed has to keep in mind where we are in the cycle; he observed that unemployment was low and inflation was near % target, so a pace of jobs gains between 90-150k per month was normal for a healthy economy. He added that when labour markets were tight, he expected wages and prices to go up over time. Rosengren also noted that tariffs were affecting both manufacturing and exports; data in recent weeks was not a complete surprise, he said. On financial stability, Rosengren was , adding that “we do need to worry about it”.</p><p><strong>* KUDLOW/NAVARRO: </strong>US NEC Director Kudlow said the economy was at a turning point, and noted that manufacturing weakness was stemming from Germany. On trade talks, Kudlow said his trade team are going into the China talks with an open-mind, and said that there could be positive surprises from the talks, but did not give details. Kudlow did not see impeachment efforts in the US affecting the talks, and said that the US would continue to monitor the Hong Kong situation, since they could influence the China talks (NOTE: President Trump reportedly has committed to staying quiet on the Hong Kong issue). On the Fed, Kudlow argued that the US economy was still suffering from severe monetary restraint seen in 2018.<strong> </strong>Meanwhile, White House Trade Adviser Navarro reiterated that there will be no small deal with China and added “we will get a great deal with China or no deal”</p><p><strong>* HONG KONG: </strong>HK Government is reportedly considering extending protesters detention period, with HK Chief Executive Lam noting if the violence continues, the Government will seek other ways to remedy the situation, and will not rule out any possible further measure to stop the violence. As protests continued throughout the day, police fired tear gas at protests, as the new laws kicked in. The new facemask ban in groups would potentially be hard to implement, however, a news reporter was rather worried that it could be the start of further draconian bans.</p><p><strong>* IRAN: </strong>The IAEA Chief said that Iran has improved its cooperation with the UN Nuclear Watchdog, but noted that not all issues were completely addressed. In response to the announcement that Russia helps China manufacture a missile attack warning system, Russia said the move is part of an advanced military partnership with Beijing but declined to mention when it will be operational. Meanwhile, Reuters reported that an apparent Iranian government-linked hacking operation targeted Trump re-election campaign, but the attempt was unsuccessful, sources said.</p><p><strong>* US T-NOTE (Z9) FUTURES SETTLE 5 TICKS HIGHER AT 131-29: </strong>Treasuries are mixed at the end of the week, though the bias is towards a flatter curve. The T-Note future surged immediately after the release of the September payrolls report, with traders raising bets that the data would lead to a Fed rate cut at the October meeting; the implied probability of an October cut started the week at around 40%, rising to 90% at one point in wake of grim ISM data, though is around 75% as we close out the week; that is despite the constructive tone of Fedspeak, where Chair Powell and Vice Chair Clarida seeing the economy in a good place. Meanwhile, the NY Fed has said it is extending its repo operations through 4th November, at the size of USD 75bln.</p><p><strong>* WTI (X9) SETTLES USD 0.36 HIGHER AT USD 52.81; BRENT (Z9) SETTLES USD 0.66 HIGHER AT USD 58.37: </strong>Crude traded firmer in line with other risk assets after a goldilocks NFP report, which seemed to contribute to a firming of Fed rate cut bets (the ‘bad news is good news’ theory). “Investor optimism, while perhaps only temporary, alleviates at least some of the immediate market anxiety over slowing economic growth and flagging petroleum demand,” Citi’s analysts said. There was some downside towards the end of the European day which saw WTI go negative, but it proved fleeting. Meanwhile, an unplanned outage at the Buzzard oil field may have contributed support for Brent (no restart timeline has yet been supplied).</p><p><strong>* STOCK SPECIFICS:</strong> Apple (AAPL) traded higher after sources said the tech behemoth asked suppliers to increase production of its iPhone’s 11 range by up to 10%, or 8mln units, due to higher demand. The reported request by AAPL saw supplier Skyworks (SWKS) outperform. Separately, Amazon’s (AMZN) Prime Video application has disappeared from Apple's (AAPL) app store, Reuters reported. HP Inc. (HPQ) was hit as it announced it is to cut up its workforce over the next three years, expecting to drop 7-9k staff by 2020. Costco (COST) initially traded lower following its earnings report, where it missed analyst expectations on both EPS and revenue, however, it justified the poor figures due to a USD 123mln pre-tax reserve to SG&amp;A, which equated to USD 0.22/shr after tax, related to a product tax assessment. The energy sector underperformed despite higher oil prices, as Credit Suisse was negative on the E&amp;P sector since it now faces a steeper hill, and thus lower Cash Flow Per Share (CFPS) for the E&amp;P universe by on average 6% through 2019-2021, although it expects it to worsen (-~11% by the end of 2021). Credit Suisse also downgraded Continental Resources (CLR), Range Resources (RRC) and Whiting Petroleum (WLL). In M&amp;A, Cedar Fair (FUN) reportedly rejected a USD 70 per share, cash and stock, bid offer from Six Flags Entertainment Corp (SIX), sources said. Netflix (NFLX) caught a bid after Business Insider reported exclusive data that predicted a big Q2 subscriber miss, though does now suggests international growth has bounced back. Philips66 (PSX) also caught tailwinds after announcing a USD 3bln share repurchase programme.&nbsp; General Electric (GE) traded lower following a note from JPM’s GE bear, Stephen Tusa, who reiterated his view GE’s aviation unit offers less growth with greater risk, and therefore less value support than the street assumes. Adding, GE Aviation is narrowly exposed to Boeing (BA), as around 70-80% of the unit is commercial engines. Tusa maintains his PT of 5 on the name; currently trade at ~8.50. Meanwhile, EU regulators are to open an investigation into Boeing’s tie-up with Embraer (ERJ).</p><p><strong>* FX WRAP:</strong> The <strong>USD</strong> initially rose after a goldilocks jobs report that ultimately saw traders add to bets of further rate cuts from the FOMC at its October 30th meeting; but the gains were faded as the session wore on; USDJPY was unable to remain above 1.07, while the <strong>EUR</strong> continues to trade within the 1.0965-1.10 range seen on Thursday. The USD weakness has aided <strong>antipodes</strong> and the <strong>EMFX</strong> complex. <strong>Sterling</strong> trades flat against the buck, but slightly lower against the EUR as Brexit concerns keep pressure on the pound. XAU, meanwhile continues to consolidate above USD 1500. <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-some-nfp-respite-for-dollar-after-dismal-start-to-october-q4-04-10-2019\">Click here for weekly FX summary.</a></p><p><strong>* BREXIT:</strong> The EU Commission said no deadline has been set for reaching a Brexit deal with the UK, but realistically “we” will find out at a meeting of EU 27 Ministers in Luxembourg next Tuesday whether or not enough progress has been made for an agreement by EC Summit on 17-18 October. Similar reports suggested that if no new text is submitted from the UK to the EU before the end of next week, focus will shift to no-deal/extension preparations. However, separate reports alleged that UK PM Johnson has a plan B Brexit deal if the EU rejects the current one, and has not ruled out a time limited backstop. Elsewhere, UK PM Johnson reportedly committed to sending a Brexit extension request letter to the EU, should he fail to secure a deal by 19 October, as mandated by the so-called Benn Law. However, it remains unclear if Johnson is planning a move to undermine this extension request, given his do or die pledge to take the UK out of the EU deal or no deal by 31 October. Senior N10 sources said the Benn Act \"only imposes a very specific narrow duty concerning Parliament’s letter requesting a delay\" and that the government is not prevented by the Act from doing other things that cause no delay including other communications, private and public. The sources added “the government is making its true position on delay known privately in Europe and this will become public soon.” The \"view in government now (is that) there's only tiny chance of deal by mid Oct\", BBC’s Political Editor Kuenssberg observed.</p><p><strong>* RBI:</strong> The Reserve Bank of India cut rates by 25bps, as was expected, and continued to leave the door open to further reductions (its official stance remains \"accommodative\"). The rate cut was the fifth this year, and was sized at 25bps, as opposed to the 35bps cut seen at the previous MPC. The repo rate now stands at 5.15%, lowest since 2010. The RBI said the decision was driven by the recent economic weakness. The RBI also trimmed its growth forecast for the year to 6.1% (from 6.9%), and stated that \"the continuing slowdown warrants intensified efforts to restore the growth momentum.\" Capital Economics is looking for another 25bps rate cut in December, though says beyond this, the extent of cuts should eventually support a pick-up in economic growth, and accordingly, it believes that underlying price pressures will rise, and push headline CPI inflation above the 4% target by the middle of next year. \"Given that interest rates in emerging markets rarely stay on hold for prolonged periods, we think the MPC will opt for modest rate hikes by the end of 2020,\" CapEco writes, \"this is in contrast to the prevailing view; Financial markets are pricing in further, modest, loosening in the near term but then expect rates to stay unchanged for the next two years.\"</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "early-us-market-wrap-4th-october-2019-stocks-gain-on-goldilocks-nfp-report-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 03:47:00",
        "gmt_time": "2019-10-04 19:47:00"
    },
    {
        "id": 890038,
        "updated_sequence": 1960506,
        "published_at": {
            "unix": 1570217520,
            "text": "2019-10-04 20:32:00 +0100",
            "iso_8601": "2019-10-04T19:32:00Z"
        },
        "updated_at": {
            "unix": 1570217573,
            "text": "2019-10-04 20:32:53 +0100",
            "iso_8601": "2019-10-04T19:32:53Z"
        },
        "subject": "Key documents related to Ukraine sought from US VP Pence by House committees",
        "content": "<ul><li>Via <a href=\"https://t.co/soj9y05PLG\">US House</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "US House",
        "slug": "key-documents-related-to-ukraine-sought-from-us-vp-pence-by-house-committees-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 03:32:00",
        "gmt_time": "2019-10-04 19:32:00"
    },
    {
        "id": 890037,
        "updated_sequence": 1960437,
        "published_at": {
            "unix": 1570217040,
            "text": "2019-10-04 20:24:00 +0100",
            "iso_8601": "2019-10-04T19:24:00Z"
        },
        "updated_at": {
            "unix": 1570217104,
            "text": "2019-10-04 20:25:04 +0100",
            "iso_8601": "2019-10-04T19:25:04Z"
        },
        "subject": "Apparent Iranian government-linked hacking operation targeted Trump re-election campaign, attempt was unsuccesful, sources say",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apparent-iranian-government-linked-hacking-operation-targeted-trump-re-election-campaign-attempt-was-unsuccesful-sources-say-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 03:24:00",
        "gmt_time": "2019-10-04 19:24:00"
    },
    {
        "id": 890035,
        "updated_sequence": 1960053,
        "published_at": {
            "unix": 1570214100,
            "text": "2019-10-04 19:35:00 +0100",
            "iso_8601": "2019-10-04T18:35:00Z"
        },
        "updated_at": {
            "unix": 1570214158,
            "text": "2019-10-04 19:35:58 +0100",
            "iso_8601": "2019-10-04T18:35:58Z"
        },
        "subject": "Japan will require tech companies to seek approval for M&A worth JPY 40bln+, Nikkei reports",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Business/Technology/Japan-to-vet-sizable-acquisitions-by-Big-Tech\">Via Nikkei</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "japan-will-require-tech-companies-to-seek-approval-for-m-a-worth-jpy-40bln-nikkei-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 02:35:00",
        "gmt_time": "2019-10-04 18:35:00"
    },
    {
        "id": 890034,
        "updated_sequence": 1960099,
        "published_at": {
            "unix": 1570213860,
            "text": "2019-10-04 19:31:00 +0100",
            "iso_8601": "2019-10-04T18:31:00Z"
        },
        "updated_at": {
            "unix": 1570214501,
            "text": "2019-10-04 19:41:41 +0100",
            "iso_8601": "2019-10-04T18:41:41Z"
        },
        "subject": "WTI (X9) settles USD 0.36 higher at USD 52.81; Brent (Z9) settles USD 0.66 higher at USD 58.37",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude traded firmer in line with other risk assets after a goldilocks NFP report, which seemed to contribute to a firming of Fed rate cut bets (the ‘bad news is good news’ theory). “Investor optimism, while perhaps only temporary, alleviates at least some of the immediate market anxiety over slowing economic growth and flagging petroleum demand,” Citi’s analysts said. There was some downside towards the end of the European day which saw WTI go negative, but it proved fleeting. Meanwhile, an unplanned outage at the Buzzard oil field may have contributed support for Brent (no restart timeline has yet been supplied).</p>",
        "analysis_updated_at": {
            "unix": 1570213920,
            "text": "2019-10-04 19:32:00 +0100",
            "iso_8601": "2019-10-04T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-x9-settles-usd-0-36-higher-at-usd-52-81-brent-z9-settles-usd-0-66-higher-at-usd-58-37-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 02:31:00",
        "gmt_time": "2019-10-04 18:31:00"
    },
    {
        "id": 890033,
        "updated_sequence": 1959983,
        "published_at": {
            "unix": 1570213560,
            "text": "2019-10-04 19:26:00 +0100",
            "iso_8601": "2019-10-04T18:26:00Z"
        },
        "updated_at": {
            "unix": 1570213696,
            "text": "2019-10-04 19:28:16 +0100",
            "iso_8601": "2019-10-04T18:28:16Z"
        },
        "subject": "Google weighs acquisition of rival to video app TikTok, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/google-weighs-acquisition-of-rival-to-video-app-tiktok-11570213344?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "google-weighs-acquisition-of-rival-to-video-app-tiktok-wsj-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 02:26:00",
        "gmt_time": "2019-10-04 18:26:00"
    },
    {
        "id": 890032,
        "updated_sequence": 1959954,
        "published_at": {
            "unix": 1570213440,
            "text": "2019-10-04 19:24:00 +0100",
            "iso_8601": "2019-10-04T18:24:00Z"
        },
        "updated_at": {
            "unix": 1570213520,
            "text": "2019-10-04 19:25:20 +0100",
            "iso_8601": "2019-10-04T18:25:20Z"
        },
        "subject": "Amazon (AMZN) Prime Video has disappeared from Apple's (AAPL) app store, Reuters reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Reuters",
        "slug": "amazon-amzn-prime-video-has-disappeared-from-apple-s-aapl-app-store-reuters-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 02:24:00",
        "gmt_time": "2019-10-04 18:24:00"
    },
    {
        "id": 890031,
        "updated_sequence": 1959769,
        "published_at": {
            "unix": 1570212000,
            "text": "2019-10-04 19:00:00 +0100",
            "iso_8601": "2019-10-04T18:00:00Z"
        },
        "updated_at": {
            "unix": 1570212092,
            "text": "2019-10-04 19:01:32 +0100",
            "iso_8601": "2019-10-04T18:01:32Z"
        },
        "subject": "Fed Chair Powell repeats economy is in a good place despite some risks; inflation running close to, but below Fed's 2% target",
        "content": "<ul><li><a href=\"https://www.federalreserve.gov/newsevents/speech/powell20191004a.htm\">Full speech</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fed-chair-powell-repeats-economy-is-in-a-good-place-despite-some-risks-inflation-running-close-to-but-below-fed-s-2-target-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 02:00:00",
        "gmt_time": "2019-10-04 18:00:00"
    },
    {
        "id": 890030,
        "updated_sequence": 1959644,
        "published_at": {
            "unix": 1570211100,
            "text": "2019-10-04 18:45:00 +0100",
            "iso_8601": "2019-10-04T17:45:00Z"
        },
        "updated_at": {
            "unix": 1570211149,
            "text": "2019-10-04 18:45:49 +0100",
            "iso_8601": "2019-10-04T17:45:49Z"
        },
        "subject": "WATCH: Federal Reserve Chair Powell delivers opening remarks at Fed Listens event; speech entitled perspectives on maximum employment and price stability",
        "content": "<ul><li>Via <a href=\"https://www.youtube.com/watch?v=Ms8k_t5YbOk\">Fed YouTube</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Federal Reserve",
        "slug": "watch-federal-reserve-chair-powell-delivers-opening-remarks-at-fed-listens-event-speech-entitled-perspectives-on-maximum-employment-and-price-stability-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 01:45:00",
        "gmt_time": "2019-10-04 17:45:00"
    },
    {
        "id": 890029,
        "updated_sequence": 1959579,
        "published_at": {
            "unix": 1570210620,
            "text": "2019-10-04 18:37:00 +0100",
            "iso_8601": "2019-10-04T17:37:00Z"
        },
        "updated_at": {
            "unix": 1570210668,
            "text": "2019-10-04 18:37:48 +0100",
            "iso_8601": "2019-10-04T17:37:48Z"
        },
        "subject": "NY Fed says it will extend its offer repo operations of at least USD 75bln until 4th November",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-says-it-will-extend-its-offer-repo-operations-of-at-least-usd-75bln-until-4th-november-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 01:37:00",
        "gmt_time": "2019-10-04 17:37:00"
    },
    {
        "id": 890028,
        "updated_sequence": 1959348,
        "published_at": {
            "unix": 1570208700,
            "text": "2019-10-04 18:05:00 +0100",
            "iso_8601": "2019-10-04T17:05:00Z"
        },
        "updated_at": {
            "unix": 1570208917,
            "text": "2019-10-04 18:08:37 +0100",
            "iso_8601": "2019-10-04T17:08:37Z"
        },
        "subject": "EU diplomats have been briefed by the EU Commission that discussions are in a stale mate, citing the UK as not budging on custom checks and the timed backstop veto (Stormont veto), according to FT",
        "content": "<ul><li><a href=\"https://twitter.com/MehreenKhn/status/1180166654224932865\">Via FT's Mehreen Khan</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT ",
        "slug": "eu-diplomats-have-been-briefed-by-the-eu-commission-that-discussions-are-in-a-stale-mate-citing-the-uk-as-not-budging-on-custom-checks-and-the-timed-backstop-veto-stormont-veto-according-to-ft-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 01:05:00",
        "gmt_time": "2019-10-04 17:05:00"
    },
    {
        "id": 890027,
        "updated_sequence": 1959293,
        "published_at": {
            "unix": 1570208400,
            "text": "2019-10-04 18:00:00 +0100",
            "iso_8601": "2019-10-04T17:00:00Z"
        },
        "updated_at": {
            "unix": 1570208535,
            "text": "2019-10-04 18:02:15 +0100",
            "iso_8601": "2019-10-04T17:02:15Z"
        },
        "subject": "Baker Hughes: Oil rigs -3 at 710, Natgas rigs down 2 at 144; Total rigs down 5 at 855",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-oil-rigs-3-at-710-natgas-rigs-down-2-at-144-total-rigs-down-5-at-855-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 01:00:00",
        "gmt_time": "2019-10-04 17:00:00"
    },
    {
        "id": 890026,
        "updated_sequence": 1959288,
        "published_at": {
            "unix": 1570208400,
            "text": "2019-10-04 18:00:00 +0100",
            "iso_8601": "2019-10-04T17:00:00Z"
        },
        "updated_at": {
            "unix": 1570208526,
            "text": "2019-10-04 18:02:06 +0100",
            "iso_8601": "2019-10-04T17:02:06Z"
        },
        "subject": "EU regulators open probe into Boeing (BA) and Embraer (ERJ) deal, citing competition concerns; will decide by February 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-regulators-open-probe-into-boeing-ba-and-embraer-erj-deal-citing-competition-concerns-will-decide-by-february-2020-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 01:00:00",
        "gmt_time": "2019-10-04 17:00:00"
    },
    {
        "id": 890025,
        "updated_sequence": 1959263,
        "published_at": {
            "unix": 1570208280,
            "text": "2019-10-04 17:58:00 +0100",
            "iso_8601": "2019-10-04T16:58:00Z"
        },
        "updated_at": {
            "unix": 1570208358,
            "text": "2019-10-04 17:59:18 +0100",
            "iso_8601": "2019-10-04T16:59:18Z"
        },
        "subject": "Osram Licht (OSR GY) said it will update its company strategy and has invited AMS (AMS SW) for talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "osram-licht-osr-gy-said-it-will-update-its-company-strategy-and-has-invited-ams-ams-sw-for-talks-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:58:00",
        "gmt_time": "2019-10-04 16:58:00"
    },
    {
        "id": 890024,
        "updated_sequence": 1959246,
        "published_at": {
            "unix": 1570208100,
            "text": "2019-10-04 17:55:00 +0100",
            "iso_8601": "2019-10-04T16:55:00Z"
        },
        "updated_at": {
            "unix": 1570208258,
            "text": "2019-10-04 17:57:38 +0100",
            "iso_8601": "2019-10-04T16:57:38Z"
        },
        "subject": "EU sources say Member States agreed that the UK proposals do not provide a basis for concluding an agreement; PM Johnson requested weekend talks on his Irish backstop proposals but Commission doesn’t see more discussions as useful at this stage",
        "content": "<ul><li><a href=\"https://twitter.com/Barnes_Joe/status/1180163385880645632\">Via Express' Joe Barnes</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Express",
        "slug": "eu-sources-say-member-states-agreed-that-the-uk-proposals-do-not-provide-a-basis-for-concluding-an-agreement-pm-johnson-requested-weekend-talks-on-his-irish-backstop-proposals-but-commission-doesn-t-see-more-discussions-as-useful-at-this-st-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:55:00",
        "gmt_time": "2019-10-04 16:55:00"
    },
    {
        "id": 890023,
        "updated_sequence": 1959169,
        "published_at": {
            "unix": 1570207560,
            "text": "2019-10-04 17:46:00 +0100",
            "iso_8601": "2019-10-04T16:46:00Z"
        },
        "updated_at": {
            "unix": 1570207683,
            "text": "2019-10-04 17:48:03 +0100",
            "iso_8601": "2019-10-04T16:48:03Z"
        },
        "subject": "AMS (AMS SW) has failed to secure sufficient share offerings to secure its EUR 4.5bln bid for Osram (OSR GY), final acceptances level stood at 51.6% (62.5% required)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ams-ams-sw-has-failed-to-secure-sufficient-share-offerings-to-secure-its-eur-4-5bln-bid-for-osram-osr-gy-final-acceptances-level-stood-at-51-6-62-5-required-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:46:00",
        "gmt_time": "2019-10-04 16:46:00"
    },
    {
        "id": 890022,
        "updated_sequence": 1959154,
        "published_at": {
            "unix": 1570207500,
            "text": "2019-10-04 17:45:00 +0100",
            "iso_8601": "2019-10-04T16:45:00Z"
        },
        "updated_at": {
            "unix": 1570207564,
            "text": "2019-10-04 17:46:04 +0100",
            "iso_8601": "2019-10-04T16:46:04Z"
        },
        "subject": "Motiva Port Arthur Texas Refinery (636k BPD) is to shut its small coker early next week for maintenance, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "motiva-port-arthur-texas-refinery-636k-bpd-is-to-shut-its-small-coker-early-next-week-for-maintenance-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:45:00",
        "gmt_time": "2019-10-04 16:45:00"
    },
    {
        "id": 890021,
        "updated_sequence": 1959143,
        "published_at": {
            "unix": 1570206300,
            "text": "2019-10-04 17:25:00 +0100",
            "iso_8601": "2019-10-04T16:25:00Z"
        },
        "updated_at": {
            "unix": 1570207443,
            "text": "2019-10-04 17:44:03 +0100",
            "iso_8601": "2019-10-04T16:44:03Z"
        },
        "subject": "Fed's Bostic (non-voter) says stimulus is intended to address weaknesses and assist the economy through difficulties; says Fed is trying to determine if the economy is heading towards a soft or hard landing ",
        "content": "<ul><li>Still sees 2019 economic growth at above trend</li><li>Says there are lots of reasons to be optimistic on the economy</li><li>Says Fed policies have been effective in prolonging the expansion and doesn't see a recession in the near term&nbsp;</li><li>Says businesses aren't seeing material weakness in the customer base, nor disruption from supply chains&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-says-stimulus-is-intended-to-address-weaknesses-and-assist-the-economy-through-difficulties-says-fed-is-trying-to-determine-if-the-economy-is-heading-towards-a-soft-or-hard-landing-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:25:00",
        "gmt_time": "2019-10-04 16:25:00"
    },
    {
        "id": 890020,
        "updated_sequence": 1958972,
        "published_at": {
            "unix": 1570206240,
            "text": "2019-10-04 17:24:00 +0100",
            "iso_8601": "2019-10-04T16:24:00Z"
        },
        "updated_at": {
            "unix": 1570206312,
            "text": "2019-10-04 17:25:12 +0100",
            "iso_8601": "2019-10-04T16:25:12Z"
        },
        "subject": "Phillips 66 (PSX) has announced a new USD 3bln share buyback programme, keeps quarterly dividend unchanged",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-has-announced-a-new-usd-3bln-share-buyback-programme-keeps-quarterly-dividend-unchanged-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:24:00",
        "gmt_time": "2019-10-04 16:24:00"
    },
    {
        "id": 890019,
        "updated_sequence": 1959029,
        "published_at": {
            "unix": 1570206120,
            "text": "2019-10-04 17:22:00 +0100",
            "iso_8601": "2019-10-04T16:22:00Z"
        },
        "updated_at": {
            "unix": 1570206598,
            "text": "2019-10-04 17:29:58 +0100",
            "iso_8601": "2019-10-04T16:29:58Z"
        },
        "subject": "Fed’s Rosengren (Voter, Dissenter, Hawk) says we have to keep in mind where we are in the cycle, we have low unemployment and inflation is near the 2% target, so a pace of jobs between 90-150k a month is normal for a healthy economy ",
        "content": "<ul><li>When labour markets are tight we expect wages and prices to go up over time</li><li>We need to worry about financial stability</li><li>Overall US economic growth will be around 1.7% for Q3/Q4 in 2019</li><li>Data recent weeks is not a complete surprise, tariffs effecting both manufacturing and exports</li><li>Indicators for consumer spending remain strong</li><li>Keeping an eye on the data heading into the October 30th but has an open mind heading into the meeting</li><li>Monetary policy currently accomodative</li><li>Reiterates corporate leverage of debt is high in some places and that he is worried about incentives created by low interest rates</li><li>Do not want to encourage households or firms to take on more risk when stocks are high and unemployment is low</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-rosengren-voter-dissenter-hawk-says-we-have-to-keep-in-mind-where-we-are-in-the-cycle-we-have-low-unemployment-and-inflation-is-near-the-2-target-so-a-pace-of-jobs-between-90-150k-a-month-is-normal-for-a-healthy-economy-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:22:00",
        "gmt_time": "2019-10-04 16:22:00"
    },
    {
        "id": 890018,
        "updated_sequence": 1958924,
        "published_at": {
            "unix": 1570205880,
            "text": "2019-10-04 17:18:00 +0100",
            "iso_8601": "2019-10-04T16:18:00Z"
        },
        "updated_at": {
            "unix": 1570206029,
            "text": "2019-10-04 17:20:29 +0100",
            "iso_8601": "2019-10-04T16:20:29Z"
        },
        "subject": "Fed's Bostic (Non-Voter, Dovish) says the latest round of tariffs has the potential to directly hit consumers; uncertainty over trade has some businesses on the sidelines and delaying investment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dovish-says-the-latest-round-of-tariffs-has-the-potential-to-directly-hit-consumers-uncertainty-over-trade-has-some-businesses-on-the-sidelines-and-delaying-investment-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:18:00",
        "gmt_time": "2019-10-04 16:18:00"
    },
    {
        "id": 890017,
        "updated_sequence": 1958901,
        "published_at": {
            "unix": 1570205520,
            "text": "2019-10-04 17:12:00 +0100",
            "iso_8601": "2019-10-04T16:12:00Z"
        },
        "updated_at": {
            "unix": 1570205891,
            "text": "2019-10-04 17:18:11 +0100",
            "iso_8601": "2019-10-04T16:18:11Z"
        },
        "subject": "UK PM Johnson reportedly says that we will either have a new deal or a no deal, but will not endorse a delay",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, a lawyer reported, UK PM Johnson has committed to sending an A50 extension letter, likely to satisfy the demands of the Benn Bill. The report had some in question about whether UK PM Johnson was leaning back on his do or die pledge to leave the EU on Oct. 31st, but now Johnson, seems to be keeping that tone.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1570205890,
            "text": "2019-10-04 17:18:10 +0100",
            "iso_8601": "2019-10-04T16:18:10Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-reportedly-says-that-we-will-either-have-a-new-deal-or-a-no-deal-but-will-not-endorse-a-delay-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:12:00",
        "gmt_time": "2019-10-04 16:12:00"
    },
    {
        "id": 890016,
        "updated_sequence": 1958814,
        "published_at": {
            "unix": 1570205100,
            "text": "2019-10-04 17:05:00 +0100",
            "iso_8601": "2019-10-04T16:05:00Z"
        },
        "updated_at": {
            "unix": 1570205190,
            "text": "2019-10-04 17:06:30 +0100",
            "iso_8601": "2019-10-04T16:06:30Z"
        },
        "subject": "Cedar Fair (FUN) has rejected a USD 70 per share, cash and stock, bid offer from Six Flags Entertainment Corp (SIX), according to sources   ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cedar-fair-fun-has-rejected-a-usd-70-per-share-cash-and-stock-bid-offer-from-six-flags-entertainment-corp-six-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:05:00",
        "gmt_time": "2019-10-04 16:05:00"
    },
    {
        "id": 890015,
        "updated_sequence": 1958818,
        "published_at": {
            "unix": 1570204920,
            "text": "2019-10-04 17:02:00 +0100",
            "iso_8601": "2019-10-04T16:02:00Z"
        },
        "updated_at": {
            "unix": 1570205199,
            "text": "2019-10-04 17:06:39 +0100",
            "iso_8601": "2019-10-04T16:06:39Z"
        },
        "subject": "Microsoft (MSFT) says it has recently seen hefty cyber activity by a threat group, called Phosphorous, which they believe originates from Iran although they do not believe the attacks were associated with US Presidential Campaign or government official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "microsoft-msft-says-it-has-recently-seen-hefty-cyber-activity-by-a-threat-group-called-phosphorous-which-they-believe-originates-from-iran-although-they-do-not-believe-the-attacks-were-associated-with-us-presidential-campaign-or-governme-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-05 00:02:00",
        "gmt_time": "2019-10-04 16:02:00"
    },
    {
        "id": 890014,
        "updated_sequence": 1958766,
        "published_at": {
            "unix": 1570204740,
            "text": "2019-10-04 16:59:00 +0100",
            "iso_8601": "2019-10-04T15:59:00Z"
        },
        "updated_at": {
            "unix": 1570204873,
            "text": "2019-10-04 17:01:13 +0100",
            "iso_8601": "2019-10-04T16:01:13Z"
        },
        "subject": "Exxon Mobil (XOM) bans the use of vessels linked to oil flows from Venezuela in the last year, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-mobil-xom-bans-the-use-of-vessels-linked-to-oil-flows-from-venezuela-in-the-last-year-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:59:00",
        "gmt_time": "2019-10-04 15:59:00"
    },
    {
        "id": 890013,
        "updated_sequence": 1958739,
        "published_at": {
            "unix": 1570204620,
            "text": "2019-10-04 16:57:00 +0100",
            "iso_8601": "2019-10-04T15:57:00Z"
        },
        "updated_at": {
            "unix": 1570204692,
            "text": "2019-10-04 16:58:12 +0100",
            "iso_8601": "2019-10-04T15:58:12Z"
        },
        "subject": "US lawmakers are asking for information from Apple (AAPL) critic Spotify (SPOT) as part of an antitrust probe",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-lawmakers-are-asking-for-information-from-apple-aapl-critic-spotify-spot-as-part-of-an-antitrust-probe-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:57:00",
        "gmt_time": "2019-10-04 15:57:00"
    },
    {
        "id": 890012,
        "updated_sequence": 1958668,
        "published_at": {
            "unix": 1570204020,
            "text": "2019-10-04 16:47:00 +0100",
            "iso_8601": "2019-10-04T15:47:00Z"
        },
        "updated_at": {
            "unix": 1570204185,
            "text": "2019-10-04 16:49:45 +0100",
            "iso_8601": "2019-10-04T15:49:45Z"
        },
        "subject": "CNOOC confirm the earlier shutdown of the Buzzard North Sea oilfield (180k BPD) adding there is no restart timeline supplied so far and that it took place because of a defect on the pipework, according to Argus",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnooc-confirm-the-earlier-shutdown-of-the-buzzard-north-sea-oilfield-180k-bpd-adding-there-is-no-restart-timeline-supplied-so-far-and-that-it-took-place-because-of-a-defect-on-the-pipework-according-to-argus-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:47:00",
        "gmt_time": "2019-10-04 15:47:00"
    },
    {
        "id": 890011,
        "updated_sequence": 1958637,
        "published_at": {
            "unix": 1570203840,
            "text": "2019-10-04 16:44:00 +0100",
            "iso_8601": "2019-10-04T15:44:00Z"
        },
        "updated_at": {
            "unix": 1570203921,
            "text": "2019-10-04 16:45:21 +0100",
            "iso_8601": "2019-10-04T15:45:21Z"
        },
        "subject": "Hong Kong court declined an injunction to suspend the anti-mask law",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-court-declined-an-injunction-to-suspend-the-anti-mask-law-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:44:00",
        "gmt_time": "2019-10-04 15:44:00"
    },
    {
        "id": 890010,
        "updated_sequence": 1958606,
        "published_at": {
            "unix": 1570203600,
            "text": "2019-10-04 16:40:00 +0100",
            "iso_8601": "2019-10-04T15:40:00Z"
        },
        "updated_at": {
            "unix": 1570203688,
            "text": "2019-10-04 16:41:28 +0100",
            "iso_8601": "2019-10-04T15:41:28Z"
        },
        "subject": "Weekly FX Wrap: some NFP respite for Dollar after dISMal start to October/Q4",
        "content": "<p><strong>USD</strong></p><p>Several elements of the monthly US jobs data (cumulative 3 month payroll tally and unemployment rate) have helped the Greenback pare some losses and perhaps saved the <strong>DXY</strong> from a deeper retreat after relatively dire ISM surveys. In fact, even soft average earnings could be deemed constructive if not bullish for the Buck on the basis of a Goldilocks snapshot of the labour market, and the index bounced off lows of 98.726 to just over 99.000 at one stage. However, Fed rate cut expectations remain considerably higher for the end of October FOMC at circa 75% and the DXY is still well below its new 2019 high set just a day after the end of last month and Q3 (99.674) awaiting next week’s top level US-China trade talks in Washington.</p><p><strong>GBP&nbsp;</strong></p><p>A very volatile week for the Pound with Cable posting peaks above 1.2400 and troughs not far from 1.2200, while Eur/Gbp travelled around 100 pips between 0.8833-0.8936 amidst a mixture of UK macro releases and political/Brexit developments. In short, after a better than expected manufacturing outturn, albeit still sub-50, construction and services headlines both missed badly with latter joining the other 2 in contraction territory and pulling the composite down with it. Consequently, IHS/Markit predicted -0.1% q/q Q3 GDP that would tip the economy into a technical recession if confirmed, and on that note Monday’s monthly ONS data for August will provide more clues. Back to Brexit, the Benn bill for a further Article 50 extension assuming no deal by October 19 (after the 17-18 EU Summit) is still in play following EU Parliament rejecting PM Johnson’s alternative Irish backstop plan, but seeing enough progress/compromise to grant him another week to tweak customs and border proposals.</p><p><strong>EUR&nbsp;</strong></p><p>Not as lively as Sterling, but the single currency did slump to a fresh ytd trough vs the Dollar amidst more Eurozone PMI pain (manufacturing and services), record low inflation expectations, German growth forecast downgrades and broadly bleak data that kept ECB commentary/guidance largely dovish. Nevertheless, Eur/Usd is much closer to the top of its circa 1.0999-1.0880 range, though mainly due to the aforementioned more pronounced Greenback weakness.</p><p><strong>JPY/CHF</strong></p><p>The traditional safe-havens are both ending Friday’s EU session on a firmer footing, with Usd/Jpy around 106.80, Usd/Chf sub-0.9950<strong> </strong>and Eur/Chf near 1.0900 (vs almost 108.50, 1.0030 and 1.0980 respectively at the other end of weekly extremes), but this belies the whole truth and hardly tells the full story. Indeed, the Yen has held a firm underlying bid amidst retreating UST yields and a sharp post-JGB auction rout, ongoing trouble in HK and other geopolitical tensions, while the Franc has been undermined by weak Swiss CPI, downbeat KOF economic estimates, remarks from SNB’s Maechler underlining the importance of NIRP and direct currency intervention plus strong suggestions that official action contributed to Chf depreciation that could be borne out when sight deposit balances are updated again next Monday.</p><p><strong>AUD/NZD/CAD</strong></p><p>Choppy and contrasting fortunes for the non-US Dollars as well, with the Aussie recovering well from Tuesday’s dovish RBA cut lows (unlike the Inr following today’s RBI ease interestingly) in Aud/Usd terms, but lagging behind the Kiwi as the Nzd/Usd rebounded very firmly from worst levels and the Aud/Nzd cross recoiled sharply on relative RBNZ policy grounds (latter in pause mode), while the Loonie underperformed against the Buck amidst soft crude prices due to growing global growth headwinds/bearish EIA inventories (in contrast to API), stagnant monthly Canadian GDP, and a US-style divergence on the PMI front, but this time with Markit’s index reclaiming 50+ status vs Ivey collapsing from 60.6 to 48.7 on the SA measure.</p><p><strong>SEK/NOK&nbsp;</strong></p><p>The Scandinavian Kronas are both off worst levels, but still down vs the Euro compared to late last week as Sweden suffered a double PMI whammy (manufacturing and services in contraction) and Norway’s manufacturing index only just stayed above 50. Moreover, Eur/Sek survived a narrow attempt of highs for the year as Riksbank rhetoric turned less hawkish overall and repo hike towards the end of 2019/Q1 next year dissenter Jansson contended or conceded that the domestic economy has turned sour quite rapidly.</p><p><strong>EM&nbsp;</strong></p><p>Mixed performances irrespective of a generally depressed Dollar, with the Rand continuing its remarkable resurgence and gaining more momentum after the ANC gave the thumbs up to SA’s latest economic plan and Eskom diversification proposals, in stark contrast to the underwhelming response that greeted Turkey’s fiscal growth package. However, the Lira was also wary about more pressure on the CBRT to cut rates further after weaker than expected CPI and a backlash to the resumption of drilling off Cyprus. Elsewhere, the Real got a boost from further passage of the Brazilian Pension reform bill through Senate and amendments that ease the financial burden.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-some-nfp-respite-for-dollar-after-dismal-start-to-october-q4-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:40:00",
        "gmt_time": "2019-10-04 15:40:00"
    },
    {
        "id": 890008,
        "updated_sequence": 1958566,
        "published_at": {
            "unix": 1570203360,
            "text": "2019-10-04 16:36:00 +0100",
            "iso_8601": "2019-10-04T15:36:00Z"
        },
        "updated_at": {
            "unix": 1570203430,
            "text": "2019-10-04 16:37:10 +0100",
            "iso_8601": "2019-10-04T15:37:10Z"
        },
        "subject": "US President Trump says we have a very good chance of making a deal with China",
        "content": "<ul><li>adds we are in a very important stage in terms of making a possible deal with China&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-we-have-a-very-good-chance-of-making-a-deal-with-china-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:36:00",
        "gmt_time": "2019-10-04 15:36:00"
    },
    {
        "id": 890006,
        "updated_sequence": 1958514,
        "published_at": {
            "unix": 1570203060,
            "text": "2019-10-04 16:31:00 +0100",
            "iso_8601": "2019-10-04T15:31:00Z"
        },
        "updated_at": {
            "unix": 1570203103,
            "text": "2019-10-04 16:31:43 +0100",
            "iso_8601": "2019-10-04T15:31:43Z"
        },
        "subject": "Shell's Martinez, California refinery (157k BPD) has reported flaring ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-s-martinez-california-refinery-157k-bpd-has-reported-flaring-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:31:00",
        "gmt_time": "2019-10-04 15:31:00"
    },
    {
        "id": 890009,
        "updated_sequence": 1958573,
        "published_at": {
            "unix": 1570203000,
            "text": "2019-10-04 16:30:00 +0100",
            "iso_8601": "2019-10-04T15:30:00Z"
        },
        "updated_at": {
            "unix": 1570203464,
            "text": "2019-10-04 16:37:44 +0100",
            "iso_8601": "2019-10-04T15:37:44Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.7%) at 3441, FTSE 100 (1%) at 7150, DAX (0.6%) at 11997, CAC 40 (0.7%) at 5479, IBEX 35 (0.5%) at 8943, FTSE Italian MIB (0.5%) at 21415, Market Index SMI® P (0.7%) at 9828",
        "content": "<p>STOXX 600 SECTORS:&nbsp;</p><ul><li>Automobiles &amp; Parts -0.6%</li><li>Banks -0.4%</li><li>Basic Resources 0.2%</li><li>Chemicals 0.8%</li><li>Construction &amp; Materials 1.3%</li><li>Financial Services 0.9%</li><li>Food &amp; Beverage&nbsp; 1%</li><li>Health Care 1.1%</li><li>Industrial Goods &amp; Services 0.6%</li><li>Insurance 0.4%</li><li>Media 0.9%</li><li>Oil &amp; Gas 0.6%</li><li>Personal &amp; Household Goods 0.5%</li><li>Retail 0.6%</li><li>Technology&nbsp; 1.3%</li><li>Telecommunications&nbsp; 0.9%</li><li>Travel &amp; Leisure 0.7%</li><li>Utilities 1%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-7-at-3441-ftse-100-1-at-7150-dax-0-6-at-11997-cac-40-0-7-at-5479-ibex-35-0-5-at-8943-ftse-italian-mib-0-5-at-21415-market-index-smi-p-0-7-at-9828-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:30:00",
        "gmt_time": "2019-10-04 15:30:00"
    },
    {
        "id": 890005,
        "updated_sequence": 1958462,
        "published_at": {
            "unix": 1570202580,
            "text": "2019-10-04 16:23:00 +0100",
            "iso_8601": "2019-10-04T15:23:00Z"
        },
        "updated_at": {
            "unix": 1570202715,
            "text": "2019-10-04 16:25:15 +0100",
            "iso_8601": "2019-10-04T15:25:15Z"
        },
        "subject": "Exclusive data that predicted Netflix's (NFLX) big Q2 subscriber miss suggests international growth has bounced back, according to BI",
        "content": "<ul><li><a href=\"https://www.businessinsider.com/netflix-q3-data-analysis-suggests-international-subscriber-growth-improving-2019-10\">Via Business Insider</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Business Insider",
        "slug": "exclusive-data-that-predicted-netflix-s-nflx-big-q2-subscriber-miss-suggests-international-growth-has-bounced-back-according-to-bi-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:23:00",
        "gmt_time": "2019-10-04 15:23:00"
    },
    {
        "id": 890004,
        "updated_sequence": 1958428,
        "published_at": {
            "unix": 1570202400,
            "text": "2019-10-04 16:20:00 +0100",
            "iso_8601": "2019-10-04T15:20:00Z"
        },
        "updated_at": {
            "unix": 1570202494,
            "text": "2019-10-04 16:21:34 +0100",
            "iso_8601": "2019-10-04T15:21:34Z"
        },
        "subject": "New York Fed Nowcast cuts Q3 forecast to 2.0% from 2.1%; cuts Q4 forecast to 1.3% from 1.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-nowcast-cuts-q3-forecast-to-2-0-from-2-1-cuts-q4-forecast-to-1-3-from-1-8-04-10-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:20:00",
        "gmt_time": "2019-10-04 15:20:00"
    },
    {
        "id": 890003,
        "updated_sequence": 1958417,
        "published_at": {
            "unix": 1570202400,
            "text": "2019-10-04 16:20:00 +0100",
            "iso_8601": "2019-10-04T15:20:00Z"
        },
        "updated_at": {
            "unix": 1570202446,
            "text": "2019-10-04 16:20:46 +0100",
            "iso_8601": "2019-10-04T15:20:46Z"
        },
        "subject": "Atlanta Fed GDP Tracker maintains its Q3 GDP growth forecast at 1.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdp-tracker-maintains-its-q3-gdp-growth-forecast-at-1-8-04-10-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:20:00",
        "gmt_time": "2019-10-04 15:20:00"
    },
    {
        "id": 890002,
        "updated_sequence": 1958412,
        "published_at": {
            "unix": 1570202340,
            "text": "2019-10-04 16:19:00 +0100",
            "iso_8601": "2019-10-04T15:19:00Z"
        },
        "updated_at": {
            "unix": 1570202436,
            "text": "2019-10-04 16:20:36 +0100",
            "iso_8601": "2019-10-04T15:20:36Z"
        },
        "subject": "Take Two's (TTWO) Red Dead Redemption 2 is to come to PC in November 5th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "take-two-s-ttwo-red-dead-redemption-2-is-to-come-to-pc-in-november-5th-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:19:00",
        "gmt_time": "2019-10-04 15:19:00"
    },
    {
        "id": 890001,
        "updated_sequence": 1958375,
        "published_at": {
            "unix": 1570202040,
            "text": "2019-10-04 16:14:00 +0100",
            "iso_8601": "2019-10-04T15:14:00Z"
        },
        "updated_at": {
            "unix": 1570202124,
            "text": "2019-10-04 16:15:24 +0100",
            "iso_8601": "2019-10-04T15:15:24Z"
        },
        "subject": "Irish Foreign Minister Coveney says this is not mission impossible, there is a deal to be done here ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-says-this-is-not-mission-impossible-there-is-a-deal-to-be-done-here-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:14:00",
        "gmt_time": "2019-10-04 15:14:00"
    },
    {
        "id": 890000,
        "updated_sequence": 1958372,
        "published_at": {
            "unix": 1570202040,
            "text": "2019-10-04 16:14:00 +0100",
            "iso_8601": "2019-10-04T15:14:00Z"
        },
        "updated_at": {
            "unix": 1570202084,
            "text": "2019-10-04 16:14:44 +0100",
            "iso_8601": "2019-10-04T15:14:44Z"
        },
        "subject": "Goldman Sachs boost its Q3 GDP tracking estimate to 2.0% (Prev. 1.9%) after today's jobs report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Zerohedge",
        "slug": "goldman-sachs-boost-its-q3-gdp-tracking-estimate-to-2-0-prev-1-9-after-today-s-jobs-report-04-10-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 23:14:00",
        "gmt_time": "2019-10-04 15:14:00"
    },
    {
        "id": 889999,
        "updated_sequence": 1958205,
        "published_at": {
            "unix": 1570200660,
            "text": "2019-10-04 15:51:00 +0100",
            "iso_8601": "2019-10-04T14:51:00Z"
        },
        "updated_at": {
            "unix": 1570200744,
            "text": "2019-10-04 15:52:24 +0100",
            "iso_8601": "2019-10-04T14:52:24Z"
        },
        "subject": "US President Trump says a good deal with China could happen",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-a-good-deal-with-china-could-happen-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:51:00",
        "gmt_time": "2019-10-04 14:51:00"
    },
    {
        "id": 889998,
        "updated_sequence": 1958136,
        "published_at": {
            "unix": 1570199880,
            "text": "2019-10-04 15:38:00 +0100",
            "iso_8601": "2019-10-04T14:38:00Z"
        },
        "updated_at": {
            "unix": 1570200014,
            "text": "2019-10-04 15:40:14 +0100",
            "iso_8601": "2019-10-04T14:40:14Z"
        },
        "subject": "EU are to tell G20 countries with fiscal space and current account surpluses to consider boosting investment",
        "content": "<ul><li>will says resolving trade tensions is of a highest priority, as trade tensions are putting global growth at risk</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-are-to-tell-g20-countries-with-fiscal-space-and-current-account-surpluses-to-consider-boosting-investment-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:38:00",
        "gmt_time": "2019-10-04 14:38:00"
    },
    {
        "id": 889997,
        "updated_sequence": 1958077,
        "published_at": {
            "unix": 1570199400,
            "text": "2019-10-04 15:30:00 +0100",
            "iso_8601": "2019-10-04T14:30:00Z"
        },
        "updated_at": {
            "unix": 1570199497,
            "text": "2019-10-04 15:31:37 +0100",
            "iso_8601": "2019-10-04T14:31:37Z"
        },
        "subject": "Disney (DIS) is reportedly prohibiting advertising from Netflix (NFLX) on their entertainment TV networks., WSJ citing individuals familiar with the situation",
        "content": "<p><a href=\"https://www.wsj.com/articles/disney-bans-netflix-ads-as-streamings-marketing-wars-intensify-11570199291?mod=newsviewer_click_realtime\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "disney-dis-is-reportedly-prohibiting-advertising-from-netflix-nflx-on-their-entertainment-tv-networks-wsj-citing-individuals-familiar-with-the-situation-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:30:00",
        "gmt_time": "2019-10-04 14:30:00"
    },
    {
        "id": 889996,
        "updated_sequence": 1958052,
        "published_at": {
            "unix": 1570199160,
            "text": "2019-10-04 15:26:00 +0100",
            "iso_8601": "2019-10-04T14:26:00Z"
        },
        "updated_at": {
            "unix": 1570199325,
            "text": "2019-10-04 15:28:45 +0100",
            "iso_8601": "2019-10-04T14:28:45Z"
        },
        "subject": "T-Mobile (TMUS) and Sprint (S) reported to get their third yes at a the US FCC decision on their merger on 9 or 15 October, giving the merger approval from 3 out of the 5 voters",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "t-mobile-tmus-and-sprint-s-reported-to-get-their-third-yes-at-a-the-us-fcc-decision-on-their-merger-on-9-or-15-october-giving-the-merger-approval-from-3-out-of-the-5-voters-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:26:00",
        "gmt_time": "2019-10-04 14:26:00"
    },
    {
        "id": 889995,
        "updated_sequence": 1957953,
        "published_at": {
            "unix": 1570198380,
            "text": "2019-10-04 15:13:00 +0100",
            "iso_8601": "2019-10-04T14:13:00Z"
        },
        "updated_at": {
            "unix": 1570198467,
            "text": "2019-10-04 15:14:27 +0100",
            "iso_8601": "2019-10-04T14:14:27Z"
        },
        "subject": "White House Economic Adviser Kudlow says the deputies in the US/China trade talks are to meet on Monday and Tuesday, and the principals to meet on Thursday and Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-adviser-kudlow-says-the-deputies-in-the-us-china-trade-talks-are-to-meet-on-monday-and-tuesday-and-the-principals-to-meet-on-thursday-and-friday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:13:00",
        "gmt_time": "2019-10-04 14:13:00"
    },
    {
        "id": 889995,
        "updated_sequence": 1957953,
        "published_at": {
            "unix": 1570198380,
            "text": "2019-10-04 15:13:00 +0100",
            "iso_8601": "2019-10-04T14:13:00Z"
        },
        "updated_at": {
            "unix": 1570198467,
            "text": "2019-10-04 15:14:27 +0100",
            "iso_8601": "2019-10-04T14:14:27Z"
        },
        "subject": "White House Economic Adviser Kudlow says the deputies in the US/China trade talks are to meet on Monday and Tuesday, and the principals to meet on Thursday and Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-adviser-kudlow-says-the-deputies-in-the-us-china-trade-talks-are-to-meet-on-monday-and-tuesday-and-the-principals-to-meet-on-thursday-and-friday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:13:00",
        "gmt_time": "2019-10-04 14:13:00"
    },
    {
        "id": 889994,
        "updated_sequence": 1957890,
        "published_at": {
            "unix": 1570197960,
            "text": "2019-10-04 15:06:00 +0100",
            "iso_8601": "2019-10-04T14:06:00Z"
        },
        "updated_at": {
            "unix": 1570197985,
            "text": "2019-10-04 15:06:25 +0100",
            "iso_8601": "2019-10-04T14:06:25Z"
        },
        "subject": "NEC Director Kudlow says US economy still sufferung from severe monetary restraint seen in 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "nec-director-kudlow-says-us-economy-still-sufferung-from-severe-monetary-restraint-seen-in-2018-04-10-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 22:06:00",
        "gmt_time": "2019-10-04 14:06:00"
    },
    {
        "id": 889989,
        "updated_sequence": 1957839,
        "published_at": {
            "unix": 1570197480,
            "text": "2019-10-04 14:58:00 +0100",
            "iso_8601": "2019-10-04T13:58:00Z"
        },
        "updated_at": {
            "unix": 1570197596,
            "text": "2019-10-04 14:59:56 +0100",
            "iso_8601": "2019-10-04T13:59:56Z"
        },
        "subject": "NHTSA has not yet decided whether to launch a defect investigation into Tesla (TSLA), following claims Tesla should have informed it of battery flaws",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhtsa-has-not-yet-decided-whether-to-launch-a-defect-investigation-into-tesla-tsla-following-claims-tesla-should-have-informed-it-of-battery-flaws-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:58:00",
        "gmt_time": "2019-10-04 13:58:00"
    },
    {
        "id": 889988,
        "updated_sequence": 1957832,
        "published_at": {
            "unix": 1570197480,
            "text": "2019-10-04 14:58:00 +0100",
            "iso_8601": "2019-10-04T13:58:00Z"
        },
        "updated_at": {
            "unix": 1570197572,
            "text": "2019-10-04 14:59:32 +0100",
            "iso_8601": "2019-10-04T13:59:32Z"
        },
        "subject": "Hong Kong police fire tear gas at protesters after government enacts new emergency laws",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-police-fire-tear-gas-at-protesters-after-government-enacts-new-emergency-laws-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:58:00",
        "gmt_time": "2019-10-04 13:58:00"
    },
    {
        "id": 889987,
        "updated_sequence": 1957819,
        "published_at": {
            "unix": 1570197360,
            "text": "2019-10-04 14:56:00 +0100",
            "iso_8601": "2019-10-04T13:56:00Z"
        },
        "updated_at": {
            "unix": 1570197482,
            "text": "2019-10-04 14:58:02 +0100",
            "iso_8601": "2019-10-04T13:58:02Z"
        },
        "subject": "White House Economic Advisor Kudlow says China’s strategy to secure infrastructure deals is “bribe heavy”",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-advisor-kudlow-says-china-s-strategy-to-secure-infrastructure-deals-is-bribe-heavy-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:56:00",
        "gmt_time": "2019-10-04 13:56:00"
    },
    {
        "id": 889986,
        "updated_sequence": 1957801,
        "published_at": {
            "unix": 1570197240,
            "text": "2019-10-04 14:54:00 +0100",
            "iso_8601": "2019-10-04T13:54:00Z"
        },
        "updated_at": {
            "unix": 1570197360,
            "text": "2019-10-04 14:56:00 +0100",
            "iso_8601": "2019-10-04T13:56:00Z"
        },
        "subject": "EU anti-trust regulators are to hit Broadcom (AVGO) with an interim order to stop anti-competitive practises this month, according to sources. ",
        "content": "<ul><li>Order means Broadcom will have to scrap exclusivity clauses with TV and Modem makers while EU investigations into Boradcom's practises ensue</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-anti-trust-regulators-are-to-hit-broadcom-avgo-with-an-interim-order-to-stop-anti-competitive-practises-this-month-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:54:00",
        "gmt_time": "2019-10-04 13:54:00"
    },
    {
        "id": 889985,
        "updated_sequence": 1957786,
        "published_at": {
            "unix": 1570197240,
            "text": "2019-10-04 14:54:00 +0100",
            "iso_8601": "2019-10-04T13:54:00Z"
        },
        "updated_at": {
            "unix": 1570197286,
            "text": "2019-10-04 14:54:46 +0100",
            "iso_8601": "2019-10-04T13:54:46Z"
        },
        "subject": "Ransquawk sources report talk that Jana has built a sizeable stake in CBS Corp (CBS) – Unconfirmed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-sources-report-talk-that-jana-has-built-a-sizeable-stake-in-cbs-corp-cbs-unconfirmed-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-10-04 21:54:00",
        "gmt_time": "2019-10-04 13:54:00"
    },
    {
        "id": 889984,
        "updated_sequence": 1957737,
        "published_at": {
            "unix": 1570196760,
            "text": "2019-10-04 14:46:00 +0100",
            "iso_8601": "2019-10-04T13:46:00Z"
        },
        "updated_at": {
            "unix": 1570196979,
            "text": "2019-10-04 14:49:39 +0100",
            "iso_8601": "2019-10-04T13:49:39Z"
        },
        "subject": "RANsquawk sources report vague takeover talk for Grubhub (GRUB) with Amazon (AMZN) touted as a potential suitor in a deal valued at nearly USD 7bln - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-sources-report-vague-takeover-talk-for-grubhub-grub-with-amazon-amzn-touted-as-a-potential-suitor-in-a-deal-valued-at-nearly-usd-7bln-unconfirmed-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-10-04 21:46:00",
        "gmt_time": "2019-10-04 13:46:00"
    },
    {
        "id": 889983,
        "updated_sequence": 1957804,
        "published_at": {
            "unix": 1570196760,
            "text": "2019-10-04 14:46:00 +0100",
            "iso_8601": "2019-10-04T13:46:00Z"
        },
        "updated_at": {
            "unix": 1570197334,
            "text": "2019-10-04 14:55:34 +0100",
            "iso_8601": "2019-10-04T13:55:34Z"
        },
        "subject": "US NEC Director Kudlow says the economy is at a turning point; notes that manufacturing weakness stems from Germany",
        "content": "<ul><li>Says his trade team are going into the China talks open-minded, will take place on Thursday and Friday</li><li>Says there could be positive surprises from the China talks but doesn't want to forecast</li><li>Does not believe the impeachment efforts will affect the China talks</li><li>Says they continue to monitor the Hong Kong situation very strongly and they could influence the China talks</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-the-economy-is-at-a-turning-point-notes-that-manufacturing-weakness-stems-from-germany-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:46:00",
        "gmt_time": "2019-10-04 13:46:00"
    },
    {
        "id": 889982,
        "updated_sequence": 1957644,
        "published_at": {
            "unix": 1570196160,
            "text": "2019-10-04 14:36:00 +0100",
            "iso_8601": "2019-10-04T13:36:00Z"
        },
        "updated_at": {
            "unix": 1570196180,
            "text": "2019-10-04 14:36:20 +0100",
            "iso_8601": "2019-10-04T13:36:20Z"
        },
        "subject": "White House Advisor Navarro says USD is overvalued, jobs numbers should not deter Fed from lowering rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-advisor-navarro-says-usd-is-overvalued-jobs-numbers-should-not-deter-fed-from-lowering-rates-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:36:00",
        "gmt_time": "2019-10-04 13:36:00"
    },
    {
        "id": 889981,
        "updated_sequence": 1957541,
        "published_at": {
            "unix": 1570195200,
            "text": "2019-10-04 14:20:00 +0100",
            "iso_8601": "2019-10-04T13:20:00Z"
        },
        "updated_at": {
            "unix": 1570195340,
            "text": "2019-10-04 14:22:20 +0100",
            "iso_8601": "2019-10-04T13:22:20Z"
        },
        "subject": "Chile's Codeloco agrees a copper premium with some European customers for 2020 contracts at USD 98/tonne, the same as in 2019, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chile-s-codeloco-agrees-a-copper-premium-with-some-european-customers-for-2020-contracts-at-usd-98-tonne-the-same-as-in-2019-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:20:00",
        "gmt_time": "2019-10-04 13:20:00"
    },
    {
        "id": 889980,
        "updated_sequence": 1957516,
        "published_at": {
            "unix": 1570195080,
            "text": "2019-10-04 14:18:00 +0100",
            "iso_8601": "2019-10-04T13:18:00Z"
        },
        "updated_at": {
            "unix": 1570195173,
            "text": "2019-10-04 14:19:33 +0100",
            "iso_8601": "2019-10-04T13:19:33Z"
        },
        "subject": "Market implied pricing for a 25bps rate cut at this month's Fed meeting falls to 72.9% from 82.2% pre US Payroll data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "market-implied-pricing-for-a-25bps-rate-cut-at-this-month-s-fed-meeting-falls-to-72-9-from-82-2-pre-us-payroll-data-04-10-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:18:00",
        "gmt_time": "2019-10-04 13:18:00"
    },
    {
        "id": 889979,
        "updated_sequence": 1957457,
        "published_at": {
            "unix": 1570194360,
            "text": "2019-10-04 14:06:00 +0100",
            "iso_8601": "2019-10-04T13:06:00Z"
        },
        "updated_at": {
            "unix": 1570194627,
            "text": "2019-10-04 14:10:27 +0100",
            "iso_8601": "2019-10-04T13:10:27Z"
        },
        "subject": "Fixed and FX latest: bonds back-off further, but Buck bounces post-NFP",
        "content": "<p>After the usual if not almost inevitable initial knee-jerks, debt futures have retreated on the back of the latest BLS report that missed on the headline number and wages, but beat on the jobless rate and came with upward revisions to the previous 2 month payroll counts. Bunds and US Treasuries hit fresh sub-par intraday lows, at 174.33 and 131-15+ respectively, but Gilts retain a firm underlying bid on no deal Brexit risk, while the Dollar has regrouped with the DXY nudging over 99.000 from 98.726 lows and Cable under 1.2300 again.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-back-off-further-but-buck-bounces-post-nfp-13_10pm_utc_04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:06:00",
        "gmt_time": "2019-10-04 13:06:00"
    },
    {
        "id": 889976,
        "updated_sequence": 1957629,
        "published_at": {
            "unix": 1570194060,
            "text": "2019-10-04 14:01:00 +0100",
            "iso_8601": "2019-10-04T13:01:00Z"
        },
        "updated_at": {
            "unix": 1570196082,
            "text": "2019-10-04 14:34:42 +0100",
            "iso_8601": "2019-10-04T13:34:42Z"
        },
        "subject": "EU Parliament President has reportedly rejected the UK Brexit proposals., according to Der Spiegel",
        "content": "<ul><li>Link to article <a href=\"https://www.spiegel.de/politik/ausland/eu-david-sassoli-weist-britischen-brexit-vorstoss-zurueck-a-1289981.html\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Spiegel",
        "slug": "eu-parliament-president-has-reportedly-rejected-the-uk-brexit-proposals-according-to-der-spiegel-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:01:00",
        "gmt_time": "2019-10-04 13:01:00"
    },
    {
        "id": 889977,
        "updated_sequence": 1957403,
        "published_at": {
            "unix": 1570194000,
            "text": "2019-10-04 14:00:00 +0100",
            "iso_8601": "2019-10-04T13:00:00Z"
        },
        "updated_at": {
            "unix": 1570194235,
            "text": "2019-10-04 14:03:55 +0100",
            "iso_8601": "2019-10-04T13:03:55Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 4th October 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22927/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Costco Wholesale Corp. (COST) (Consumer Staples/Hypermarkets &amp; Super Centers)<strong> </strong>Q4 19 (USD): EPS 2.47 (exp. 2.53), Revenue 46.45bln (exp. 47.65bln); SSS +6.2%, SSS-ex gas 5.2% (exp. 5.25%)</li><li>Apple (AAPL) (Information Technology/Technology Hardware, Storage &amp; Peripherals) has told suppliers to increase production of its iPhone 11 range by up to 10% (or 8mln units) amid higher demand, according sources. (Nikkei)</li><li>HP Inc. (HPQ) (Information Technology/Technology Hardware, Storage &amp; Peripherals)<strong> </strong>announced it is to cut up to cut 16% of its workforce over the next 3 years, expecting to drop 7-9k people by 2020.</li></ul><p>Of note for <strong>Financials (JPM, GS, BAC, WFC, MS</strong>), WSJ reports the Federal Reserve is expected to give large banks a break on post crisis rules by preparing to vote on significant changes. On Oct. 10th, the Fed will vote on a measure to ease liquidity and capital rules for large US banks, which may lower regulatory costs for regional US lenders under the USD 700bln asset line. (WSJ)</p><p>Of note for <strong>Semiconductors (TSMC, NXPI, MU, WDC),</strong> Samsung (SSNLF) has ended production of smartphones in China as competitors such as Huawei and Xiaomi got the upper hand. The production will be re-allocated to other global manufacturing sites, depending on its global production strategy based on market needs. (AP News)</p><p>DOW</p><ul><li>Apple (AAPL) (Information Technology/Technology Hardware, Storage &amp; Peripherals) has told suppliers to increase production of its iPhone 11 range by up to 10% (or 8mln units) amid higher demand, according sources. (Nikkei)</li><li>Johnson &amp; Johnson (JNJ) (Health Care/Pharmaceuticals) announced a USD 500mln over the next four years into R&amp;D to aid with the elimination of HIV and Tuberculosis by 2030.</li><li>Visa Inc. (V) and Mastercard Inc. (MA) (Information Technology/IT Services) reportedly requested US trade officials to convince Indonesia to loosen its rules governing its new domestic payment network, according to the Indonesian government. The change allows US companies to process credit card transactions independently without the need of a local partner.</li></ul><p>NASDAQ 100</p><ul><li>Costco Wholesale Corp. (COST) (Consumer Staples/Hypermarkets &amp; Super Centers) Q4 19 (USD): EPS 2.47 (exp. 2.53), Revenue 46.45bln (exp. 47.65bln); SSS +6.2%, SSS-ex gas 5.2% (exp. 5.25%).\"This year’s fourth quarter was negatively impacted by a USD 123 million pre-tax reserve to SG&amp;A (USD 96 million after-tax), or 22 cents per diluted share, related to a product tax assessment.\" BMO Capital raised its PT on the name following this as without the one-time tax assessment charge, Q4 results were in line with her forecast.</li><li>Facebook, Inc. (FB) (Communication Services/Interactive Media &amp; Services) has been called on by the US, UK and Australia to not go ahead with the end-to-end encryption on its messaging services.</li></ul><p>S&amp;P 500</p><ul><li>AT&amp;T Inc. (T) (Communication Services/Integrated Telecommunication Services) was mentioned in a bullish note at Nomura Instinet, where analyst Jeffrey Kvaal expects T’s Q3 results to be more positive than not, therefore he maintains his USD 43 PT. The analyst notes that AT&amp;T’s reticence to match Verizon’s (VZ) price cut implies confidence in wireless while the activist stake from Elliot Management may speed up the company’s cost savings and asset sales.</li><li>General Electric (GE) (Industrials/Industrial Conglomerates) JPM analyst Stephen Tusa reiterated his view that its aviation unit offers less growth with greater risk, and therefore less value support than the street assumes. The research piece notes that GE Aviation is narrowly exposed to Boeing (BA), as around 70-80% of the unit is commercial engines. Tusa maintains his underweight rating with a PT of USD 5.</li><li>HP Inc. (HPQ) (Information Technology/Technology Hardware, Storage &amp; Peripherals) announced it is to cut up to cut 16% of its workforce over the next 3 years, expecting to drop 7-9k people by 2020. The decision comes as a latest plan to streamline its operations and hopes the move saves USD 1bln a year by the end of 2022. HPQ expect FY20 Adj. EPS between USD 2.22-2.32. (USA Today)</li><li>Tiffany &amp; Co. (TIF) (Consumer Discretionary/Apparel, Accessories &amp; Luxury Goods) is sending some of it more-priciest jewellery to China to reach consumers who are kept at home by a weak currency.</li></ul><p>OTHER</p><ul><li><strong>Avaya Holdings (AVYA)</strong> (Information Technology/Software) authorised a USD 500mln share buyback, as well as plans to pay down USD 250mln of its principle debt.</li><li><strong>LGI Homes (LGIH) </strong>(Consumer Discretionary/Household Durables) closed 654 homes in September, (Prev. yr. 478).</li><li><strong>Hess Midstream Partners (HESM)</strong> (Energy/Oil, Gas &amp; Consumable Fuels) has acquired Hess Infrastructure Partners in a USD 6.2bln deal. Parent company Hess (HES) is to receive USD 275mln in cash and 115mln newly issued units as part of the transaction.</li><li><strong>Thomson Reuters (TRI)</strong> (Industrials/Professional Services) announced it has acquired a business-to-business events specialist, FC business Intelligence.</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>AUTOLIV (ALV) UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</li><li>BOSTON BEER (SAM) UPGRADED TO NEUTRAL FROM SELL AT UBS</li><li>CHARTER (CHTR) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>SNAP (SNAP) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li><li>WEIBO (WB) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>AMBARELLA (AMBA) RESUMED WITH A HOLD FROM BUY AT STIFEL</li><li>ANTERO RESOURCES (AR) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>ARBUTUS BIOPHARMA (ABUS) DOWNGRADED TO NEUTRAL FROM BUY AT CHARDAN</li><li>BIO-KEY (BKYI) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li><li>CONTINENTAL RESOURCES (CLR) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>CSX (CSX) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>CYRUSONE (CONE) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li><li>DOVA PHARMACEUTICALS (DOVA) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>HP INC. (HPQ) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li><li>INSULET (PODD) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>JANUS HENDERSON (JHG) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li><li>NIO INC. (NIO) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>RANGE RESOURCES (RRC) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>TEXAS ROADHOUSE (TXRH) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li><li>WHITING PETROLEUM (WLL) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</li></ul><p>&nbsp;</p><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>BARRICK GOLD (ABX/GOLD) RATED NEW OUTPERFORM AT NATIONAL BANK; PT CAD 31</li><li>BLACK STONE MINERALS (BSM) RATED NEW MARKET PERFORM AT WELLS FARGO</li><li>DOMINO'S PIZZA INC. (DPZ) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 280</li><li>ECHOSTAR (SATS) RE-INITIATED AT CITI WITH NEUTRAL; PT USD 44</li><li>ETSY (ETSY) RATED NEW BUY AT NOMURA INSTINET; PT USD 70</li><li>FALCON MINERALS (FLMN) RATED NEW MARKET PERFORM AT WELLS FARGO; PT USD 9</li><li>FIVE BELOW (FIVE) RATED NEW OUTPERFORM AT WILLIAM BLAIR</li><li>KIMBELL ROYALTY PARTNERS (KRP) RATED NEW OUTPERFORM AT WELLS FARGO</li><li>LIBERTY BROADBAND (LBRDA) RATED NEW BUY AT CITI; PT USD 125</li><li>PIPER JAFFRAY (PJC) RATED NEW NEUTRAL AT BUCKINGHAM; PT USD 80</li><li>POWERFLEET (PWFL) RATED NEW BUY AT CANACCORD; PT USD 12</li><li>TPI COMPOSITES (TPIC) RATED NEW BUY AT BENCHMARK; PT USD 30</li></ul><p>&nbsp;</p><p><strong>Ex Dividends</strong></p><ul><li>AAR Corp (AIR) USD 0.07</li><li>Equity Commonwealth (EQC) USD 3.50</li><li>Erie Indemnity Co (ERIE) USD 0.90</li><li>McCormick &amp; Company Inc (MKC) USD 0.57</li><li>Progressive Corp (PGR) USD 0.10</li><li>Tootsie Roll Industries Inc (TR) USD 0.09</li><li>Universal Corp (UVV) USD 0.76</li><li>Werner Enterprises Inc (WERN) USD 0.09</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-4th-october-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 21:00:00",
        "gmt_time": "2019-10-04 13:00:00"
    },
    {
        "id": 889975,
        "updated_sequence": 1957859,
        "published_at": {
            "unix": 1570193880,
            "text": "2019-10-04 13:58:00 +0100",
            "iso_8601": "2019-10-04T12:58:00Z"
        },
        "updated_at": {
            "unix": 1570197715,
            "text": "2019-10-04 15:01:55 +0100",
            "iso_8601": "2019-10-04T14:01:55Z"
        },
        "subject": "Senior N10 sources claim they can avoid a delay, says the government will comply with the Benn Act, which \"only imposes a very specific narrow duty concerning Parliament’s letter requesting a delay\", BBC's Kuenssberg",
        "content": "<ul><li>Adds that Benn Act was drafted by an unknown subset of MPs plus pro-EU campaigners, which can be interpreted in different ways, but the govt is not prevented by Act from doing other things that cause no delay including other communications, private and public.</li><li>Finishes “People will have to wait to see how this is reconciled. The Government is making its true position on delay known privately in Europe and this will become public soon.”</li><li><a href=\"https://twitter.com/bbclaurak/status/1180105331432656904\">Via Twitter</a></li><li>BBC's Kuenssberg adds \"view in govt now there's only tiny chance of deal by mid Oct\". Via Twitter</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "senior-n10-sources-claim-they-can-avoid-a-delay-says-the-government-will-comply-with-the-benn-act-which-only-imposes-a-very-specific-narrow-duty-concerning-parliament-s-letter-requesting-a-delay-bbc-s-kuenssberg-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 20:58:00",
        "gmt_time": "2019-10-04 12:58:00"
    },
    {
        "id": 889974,
        "updated_sequence": 1957292,
        "published_at": {
            "unix": 1570193340,
            "text": "2019-10-04 13:49:00 +0100",
            "iso_8601": "2019-10-04T12:49:00Z"
        },
        "updated_at": {
            "unix": 1570193396,
            "text": "2019-10-04 13:49:56 +0100",
            "iso_8601": "2019-10-04T12:49:56Z"
        },
        "subject": "CNN's Sciutto tweets: Stand by for news on US President Trump and Chinese President Xi",
        "content": "<p><a href=\"https://twitter.com/jimsciutto/status/1180101266850172933\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "cnn-s-sciutto-tweets-stand-by-for-news-on-us-president-trump-and-chinese-president-xi-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 20:49:00",
        "gmt_time": "2019-10-04 12:49:00"
    },
    {
        "id": 889973,
        "updated_sequence": 1957154,
        "published_at": {
            "unix": 1570192260,
            "text": "2019-10-04 13:31:00 +0100",
            "iso_8601": "2019-10-04T12:31:00Z"
        },
        "updated_at": {
            "unix": 1570192290,
            "text": "2019-10-04 13:31:30 +0100",
            "iso_8601": "2019-10-04T12:31:30Z"
        },
        "subject": "US BLS Birth Death Ratio (Sep): -71k (Prev. 93k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-sep-71k-prev-93k-04-10-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 20:31:00",
        "gmt_time": "2019-10-04 12:31:00"
    },
    {
        "id": 889958,
        "updated_sequence": 1956967,
        "published_at": {
            "unix": 1570191000,
            "text": "2019-10-04 13:10:00 +0100",
            "iso_8601": "2019-10-04T12:10:00Z"
        },
        "updated_at": {
            "unix": 1570191018,
            "text": "2019-10-04 13:10:18 +0100",
            "iso_8601": "2019-10-04T12:10:18Z"
        },
        "subject": "RANsquawk Ad-Hoc Economic Analysis - PREVIEW: US Nonfarm Payrolls (September 2019)",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22920/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>Analysts expect to see a below-trend 145k nonfarm payrolls added to the US economy in September, with earnings growth seen at 0.3% M/M, and the jobless rate seen unchanged at 3.7%. Indicators are mixed going into the data: the ADP private payrolls gauge saw a small miss against expectations, while initial jobless claims have essentially moved sideways; Challenger’s job cuts data improved, though employers are beginning to see negative effect from trade wars; the employment sub-components within the ISM has pared back in the month; and on wages, consumer wage expectations has become a touch more pessimistic. Data will be released at 0830 EDT/1330 BST; with the Fed in data-dependent mode, it is also worth noting that Fed chair Powell will deliver remarks at 1400 EDT/1900 BST.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-ad-hoc-economic-analysis-preview-us-nonfarm-payrolls-september-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 20:10:00",
        "gmt_time": "2019-10-04 12:10:00"
    },
    {
        "id": 889957,
        "updated_sequence": 1956938,
        "published_at": {
            "unix": 1570190640,
            "text": "2019-10-04 13:04:00 +0100",
            "iso_8601": "2019-10-04T12:04:00Z"
        },
        "updated_at": {
            "unix": 1570190786,
            "text": "2019-10-04 13:06:26 +0100",
            "iso_8601": "2019-10-04T12:06:26Z"
        },
        "subject": "UBS see Brent Oil rising towards USD 63/bbl by the end of the year, and declining towards USD 55/bbl by mid 2020; see WTI at USD 50/bbl by mid 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubs-see-brent-oil-rising-towards-usd-63-bbl-by-the-end-of-the-year-and-declining-towards-usd-55-bbl-by-mid-2020-see-wti-at-usd-50-bbl-by-mid-2020-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 20:04:00",
        "gmt_time": "2019-10-04 12:04:00"
    },
    {
        "id": 889956,
        "updated_sequence": 1956803,
        "published_at": {
            "unix": 1570189440,
            "text": "2019-10-04 12:44:00 +0100",
            "iso_8601": "2019-10-04T11:44:00Z"
        },
        "updated_at": {
            "unix": 1570189540,
            "text": "2019-10-04 12:45:40 +0100",
            "iso_8601": "2019-10-04T11:45:40Z"
        },
        "subject": "Russian Energy Minister Novak says the Nord Stream 2 gas pipeline project could be delayed by several months if it bypasses Denmark",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-the-nord-stream-2-gas-pipeline-project-could-be-delayed-by-several-months-if-it-bypasses-denmark-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 19:44:00",
        "gmt_time": "2019-10-04 11:44:00"
    },
    {
        "id": 889954,
        "updated_sequence": 1956683,
        "published_at": {
            "unix": 1570188480,
            "text": "2019-10-04 12:28:00 +0100",
            "iso_8601": "2019-10-04T11:28:00Z"
        },
        "updated_at": {
            "unix": 1570188577,
            "text": "2019-10-04 12:29:37 +0100",
            "iso_8601": "2019-10-04T11:29:37Z"
        },
        "subject": "Scotiabank FX Daily - USD Defensive Ahead of NFP Data  ",
        "content": "<ul><li>&nbsp; USD losses continue post-ISM, ahead of nonfarm payrolls today.</li><li>&nbsp; CAD remains impervious to dollar weakness and fundamentals.</li><li>&nbsp; EUR steady ahead of US data, hangs on to gains.</li><li>&nbsp; GBP flat, slightly lower, UK and EU to revisit proposals in a week.</li><li>&nbsp; JPY posts slight rise overnight.</li><li>&nbsp; AUD outperforms G-10 with Kiwi and Swissie, rate cut odds stable.</li><li>&nbsp; MXN gains on broad USD weakness compounded by USMCA optimism</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-defensive-ahead-of-nfp-data-04-10-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 19:28:00",
        "gmt_time": "2019-10-04 11:28:00"
    },
    {
        "id": 889953,
        "updated_sequence": 1957087,
        "published_at": {
            "unix": 1570188240,
            "text": "2019-10-04 12:24:00 +0100",
            "iso_8601": "2019-10-04T11:24:00Z"
        },
        "updated_at": {
            "unix": 1570192120,
            "text": "2019-10-04 13:28:40 +0100",
            "iso_8601": "2019-10-04T12:28:40Z"
        },
        "subject": "UK PM Johnson has committed to sending an A50 extension letter, according to a lawyer",
        "content": "<ul><li>Further details on the story can be found via this Twitter thread (<a href=\"https://twitter.com/Dennynews/status/1180079968187043840?s=20\">here</a>)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This would likely in order to satisfy the demands of the Benn bill. However, it remains unclear if Johnson is planning a move to undermine this given his do or die pledge.</li><li>Subsequently MP Steve Baker has states that this does not mean we will extend, does not mean we will stay in the EU beyond October 31st; we will leave.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1570188420,
            "text": "2019-10-04 12:27:00 +0100",
            "iso_8601": "2019-10-04T11:27:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "uk-pm-johnson-has-committed-to-sending-an-a50-extension-letter-according-to-a-lawyer-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 19:24:00",
        "gmt_time": "2019-10-04 11:24:00"
    },
    {
        "id": 889951,
        "updated_sequence": 1956455,
        "published_at": {
            "unix": 1570186620,
            "text": "2019-10-04 11:57:00 +0100",
            "iso_8601": "2019-10-04T10:57:00Z"
        },
        "updated_at": {
            "unix": 1570186685,
            "text": "2019-10-04 11:58:05 +0100",
            "iso_8601": "2019-10-04T10:58:05Z"
        },
        "subject": "Exxon Beaumont Texas Refinery (366k BPD) operations require flaring, according to a community alert",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-beaumont-texas-refinery-366k-bpd-operations-require-flaring-according-to-a-community-alert-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:57:00",
        "gmt_time": "2019-10-04 10:57:00"
    },
    {
        "id": 889950,
        "updated_sequence": 1956358,
        "published_at": {
            "unix": 1570185720,
            "text": "2019-10-04 11:42:00 +0100",
            "iso_8601": "2019-10-04T10:42:00Z"
        },
        "updated_at": {
            "unix": 1570185824,
            "text": "2019-10-04 11:43:44 +0100",
            "iso_8601": "2019-10-04T10:43:44Z"
        },
        "subject": "Italy have reportedly filed a prospectus with the SEC to issue USD 3bln bond in tow tranches., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from reports that Italy is ready to issue its first dollar bond since 2010 and an announcement could come as soon as next week, according to sources</li></ul>",
        "analysis_updated_at": {
            "unix": 1570185824,
            "text": "2019-10-04 11:43:44 +0100",
            "iso_8601": "2019-10-04T10:43:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-have-reportedly-filed-a-prospectus-with-the-sec-to-issue-usd-3bln-bond-in-tow-tranches-according-to-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:42:00",
        "gmt_time": "2019-10-04 10:42:00"
    },
    {
        "id": 889949,
        "updated_sequence": 1956283,
        "published_at": {
            "unix": 1570185180,
            "text": "2019-10-04 11:33:00 +0100",
            "iso_8601": "2019-10-04T10:33:00Z"
        },
        "updated_at": {
            "unix": 1570185224,
            "text": "2019-10-04 11:33:44 +0100",
            "iso_8601": "2019-10-04T10:33:44Z"
        },
        "subject": "India MPC likely to cut rates by 25bps again in September, according to latest poll",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-mpc-likely-to-cut-rates-by-25bps-again-in-september-according-to-latest-poll-04-10-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:33:00",
        "gmt_time": "2019-10-04 10:33:00"
    },
    {
        "id": 889948,
        "updated_sequence": 1956264,
        "published_at": {
            "unix": 1570184940,
            "text": "2019-10-04 11:29:00 +0100",
            "iso_8601": "2019-10-04T10:29:00Z"
        },
        "updated_at": {
            "unix": 1570185085,
            "text": "2019-10-04 11:31:25 +0100",
            "iso_8601": "2019-10-04T10:31:25Z"
        },
        "subject": "The EU Commission says no deadline has been set for reaching a Brexit deal with the UK, but realistically we will find out at a meeting of EU27 Ministers in Luxembourg next Tuesday whether or not enough progress has been made for an agreement by EC Summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note; EC Summit is on 17-18th October</li></ul>",
        "analysis_updated_at": {
            "unix": 1570185085,
            "text": "2019-10-04 11:31:25 +0100",
            "iso_8601": "2019-10-04T10:31:25Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-eu-commission-says-no-deadline-has-been-set-for-reaching-a-brexit-deal-with-the-uk-but-realistically-we-will-find-out-at-a-meeting-of-eu27-ministers-in-luxembourg-next-tuesday-whether-or-not-enough-progress-has-been-made-for-an-agreemen-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:29:00",
        "gmt_time": "2019-10-04 10:29:00"
    },
    {
        "id": 889947,
        "updated_sequence": 1956219,
        "published_at": {
            "unix": 1570184700,
            "text": "2019-10-04 11:25:00 +0100",
            "iso_8601": "2019-10-04T10:25:00Z"
        },
        "updated_at": {
            "unix": 1570184776,
            "text": "2019-10-04 11:26:16 +0100",
            "iso_8601": "2019-10-04T10:26:16Z"
        },
        "subject": "RANsquawk Daily US Opening News - 4th October 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22926/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European equities are indecisive and overall little changed ahead of US jobs report</li><li>White House Trade Adviser Navarro reiterated that there will be no small deal with China</li><li>Beijing is in no hurry to forge a deal, and cites the one secured between US and Japan as a reason for not rushing., SCMP</li><li>Fed’s Clarida was optimistic on the economy, noted Fed is not on a pre-set course and a standing repo facility will be discussed in future meetings</li><li>USD is marginally softer thus far, fixed is firmer; note, RBI cut by 25bp as expected</li><li>Looking ahead highlights include US NFP and Trade, Baker Hughes, Canadian Trade, ECB’s de Guindos, Fed’s Powell, Rosengren, Bostic, Kashkari, Brainard, Quarles</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equities traded with no firm direction as the region derived little impetus from the upbeat performance on Wall Street</strong> ahead of the US labour market report, where stocks rose amid increased expectations for further Fed stimulus after this week’s ISM metrics declined to multi-year lows. <strong>ASX 200 (+0.4%) </strong>treaded water for most of the session and was little swayed by reports that Commonwealth Bank of Australia's life insurance arm has been charged with 87 counts of hawking life insurance products. Meanwhile, <strong>Nikkei 225 (Unch</strong>) remained within a tight range amid the cautiousness in the market and an uneventful domestic currency. Elsewhere, <strong>Hang Seng (-0.4%)</strong> was modestly softer ahead of an emergency meeting held by Chief Executive Lam which is anticipated to be on emergency regulation to ban protesters’ face masks, according to sources, although the enforcement of this law is still in question. Further, real estate stocks in the region underperformed as Hong Kong’s property market continues to bear the brunt of local riots, with reports stating that homeowners are slashing house prices by over 20% amid reluctant buyers and banks reducing property valuations due to the increasing violence. <strong>As a reminder, Mainland China remained closed due to its National Week holiday.</strong></p><p><strong>US President Trump told Chinese President Xi that he will stay quiet on HK amid trade talks. (CNN) White House Trade Adviser Navarro reiterated that there will be no small deal with China and added “we will get a great deal with China or no deal”. (Fox Business)</strong></p><p><strong>SCMP Editorial piece stated, \"Beijing is in no hurry to forge a deal and the one struck between the US and Japan on September 25 is good reason for not rushing\". The article noted that there was no agreement for the immediate removal of US penalties on Japanese vehicles and parts, but the accord referred to a levy elimination at a future date without specifying a time frame. (SCMP)</strong></p><p>Japanese Foreign Minister Motegi said the US/Japan trade deal is to take effect in January. (Nikkei) Elsewhere, Japanese Finance Minister Aso said he does not see an immediate need to take stimulus steps. (Newswires)</p><p>Hong Kong government is said to be considering extending protesters' detention period, HK press reported. Hong Kong’s Executive Lam does not rule out the implementation of further measures and a ban on face masks is to be implements Friday night. (Newswires)</p><p>HK Manufacturing PMI (Aug) 41.5 (Prev. 40.8) – Business confidence fell to the lowest level since September 2012. (Newswires)</p><p><strong>US</strong></p><p><strong>Fed Vice Chair Clarida (Voter)</strong> said the US economy is in a good place, growth is solid, consumer is in a good place and when asked about an October rate cut, Clarida said the Fed takes each meeting one at a time and is not on a pre-set course. Clarida does not believe risk of a recession is particularly elevated and sees no evidence of an overheating labour market. He noted that it is important that inflation to be achieved on a symmetric basis around 2% target. Clarida was happy with the Fed’s July and September decision. He added the Fed will be discussing standing repo facility in future meetings. (WSJ)</p><p><strong>White House is said to be planning to send Speaker Nancy Pelosi a letter as soon as today arguing that US President Trump and his team can ignore lawmakers' demands until she holds a full House vote formally approving an impeachment inquiry, sources stated. The letter has been drafted but has not been finalised or signed as of Thursday night. (Axios)</strong></p><p>US President Trump reportedly ordered the removal of the ambassador to Ukraine after months of complaints from allies outside the administration and lawyer Giuliani, that she was obstructing efforts to persuade Kyiv to investigate 2020 Presidential Candidate Biden. WSJ reported citing sources. (WSJ) Further, NYT initially reported that US President Trump’s top envoys to Ukraine reportedly drafted a statement for the Ukrainian President in August that would have committed Ukraine to pursuing investigations sought by the US President into his political rivals, sources. (NYT) However, CNN later rebuffed the NYT report and stated that the Ukrainian government wrote a statement for public release committing to pursue investigations of corruption, not American diplomats. according to sources. <strong>Further, President Trump also raised 2020 Presidential candidates Biden and Warren in a call with Chinese President Xi. (CNN)</strong></p><p>GEOPOLITICS</p><p><strong>North Korea's official newspaper stated this week's test-firing of a submarine-launched ballistic missile (SLBM) represents a \"grave statement\" to hostile forces. (Yonhap)</strong></p><p>US Department of Defense said Iran continues to represent a threat in the region and we have enough troops to protect our interests. (Newswires)</p><p>Saudi Vice Defence Minister Kahlid bin Salman called on Yemenis to stand with Saudi in the \"face of the project of Iranian chaos\". (Twitter)</p><p>UK/EU</p><p><strong>Reports noted that PM Johnson has one week to revise his Brexit deal or risk another Brexit extension. Sources stated that Brexit Negotiator Barnier told a private meeting of EU diplomats that PM Johnson’s proposals fell far short of his conditions for a deal. (Newswires) </strong>Elsewhere, The Sun reported that <strong>up to 30 Labour MPs have hinted that they could back UK PM Johnson’s deal in parliament despite backlash from Labour Leader Corbyn. (Sun)</strong></p><p>If no new text is submitted from the UK to the EU before the end of next week then focus will shift to no-deal/extension preparations, according to the Secretary General of EU Council., Sky's Goodall. (Twitter)</p><p>EQUITIES</p><p><strong>Major European Bourses (Euro Stoxx 50 -0.1%) are mixed and little changed overall, </strong>in relatively rangebound trade ahead of pivotal US employment data. However, Indices are off of yesterday’s post weak US ISM Non-manufacturing data lows, managing to track the bounce back seen on Wall Street. JPM argue that the rise off lows seen in US indices was fairly unimpressive due to its low volume, and suggest the move was likely an oversold bounce, since prior to the data the SPX was already 4.5% lower on the week. Nonetheless, the bank acknowledges a number of other factors could have been lending support: Firstly, the bank suggested that investors may have returned to the mentality of “bad data is good data” again in the US, since it increases the likelihood of more aggressive Fed easing. Indeed, the odds of a Fed rate cut this month has now increased to near 100% (up from 50/50 at the start of the week). Secondly, the base case for most investors is for some kind of trade truce between the US and China this month, with such trade hopes helping the market rebound from similar levels in the month of September. Thirdly, poor manufacturing PMI data earlier in the week had already set the bar very low, and the non-manufacturing data was not a disaster in that it is still above the expansionary/contractionary 50 mark. Finally, JPM say that new WTO permitted US tariffs on EU imports weren’t as bad as feared, and any EU response is unlikely before the beginning of 2020 (although the US decision on EU auto tariffs looms in November). Sector are mostly in the green; Health Care (+0.6%) is the outperformer while Materials (-0.4%), Consumer Discretionary (-0.4%) and Financials (-0.6%) (on lower yields) lag. Notable individual movers include; STMelectronics (+2.0%) and other Apple suppliers were buoyed by the news that the iPhone maker is to increase production of its iPhone 11 by 10%. London Stock Exchange (+2.1%) caught a bid on premarket reports that investors in the Co. will push for the Hong Kong Stock exchange to up its takeover offer by 20%, including more cash. UK Insurance names, including Admiral Group (+0.8%) and Direct Line (-2.6%), are under pressure on the news that the FCA may ban some pricing practices used by insurers, having determined that competition is not working effectively in the market. BP (+0.8%) outperformed other energy names on the news that its CEO Dudley had resigned. Finally, Deutsche Lufthansa (-3.6%) shares were weighed by news that the German Government reportedly intents to increase taxes on flight tickets.</p><p><strong>Apple (AAPL) </strong>has told suppliers to increase production of its iPhone 11 range by up to 10% (or 8mln units) amid higher demand, according to Nikkei citing sources. (Newswires)</p><p><strong>FX</strong></p><p><strong>USD -</strong> The Dollar is treading gingerly into the final big US release of the week having been wrong-footed by both ISM surveys and buffeted by a dire Chicago PMI along the way. Indeed, having kicked off the new month/quarter with a fresh ytd high (99.667) the DXY is struggling to contain losses below the 99.000 level and only just off a circa 98.630 base amidst further bull re-flattening across the US Treasury yield curve and lofty October FOMC easing expectations (80%+ probability for another 25 bp cut). In terms of the key BLS metrics, consensus for headline payrolls is 145k, with the jobless rate seen at 3.7% and average earnings forecast to hold at 3.2% y/y, but after an ADP miss and other soft employment proxies the NFP skew seems to be on the downside. Hence, nearest technical supports for the index could be vulnerable and for reference 98.730 represents a Fib retracement ahead of the 30 DMA at 98.616.</p><p><strong>NZD/AUD -</strong> The Kiwi is back at the head of the G10 pack having relinquished pole position to the Pound late yesterday, with Nzd/Usd climbing further above 0.6300 and Aud/Nzd nudging further below 1.0700 even though the Aussie is also benefiting from its US counterpart’s demise and consolidating around 0.6750.</p><p><strong>CHF -</strong> The Franc has pared some of its recent heavy losses on a multiple of well known/documented bearish factors, and reports that the EU may be set to remove Switzerland from its tax haven grey list could well be aiding the recovery. Usd/Chf is back below parity and Eur/Chf has shied away from 1.1000, but this may just be consolidation and short covering given the scale of depreciation of late.</p><p><strong>EUR/JPY/CAD/GBP -</strong> All firmer against the Buck, but relatively rangebound and off Thursday’s post-US ISM highs awaiting the aforementioned key US labour report. The single currency is confined between 1.0984-64 and decent option expiries from 1.1000-20 to 1.0925 (just over 1 bn either side), the Yen is meandering in an equally tight band through 107.00, Loonie within 1.3340-20 parameters ahead of Canadian trade data and Sterling trades tentatively on the 1.2300 handle eyeing Brexit-related news in the pre-NFP amble.</p><p><strong>EM -</strong> The Rupee is just about on an even keel with the Greenback in wake of the latest RBI rate cut that was in line with median expectations, at -25 bp, but not as big as some were anticipating or hoping for. Hence, Usd/Inr is off lows and skirting 71.1000.</p><p>Riksbank’s Jansson says they have seen a relatively rapid decline in the economic situation. Recent developments have underscored his view that it would not be a good idea to lift rates at the end of 2019 or start of 2020. (Newswires)</p><p><strong>RBI cut rates by 25bp as expected to 5.15% (Prev. 5.40</strong>%). Decision was unanimous, retained accomodatie stance, note the conituned slowdown ‘warrants intensified efforts’ to restor India’s growth momentum; negative output gap has widened further.</p><p>Westpac Chief Economist sees a possibility of an RBA cut in December, reaffirms February 2020 forecast for a 25bps cut. (Newswires)</p><p>RBA's Assistant Governor (Economic Group) Ellis said the manufacturing sector has been performing strongly with exports increasing, Q2 public sector wages growth was boosted by one-off factor, expect rate of growth to fall back to recent averages. (Newswires)</p><p>Mexican Deputy Foreign Minister met with USTR Lighthizer, and said he sees significant progress regarding USMCA. (Newswires)</p><p>Brazilian Economy Ministry said government has surpassed privatization target of USD 20bln, has hit USD 23.5bln. Furthermore, Brazilian Privatization Secretary said all revenue from the government asset sale will be used to reduce debt. (Newswires)</p><p><strong>FIXED</strong></p><p>A pause for breath or time out after earlier rallies in bonds tailed off shy of Thursday’s highs and several benchmarks pulled up before psychological/sentiment yield marks. However, pre-US open and jobs data position tweaking has also contributed to recent price action, or rather the lack of movement as debt and other markets settle down for today’s main event. For reference, Bunds got to 174.75, Gilts as high as 134.79 and the 10 year US T-note reached 131-285 at best, with corresponding cash rates close to -60 bp, -45 bp and 1.50% respectively, while the 30 year bond is only a couple of bps away from 2%. Also ahead, more Fed speakers get an early chance to opine on NFP and perhaps offer more insight/pointers for the end of month FOMC; notably, Chair Powell at 19:00BST.</p><p>COMMODITIES</p><p><strong>The crude complex is edging higher, </strong>seemingly tracking the bounce in US/European equities, amid a lack of fresh fundamental drivers. <strong>WTI and Brent Nov’ 19 futures </strong>have built on overnight gains, the former now probing resistance at the USD 52.90/bbl region (yesterday’s high) ahead of the USD 53.00/bbl mark, while the latter has already cruised past USD 58.00/bbl and eyes resistance at USD 58.40/bbl (Tuesday’s low). Brent seemed unresponsive to news of a halt in production in the Buzzard Oil field in the North Sea (capacity of 180k BPD), but analysts note such news has been market moving in the past. The pace of new Middle Eastern geopolitical developments, particularly on the US/Saudi/Iran front, appears to have slowed for the time being, although the head of the UN’s Nuclear Watchdog, the IAEA, said that Iran has improved their cooperation with the organisation, but issues are not completely addressed. Elsewhere, the desk is monitoring ongoing violent protests in Iraq (locals are protesting against government corruption, poor public services etc.); for now, protests don’t seem to present any risk to the country’s oil industry/exports. Meanwhile, the news that US Energy Secretary Perry is expected to resign in November, and be replaced by Deputy Energy Secretary Brouillette, has done little to move the dial. <strong>Gold</strong> is marginally higher but appears rangebound ahead of today’s NFP print, in cautious trade following yesterday’s choppy post ISM data action which saw the precious metal spike from the low USD 1500s/oz to the mid USD 1520s/oz before retracing. Technicians will be eyeing resistance at yesterday’s USD 1525.50/oz high and support at the USD 1511/oz (yesterday’s post data low and Wednesday’s high) and USD 1502/oz marks (yesterday’s low). <strong>Copper prices</strong> are lower, as growth concerns linger in wake of this week’s slate of poor US and European PMI readings, albeit copper prices are off monthly lows. Potentially lending to underperformance in the red metal are reports noting that Antofagasta is seeking negotiations with workers at its<strong> </strong>Chilean Antucoya mine in an attempt to stave off a strike, albeit union leaders said there had been little progress.</p><p><strong>US Energy Secretary Perry is expected to announce his resignation in November, Deputy Energy Secretary Dan Brouillette is expected to replace Perry, at least temporarily, according to sources cited by Politico. A source said that the US President Trump's impeachment inquiry is unrelated to Perry's departure. (Politico) SCMP later reported that Perry is planning to step down from his post by the end of the year and is likely to return to the private sector, citing sources. (SCMP)</strong></p><p>Ecuador sees oil output rising to 590k BPD from 548k BPD after its exit from OPEC next year. (Newswires)</p><p>Turkish drilling ship Yavuz will begin a new round of offshore operations off of Cyprus on October 7th, according to a Turkish Diplomat – subsequently, British Minister for Europe states that Britain deplores any drilling in waters close to Cyprus. (Newswires)</p><p><strong>The Buzzard oil field (180k BPD) in the North Sea has reportedly halted operations</strong>, according to reports. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-4th-october-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:25:00",
        "gmt_time": "2019-10-04 10:25:00"
    },
    {
        "id": 889946,
        "updated_sequence": 1956227,
        "published_at": {
            "unix": 1570184700,
            "text": "2019-10-04 11:25:00 +0100",
            "iso_8601": "2019-10-04T10:25:00Z"
        },
        "updated_at": {
            "unix": 1570184822,
            "text": "2019-10-04 11:27:02 +0100",
            "iso_8601": "2019-10-04T10:27:02Z"
        },
        "subject": "Lanxess (LXS GY) are considering entering the Lithium Business, according to WiWo",
        "content": "<ul><li>Link to Tweet <a href=\"https://www.wiwo.de/unternehmen/industrie/entscheidung-bis-mitte-2020-lanxess-erwaegt-einstieg-ins-lithium-geschaeft/25083934.html\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WiWo",
        "slug": "lanxess-lxs-gy-are-considering-entering-the-lithium-business-according-to-wiwo-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:25:00",
        "gmt_time": "2019-10-04 10:25:00"
    },
    {
        "id": 889945,
        "updated_sequence": 1956181,
        "published_at": {
            "unix": 1570184460,
            "text": "2019-10-04 11:21:00 +0100",
            "iso_8601": "2019-10-04T10:21:00Z"
        },
        "updated_at": {
            "unix": 1570184496,
            "text": "2019-10-04 11:21:36 +0100",
            "iso_8601": "2019-10-04T10:21:36Z"
        },
        "subject": "RANsquawk EU Mid Session: Markets mixed in the countdown to NFP and Powell - 4th October 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22925/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p>Major European Bourses (Euro Stoxx 50 -0.1%) are mixed and little changed overall, in relatively rangebound trade ahead of pivotal US employment data. However, Indices are off of yesterday’s post weak US ISM Non-manufacturing data lows, managing to track the bounce back seen on Wall Street. JPM argue that the rise off lows seen in US indices was fairly unimpressive due to its low volume, and suggest the move was likely an oversold bounce, since prior to the data the SPX was already 4.5% lower on the week. Nonetheless, the bank acknowledges a number of other factors could have been lending support: Firstly, the bank suggested that investors may have returned to the mentality of “bad data is good data” again in the US, since it increases the likelihood of more aggressive Fed easing. Indeed, the odds of a Fed rate cut this month has now increased to near 100% (up from 50/50 at the start of the week). Secondly, the base case for most investors is for some kind of trade truce between the US and China this month, with such trade hopes helping the market rebound from similar levels in the month of September. Thirdly, poor manufacturing PMI data earlier in the week had already set the bar very low, and the non-manufacturing data was not a disaster in that it is still above the expansionary/contractionary 50 mark. Finally, JPM say that new WTO permitted US tariffs on EU imports weren’t as bad as feared, and any EU response is unlikely before the beginning of 2020 (although the US decision on EU auto tariffs looms in November). Sector are mostly in the green; Health Care (+0.6%) is the outperformer while Materials (-0.4%), Consumer Discretionary (-0.4%) and Financials (-0.6%) (on lower yields) lag. Notable individual movers include; STMelectronics (+2.0%) and other Apple suppliers were buoyed by the news that the iPhone maker is to increase production of its iPhone 11 by 10%. London Stock Exchange (+2.1%) caught a bid on premarket reports that investors in the Co. will push for the Hong Kong Stock exchange to up its takeover offer by 20%, including more cash. UK Insurance names, including Admiral Group (+0.8%) and Direct Line (-2.6%), are under pressure on the news that the FCA may ban some pricing practices used by insurers, having determined that competition is not working effectively in the market. BP (+0.8%) outperformed other energy names on the news that its CEO Dudley had resigned. Finally, Deutsche Lufthansa (-3.6%) shares were weighed by news that the German Government reportedly intents to increase taxes on flight tickets.</p><p>FX</p><p>USD - The Dollar is treading gingerly into the final big US release of the week having been wrong-footed by both ISM surveys and buffeted by a dire Chicago PMI along the way. Indeed, having kicked off the new month/quarter with a fresh ytd high (99.667) the DXY is struggling to contain losses below the 99.000 level and only just off a circa 98.630 base amidst further bull re-flattening across the US Treasury yield curve and lofty October FOMC easing expectations (80%+ probability for another 25 bp cut). In terms of the key BLS metrics, consensus for headline payrolls is 145k, with the jobless rate seen at 3.7% and average earnings forecast to hold at 3.2% y/y, but after an ADP miss and other soft employment proxies the NFP skew seems to be on the downside. Hence, nearest technical supports for the index could be vulnerable and for reference 98.730 represents a Fib retracement ahead of the 30 DMA at 98.616.</p><p>NZD/AUD - The Kiwi is back at the head of the G10 pack having relinquished pole position to the Pound late yesterday, with Nzd/Usd climbing further above 0.6300 and Aud/Nzd nudging further below 1.0700 even though the Aussie is also benefiting from its US counterpart’s demise and consolidating around 0.6750.</p><p>CHF - The Franc has pared some of its recent heavy losses on a multiple of well known/documented bearish factors, and reports that the EU may be set to remove Switzerland from its tax haven grey list could well be aiding the recovery. Usd/Chf is back below parity and Eur/Chf has shied away from 1.1000, but this may just be consolidation and short covering given the scale of depreciation of late.</p><p>EUR/JPY/CAD/GBP - All firmer against the Buck, but relatively rangebound and off Thursday’s post-US ISM highs awaiting the aforementioned key US labour report. The single currency is confined between 1.0984-64 and decent option expiries from 1.1000-20 to 1.0925 (just over 1 bn either side), the Yen is meandering in an equally tight band through 107.00, Loonie within 1.3340-20 parameters ahead of Canadian trade data and Sterling trades tentatively on the 1.2300 handle eyeing Brexit-related news in the pre-NFP amble.</p><p>EM - The Rupee is just about on an even keel with the Greenback in wake of the latest RBI rate cut that was in line with median expectations, at -25 bp, but not as big as some were anticipating or hoping for. Hence, Usd/Inr is off lows and skirting 71.1000.</p><p>FIXED INCOME</p><p>A pause for breath or time out after earlier rallies in bonds tailed off shy of Thursday’s highs and several benchmarks pulled up before psychological/sentiment yield marks. However, pre-US open and jobs data position tweaking has also contributed to recent price action, or rather the lack of movement as debt and other markets settle down for today’s main event. For reference, Bunds got to 174.75, Gilts as high as 134.79 and the 10 year US T-note reached 131-285 at best, with corresponding cash rates close to -60 bp, -45 bp and 1.50% respectively, while the 30 year bond is only a couple of bps away from 2%. Also ahead, more Fed speakers get an early chance to opine on NFP and perhaps offer more insight/pointers for the end of month FOMC; notably, Chair Powell at 19:00BST.</p><p>COMMODITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>The crude complex is edging higher, seemingly tracking the bounce in US/European equities, amid a lack of fresh fundamental drivers. WTI and Brent Nov’ 19 futures have built on overnight gains, the former now probing resistance at the USD 52.90/bbl region (yesterday’s high) ahead of the USD 53.00/bbl mark, while the latter has already cruised past USD 58.00/bbl and eyes resistance at USD 58.40/bbl (Tuesday’s low). Brent seemed unresponsive to news of a halt in production in the Buzzard Oil field in the North Sea (capacity of 180k BPD), but analysts note such news has been market moving in the past. The pace of new Middle Eastern geopolitical developments, particularly on the US/Saudi/Iran front, appears to have slowed for the time being, although the head of the UN’s Nuclear Watchdog, the IAEA, said that Iran has improved their cooperation with the organisation, but issues are not completely addressed. Elsewhere, the desk is monitoring ongoing violent protests in Iraq (locals are protesting against government corruption, poor public services etc.); for now, protests don’t seem to present any risk to the country’s oil industry/exports. Meanwhile, the news that US Energy Secretary Perry is expected to resign in November, and be replaced by Deputy Energy Secretary Brouillette, has done little to move the dial. Gold is marginally higher but appears rangebound ahead of today’s NFP print, in cautious trade following yesterday’s choppy post ISM data action which saw the precious metal spike from the low USD 1500s/oz to the mid USD 1520s/oz before retracing. Technicians will be eyeing resistance at yesterday’s USD 1525.50/oz high and support at the USD 1511/oz (yesterday’s post data low and Wednesday’s high) and USD 1502/oz marks (yesterday’s low). Copper prices are lower, as growth concerns linger in wake of this week’s slate of poor US and European PMI readings, albeit copper prices are off monthly lows. Potentially lending to underperformance in the red metal are reports noting that Antofagasta is seeking negotiations with workers at its Chilean Antucoya mine in an attempt to stave off a strike, albeit union leaders said there had been little progress.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-markets-mixed-in-the-countdown-to-nfp-and-powell-4th-october-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:21:00",
        "gmt_time": "2019-10-04 10:21:00"
    },
    {
        "id": 889943,
        "updated_sequence": 1956168,
        "published_at": {
            "unix": 1570184100,
            "text": "2019-10-04 11:15:00 +0100",
            "iso_8601": "2019-10-04T10:15:00Z"
        },
        "updated_at": {
            "unix": 1570184415,
            "text": "2019-10-04 11:20:15 +0100",
            "iso_8601": "2019-10-04T10:20:15Z"
        },
        "subject": "Fixed Income: paring gains as the clock ticks down to NFP time",
        "content": "<p>A pause for breath or time out after earlier rallies in bonds tailed off shy of Thursday’s highs and several benchmarks pulled up before psychological/sentiment yield marks. However, pre-US open and jobs data position tweaking has also contributed to recent price action, or rather the lack of movement as debt and other markets settle down for today’s main event. For reference, Bunds got to 174.75, Gilts as high as 134.79 and the 10 year US T-note reached 131-285 at best, with corresponding cash rates close to -60 bp, -45 bp and 1.50% respectively, while the 30 year bond is only a couple of bps away from 2%. Also ahead, more Fed speakers get an early chance to opine on NFP and perhaps offer more insight/pointers for the end of month FOMC, including Chair Powell.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-paring-gains-as-the-clock-ticks-down-to-nfp-time-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:15:00",
        "gmt_time": "2019-10-04 10:15:00"
    },
    {
        "id": 889944,
        "updated_sequence": 1956142,
        "published_at": {
            "unix": 1570184100,
            "text": "2019-10-04 11:15:00 +0100",
            "iso_8601": "2019-10-04T10:15:00Z"
        },
        "updated_at": {
            "unix": 1570184205,
            "text": "2019-10-04 11:16:45 +0100",
            "iso_8601": "2019-10-04T10:16:45Z"
        },
        "subject": "UK PM Johnson spokesperson says Northern Irish Minister will meet Irish Foreign Minister Coveney on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-spokesperson-says-northern-irish-minister-will-meet-irish-foreign-minister-coveney-on-friday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 18:15:00",
        "gmt_time": "2019-10-04 10:15:00"
    },
    {
        "id": 889942,
        "updated_sequence": 1956571,
        "published_at": {
            "unix": 1570183080,
            "text": "2019-10-04 10:58:00 +0100",
            "iso_8601": "2019-10-04T09:58:00Z"
        },
        "updated_at": {
            "unix": 1570187591,
            "text": "2019-10-04 12:13:11 +0100",
            "iso_8601": "2019-10-04T11:13:11Z"
        },
        "subject": "If no new text is submitted from the UK to the EU before the end of next week then focus will shift to no-deal/extension preparations, according to the Secretary General of EU Council., Sky's Goodall ",
        "content": "<p><a href=\"https://twitter.com/lewis_goodall/status/1180059524364984323\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "if-no-new-text-is-submitted-from-the-uk-to-the-eu-before-the-end-of-next-week-then-focus-will-shift-to-no-deal-extension-preparations-according-to-the-secretary-general-of-eu-council-sky-s-goodall-04-10-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:58:00",
        "gmt_time": "2019-10-04 09:58:00"
    },
    {
        "id": 889941,
        "updated_sequence": 1955977,
        "published_at": {
            "unix": 1570182720,
            "text": "2019-10-04 10:52:00 +0100",
            "iso_8601": "2019-10-04T09:52:00Z"
        },
        "updated_at": {
            "unix": 1570182811,
            "text": "2019-10-04 10:53:31 +0100",
            "iso_8601": "2019-10-04T09:53:31Z"
        },
        "subject": "FX Morning Colour: Kiwi elated and Greenback depressed ahead of NFP",
        "content": "<p><strong>USD</strong></p><p>The Dollar is treading gingerly into the final big US release of the week having been wrong-footed by both ISM surveys and buffeted by a dire Chicago PMI along the way. Indeed, having kicked off the new month/quarter with a fresh ytd high (99.667) the <strong>DXY</strong> is struggling to contain losses below the 99.000 level and only just off a circa 98.630 base amidst further bull re-flattening across the US Treasury yield curve and lofty October FOMC easing expectations (80%+ probability for another 25 bp cut). In terms of the key BLS metrics, consensus for headline payrolls is 145k, with the jobless rate seen at 3.7% and average earnings forecast to hold at 3.2% y/y, but after an ADP miss and other soft employment proxies the NFP skew seems to be on the downside. Hence, nearest technical supports for the index could be vulnerable and for reference 98.730 represents a Fib retracement ahead of the 30 DMA at 98.616.</p><p><strong>NZD/AUD</strong></p><p>The Kiwi is back at the head of the G10 pack having relinquished pole position to the Pound late yesterday, with Nzd/Usd climbing further above 0.6300 and Aud/Nzd nudging further below 1.0700 even though the Aussie is also benefiting from its US counterpart’s demise and consolidating around 0.6750.</p><p><strong>CHF</strong></p><p>The Franc has pared some of its recent heavy losses on a multiple of well known/documented bearish factors, and reports that the EU may be set to remove Switzerland from its tax haven grey list could well be aiding the recovery. Usd/Chf is back below parity and Eur/Chf has shied away from 1.1000, but this may just be consolidation and short covering given the scale of depreciation of late.</p><p><strong>EUR/JPY/CAD/GBP</strong></p><p>All firmer against the Buck, but relatively rangebound and off Thursday’s post-US ISM highs awaiting the aforementioned key US labour report. The single currency is confined between 1.0984-64 and decent option expiries from 1.1000-20 to 1.0925 (just over 1 bn either side), the Yen is meandering in an equally tight band through 107.00, Loonie within 1.3340-20 parameters ahead of Canadian trade data and Sterling trades tentatively on the 1.2300 handle eyeing Brexit-related news in the pre-NFP amble.</p><p><strong>EM</strong></p><p>The Rupee is just about on an even keel with the Greenback in wake of the latest RBI rate cut that was in line with median expectations, at -25 bp, but not as big as some were anticipating or hoping for. Hence, Usd/Inr is off lows and skirting 71.1000.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-kiwi-elated-and-greenback-depressed-ahead-of-nfp-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:52:00",
        "gmt_time": "2019-10-04 09:52:00"
    },
    {
        "id": 889940,
        "updated_sequence": 1955900,
        "published_at": {
            "unix": 1570181880,
            "text": "2019-10-04 10:38:00 +0100",
            "iso_8601": "2019-10-04T09:38:00Z"
        },
        "updated_at": {
            "unix": 1570182141,
            "text": "2019-10-04 10:42:21 +0100",
            "iso_8601": "2019-10-04T09:42:21Z"
        },
        "subject": "Italian Economy Minister Gualtieri says EIB should issue more bonds which should be purchased by the ECB",
        "content": "<ul><li>says expansionary fiscal policy needs to be complimented by stability pact rules</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-gualtieri-says-eib-should-issue-more-bonds-which-should-be-purchased-by-the-ecb-04-10-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:38:00",
        "gmt_time": "2019-10-04 09:38:00"
    },
    {
        "id": 889939,
        "updated_sequence": 1955884,
        "published_at": {
            "unix": 1570181820,
            "text": "2019-10-04 10:37:00 +0100",
            "iso_8601": "2019-10-04T09:37:00Z"
        },
        "updated_at": {
            "unix": 1570182025,
            "text": "2019-10-04 10:40:25 +0100",
            "iso_8601": "2019-10-04T09:40:25Z"
        },
        "subject": "Lufthansa (LHA GY) - German Government reportedly intent to increase tax on flight tickets to EUR 10.43 (Prev. EUR 7.50) for flights inside Europe., according to a document",
        "content": "<ul><li>Long hall flights to EUR 58.63 (Prev. EUR 42.18)</li><li>Mid-haul flights to EUR 32.57 (Prev. EUR 23.43)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lufthansa-lha-gy-german-government-reportedly-intent-to-increase-tax-on-flight-tickets-to-eur-10-43-prev-eur-7-50-for-flights-inside-europe-according-to-a-document-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:37:00",
        "gmt_time": "2019-10-04 09:37:00"
    },
    {
        "id": 889938,
        "updated_sequence": 1955694,
        "published_at": {
            "unix": 1570180320,
            "text": "2019-10-04 10:12:00 +0100",
            "iso_8601": "2019-10-04T09:12:00Z"
        },
        "updated_at": {
            "unix": 1570180419,
            "text": "2019-10-04 10:13:39 +0100",
            "iso_8601": "2019-10-04T09:13:39Z"
        },
        "subject": "Russian Energy Minister Novak says that Russia does not mind holding further discussions on gas with the EU and Ukraine on October 28th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-that-russia-does-not-mind-holding-further-discussions-on-gas-with-the-eu-and-ukraine-on-october-28th-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:12:00",
        "gmt_time": "2019-10-04 09:12:00"
    },
    {
        "id": 889937,
        "updated_sequence": 1955679,
        "published_at": {
            "unix": 1570180200,
            "text": "2019-10-04 10:10:00 +0100",
            "iso_8601": "2019-10-04T09:10:00Z"
        },
        "updated_at": {
            "unix": 1570180323,
            "text": "2019-10-04 10:12:03 +0100",
            "iso_8601": "2019-10-04T09:12:03Z"
        },
        "subject": "Russian says move to help China build missile-attack warning systems is part of an advanced military partnership with Beijing, declines to say when the system will be operational",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-says-move-to-help-china-build-missile-attack-warning-systems-is-part-of-an-advanced-military-partnership-with-beijing-declines-to-say-when-the-system-will-be-operational-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:10:00",
        "gmt_time": "2019-10-04 09:10:00"
    },
    {
        "id": 889936,
        "updated_sequence": 1955634,
        "published_at": {
            "unix": 1570179900,
            "text": "2019-10-04 10:05:00 +0100",
            "iso_8601": "2019-10-04T09:05:00Z"
        },
        "updated_at": {
            "unix": 1570179972,
            "text": "2019-10-04 10:06:12 +0100",
            "iso_8601": "2019-10-04T09:06:12Z"
        },
        "subject": "Italy Q2 GDP Revisions: 0.1% QQ (Prev. 0.0%); 0.1% YY (Prev. -0.1%)., Istat",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-q2-gdp-revisions-0-1-qq-prev-0-0-0-1-yy-prev-0-1-istat-04-10-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:05:00",
        "gmt_time": "2019-10-04 09:05:00"
    },
    {
        "id": 889747,
        "updated_sequence": 1955579,
        "published_at": {
            "unix": 1570179600,
            "text": "2019-10-04 10:00:00 +0100",
            "iso_8601": "2019-10-04T09:00:00Z"
        },
        "updated_at": {
            "unix": 1570179600,
            "text": "2019-10-04 10:00:00 +0100",
            "iso_8601": "2019-10-04T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-03-10-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:00:00",
        "gmt_time": "2019-10-04 09:00:00"
    },
    {
        "id": 889935,
        "updated_sequence": 1955595,
        "published_at": {
            "unix": 1570179600,
            "text": "2019-10-04 10:00:00 +0100",
            "iso_8601": "2019-10-04T09:00:00Z"
        },
        "updated_at": {
            "unix": 1570179682,
            "text": "2019-10-04 10:01:22 +0100",
            "iso_8601": "2019-10-04T09:01:22Z"
        },
        "subject": "Iran have improved their cooperation with the IAEA (UN Nuclear Watchdog), issues are not completely addressed., IAEA Chief",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-have-improved-their-cooperation-with-the-iaea-un-nuclear-watchdog-issues-are-not-completely-addressed-iaea-chief-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 17:00:00",
        "gmt_time": "2019-10-04 09:00:00"
    },
    {
        "id": 889933,
        "updated_sequence": 1955528,
        "published_at": {
            "unix": 1570179180,
            "text": "2019-10-04 09:53:00 +0100",
            "iso_8601": "2019-10-04T08:53:00Z"
        },
        "updated_at": {
            "unix": 1570179233,
            "text": "2019-10-04 09:53:53 +0100",
            "iso_8601": "2019-10-04T08:53:53Z"
        },
        "subject": "India's gold imports (Sep): 26 tonnes, -68%., according to a government source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-s-gold-imports-sep-26-tonnes-68-according-to-a-government-source-04-10-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:53:00",
        "gmt_time": "2019-10-04 08:53:00"
    },
    {
        "id": 889932,
        "updated_sequence": 1955567,
        "published_at": {
            "unix": 1570179060,
            "text": "2019-10-04 09:51:00 +0100",
            "iso_8601": "2019-10-04T08:51:00Z"
        },
        "updated_at": {
            "unix": 1570179517,
            "text": "2019-10-04 09:58:37 +0100",
            "iso_8601": "2019-10-04T08:58:37Z"
        },
        "subject": "The Buzzard oil field (180k BPD) in the North Sea has reportedly halted operations, according to reports",
        "content": "<ul><li>Link to Tweet <a href=\"https://twitter.com/staunovo/status/1180042496782544897?s=20\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "the-buzzard-oil-field-180k-bpd-in-the-north-sea-has-reportedly-halted-operations-according-to-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:51:00",
        "gmt_time": "2019-10-04 08:51:00"
    },
    {
        "id": 889931,
        "updated_sequence": 1955511,
        "published_at": {
            "unix": 1570179000,
            "text": "2019-10-04 09:50:00 +0100",
            "iso_8601": "2019-10-04T08:50:00Z"
        },
        "updated_at": {
            "unix": 1570179127,
            "text": "2019-10-04 09:52:07 +0100",
            "iso_8601": "2019-10-04T08:52:07Z"
        },
        "subject": "Ukraine is reportedly to review cases into firms linked with US Democratic Candidate Biden's son, according to a prosecutor",
        "content": "<p><a href=\"https://twitter.com/AFP/status/1180041232770318336\">Via AFP</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AFP",
        "slug": "ukraine-is-reportedly-to-review-cases-into-firms-linked-with-us-democratic-candidate-biden-s-son-according-to-a-prosecutor-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:50:00",
        "gmt_time": "2019-10-04 08:50:00"
    },
    {
        "id": 889930,
        "updated_sequence": 1955499,
        "published_at": {
            "unix": 1570178940,
            "text": "2019-10-04 09:49:00 +0100",
            "iso_8601": "2019-10-04T08:49:00Z"
        },
        "updated_at": {
            "unix": 1570179081,
            "text": "2019-10-04 09:51:21 +0100",
            "iso_8601": "2019-10-04T08:51:21Z"
        },
        "subject": "EU Finance Ministers are next week to state that Switzerland is to be removed from the EU's grey list of tax havens",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-finance-ministers-are-next-week-to-state-that-switzerland-is-to-be-removed-from-the-eu-s-grey-list-of-tax-havens-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:49:00",
        "gmt_time": "2019-10-04 08:49:00"
    },
    {
        "id": 889929,
        "updated_sequence": 1955344,
        "published_at": {
            "unix": 1570177740,
            "text": "2019-10-04 09:29:00 +0100",
            "iso_8601": "2019-10-04T08:29:00Z"
        },
        "updated_at": {
            "unix": 1570177790,
            "text": "2019-10-04 09:29:50 +0100",
            "iso_8601": "2019-10-04T08:29:50Z"
        },
        "subject": "Hong Kong Chief Executive Lam says they will not rule-out any possible further measures in order to stop the ongoing violence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-chief-executive-lam-says-they-will-not-rule-out-any-possible-further-measures-in-order-to-stop-the-ongoing-violence-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:29:00",
        "gmt_time": "2019-10-04 08:29:00"
    },
    {
        "id": 889928,
        "updated_sequence": 1955394,
        "published_at": {
            "unix": 1570177440,
            "text": "2019-10-04 09:24:00 +0100",
            "iso_8601": "2019-10-04T08:24:00Z"
        },
        "updated_at": {
            "unix": 1570178176,
            "text": "2019-10-04 09:36:16 +0100",
            "iso_8601": "2019-10-04T08:36:16Z"
        },
        "subject": "Turkish drilling ship Yavuz will begin a new round of offshore operations off of Cyprus on October 7th, according to a Turkish Diplomat",
        "content": "<ul><li>Subsequently, British Minister for Europe states that Britain deplores any drilling in waters close to Cyprus</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-drilling-ship-yavuz-will-begin-a-new-round-of-offshore-operations-off-of-cyprus-on-october-7th-according-to-a-turkish-diplomat-04-10-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:24:00",
        "gmt_time": "2019-10-04 08:24:00"
    },
    {
        "id": 889927,
        "updated_sequence": 1955156,
        "published_at": {
            "unix": 1570176000,
            "text": "2019-10-04 09:00:00 +0100",
            "iso_8601": "2019-10-04T08:00:00Z"
        },
        "updated_at": {
            "unix": 1570176244,
            "text": "2019-10-04 09:04:04 +0100",
            "iso_8601": "2019-10-04T08:04:04Z"
        },
        "subject": "VDMA data shows German Industrial Orders dropped by 17% in August",
        "content": "<ul><li>Domestic orders were down 12%</li><li>International orders were down 19%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vdma-data-shows-german-industrial-orders-dropped-by-17-in-august-04-10-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 16:00:00",
        "gmt_time": "2019-10-04 08:00:00"
    },
    {
        "id": 889924,
        "updated_sequence": 1954972,
        "published_at": {
            "unix": 1570174740,
            "text": "2019-10-04 08:39:00 +0100",
            "iso_8601": "2019-10-04T07:39:00Z"
        },
        "updated_at": {
            "unix": 1570174832,
            "text": "2019-10-04 08:40:32 +0100",
            "iso_8601": "2019-10-04T07:40:32Z"
        },
        "subject": "Hong Kong Chief Executive says if violence continues, Government will seek other ways to remedy it",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-chief-executive-says-if-violence-continues-government-will-seek-other-ways-to-remedy-it-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 15:39:00",
        "gmt_time": "2019-10-04 07:39:00"
    },
    {
        "id": 889923,
        "updated_sequence": 1954955,
        "published_at": {
            "unix": 1570174620,
            "text": "2019-10-04 08:37:00 +0100",
            "iso_8601": "2019-10-04T07:37:00Z"
        },
        "updated_at": {
            "unix": 1570174713,
            "text": "2019-10-04 08:38:33 +0100",
            "iso_8601": "2019-10-04T07:38:33Z"
        },
        "subject": "Gilts and Short Sterling futures pick up where they left off yesterday",
        "content": "<p>A rather timely upturn in Bunds and US Treasuries, latter amidst a frenzy of 5 and long bond block activity, gave UK debt a fillip off the Liffe open and initial gains of 19 ticks from the previous 134.42 settlement were extended to 35 ticks before momentum waned. However, Gilts retain a relatively firm bid and 3 month contracts are perky (1-2 ticks ahead at best) in the run up to the final big US economic release of the week in the form of September’s BLS report.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-pick-up-where-they-left-off-yesterday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 15:37:00",
        "gmt_time": "2019-10-04 07:37:00"
    },
    {
        "id": 889923,
        "updated_sequence": 1954955,
        "published_at": {
            "unix": 1570174620,
            "text": "2019-10-04 08:37:00 +0100",
            "iso_8601": "2019-10-04T07:37:00Z"
        },
        "updated_at": {
            "unix": 1570174713,
            "text": "2019-10-04 08:38:33 +0100",
            "iso_8601": "2019-10-04T07:38:33Z"
        },
        "subject": "Gilts and Short Sterling futures pick up where they left off yesterday",
        "content": "<p>A rather timely upturn in Bunds and US Treasuries, latter amidst a frenzy of 5 and long bond block activity, gave UK debt a fillip off the Liffe open and initial gains of 19 ticks from the previous 134.42 settlement were extended to 35 ticks before momentum waned. However, Gilts retain a relatively firm bid and 3 month contracts are perky (1-2 ticks ahead at best) in the run up to the final big US economic release of the week in the form of September’s BLS report.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-pick-up-where-they-left-off-yesterday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 15:37:00",
        "gmt_time": "2019-10-04 07:37:00"
    },
    {
        "id": 889922,
        "updated_sequence": 1955134,
        "published_at": {
            "unix": 1570174380,
            "text": "2019-10-04 08:33:00 +0100",
            "iso_8601": "2019-10-04T07:33:00Z"
        },
        "updated_at": {
            "unix": 1570176093,
            "text": "2019-10-04 09:01:33 +0100",
            "iso_8601": "2019-10-04T08:01:33Z"
        },
        "subject": "Riksbank's Jansson says they have seen a relatively rapid decline in the economic situation",
        "content": "<ul><li>Riksbank can do more on the monetary policy front if needed, but do not have unlimited ammunition</li><li>Recent developments have underscored his view that it would not be a good idea to lift rates at the end of 2019 or start of 2020</li><li>His view is that softening in the SEK is not primarily due to monetary policy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jansson-says-they-have-seen-a-relatively-rapid-decline-in-the-economic-situation-04-10-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 15:33:00",
        "gmt_time": "2019-10-04 07:33:00"
    },
    {
        "id": 889920,
        "updated_sequence": 1954764,
        "published_at": {
            "unix": 1570172760,
            "text": "2019-10-04 08:06:00 +0100",
            "iso_8601": "2019-10-04T07:06:00Z"
        },
        "updated_at": {
            "unix": 1570173179,
            "text": "2019-10-04 08:12:59 +0100",
            "iso_8601": "2019-10-04T07:12:59Z"
        },
        "subject": "STMicroelectronics (STM) +2.0%, LSE (LSE LN) +1.5%, BP (BP LN) +1.0%; Admiral Group (ADM LN) -1.2%, Deutsche Bank (DBK GY) -1.4%, Direct Line (DLG LN) -3.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>STM</strong> upn on Apple news (Co. has increased iPhone 11 production by 10%)</li><li><strong>LSE LN </strong>up on news investors will push Hong Kong exchange to up offer by 20% and increase cash</li><li><strong>BP LN </strong>up on resignation of CEO Dudley</li><li>Insurance names including <strong>ADM LN</strong>, <strong>DLG LN </strong>down on FCA stating they may ban some pricing practices used by insurers; having determined that competition is not working effectively in the market.</li></ul>",
        "analysis_updated_at": {
            "unix": 1570173178,
            "text": "2019-10-04 08:12:58 +0100",
            "iso_8601": "2019-10-04T07:12:58Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "stmicroelectronics-stm-2-0-lse-lse-ln-1-5-bp-bp-ln-1-0-admiral-group-adm-ln-1-2-deutsche-bank-dbk-gy-1-4-direct-line-dlg-ln-3-2-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 15:06:00",
        "gmt_time": "2019-10-04 07:06:00"
    },
    {
        "id": 889919,
        "updated_sequence": 1954629,
        "published_at": {
            "unix": 1570172100,
            "text": "2019-10-04 07:55:00 +0100",
            "iso_8601": "2019-10-04T06:55:00Z"
        },
        "updated_at": {
            "unix": 1570172154,
            "text": "2019-10-04 07:55:54 +0100",
            "iso_8601": "2019-10-04T06:55:54Z"
        },
        "subject": "Bunds: grinding higher before Friday’s major data point",
        "content": "<p>Minor range extension in the 10 year German benchmark and fellow Eurozone bonds, but no big bullish breaks or concerted attempt to revisit Thursday’s post-US services ISM peak (174.78) that stands in the way of resistance either side of the 175.00 level. However, debt markets may derive more impetus/direction when EU equities return to the fray and attention turns to NFP following this week’s disappointing US surveys/data. For the record, Bunds are hovering just below 174.68 compared to the 174.46 close and a 174.41 low and US employment aside ECB’s de Guindos is on the docket ahead of another raft of Fed speakers.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-grinding-higher-before-friday-s-major-data-point-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 14:55:00",
        "gmt_time": "2019-10-04 06:55:00"
    },
    {
        "id": 889917,
        "updated_sequence": 1954459,
        "published_at": {
            "unix": 1570170420,
            "text": "2019-10-04 07:27:00 +0100",
            "iso_8601": "2019-10-04T06:27:00Z"
        },
        "updated_at": {
            "unix": 1570170756,
            "text": "2019-10-04 07:32:36 +0100",
            "iso_8601": "2019-10-04T06:32:36Z"
        },
        "subject": "Larger FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: 1.0900 (690M), <strong>1.0925 (1.1BLN)</strong>, 1.0950-60 (650M),</p><p>1.1000 (650M), 1.1020 (430M)</p><p>AUD/USD: 0.6800 (410M)</p><p>USD/CAD: 1.3190-1.3200 (1BLN), <strong>1.3285-1.3300 (800M)</strong></p><p>USD/JPY: 106.15-25 (550M), 106.50 (530M), 107.00 (500M), 107.50-60 (800M),</p><p>107.75-80 (700M), 108.00 (400M)</p><p>EUR/JPY: 118.00 (710M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "larger-fx-option-expiries-for-today-s-ny-cut-04-10-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 14:27:00",
        "gmt_time": "2019-10-04 06:27:00"
    },
    {
        "id": 889916,
        "updated_sequence": 1954397,
        "published_at": {
            "unix": 1570170300,
            "text": "2019-10-04 07:25:00 +0100",
            "iso_8601": "2019-10-04T06:25:00Z"
        },
        "updated_at": {
            "unix": 1570170350,
            "text": "2019-10-04 07:25:50 +0100",
            "iso_8601": "2019-10-04T06:25:50Z"
        },
        "subject": "BAML Flow Show",
        "content": "<p>- Equity funds saw net outflows of USD 6.6bln; US saw 6.7bln of outflows, Japan saw inflows of USD 0.5bln, Europe saw USD 2.4bln of outflows with USD 1.2bln of redemptions in EM</p><p>- Bond funds saw inflows of USD 10.1bln; investment grade funds saw inflows of USD 10bln, government/treasury bond funds saw USD 1.2bln, EM debt USD 1.3bln outflows</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-04-10-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 14:25:00",
        "gmt_time": "2019-10-04 06:25:00"
    },
    {
        "id": 889911,
        "updated_sequence": 1954604,
        "published_at": {
            "unix": 1570168680,
            "text": "2019-10-04 06:58:00 +0100",
            "iso_8601": "2019-10-04T05:58:00Z"
        },
        "updated_at": {
            "unix": 1570171973,
            "text": "2019-10-04 07:52:53 +0100",
            "iso_8601": "2019-10-04T06:52:53Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Insurance Names –</strong> FCA state they may ban some pricing practices used by insurers; having determined that competition is not working effectively in the market, approx. 6mln policy holders are not getting a good insurance deal. (Newswires)</p><p><strong>Tobacco Names – </strong>US vaping illness deaths have increased to over 18; over 1000 cases of illness have been reported thus far. (BBC)</p><p><strong>Payment Names – </strong>USTR officials at the request of <strong>Mastercard (M) </strong>&amp; <strong>Visa (V)</strong> convinced authorities in India to slacken the rules pertaining to their domestic payment network late 2018., according to sources. (Newswires)</p><p><strong>Pharma Names – </strong>Industry leaders are supportive of the UK Governments ruling to restrict exports of crucial medicines, which may prevent Co’s from benefiting from currency volatility around Brexit, particularly in a no-deal scenario. (FT)</p><p><strong>AXA (CS FP)</strong> – Co’s CEO envisages that the insurance industry future competitors will be the FAANG’S. (FT)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong>AstraZeneca (AZN LN) – </strong>Fasenra has received FDA approval for self-administration usage in the US; already has EU approval. (Newswires)</p><p><strong>BP (BP/ LN) – </strong>Co’s CEO Dudley is to resign; Looney will succeed him. As of 31st March 2020. (Newswires)</p><p><strong>Subsea7 (SUBC NO) – </strong>Awarded a contract from <strong>Shell (RDSA LN)</strong> for a offshore UK project. (Newswires)</p><p><strong>Total (FP FP)</strong> – Co. are reportedly to cut the number of PMG workers due to a decline in LNG related operations. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 13:58:00",
        "gmt_time": "2019-10-04 05:58:00"
    },
    {
        "id": 889910,
        "updated_sequence": 1954098,
        "published_at": {
            "unix": 1570168080,
            "text": "2019-10-04 06:48:00 +0100",
            "iso_8601": "2019-10-04T05:48:00Z"
        },
        "updated_at": {
            "unix": 1570168122,
            "text": "2019-10-04 06:48:42 +0100",
            "iso_8601": "2019-10-04T05:48:42Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>4th October 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>&nbsp;</p><p>FTSE 100</p><p>Antofogasta (ANTO LN) - Seeking negotiations with workers at Chilean copper mine Antucoya to prevent a strike, negotiations have reportedly not been progressing well. (Newswires)</p><p><strong>LSE (LSE LN) – </strong>Reports indicate that a number of investors at the Co. are trying to get the Hong Kong Exchange to increase their offer by approx. 20% as well as add further cash to its composition. (Newswires)</p><p>&nbsp;</p><p>OTHER UK COMPANIES</p><p><strong>GVC (GVC LN) – </strong>Betmakers Holdings have signed an agreement with the Co; no terms available. (Newswires)</p><p>BROKER MOVES</p><p><strong>MKS (MKS LN) </strong>DOWNGRADED TO REDUCE FROM HOLD AT HSBC</p><p>DAX</p><p><strong>Allianz (ALV GY) – </strong>Co. are to purchase EUR 1.1bln portfolio composed of residential assets from Blackstone funds in Japan. (Newswires)</p><p><strong>Infineon (IFX GY)</strong> – Reports indicate the Co. and Cypress Semiconductor are expecting to see mitigation within their Committee on Foreign Investment in the US (CFIUS) review. (Newswires)</p><p><strong>Wirecard (WDI GY)</strong> - FT Editor says the independent investigation into their reporting on the Co. has determined no collusion with short sellers, no foundation for these allegations. Separately, Co. &amp; Libra Internet team are to work to bring instant messenger payments to Eastern European customers (Newswires)</p><p><strong>Volkswagen (VOW3 GY) – </strong>Co. are in discussions with other car manufacturers on the distribution of key technology used in both the Co’s and <strong>Porsche (PAH3 GY) </strong>electric cars. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Commerzbank (CBK GY) </strong>– Co. have reportedly selected Goldman Sachs for the sale of Polish Mbank. (Newswires)</p><p>BROKER MOVES</p><p>CAC</p><p>&nbsp;</p><p>OTHER FRENCH COMPANIES</p><p><strong>JCDecaux (DEC FP) – </strong>Co. have secured a 20-year exclusive street furniture advertising deal in Japan. (Newswires)</p><p>BROKER MOVES</p><p>&nbsp;</p><p>PAN EUROPE</p><p><strong>Apple Suppliers – Apple (AAPL) </strong>has told suppliers to increase production of its iPhone 11 range by up to 10% (or 8mln units) amid higher demand, according to Nikkei citing sources. (Nikkei)</p><p><strong>BMPS (BMPS IM) </strong>– Italian Government are reportedly beginning discussions with the EU regarding the disposal of EUR 10bln in Co. owned bad loans. (Newswires)</p><p><strong>Telecom Italia (TIT IM)</strong> – CDP head Tononi is considering taking a chairman position at the Co., according to sources. (Newswires)</p><p><strong>Mediaset (MS IM) – Vivendi (VIV FP)</strong> have reportedly filed claims against the Co. and Fininvest regarding EGM. (Newswires)</p><p>BROKER MOVES</p><p><strong>RECORDATI (REC SM)</strong> DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p>SMI</p><p>&nbsp;</p><p>OTHER SWISS COMPANIES</p><p>&nbsp;</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>&nbsp;</p><p>BROKER MOVES</p><p><strong>HENNES &amp; MAURITZ (HMB SS)</strong> UPGRADED TO BUY FROM HOLD AT HSBC</p><p><strong>US</strong></p><p>* CLOSING LEVELS: S&amp;P 500 0.8% at 2911, NASDAQ-100 1.2% at 7638, Dow Jones 0.5% at 26202,</p><p>* SECTORS: Consumer Discretionary 0.5%, Consumer Staples 0.7%, Energy 1.3%, Financials 0.2%, HealthCare 0.9%, Industrials 0.7%, Information Technology 1.2%, Materials 0.4%, Telecommunication Services 0.8%, Utilities 0.3%</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-04-10-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 13:48:00",
        "gmt_time": "2019-10-04 05:48:00"
    },
    {
        "id": 889909,
        "updated_sequence": 1954079,
        "published_at": {
            "unix": 1570167960,
            "text": "2019-10-04 06:46:00 +0100",
            "iso_8601": "2019-10-04T05:46:00Z"
        },
        "updated_at": {
            "unix": 1570167998,
            "text": "2019-10-04 06:46:38 +0100",
            "iso_8601": "2019-10-04T05:46:38Z"
        },
        "subject": "US Secretary of State Pompeo says he does not believe that Chinese 5G technology places the NATO alliance at risk",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-he-does-not-believe-that-chinese-5g-technology-places-the-nato-alliance-at-risk-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 13:46:00",
        "gmt_time": "2019-10-04 05:46:00"
    },
    {
        "id": 889908,
        "updated_sequence": 1953844,
        "published_at": {
            "unix": 1570166100,
            "text": "2019-10-04 06:15:00 +0100",
            "iso_8601": "2019-10-04T05:15:00Z"
        },
        "updated_at": {
            "unix": 1570166126,
            "text": "2019-10-04 06:15:26 +0100",
            "iso_8601": "2019-10-04T05:15:26Z"
        },
        "subject": "RANsquawk Daily European Opening News - 4th October 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22923/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equities traded with no firm direction after an upbeat performance on Wall Street, ahead of NFP</li><li>SCMP Editorial piece stated, \"Beijing is in no hurry to forge a deal” with the US</li><li>EU’s Brexit Negotiator Barnier told a private meeting of EU diplomats that UK PM Johnson’s proposals fell far short of his conditions for a deal, sources stated</li><li>In FX, the DXY is flat, EUR and GBP moved in-step with the Dollar, Antipodeans outperformed</li><li>Looking ahead, highlights include US NFP and Trade, Baker Hughes, Canadian Trade, ECB’s de Guindos, Fed’s Powell, Rosengren, Bostic, Kashkari, Brainard, Quarles, Riksbank’s Jansson and RBI rate decision</li></ul><p><strong>ASIA-PAC Asian equities traded with no firm direction as the region derived little impetus from the upbeat performance on Wall Street</strong> ahead of the US labour market report, where stocks rose amid increased expectations for further Fed stimulus after this week’s ISM metrics declined to multi-year lows. <strong>ASX 200 (+0.4%) </strong>treaded water for most of the session and was little swayed by reports that Commonwealth Bank of Australia's life insurance arm has been charged with 87 counts of hawking life insurance products. Meanwhile, <strong>Nikkei 225 (Unch</strong>) remained within a tight range amid the cautiousness in the market and an uneventful domestic currency. Elsewhere, <strong>Hang Seng (-0.4%)</strong> was modestly softer ahead of an emergency meeting held by Chief Executive Lam which is anticipated to be on emergency regulation to ban protesters’ face masks, according to sources, although the enforcement of this law is still in question. Further, real estate stocks in the region underperformed as Hong Kong’s property market continues to bear the brunt of local riots, with reports stating that homeowners are slashing house prices by over 20% amid reluctant buyers and banks reducing property valuations due to the increasing violence. <strong>As a reminder, Mainland China remained closed due to its National Week holiday.</strong></p><p><strong>US President Trump told Chinese President Xi that he will stay quiet on HK amid trade talks. (CNN) White House Trade Adviser Navarro reiterated that there will be no small deal with China and added “we will get a great deal with China or no deal”. (Fox Business)</strong></p><p><strong>SCMP Editorial piece stated, \"Beijing is in no hurry to forge a deal and the one struck between the US and Japan on September 25 is good reason for not rushing\". The article noted that there was no agreement for the immediate removal of US penalties on Japanese vehicles and parts, but the accord referred to a levy elimination at a future date without specifying a time frame. (SCMP)</strong></p><p>Japanese Foreign Minister Motegi said the US/Japan trade deal is to take effect in January. (Nikkei) Elsewhere, Japanese Finance Minister Aso said he does not see an immediate need to take stimulus steps. (Newswires)</p><p>Hong Kong government is said to be considering extending protesters' detention period, HK press reported. (Newswires)</p><p>HK Manufacturing PMI (Aug) 41.5 (Prev. 40.8) – Business confidence fell to the lowest level since September 2012. (Newswires)</p><p>Russian President Putin said China is prepared to buy as many soybeans from Russia as it can produce. (Newswires)</p><p>UK/EU</p><p><strong>USTR plans no grace period for products that are already in transit when the EU tariffs go into effect on October 18th, according to Cheese Importers Association of America. (Newswires)</strong></p><p>EU’s Chief Brexit Negotiator Barnier said the EU wants a withdrawal agreement with workable and effective solutions that create legal and practical certainty now. (Twitter) Meanwhile, <strong>reports noted that PM Johnson has one week to revise his Brexit deal or risk another Brexit extension. The sources added that Brexit Negotiator Barnier told a private meeting of EU diplomats that PM Johnson’s proposals fell far short of his conditions for a deal. (Newswires) </strong>UK PM Johnson reportedly has a plan B Brexit deal if the EU rejects the current one and has not ruled out a time limited backstop. Meanwhile, DUP's Foster said the UK Brexit proposal will not be amended. (Newswires) Elsewhere, The Sun reported that <strong>up to 30 Labour MPs have hinted that they could back UK PM Johnson’s deal in parliament despite backlash from Labour Leader Corbyn. (Sun)</strong></p><p>Italy is ready to issue its first dollar bond since 2010 and an announcement could come as soon as next week, according to sources. (Newswires)</p><p>GEOPOLITICS&nbsp;</p><p>US Pentagon said the recent North Korea test was of a short-to-medium range ballistic missile fired from a sea-based platform. (Newswires) <strong>US and Japan have agreed that the North Korea missile test was provocative and should cease and added that it does not set the stage for diplomacy, according to Yonhap. Further, North Korea's official newspaper added that this week's test-firing of a submarine-launched ballistic missile (SLBM) represents a \"grave statement\" to hostile forces. (Yonhap)</strong></p><p>US Department of Defense said Iran continues to represent a threat in the region and we have enough troops to protect our interests. (Newswires)</p><p>Saudi Vice Defence Minister Kahlid bin Salman called on Yemenis to stand with Saudi in the \"face of the project of Iranian chaos\". (Twitter)</p><p>FX&nbsp;</p><p><strong>DXY</strong> was initially modestly softer, albeit remained within yesterday’s range after this week’s duo of ISM misses took the index to a weekly low of 98.64 ahead of today’s NFP data <strong>(full preview available on the RANsquawk Research Suite). EUR/USD</strong> and <strong>GBP/USD</strong> derived mild upside from the initial weakness in the Greenback with the former firmly above 1.0950 and edging closer to 1.1000, whilst today’s options see 1.2bln expiring at strike 1.0925 and around 650mln at 1.1000. Cable hovered around 1.2350 throughout most of the session, with PM Johnson under a tight schedule to revise his Brexit deal or risk another extension to Article 50. Elsewhere, <strong>USD/JPY</strong> remained in a narrow intraday band under 107.00 and below its 50 DMA (106.97) in anticipation for today’s tier 1 US data release. Finally, <strong>antipodeans</strong> outperformed, more-so the <strong>Kiwi</strong> amid a defensive <strong>Dollar</strong> and with Central Bank activity out of the picture until next month. <strong>NZD/USD </strong>retained its 0.63+ status whilst <strong>AUD/USD</strong> largely side-lined a below-forecast August retail sales figure, whilst the RBA’s FSR stated that Australia’s financial system has improved but the spill over from tensions in Hong Kong, Middle East and Brexit could trigger a slowdown. <strong>AUD/USD</strong> traded around 0.6750 ahead of its 50 DMA at 0.6786.</p><p>Westpac Chief Economist sees a possibility of an RBA cut in December, reaffirms February 2020 forecast for a 25bps cut. (Newswires)</p><p>RBA's Assistant Governor (Economic Group) Ellis said the manufacturing sector has been performing strongly with exports increasing, Q2 public sector wages growth was boosted by one-off factor, expect rate of growth to fall back to recent averages. (Newswires)</p><p>Mexican Deputy Foreign Minister met with USTR Lighthizer, and said he sees significant progress regarding USMCA. (Newswires)</p><p>Brazilian Economy Ministry said government has surpassed privatization target of USD 20bln, has hit USD 23.5bln. Furthermore, Brazilian Privatization Secretary said all revenue from the government asset sale will be used to reduce debt. (Newswires)</p><p><strong>COMMODITIES&nbsp;</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures recouped yesterday’s losses as the softer Buck aided the benchmarks reclaim 52/bbl and 57/bbl to the upside with the latter now eyeing 58/bbl ahead its 200 WMA at 58.30/bbl. News flow for the complex remained light overnight, futures showed little reaction to reports that US Energy Sectary Perry is expected to resign next month, with reasons reportedly unrelated to US President Trump’s impeachment inquiry. Elsewhere, <strong>gold</strong> prices are supported by the weaker Dollar, prices traded in a tight range above 1500/oz with all eyes on the NFP release. Meanwhile, <strong>copper</strong> underperformed with reports noting that Antofagasta is seeking negotiations with workers at its Chilean Antucoya mine in an attempt to stave off a strike, albeit union leaders said there had been little progress.</p><p><strong>US Energy Secretary Perry is expected to announce his resignation in November, Deputy Energy Secretary Dan Brouillette is expected to replace Perry, at least temporarily, according to sources cited by Politico. A source said that the US President Trump's impeachment inquiry is unrelated to Perry's departure. (Politico) SCMP later reported that Perry is planning to step down from his post by the end of the year and is likely to return to the private sector, citing sources. (SCMP)</strong></p><p>Ecuador sees oil output rising to 590k BPD from 548k BPD after its exit from OPEC next year. (Newswires)</p><p><strong>US</strong></p><p><strong>* US T-NOTE FUTURES (Z9) SETTLED 19+ TICKS HIGHER AT 131-24</strong>: The curve bull steepened following a poor ISM print, which sent 10y-year notes to session highs. There was a reversal seen in equities on the news, however, yields remained toward session lows for the remainder of the session, as market pricing for a 25bp cut at the October meeting jumped to a high of 92.5% from 77% yesterday; expectations pared to around 85% by settlement. The short-end of the curve immediately fell as markets now almost fully price in a cut at the next meeting, resulting in 2s10s curve widening to 15bp. Elsewhere, US treasury&nbsp; is to sell 38bln in 3-year notes, 24bln in 10-year notes and 16bln in 30-year bonds next week, as expected.</p><p><strong>Fed Vice Chair Clarida (Voter)</strong> said the US economy is in a good place, growth is solid, consumer is in a good place and when asked about an October rate cut, Clarida said the Fed takes each meeting one at a time and is not on a pre-set course. Clarida does not believe risk of a recession is particularly elevated and sees no evidence of an overheating labour market. He noted that it is important that inflation to be achieved on a symmetric basis around 2% target. Clarida was happy with the Fed’s July and September decision. He added the Fed will be discussing standing repo facility in future meetings. (WSJ)</p><p><strong>Fed's Kaplan (Non-voter, Neural)</strong> said the Fed is allowing the economy to run hotter and the job market is tight although inflation is not running away. Kaplan added that two rate cuts this year (unclear if he meant additional rate cuts) reduce likelihood of a severe slowdown, does not eliminate it, adds watching services extremely carefully, should not overreact to one report. (Newswires)</p><p><strong>White House is said to be planning to send Speaker Nancy Pelosi a letter as soon as today arguing that US President Trump and his team can ignore lawmakers' demands until she holds a full House vote formally approving an impeachment inquiry, sources stated. The letter has been drafted but has not been finalised or signed as of Thursday night. (Axios)</strong></p><p>US President Trump reportedly ordered the removal of the ambassador to Ukraine after months of complaints from allies outside the administration and lawyer Giuliani, that she was obstructing efforts to persuade Kyiv to investigate 2020 Presidential Candidate Biden. WSJ reported citing sources. (WSJ) Further, NYT initially reported that US President Trump’s top envoys to Ukraine reportedly drafted a statement for the Ukrainian President in August that would have committed Ukraine to pursuing investigations sought by the US President into his political rivals, sources. (NYT) However, CNN later rebuffed the NYT report and stated that the Ukrainian government wrote a statement for public release committing to pursue investigations of corruption, not American diplomats. according to sources. <strong>Further, President Trump also raised 2020 Presidential candidates Biden and Warren in a call with Chinese President Xi. (CNN)</strong></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-4th-october-2019-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 13:15:00",
        "gmt_time": "2019-10-04 05:15:00"
    },
    {
        "id": 889834,
        "updated_sequence": 1954042,
        "published_at": {
            "unix": 1570165200,
            "text": "2019-10-04 06:00:00 +0100",
            "iso_8601": "2019-10-04T05:00:00Z"
        },
        "updated_at": {
            "unix": 1570167647,
            "text": "2019-10-04 06:40:47 +0100",
            "iso_8601": "2019-10-04T05:40:47Z"
        },
        "subject": "PRIMER: RBI rate decision due at 0715 BST on 4th October 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>IN A NUTSHELL: </strong>25bps rate cut expected, with the central bank seen retaining its 'accommodative' stance. Rate decision due at 0715 BST.</li><li><strong>EXPECTATIONS: </strong>The Street looks for the RBI to cut its repo rate by 25bps to 5.15%, the reverse repo is is expected to be cut by the same magnitude, to 4.9%; the cash reserve ratio is seen unchanged at 4.0%. Since the new Governor has taken his position, the RBI has trimmed rates by 110bps. Capital Economics expects that the MPC will deliver a more ‘traditional’ rate cut of 25bps, rather than 35bps (after three consecutive 25bps rate cuts, the RBI voted 4-2 to cut by 35bps in August, and argued that a reduction of 25bps would be inadequate, though 50bps might have been excessive); the 25bps seems more appropriate for October’s meeting given the recent spike in oil prices, as well as the fiscal loosening measures undertaken by the government, with estimates that the package could be worth around USD 20bln).&nbsp;</li><li><strong>ECONOMY: </strong>The RBI at its last meeting said thta boosting aggregate demand, especially private demand, assumes the highest priority. There has been little in the incoming data that could dissuade the central bank from looser policy; GDP in Q2 slumped to below the RBI’s forecast, and inflation is also under the central bank’s goal. Additionally, the MPC further signalled the potential for lower rates by maintaining its “accommodative” policy stance at the conclusion of its previous meeting; speaking recently, Governor Das built on this, stating that there was room specifically for a rate cut.</li><li><strong>INR: </strong>TD Securities sees only a limited potential reaction in the rupee. Nevertheless, it says that while a rate cut at this meeting is likely to provoke a limited reaction, we think RBI may favour FX weakness as a means to stimulate exports and the economy: \"This is especially the case as the pass-through to inflation is relatively low,\" TD writes, \"the fact that INR is overvalued by many measures also suggests scope for some, albeit gradual depreciation in the months ahead.\" The bank says that from a tactical perspective, INR may make up more ground versus regional peers such as IDR in the short term, even as it depreciates vs. USD. TD sees the USDINR rate to hit around 72.6 by end of this year.</li><li><strong>AHEAD: </strong>Looking ahead, Capital Economics says that while further policy loosening can be expected in the near-term, it holds a non-consensus view that the Reserve Bank will need to lift rates modestly by the end of 2020.</li></ul>",
        "analysis_updated_at": {
            "unix": 1570119780,
            "text": "2019-10-03 17:23:00 +0100",
            "iso_8601": "2019-10-03T16:23:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-rbi-rate-decision-due-at-0715-bst-on-4th-october-2019-03-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 13:00:00",
        "gmt_time": "2019-10-04 05:00:00"
    },
    {
        "id": 889906,
        "updated_sequence": 1953737,
        "published_at": {
            "unix": 1570164960,
            "text": "2019-10-04 05:56:00 +0100",
            "iso_8601": "2019-10-04T04:56:00Z"
        },
        "updated_at": {
            "unix": 1570165235,
            "text": "2019-10-04 06:00:35 +0100",
            "iso_8601": "2019-10-04T05:00:35Z"
        },
        "subject": "Apple (AAPL) has told suppliers to increase production of its iPhone 11 range by up to 10% (or 8mln units) amid higher demand, according to Nikkei citing sources",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Business/Technology/Apple-increases-production-of-iPhone-11-sources\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Nikkei",
        "slug": "apple-aapl-has-told-suppliers-to-increase-production-of-its-iphone-11-range-by-up-to-10-or-8mln-units-amid-higher-demand-according-to-nikkei-citing-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 12:56:00",
        "gmt_time": "2019-10-04 04:56:00"
    },
    {
        "id": 889905,
        "updated_sequence": 1953631,
        "published_at": {
            "unix": 1570164420,
            "text": "2019-10-04 05:47:00 +0100",
            "iso_8601": "2019-10-04T04:47:00Z"
        },
        "updated_at": {
            "unix": 1570164511,
            "text": "2019-10-04 05:48:31 +0100",
            "iso_8601": "2019-10-04T04:48:31Z"
        },
        "subject": "Hong Kong leader Carrie Lam’s policy address set for 11am (local time) on October 16, followed by withdrawal of extradition bill, SCMP reports",
        "content": "<ul><li><a href=\"https://www.scmp.com/news/hong-kong/politics/article/3031524/hong-kong-leader-carrie-lams-policy-address-set-october-16?utm_content=article&amp;utm_medium=Social&amp;utm_source=Twitter#Echobox=1570164324\">Link to article&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "hong-kong-leader-carrie-lam-s-policy-address-set-for-11am-local-time-on-october-16-followed-by-withdrawal-of-extradition-bill-scmp-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 12:47:00",
        "gmt_time": "2019-10-04 04:47:00"
    },
    {
        "id": 889904,
        "updated_sequence": 1953314,
        "published_at": {
            "unix": 1570161840,
            "text": "2019-10-04 05:04:00 +0100",
            "iso_8601": "2019-10-04T04:04:00Z"
        },
        "updated_at": {
            "unix": 1570161918,
            "text": "2019-10-04 05:05:18 +0100",
            "iso_8601": "2019-10-04T04:05:18Z"
        },
        "subject": "US Energy Secretary Perry is planning to step down by year-end and is likely to return to the private sector, according to sources cited by SCMP",
        "content": "<p><a href=\"https://www.scmp.com/news/world/united-states-canada/article/3031517/us-energy-secretary-rick-perry-expected-announce\">Link to article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier reports stated that US Energy Secretary Perry is expected to announce his resignation in November, Deputy Energy Secretary Dan Brouillette is expected to replace Perry, at least temporarily, according to sources cited by Politico. Source said that the US President Trump's impeachment inquiry is unrelated to Perry's departure.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1570161918,
            "text": "2019-10-04 05:05:18 +0100",
            "iso_8601": "2019-10-04T04:05:18Z"
        },
        "push_notify": false,
        "source": "SCMP",
        "slug": "us-energy-secretary-perry-is-planning-to-step-down-by-year-end-and-is-likely-to-return-to-the-private-sector-according-to-sources-cited-by-scmp-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 12:04:00",
        "gmt_time": "2019-10-04 04:04:00"
    },
    {
        "id": 889903,
        "updated_sequence": 1952991,
        "published_at": {
            "unix": 1570159260,
            "text": "2019-10-04 04:21:00 +0100",
            "iso_8601": "2019-10-04T03:21:00Z"
        },
        "updated_at": {
            "unix": 1570159369,
            "text": "2019-10-04 04:22:49 +0100",
            "iso_8601": "2019-10-04T03:22:49Z"
        },
        "subject": "RBA's Ellis says manufacturing sector has been performing strongly with exports increasing, Q2 public sector wages growth was boosted by one-off factor, expect rate of growth to fall back to recent averages",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-s-ellis-says-manufacturing-sector-has-been-performing-strongly-with-exports-increasing-q2-public-sector-wages-growth-was-boosted-by-one-off-factor-expect-rate-of-growth-to-fall-back-to-recent-averages-04-10-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 11:21:00",
        "gmt_time": "2019-10-04 03:21:00"
    },
    {
        "id": 889901,
        "updated_sequence": 1952761,
        "published_at": {
            "unix": 1570157520,
            "text": "2019-10-04 03:52:00 +0100",
            "iso_8601": "2019-10-04T02:52:00Z"
        },
        "updated_at": {
            "unix": 1570157571,
            "text": "2019-10-04 03:52:51 +0100",
            "iso_8601": "2019-10-04T02:52:51Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS:  RBI is to publish its latest monetary policy decision at 0715BST",
        "content": "<p>INDIA</p><p>Sun Pharmaceuticals (SUN IS) – Co. has been granted FDA orphan drug designation for the treatment of neonatal seizures. (Newswires)</p><p>Tata Steel (TATA IS) – Co. is said to be mulling the sale of its 50% stake in Mjunction. (Newswires)</p><p>Yes Bank (YES IS) – CEO said the group is to raise capital much sooner than markets expect. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "pre-market-india-stock-news-rbi-is-to-publish-its-latest-monetary-policy-decision-at-0715bst-04-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 10:52:00",
        "gmt_time": "2019-10-04 02:52:00"
    },
    {
        "id": 889900,
        "updated_sequence": 1952712,
        "published_at": {
            "unix": 1570157160,
            "text": "2019-10-04 03:46:00 +0100",
            "iso_8601": "2019-10-04T02:46:00Z"
        },
        "updated_at": {
            "unix": 1570157218,
            "text": "2019-10-04 03:46:58 +0100",
            "iso_8601": "2019-10-04T02:46:58Z"
        },
        "subject": "Ukrainian government wrote a statement for public release committing to pursue investigations of corruption, not American diplomats. according to CNN citing sources",
        "content": "<ul><li><a href=\"https://edition.cnn.com/2019/10/03/politics/us-envoys-trump-ukraine-investigate/index.html?utm_term=link&amp;utm_content=2019-10-04T02%3A44%3A27&amp;utm_source=twCNN&amp;utm_medium=social\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>NYT earlier reported that US President Trump’s top envoys to Ukraine reportedly drafted a statement for the Ukrainian President in August that would have committed Ukraine to pursuing investigations sought by the US President into his political rivals, sources.</li></ul>",
        "analysis_updated_at": {
            "unix": 1570157217,
            "text": "2019-10-04 03:46:57 +0100",
            "iso_8601": "2019-10-04T02:46:57Z"
        },
        "push_notify": false,
        "source": "CNN",
        "slug": "ukrainian-government-wrote-a-statement-for-public-release-committing-to-pursue-investigations-of-corruption-not-american-diplomats-according-to-cnn-citing-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 10:46:00",
        "gmt_time": "2019-10-04 02:46:00"
    },
    {
        "id": 889899,
        "updated_sequence": 1952653,
        "published_at": {
            "unix": 1570156620,
            "text": "2019-10-04 03:37:00 +0100",
            "iso_8601": "2019-10-04T02:37:00Z"
        },
        "updated_at": {
            "unix": 1570156692,
            "text": "2019-10-04 03:38:12 +0100",
            "iso_8601": "2019-10-04T02:38:12Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Stocks and FX tread water ahead of the key US labour market report",
        "content": "<p>Asian equities trade with no firm direction as the region derived little impetus from the upbeat performance on Wall Street ahead of the US labour market report, where stocks rose amid increased expectations for further Fed stimulus following this week’s ISM metrics declining to multi-year lows. ASX 200 (Unch) treads water and was little swayed by reports that Commonwealth Bank of Australia's life insurance arm has been charged with 87 counts of hawking life insurance products. Meanwhile, Nikkei 225 (-0.2%) remains within a tight range amid an uneventful domestic currency. Elsewhere, Hang Seng (Unch) is flat ahead of an emergency meeting held by Chief Executive Lam which is anticipated to be on emergency regulation to ban protesters’ face masks, according to sources, although the enforcement of this law is still in question. However, real estate stocks are underperforming as Hong Kong’s property market continues to bear the brunt of local riots, with reports stating that homeowners are slashing house prices by over 20% amid reluctant buyers and banks reducing property valuations due to the increasing violence. As a reminder, Mainland China remains closed due to its National Week holiday.</p><p>&nbsp;</p><p>In FX markets, the DXY is softer, albeit remains within yesterday’s range after this week’s duo of ISM misses took the index to a weekly low of 98.64 ahead of today’s NFP data, with the Street looking for a headline figure of 145k whilst average hourly earnings and unemployment rate are forecast to remain at 3.2% and 3.7% respectively (full preview available on the RANsquawk Research Suite). EUR/USD and GBP/USD derived modest upside from the softer Greenback with the former firmly above 1.0950 and edging closer to 1.1000, although today’s options see 1.2bln expiring at strike 1.0925 and around 650mln at 1.1000. The latter meanwhile has reclaimed 1.2350 to the upside, with PM Johnson under a tight schedule to revise his Brexit deal or risk another extension to Article 50. Elsewhere, USD/JPY remains within a narrow intraday band under 107.00 and below its 50 DMA (106.97) in anticipation for today’s tier 1 US data. Finally, antipodeans are outperforming, more-so the Kiwi amid a defensive Dollar and with Central Bank activity out of the picture until next month. NZD/USD retains its 0.63+ status whilst AUD/USD largely side-lined a below-forecast August retail sales figure, whilst the RBA’s FSR stated that Australia’s financial system has improved but the spill over from tensions in Hong Kong, Middle East and Brexit could trigger a slowdown. AUD/USD trades around 0.6750 ahead of its 50 DMA at 0.6786.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-stocks-and-fx-tread-water-ahead-of-the-key-us-labour-market-report-04-10-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 10:37:00",
        "gmt_time": "2019-10-04 02:37:00"
    },
    {
        "id": 889897,
        "updated_sequence": 1952179,
        "published_at": {
            "unix": 1570152660,
            "text": "2019-10-04 02:31:00 +0100",
            "iso_8601": "2019-10-04T01:31:00Z"
        },
        "updated_at": {
            "unix": 1570152859,
            "text": "2019-10-04 02:34:19 +0100",
            "iso_8601": "2019-10-04T01:34:19Z"
        },
        "subject": "RBA Financial Stability Review says Australian financial system has improved, spillover from tensions in Hong Kong, Middle East and Britain could trigger a slowdown",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-financial-stability-review-says-australian-financial-system-has-improved-spillover-from-tensions-in-hong-kong-middle-east-and-britain-could-trigger-a-slowdown-04-10-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:31:00",
        "gmt_time": "2019-10-04 01:31:00"
    },
    {
        "id": 889898,
        "updated_sequence": 1952188,
        "published_at": {
            "unix": 1570152600,
            "text": "2019-10-04 02:30:00 +0100",
            "iso_8601": "2019-10-04T01:30:00Z"
        },
        "updated_at": {
            "unix": 1570152897,
            "text": "2019-10-04 02:34:57 +0100",
            "iso_8601": "2019-10-04T01:34:57Z"
        },
        "subject": "Australian Retail Sales (Aug) 0.4% vs. Exp. 0.5% (Prev. -0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-retail-sales-aug-0-4-vs-exp-0-5-prev-0-1-04-10-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:30:00",
        "gmt_time": "2019-10-04 01:30:00"
    },
    {
        "id": 889896,
        "updated_sequence": 1952032,
        "published_at": {
            "unix": 1570151640,
            "text": "2019-10-04 02:14:00 +0100",
            "iso_8601": "2019-10-04T01:14:00Z"
        },
        "updated_at": {
            "unix": 1570151741,
            "text": "2019-10-04 02:15:41 +0100",
            "iso_8601": "2019-10-04T01:15:41Z"
        },
        "subject": "SK Telecom  (017670 KS) will supply its 5G network solutions to Japan's Rakuten (4755 JT), according to Yonhap citing sources",
        "content": "<ul><li><a href=\"https://en.yna.co.kr/view/AEN20191004002400320?section=news\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "sk-telecom-017670-ks-will-supply-its-5g-network-solutions-to-japan-s-rakuten-4755-jt-according-to-yonhap-citing-sources-04-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:14:00",
        "gmt_time": "2019-10-04 01:14:00"
    },
    {
        "id": 889895,
        "updated_sequence": 1952013,
        "published_at": {
            "unix": 1570151460,
            "text": "2019-10-04 02:11:00 +0100",
            "iso_8601": "2019-10-04T01:11:00Z"
        },
        "updated_at": {
            "unix": 1570151521,
            "text": "2019-10-04 02:12:01 +0100",
            "iso_8601": "2019-10-04T01:12:01Z"
        },
        "subject": "BoJ offers to buy JPY 50bln in up to 1yr JGBs, JPY 350bln in 5y-10yr JGBs, and JPY 25bln in I/L JGBs; Unchanged from prior",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-50bln-in-up-to-1yr-jgbs-jpy-350bln-in-5y-10yr-jgbs-and-jpy-25bln-in-i-l-jgbs-unchanged-from-prior-04-10-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:11:00",
        "gmt_time": "2019-10-04 01:11:00"
    },
    {
        "id": 889894,
        "updated_sequence": 1951978,
        "published_at": {
            "unix": 1570151160,
            "text": "2019-10-04 02:06:00 +0100",
            "iso_8601": "2019-10-04T01:06:00Z"
        },
        "updated_at": {
            "unix": 1570151275,
            "text": "2019-10-04 02:07:55 +0100",
            "iso_8601": "2019-10-04T01:07:55Z"
        },
        "subject": "US President Trump defends himself in regard to the impeachment inquiry, via Twitter (cont)",
        "content": "<p>\"As the President of the United States, I have an absolute right, perhaps even a duty, to investigate, or have investigated, CORRUPTION, and that would include asking, or suggesting, other Countries to help us out!\"</p><ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1179925259417468928\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-defends-himself-in-regard-to-the-impeachment-inquiry-via-twitter-cont-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:06:00",
        "gmt_time": "2019-10-04 01:06:00"
    },
    {
        "id": 889893,
        "updated_sequence": 1951947,
        "published_at": {
            "unix": 1570150920,
            "text": "2019-10-04 02:02:00 +0100",
            "iso_8601": "2019-10-04T01:02:00Z"
        },
        "updated_at": {
            "unix": 1570151066,
            "text": "2019-10-04 02:04:26 +0100",
            "iso_8601": "2019-10-04T01:04:26Z"
        },
        "subject": "North Korea's official newspaper said that this week's test-firing of a submarine-launched ballistic missile (SLBM) represents a \"grave statement\" to hostile forces, Yonhap reports  ",
        "content": "<ul><li><a href=\"https://en.yna.co.kr/view/AEN20191004002300325?section=news\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-s-official-newspaper-said-that-this-week-s-test-firing-of-a-submarine-launched-ballistic-missile-slbm-represents-a-grave-statement-to-hostile-forces-yonhap-reports-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 09:02:00",
        "gmt_time": "2019-10-04 01:02:00"
    },
    {
        "id": 889892,
        "updated_sequence": 1951918,
        "published_at": {
            "unix": 1570150740,
            "text": "2019-10-04 01:59:00 +0100",
            "iso_8601": "2019-10-04T00:59:00Z"
        },
        "updated_at": {
            "unix": 1570150865,
            "text": "2019-10-04 02:01:05 +0100",
            "iso_8601": "2019-10-04T01:01:05Z"
        },
        "subject": "Commonwealth Bank (CBA AT) - Australia's ASICs says Co's Comminsure is charged with hawking offences",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commonwealth-bank-cba-at-australia-s-asics-says-co-s-comminsure-is-charged-with-hawking-offences-04-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:59:00",
        "gmt_time": "2019-10-04 00:59:00"
    },
    {
        "id": 889891,
        "updated_sequence": 1951843,
        "published_at": {
            "unix": 1570150260,
            "text": "2019-10-04 01:51:00 +0100",
            "iso_8601": "2019-10-04T00:51:00Z"
        },
        "updated_at": {
            "unix": 1570150314,
            "text": "2019-10-04 01:51:54 +0100",
            "iso_8601": "2019-10-04T00:51:54Z"
        },
        "subject": "Japanese Finance Minister Aso does not see immediate need to take stimulus steps",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-does-not-see-immediate-need-to-take-stimulus-steps-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:51:00",
        "gmt_time": "2019-10-04 00:51:00"
    },
    {
        "id": 889890,
        "updated_sequence": 1951849,
        "published_at": {
            "unix": 1570149960,
            "text": "2019-10-04 01:46:00 +0100",
            "iso_8601": "2019-10-04T00:46:00Z"
        },
        "updated_at": {
            "unix": 1570150333,
            "text": "2019-10-04 01:52:13 +0100",
            "iso_8601": "2019-10-04T00:52:13Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Mainland China is shut due to National Week holiday",
        "content": "<p>Huaneng Renewable (0958 HK) – Co. has offered to acquire all H shares of Co. for HKD 3.17/shr, total deal value around HKD 16bln. (Newswires)</p><p>Fosun (656 HK) – Notes Intourist interest is market speculation. (Newswires)</p><p>Country Garden Holdings (2007 HK) – Sep contract sales +40% YY to CNY 51.6bln. (Newswires)</p><p>&nbsp;</p><p>Other News</p><p>- Hong Kong Chief Executive Lam is expected to hold an emergency meeting today, anticipated to be on emergency regulation to ban protesters face masks., sources. (Newswires)</p><p>- Hong Kong anti-mask law be difficult to enforce in the streets and could be challenged in the courts as a rights violation, police officials and legal experts (SCMP)</p><p>- Hong Kong Manufacturing PMI (Aug) 41.5 (Prev. 40.8) – Business confidence fell to the lowest level since September 2012. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "pre-market-chinese-stock-news-mainland-china-is-shut-due-to-national-week-holiday-04-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:46:00",
        "gmt_time": "2019-10-04 00:46:00"
    },
    {
        "id": 889889,
        "updated_sequence": 1951793,
        "published_at": {
            "unix": 1570149900,
            "text": "2019-10-04 01:45:00 +0100",
            "iso_8601": "2019-10-04T00:45:00Z"
        },
        "updated_at": {
            "unix": 1570149962,
            "text": "2019-10-04 01:46:02 +0100",
            "iso_8601": "2019-10-04T00:46:02Z"
        },
        "subject": "Samsung Display (005930 KS) reportedly suspended one of its LCD production line in South Korea last one, sources state",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-display-005930-ks-reportedly-suspended-one-of-its-lcd-production-line-in-south-korea-last-one-sources-state-04-10-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:45:00",
        "gmt_time": "2019-10-04 00:45:00"
    },
    {
        "id": 889888,
        "updated_sequence": 1951772,
        "published_at": {
            "unix": 1570149600,
            "text": "2019-10-04 01:40:00 +0100",
            "iso_8601": "2019-10-04T00:40:00Z"
        },
        "updated_at": {
            "unix": 1570149741,
            "text": "2019-10-04 01:42:21 +0100",
            "iso_8601": "2019-10-04T00:42:21Z"
        },
        "subject": "Saudi Vice Defence Minister Kahlid bin Salman calls on Yemenis to stand with Saudi in the \"face of the project of Iranian chaos\"",
        "content": "<p><a href=\"https://twitter.com/kbsalsaud/status/1179918519275794433\">Link to tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "saudi-vice-defence-minister-kahlid-bin-salman-calls-on-yemenis-to-stand-with-saudi-in-the-face-of-the-project-of-iranian-chaos-04-10-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:40:00",
        "gmt_time": "2019-10-04 00:40:00"
    },
    {
        "id": 889887,
        "updated_sequence": 1951709,
        "published_at": {
            "unix": 1570149180,
            "text": "2019-10-04 01:33:00 +0100",
            "iso_8601": "2019-10-04T00:33:00Z"
        },
        "updated_at": {
            "unix": 1570149272,
            "text": "2019-10-04 01:34:32 +0100",
            "iso_8601": "2019-10-04T00:34:32Z"
        },
        "subject": "White House Trade Adviser Navarro reiterates that there will be no small deal with China, Fox Business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "white-house-trade-adviser-navarro-reiterates-that-there-will-be-no-small-deal-with-china-fox-business-04-10-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:33:00",
        "gmt_time": "2019-10-04 00:33:00"
    },
    {
        "id": 889886,
        "updated_sequence": 1951680,
        "published_at": {
            "unix": 1570149000,
            "text": "2019-10-04 01:30:00 +0100",
            "iso_8601": "2019-10-04T00:30:00Z"
        },
        "updated_at": {
            "unix": 1570149079,
            "text": "2019-10-04 01:31:19 +0100",
            "iso_8601": "2019-10-04T00:31:19Z"
        },
        "subject": "Hong Kong Manufacturing PMI (Aug) 41.5 (Prev. 40.8)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-manufacturing-pmi-aug-41-5-prev-40-8-04-10-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-10-04 08:30:00",
        "gmt_time": "2019-10-04 00:30:00"
    }
]