[
    {
        "id": 893177,
        "updated_sequence": 1993506,
        "published_at": {
            "unix": 1572640200,
            "text": "2019-11-01 20:30:00 +0000",
            "iso_8601": "2019-11-01T20:30:00Z"
        },
        "updated_at": {
            "unix": 1572640200,
            "text": "2019-11-01 20:30:00 +0000",
            "iso_8601": "2019-11-01T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-25-10-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:30:00",
        "gmt_time": "2019-11-01 20:30:00"
    },
    {
        "id": 894368,
        "updated_sequence": 1993504,
        "published_at": {
            "unix": 1572639960,
            "text": "2019-11-01 20:26:00 +0000",
            "iso_8601": "2019-11-01T20:26:00Z"
        },
        "updated_at": {
            "unix": 1572640037,
            "text": "2019-11-01 20:27:17 +0000",
            "iso_8601": "2019-11-01T20:27:17Z"
        },
        "subject": "Trump ready to ban vape flavors except tobacco, menthol, Axios reports",
        "content": "<ul><li><a href=\"https://www.axios.com/trump-ban-flavored-vaping-products-4830652d-af8d-4c84-81b0-2174e9ad3344.html?utm_source=twitter&amp;utm_medium=twsocialshare&amp;utm_campaign=organic\">Via Axios</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "aXIOS",
        "slug": "trump-ready-to-ban-vape-flavors-except-tobacco-menthol-axios-reports-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:26:00",
        "gmt_time": "2019-11-01 20:26:00"
    },
    {
        "id": 894367,
        "updated_sequence": 1993501,
        "published_at": {
            "unix": 1572639720,
            "text": "2019-11-01 20:22:00 +0000",
            "iso_8601": "2019-11-01T20:22:00Z"
        },
        "updated_at": {
            "unix": 1572639785,
            "text": "2019-11-01 20:23:05 +0000",
            "iso_8601": "2019-11-01T20:23:05Z"
        },
        "subject": "UAW union Council votes to send tentative agreement reached with Ford (F) to members for vote (through 15th November)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uaw-union-council-votes-to-send-tentative-agreement-reached-with-ford-f-to-members-for-vote-through-15th-november-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:22:00",
        "gmt_time": "2019-11-01 20:22:00"
    },
    {
        "id": 894345,
        "updated_sequence": 1993496,
        "published_at": {
            "unix": 1572638580,
            "text": "2019-11-01 20:03:00 +0000",
            "iso_8601": "2019-11-01T20:03:00Z"
        },
        "updated_at": {
            "unix": 1572638682,
            "text": "2019-11-01 20:04:42 +0000",
            "iso_8601": "2019-11-01T20:04:42Z"
        },
        "subject": "Week in Focus; week commencing 4th November 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23143/download\"><strong>here</strong></a><strong> &nbsp;</strong></p><ul><li><strong>MON:</strong> Turkish CPI, Eurozone Manufacturing PMIs, UK Construction PMI, Eurozone Sentix Investor Confidence, US ISM NY, Durables Revisions, Factory Orders</li><li><strong>TUE: </strong>RBA Rate Decision, UK Services PMI, Eurozone PPI, US and Canadian Trade, US Services PMI, ISM Non-Manufacturing PMI, US JOLTS, NZ Labour Market Data</li><li><strong>WED:</strong> German Factory Orders, Eurozone Services PMIs, Retail Sales, US Nonfarm Productivity, Unit Labour Costs,</li><li><strong>THU:</strong> Australian Trade, German Industrial Production, ECB Economic Bulletin, BoE Rate Decision, Minutes, Monetary Policy Report, CNB Rate Decision</li><li><strong>FRI:</strong> RBA SOMP, Swiss Unemployment, French Trade, Canadian Jobs, Uni. Of Michigan</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-week-commencing-4th-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:03:00",
        "gmt_time": "2019-11-01 20:03:00"
    },
    {
        "id": 894346,
        "updated_sequence": 1993498,
        "published_at": {
            "unix": 1572638580,
            "text": "2019-11-01 20:03:00 +0000",
            "iso_8601": "2019-11-01T20:03:00Z"
        },
        "updated_at": {
            "unix": 1572638688,
            "text": "2019-11-01 20:04:48 +0000",
            "iso_8601": "2019-11-01T20:04:48Z"
        },
        "subject": "RANsquawk Central Bank Weekly - Previewing: BOE, RBA/SOMP. Reviewing FOMC, BOC, BOJ, BCB. ",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23142/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-previewing-boe-rba-somp-reviewing-fomc-boc-boj-bcb-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:03:00",
        "gmt_time": "2019-11-01 20:03:00"
    },
    {
        "id": 894366,
        "updated_sequence": 1993490,
        "published_at": {
            "unix": 1572638520,
            "text": "2019-11-01 20:02:00 +0000",
            "iso_8601": "2019-11-01T20:02:00Z"
        },
        "updated_at": {
            "unix": 1572638598,
            "text": "2019-11-01 20:03:18 +0000",
            "iso_8601": "2019-11-01T20:03:18Z"
        },
        "subject": "US Market Wrap - 1st November 2019: NFP beats, ISM small miss, US/China talks constructive ",
        "content": "<p><strong>* SNAPSHOT: Equities up, Treasuries down, Dollar up, Crude up.</strong></p><p><strong>* REAR VIEW: NFP beats; ISM misses, though rises in the month; Kudlow optimistic on Phase One, Lighthizer says US/China call was constructive; China MOFCOM says also says call was constructive. Fed officials generally toe the line, encouraged by the economy.</strong></p><p><strong>* COMING-UP: MONDAY: Data; Australian Retail Sales; EZ Manufacturing PMI (Final); UK Construction PMI; US Factory Orders. Speakers; ECB’s Lagarde &amp; Fed’s Daly. Earnings; Linde, Marriott, Carlsberg, Ryanair, TUESDAY: Data; Chinese Caixin Services PMI; UK Services PMI; EZ Producer Prices; Canadian Trade; US Services PMI (Final), ISM Non-Manufacturing PMI (Final) &amp; JOLTS. Events; RBA Rate Decision. Speakers; ECB’s Villeroy; Fed’s Barkin, Kaplan &amp; Kashkari. Supply; UK &amp; US. Earnings; Allergan, Regeneron, Telefonica, DSM, Evonik, ABF, Imperial Brands, WEDNESDAY: Data; German Industrial Orders; EZ Services PMI (Final)&amp; Retail Sales; US Labour Costs &amp; Productivity (Prelim). Speakers; ECB’s de Guindos &amp; Holzmann; Fed’s Evans, Williams &amp; Harker. Supply; US. Earnings; Qualcomm, CVS, WEC Energy, Adidas, BMW, Société Générale, Wirecard, Dialog Semiconductor, THURSDAY: Data; Australia Trade Balance; German Industrial Output; US Initial Jobless Claims &amp; Consumer Credit. Events; BoE Rate Decision &amp; MPR. Speakers; Fed’s Kaplan. Supply; France &amp; US. Earnings; Walt Disney, Activision, Fox, Siemens, Deutsche Telekom, Zurich, Generali, ArcelorMittal, Telecom Italia, Lufthansa, Sainsbury’s Inmarsat. FRIDAY: Data; Swiss Unemployment; French Industrial Output; Canadian Jobs Report; Chinese Exports. Speakers; Fed’s Bostic &amp; Brainard. Earnings; Duke Energy, Allianz, Intesa Sanpaolo, Credit Agricole, UBI Banca, Richemont.</strong></p><p><strong>* RANSQUAWK WEEK IN FOCUS: </strong><a href=\"https://ransquawk.com/research_sheets/23143/download\"><strong>Click here</strong></a></p><p><strong>* RANSQUAWK CENTRAL BANK WEEKLY: </strong><a href=\"https://ransquawk.com/research_sheets/23142/download\"><strong>Click here</strong></a></p><p><strong>* US MARKET WRAP: </strong>Stocks rose to fresh record highs after the October jobs report surprised to the upside, with some encouraging internals. The ISM manufacturing survey fell short of expectations, though did rise on the month, providing some encouragement. Adding to the positive narrative were both US and China stating that the call between the two sides was constructive, and a new venue was being sought for a Phase One signing. Fed commentary in the session generally toes the line (though Kashkari unsurprisingly erred dovish), with officials encouraged by the economy and see the current stance of policy as appropriate.</p><p><strong>* US NFP: </strong>Headline nonfarm payrolls surprised to the upside, with 128k jobs added to the economy in October against 85k expected. The net revision was +95k. The jobless rate rose by one-tenth to 3.6%, though participation also ticked up (325K workers were added to the labor force, offsetting a 241K rise in household employment). Average hourly earnings rose by 0.2% M/M, short of the 0.3% street view, though the Y/Y rate came in at 3.0% in line with the consensus. Overall the report was judged as solid. The composition of the job gains was also broad across sectors. Pantheon Macroeconomics says the strike at GM ought to have trimmed around 50k from this month's total, but jobs in the vehicle sector declined by 42k. \"Still, ex-GM the payroll number would have been about 170K or so, which is respectable, and the upward revisions to August and September suggests that the trend in private payrolls ex-GM is also about 170K,\" Pantheon writes. However, with that said, the consultancy notes that forward-looking surveys continue to point to the trend in payroll growth slowing to only 50K or so by the turn of next year; PM acknowledges that this may be wrong, since shifts in sentiment do not always translate into shifts in action, it is not willing to assume that job gains will continue to trend at anything like 170K. Meanwhile, the wage growth figure will have disappointed some analysts, particularly after the unexpected unchanged print in September, although PM notes that two adverse calendar effects (an early survey, and a relatively long month, at 22 working days) kept a lid on the rebound, and the consultancy expects a 0.4% M/M rise in the November report.</p><p><strong>* US ISM MANUFACTURING: </strong>At 48.3, the headline missed the expected 48.9, though did rise from the prior 47.8; ISM states that over time, a reading above 42.9 is generally consistent with growth of the overall economy. The new orders index rose to 49.1 from 47.3; prices dropped to 45.5 from a prior 49.7, against an expected rise to 49.9. Pantheon argued that the modest uptick in the headline is welcome, but the survey remains weak, consistent with falling output and capex, but not recession across the economy as a whole. \"The headline index continues to underperform relative to models based on the regional PMIs and Fed surveys, probably because no regional survey covers the west coast, where the most China-dependent ports are located.\" PM also says that the headline remains well below the level implied by the Chinese PMIs, which can be attributed to the trade war. Looking ahead, the consultancy says that the new orders component tends to lead the other components, and as such, the October report bodes well for a further modest increase in November, all factors being equal. PM is also encouraged by the rebound in export orders (bouncing to 50.4 from 41.0 in September; \"we still most of the risk to Q4 growth is to the downside, but we are much less worried now about a disaster,\" PM adds.</p><p><strong>* NEC DIRECTOR KUDLOW/USTR LIGHTHIZER: NEC Director Kudlow</strong> delivered upbeat remarks; on US/China talks, he said US negotiators were very optimistic, and although the Phase One deal is not yet completed, agricultural, currency and financial services chapters are nearly done; Kudlow said enormous progress had been made on intellectual property theft issues, but it was also not quote complete; he noted some progress on forced transfer of technology, but said these elements would probably slip into Phase Two of deal. The White House advisor said that December tariffs were still on the table until Phase One is signed; US President Trump has hinted that he may be willing to look at pulling those tariffs if Phase One is completed. Domestically, Kudlow said the administration was working on 'tax cuts 2.0' for the middle-classes. On the Fed, Kudlow said monetary policy was now \"fortunately\" swinging into accommodative territory, adding that that there has not been a conversation to remove Fed Chair Powell. Finally, on the potential for a trade deal with the UK, Kudlow said Trump would love to do a trade deal with the UK, but are concerned over EU regulations and stipulations. <strong>USTR Lighthizer</strong> said the US and China had a constructive call today; says trade talks today were constructive and made progress in a variety of areas. <strong>China’s MOFCOM</strong> said US/China talks did achieve a consensus in principle, were constructive and they discussed the next step in trade consultations.</p><p><strong>* FED SPEAKERS</strong>: <strong>Fed Vice Chair Clarida</strong> (voter) said the October jobs report was very solid, and the resilient economy was in a very good place, monetary policy was in a good place; however, Clarida still views the balance of risks as somewhat tilted to the downside. Nevertheless, his comments were quite positive, noting that the Fed had a favourable view of the outlook, and he reiterated the central bank's data dependency, stating that every meeting was live. On the consumer sector, Clarida did not see any 'cracks' in the US consumer, saying the sector has never been in better shape. Finally, Clarida did not see wage inflation as a concern<strong>. Fed's Kaplan</strong> (2020 Voter) said if the US consumer remained strong, the US will enjoy solid growth. Kaplan sees monetary policy now at an appropriate level, advocating a patient stance from here. <strong>Fed's Kashkari</strong> (2020 voter, dove) said monetary policy had been too tight, US economy was not at maximum employment, and inflation has been below 2%; Kashkari argued that the Fed was in a \"free lunch zone\" where there is no trade-off between the two mandates of employment and inflation. <strong>Fed's Rosengren</strong> (voter, hawk), explaining his hawkish dissent at this week's FOMC, said fiscal and monetary policy were already accommodative, and he added that with labour markets tight, inflation near target, real GDP growing around estimates of its potential, and a moderation of the risks surrounding trade and Brexit, further accommodation was not needed. <strong>Fed's Quarles</strong> (voter, Neutral) said the US economy was doing well, and he is optimistic about the outlook, and also the longer-term potential of the U.S. economy. Quarles said a particular source of strength has been the labour market, and he was encouraged by labour force participation, as the tight labour market has motivated workers to either join or remain in the labour force, halting, at least for the time being, a long-standing downward trend. Although the pace of job gains has slowed this year, Quarles said the Fed expected some deceleration because of how low the unemployment rate has fallen. However, he noted that one prominent factor weighing on a relatively robust domestic economy has been weak growth among our trading partners; Find the weakness of investment to be of particular concern. <strong>Fed's Williams</strong> (voter) said the economy is in a very good place and is strong.</p><p><strong>* GEOPOLITICAL:</strong> US Secretary of State Pompeo announced the US is to impose further sanctions and nuclear curbs on Iran. The sanctions are put on the Iranian construction sector and trade restrictions on four materials used in the nation’s military or nuclear programmes. The US targeted the construction sector as it believes it is controlled (directly or indirectly) by Iran’s Islamic Revolutionary Guard Corps who have been designated a foreign terrorist group. Elsewhere, reports suggested Yemen’s Houthi rebels shot down a US-made drone near the Saudi Arabia border; however, details were sparse, and it is not yet clear who the drone belonged to.</p><p><strong>* CHINA CAIXIN PMI:</strong> China Caixin PMI: October’s reading surprised to the upside printing 51.7 rising from 51.4 beating expectations for a fall to 51. The data was in contrast to the prior day’s official PMI, which declined by more than expected. New orders saw its sharpest increase since January 2013, rising to 53.6 from 52.0 on improved conditions, and a recovery in customer demand. New export orders rose for the first time in five months to 51.1 from 49.1. Employment contracted even further to the lowest point since September 2018, while prices declined slightly; output prices fell further into contractionary territory, and input prices fell slightly to 51.1. Goldman Sachs highlights the particularly large diversion in October between the Caixin and official release, noting that new export orders in the Caixin data seems to slightly lead the trend in the official PMI, although survey times and different company samples could have also contributed. GS concludes that “in general, however, the NBS manufacturing PMI shows a higher correlation with hard indicators such as industrial production in recent years.”</p><p><strong>* US/CHINA TRADE: </strong>The WTO ruled in favour of China in a dispute, approving USD 3.6bln worth of sanctions on the US, over the latter’s failure to abide by anti-dumping rules with regard to Chinese products. The arbitration relates to a complaint filed by China nearly six years ago, long predating the start of the US/China trade standoff. China originally sought over USD 7bln in retaliation. Separately, in a similar tone to White House Economic Advisor Kudlow, Commerce Secretary Ross was upbeat on the progress being made in US/China trade negotiations towards a Phase 1 deal. “Good sized transactions” are upcoming on his trip to Asia, he said, adding that he hopes the US can resurrect a date for the two countries to sign a deal around the same time it would have been signed at Chile's APEC summit. Elsewhere, the SCMP, citing a Chinese diplomatic source, reported that China will further open up its market for foreign enterprises, as Beijing and Washington are poised to sign an interim trade agreement, but the pace of reform will not be led by the United States. The observer added that China was willing to consider adjusting its state-led economic development, but added it would do so in a cautious manner.</p><p><strong>* UK ELECTION: </strong>UK Brexit Party Leader Farage announced that his party would be fielding candidates across a large number of constituencies, contrary to speculation earlier in the week that he would focus only on a small number of Labour leave constituencies in order not to split the Brexit vote. Farage was critical of UK PM Johnson’s deal with the EU and made the PM an offer; drop the WAB, pursue no deal or a simple Free Trade Agreement and the two parties could form a non-aggression pact (meaning the Brexit Party would not field candidates against the Conservatives in certain areas). Commentators note that UK PM Johnson will almost certainly not accept the offer, preferring to campaign on the deal already agreed with the EU, but some suggested that hard-line Brexiteers within the Conservative Party may find the offer more appealing (although they would almost certainly get the boot should they refuse to back Johnson’s deal). Farage said that alliances were being discussed at a local level. Despite their healthy lead in national polls, the Brexit Party’s decision to field candidates across a large number of constituencies is a blow to the party.</p><p><strong>* S&amp;P 500 1% at 3067, Dow Jones&nbsp; 1.1% at 27346, NASDAQ-100 1% at 8161; </strong>SECTORS: Energy&nbsp; 2.5%, Industrials&nbsp; 2.2%, Materials&nbsp; 1.4%, Financials&nbsp; 1.4%, Information Technology&nbsp; 1.2%, Telecommunication Services&nbsp; 0.8%, Consumer Discretionary&nbsp; 0.7%, Health Care&nbsp; 0.2%, Consumer Staples&nbsp; 0%, Utilities&nbsp; -0.2%.</p><p><strong>* STOCK SPECIFICS: </strong>BeiGene (BGNE) surged amid Amgen (AMGN) taking a 20.5% stake in the Chinese co. Fitbit (FIT) also surged after Alphabet (GOOGL) officially made a USD 2.1bln acquisition offer. Energy E&amp;Ps were generally stronger as crude benchmarks traded higher on positive US-China trade rumblings. The back up in yields saw the rate-sensitive real estate sector underperform, too.</p><p><strong>* EARNINGS:</strong> Exxon Mobil (XOM) beat EPS and Revenue estimates, whilst Chevron (CVX) missed, seeing the former open higher and the latter lower. Qorvo (QRVO), Fortinet (FTNT) and Newell (NWL) all surged after beating estimates and impressing on guidance. Pinterest (PINS) was the latest ex-tech unicorn to take a nosedive as investors became cautious on valuation following a lacklustre earnings report. Arista Networks (ANET) also tanked lower amid an ominous guidance view, seeing the stock downgraded across brokerages. Colgate-Palmolive (CL) underperformed on a revenue miss. Alibaba (BABA) reported a strong quarter but its ADR edged just modestly higher. LyondellBasell (LYB) was firmer after a profit beat and noting increased profitability moving forward under the new IMO 2020 sulphur regulations. Abbvie (ABBV) and Sempra Energy (SRE) also outperformed post strong earnings.</p><p><strong>* WTI (Z9) SETTLES USD 2.02 HIGHER AT USD 56.20/BBL; BRENT (F0) SETTLES USD 2.07 HIGHER AT USD 61.69/BBL:</strong> A solid NFP report, followed optimism on the US/China trade front saw crude prices move higher on Friday. WTI Dec’ 19 reached highs of USD 56.03/bbl, and Brent Jan’ 20 USD 61.79/bbl, both breaking the highs seen on Thursday. Again, supply side factors were out of focus. Russia oil production exports from Black Sea port of Tuapse edged higher to 1.396mln tonnes in November (from 1.345mln tonnes scheduled for October), while Iraq total oil exports averaged 3.447mln BPD in October, lower than the 3.61mln BPD in September. Elsewhere, Marathon shut its Galveston Bay Texas (585k BPD) refinery's gasoline unit due to instrumentation outages, sources stated. Baker Hughes US rig count (Nov 1): oil rigs -5 at 691, natgas rigs -3 at 130, total rigs -8 at 822.</p><p><strong>* T-NOTE FUTURES (Z9) SETTLED 9 TICKS LOWER AT 130-00+:</strong> Treasuries pared gains and yields were higher across the curve by around 3bps, though major curve spreads were little changed at settlement, after the US employment situation report surprised to the upside, although action was still tenative ahead of the manufacturing ISM, which missed expectations, though rose versus the prior. Additionally, commentary around US/China trade has been constructive, giving hopes that the Phase One deal can be signed, while there was not much in the Fedspeak for the FI bulls, with officials generally encouraged by the state of the economy, while noting familiar risks. Combined, it might that pricing for December rate cuts lightened, with money markets implying around 12.5% chance of a cut, versus around 22% at the close of business on Thursday.</p><p><strong>* WEEKLY FX WRAP - USD: </strong>The Greenback remains depressed, but off lows in wake of US payrolls data that comfortably beat consensus and came with an even larger back month upgrade to allay concerns about a more pronounced slowdown in the labour market and the adverse effects of GM’s strike. However, the DXY recovery has faded ahead of 97.500 within a 97.160-98.008 wtd range and the watershed or major game-changer came on Wednesday with the culmination of the Fed’s latest 2-day policy meeting. To recap, the FOMC delivered a 3rd 25 bp insurance rate cut, as almost unanimously expected, but tweaked forward guidance to imply no need to extend mid-cycle easing unless the economy fails to sustain momentum, and the first glance at Q3 GDP in the run up to the accompanying statement supported the change from ‘acting as appropriate’ to pause pending unfolding data/developments. The Dollar duly rallied, but only until the post-meeting press conference where chair Powell said that the bar to hiking is high and the subsequent miss in manufacturing ISM justifies his prognosis. Meanwhile, relatively pronounced US Treasury curve bull flattening also weighed on the Buck along with rebalancing and positioning for month end.</p><p><strong>* NZD, AUD, CAD: </strong>The Antipodean Dollars haver spent another week playing cat and mouse, as the Aud/Nzd cross whip-sawed between 1.0825-1.0720, but the Kiwi has emerged ahead of the Aussie and its US counterpart in wake of an improvement in the NBNZ business outlook and with Westpac rolling its RNBZ rate cut projection out to February 2020 from November. Nzd/Usd is extending gains above 0.6400 and testing 0.6450, while Aud/Usd has found 0.6900 a tougher big figure to breach even though Aussie CPI was in line with forecasts and RBA rhetoric has underscored the on hold for now mantra ahead of November’s policy meeting on the premise that the economy is turning the corner. Conversely, a rather reserved/cautious assessment from the BoC with no indication about the direction of the next policy move, which was reaffirmed in the post-convene presser has undermined the Loonie with Usd/Cad currently towards the upper end of its 1.3207-1.3041 band.</p><p><strong>* GBP, EUR: </strong>Sterling and the single currency continue to track each other alongside broad risk sentiment and the Dollar indirectly by default. However, the Pound has been a net beneficiary and outperformer on Brexit and UK political-related factors as the EU approved the latest UK request for an Article 50 extension and PM Johnson finally got Parliament backing for a December 12 election. On that note, HoC support was only secured by ‘accepting’ the Brextension until January 31 next year and conceding that the WAB and PM would not receive enough votes to be ratified in time for a shorter technical delay to the prior October 31 deadline. Nevertheless, pre-GE polls are looking more favourable for the Tories and Cable is not far from 1.2975 highs, with Eur/Gbp still knocking on the door of 0.8600 even though Eur/Usd is firmly above 1.1150.</p><p><strong>* JPY, CHF: </strong>The Yen, Franc and Gold as the other notorious safe-haven have all made strides over the course of the week, and mainly due to jitters about the US and China building on the framework of trade deal Phase 1 given Beijing’s scepticism about the sincerity of President Trump and his Washington representatives, reluctance to implement big structural reforms and demand that the US remove all tariffs before negotiations move to the next stage. From the US perspective, including POTUS, NEC boss Kudlow and even Trade Advisor Navarro, talks are progressing well and on track for Trump and his Chinese peer to sign off around the middle of the month regardless of the Chile APEC being cancelled. However, the markets appear unconvinced with Usd/Jpy hugging 108.00, Usd/Chf keeping tabs on 0.9850 and Xau/Usd back over Usd1500/oz. Note, the BoJ refined rate guidance and removed time targets for reaching its inflation mandate in favour of attaining the actual level in keeping with the new enhanced ECB guidance, while SNB President Jordan repeated the importance of NIRP and direct intervention just ahead of unexpectedly deflationary Swiss CPI data.</p><p><strong>* NOK, SEK: </strong>Some respite for the Scandi Crowns on technical grounds and a significant pick up in Norway’s manufacturing PMI vs steeper Swedish contraction that is highly unlikely to deter the Riksbank from its determination to raise the repo one more time in December before taking a break from policy normalisation. Eur/Nok is back around 10.1500 vs 10.3100+ record highs, while Eur/Sek has piggy-backed to a degree from 10.7700 towards 10.6700 notwithstanding a bounce in Nok/Sek from recent lows.</p><p><strong>* EM: </strong>Busy week for regional currencies on the wider themes, impulses and factors influencing sentiment and direction, but also in their own right given another 50 bp easing from the BCB, capital controls in Argentina, the eagerly awaited Eskom skewed SA MTBS and post-CBRT meeting releases in Turkey alongside the military manoeuvres in Syria after the official ceasefire. In short, the Brl, Try and Ars are all paring losses, but Zar to a lesser extent given ongoing investor angst over bleak budget projections and not as much assistance for the ailing utility as anticipated, while Moody’s is set to deliver its ratings verdict and the agency seems primed cut downgrade the outlook if not standing to junk.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-1st-november-2019-nfp-beats-ism-small-miss-us-china-talks-constructive-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 04:02:00",
        "gmt_time": "2019-11-01 20:02:00"
    },
    {
        "id": 894365,
        "updated_sequence": 1993487,
        "published_at": {
            "unix": 1572637620,
            "text": "2019-11-01 19:47:00 +0000",
            "iso_8601": "2019-11-01T19:47:00Z"
        },
        "updated_at": {
            "unix": 1572637833,
            "text": "2019-11-01 19:50:33 +0000",
            "iso_8601": "2019-11-01T19:50:33Z"
        },
        "subject": "MOC: SPX 1.8bln to buy (vs 1.47bln to buy); Dow 500mln to buy (vs 350mln to buy)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "moc-spx-1-8bln-to-buy-vs-1-47bln-to-buy-dow-500mln-to-buy-vs-350mln-to-buy-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 03:47:00",
        "gmt_time": "2019-11-01 19:47:00"
    },
    {
        "id": 894364,
        "updated_sequence": 1993484,
        "published_at": {
            "unix": 1572637380,
            "text": "2019-11-01 19:43:00 +0000",
            "iso_8601": "2019-11-01T19:43:00Z"
        },
        "updated_at": {
            "unix": 1572637453,
            "text": "2019-11-01 19:44:13 +0000",
            "iso_8601": "2019-11-01T19:44:13Z"
        },
        "subject": "CFTC FX COT sees GBP shorts continued to get squeezed",
        "content": "<ul><li>EUR short 53K vs 51K short last week. Shorts increased by 2K</li><li>GBP short 32K vs 52K short last week. Shorts trimmed by 20K</li><li>JPY short 20K vs 18K short last week. Shorts increased by 2K</li><li>CHF short 12k vs 11k short&nbsp;last week. Shorts increased by 1K</li><li>AUD short 40k vs 48k short&nbsp;last week. Shorts trimmed by 8K</li><li>NZD short 40K vs 40K short last week. Unchanged</li><li>CAD long 44K vs 33K long last week.&nbsp; Longs increased by 11KK</li><li>Via <a href=\"https://www.forexlive.com/news/!/cftc-commitments-of-traders-05-20191101\">ForexLive</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "cftc-fx-cot-sees-gbp-shorts-continued-to-get-squeezed-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 03:43:00",
        "gmt_time": "2019-11-01 19:43:00"
    },
    {
        "id": 894363,
        "updated_sequence": 1993481,
        "published_at": {
            "unix": 1572637320,
            "text": "2019-11-01 19:42:00 +0000",
            "iso_8601": "2019-11-01T19:42:00Z"
        },
        "updated_at": {
            "unix": 1572637368,
            "text": "2019-11-01 19:42:48 +0000",
            "iso_8601": "2019-11-01T19:42:48Z"
        },
        "subject": "Mercedes (DAI GY) North American sales rise 1.2% Y/Y in October",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mercedes-dai-gy-north-american-sales-rise-1-2-y-y-in-october-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 03:42:00",
        "gmt_time": "2019-11-01 19:42:00"
    },
    {
        "id": 894362,
        "updated_sequence": 1993478,
        "published_at": {
            "unix": 1572634260,
            "text": "2019-11-01 18:51:00 +0000",
            "iso_8601": "2019-11-01T18:51:00Z"
        },
        "updated_at": {
            "unix": 1572634324,
            "text": "2019-11-01 18:52:04 +0000",
            "iso_8601": "2019-11-01T18:52:04Z"
        },
        "subject": "Fed's Williams (voter) says the economy is in a very good place and is strong",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-says-the-economy-is-in-a-very-good-place-and-is-strong-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:51:00",
        "gmt_time": "2019-11-01 18:51:00"
    },
    {
        "id": 894361,
        "updated_sequence": 1993473,
        "published_at": {
            "unix": 1572633480,
            "text": "2019-11-01 18:38:00 +0000",
            "iso_8601": "2019-11-01T18:38:00Z"
        },
        "updated_at": {
            "unix": 1572633554,
            "text": "2019-11-01 18:39:14 +0000",
            "iso_8601": "2019-11-01T18:39:14Z"
        },
        "subject": "Malaysia has rejected 1MDB's offer from Goldman Sachs for less than USD 2bln, according to FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "malaysia-has-rejected-1mdb-s-offer-from-goldman-sachs-for-less-than-usd-2bln-according-to-ft-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:38:00",
        "gmt_time": "2019-11-01 18:38:00"
    },
    {
        "id": 894360,
        "updated_sequence": 1993475,
        "published_at": {
            "unix": 1572633060,
            "text": "2019-11-01 18:31:00 +0000",
            "iso_8601": "2019-11-01T18:31:00Z"
        },
        "updated_at": {
            "unix": 1572633631,
            "text": "2019-11-01 18:40:31 +0000",
            "iso_8601": "2019-11-01T18:40:31Z"
        },
        "subject": "WTI (Z9) settles USD 2.02 higher at USD 56.20/bbl; Brent (F0) settles USD 2.07 higher at USD 61.69/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>A solid NFP report, followed optimism on the US/China trade front saw crude prices move higher on Friday. WTI Dec’ 19 reached highs of USD 56.03/bbl, and Brent Jan’ 20 USD 61.79/bbl, both breaking the highs seen on Thursday. Again, supply side factors were out of focus. Russia oil production exports from Black Sea port of Tuapse edged higher to 1.396mln tonnes in November (from 1.345mln tonnes scheduled for October), while Iraq total oil exports averaged 3.447mln BPD in October, lower than the 3.61mln BPD in September. Elsewhere, Marathon shut its Galveston Bay Texas (585k BPD) refinery's gasoline unit due to instrumentation outages, sources stated. Baker Hughes US rig count (Nov 1): oil rigs -5 at 691, natgas rigs -3 at 130, total rigs -8 at 822.</p>",
        "analysis_updated_at": {
            "unix": 1572633300,
            "text": "2019-11-01 18:35:00 +0000",
            "iso_8601": "2019-11-01T18:35:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-z9-settles-usd-2-02-higher-at-usd-56-20-bbl-brent-f0-settles-usd-2-07-higher-at-usd-61-69-bbl-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:31:00",
        "gmt_time": "2019-11-01 18:31:00"
    },
    {
        "id": 894358,
        "updated_sequence": 1993460,
        "published_at": {
            "unix": 1572632160,
            "text": "2019-11-01 18:16:00 +0000",
            "iso_8601": "2019-11-01T18:16:00Z"
        },
        "updated_at": {
            "unix": 1572632238,
            "text": "2019-11-01 18:17:18 +0000",
            "iso_8601": "2019-11-01T18:17:18Z"
        },
        "subject": "Activision Blizzard (ATVI) announced new diablo four game ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "activision-blizzard-atvi-announced-new-diablo-four-game-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:16:00",
        "gmt_time": "2019-11-01 18:16:00"
    },
    {
        "id": 894359,
        "updated_sequence": 1993463,
        "published_at": {
            "unix": 1572632160,
            "text": "2019-11-01 18:16:00 +0000",
            "iso_8601": "2019-11-01T18:16:00Z"
        },
        "updated_at": {
            "unix": 1572632294,
            "text": "2019-11-01 18:18:14 +0000",
            "iso_8601": "2019-11-01T18:18:14Z"
        },
        "subject": "Italian Economy Minister Gualtieri after speaking with Fiat (FCAU, FCA IM) expressed appreciation for the merger deal with Peugeot (UG FP) but said will follow developments closely ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-gualtieri-after-speaking-with-fiat-fcau-fca-im-expressed-appreciation-for-the-merger-deal-with-peugeot-ug-fp-but-said-will-follow-developments-closely-01-11-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:16:00",
        "gmt_time": "2019-11-01 18:16:00"
    },
    {
        "id": 894356,
        "updated_sequence": 1993454,
        "published_at": {
            "unix": 1572631260,
            "text": "2019-11-01 18:01:00 +0000",
            "iso_8601": "2019-11-01T18:01:00Z"
        },
        "updated_at": {
            "unix": 1572631498,
            "text": "2019-11-01 18:04:58 +0000",
            "iso_8601": "2019-11-01T18:04:58Z"
        },
        "subject": "UK PM Johnson rejects Brexit Party Leader Farage's offer of forming a Leave alliance, Sky News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, Farage offered to agree to a non-aggression pact (where he would not run Brexit Party candidates against the Conservative Party) if the Conservatives dropped their current agreement with the EU and went for a simpler FTA. Johnson was not expected to accept the offer.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1572631498,
            "text": "2019-11-01 18:04:58 +0000",
            "iso_8601": "2019-11-01T18:04:58Z"
        },
        "push_notify": false,
        "source": "Sky News",
        "slug": "uk-pm-johnson-rejects-brexit-party-leader-farage-s-offer-of-forming-a-leave-alliance-sky-news-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:01:00",
        "gmt_time": "2019-11-01 18:01:00"
    },
    {
        "id": 894355,
        "updated_sequence": 1993449,
        "published_at": {
            "unix": 1572631200,
            "text": "2019-11-01 18:00:00 +0000",
            "iso_8601": "2019-11-01T18:00:00Z"
        },
        "updated_at": {
            "unix": 1572631280,
            "text": "2019-11-01 18:01:20 +0000",
            "iso_8601": "2019-11-01T18:01:20Z"
        },
        "subject": "UK PM Johnson says the Brexit deal gives the UK full control, when asked about concerns UK couldn't make a trade deal with the US, according to BBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "uk-pm-johnson-says-the-brexit-deal-gives-the-uk-full-control-when-asked-about-concerns-uk-couldn-t-make-a-trade-deal-with-the-us-according-to-bbc-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 02:00:00",
        "gmt_time": "2019-11-01 18:00:00"
    },
    {
        "id": 894354,
        "updated_sequence": 1993446,
        "published_at": {
            "unix": 1572631080,
            "text": "2019-11-01 17:58:00 +0000",
            "iso_8601": "2019-11-01T17:58:00Z"
        },
        "updated_at": {
            "unix": 1572631125,
            "text": "2019-11-01 17:58:45 +0000",
            "iso_8601": "2019-11-01T17:58:45Z"
        },
        "subject": "Volkswagen (VWAGY, VOW3 GY) reports October sales down 3.2% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vwagy-vow3-gy-reports-october-sales-down-3-2-y-y-01-11-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:58:00",
        "gmt_time": "2019-11-01 17:58:00"
    },
    {
        "id": 894353,
        "updated_sequence": 1993441,
        "published_at": {
            "unix": 1572629520,
            "text": "2019-11-01 17:32:00 +0000",
            "iso_8601": "2019-11-01T17:32:00Z"
        },
        "updated_at": {
            "unix": 1572629628,
            "text": "2019-11-01 17:33:48 +0000",
            "iso_8601": "2019-11-01T17:33:48Z"
        },
        "subject": "US officials say they are disappointed by the WTO decision that gives China the right to hit the US with USD 3.6bln, sees no impact of the WTO decision on ongoing trade talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-officials-say-they-are-disappointed-by-the-wto-decision-that-gives-china-the-right-to-hit-the-us-with-usd-3-6bln-sees-no-impact-of-the-wto-decision-on-ongoing-trade-talks-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:32:00",
        "gmt_time": "2019-11-01 17:32:00"
    },
    {
        "id": 894352,
        "updated_sequence": 1993438,
        "published_at": {
            "unix": 1572629220,
            "text": "2019-11-01 17:27:00 +0000",
            "iso_8601": "2019-11-01T17:27:00Z"
        },
        "updated_at": {
            "unix": 1572629515,
            "text": "2019-11-01 17:31:55 +0000",
            "iso_8601": "2019-11-01T17:31:55Z"
        },
        "subject": "Fed's Quarles (Voter, Neutral) says U.S. economy is doing well, and I am optimistic about the outlook, also optimistic about the longer-term potential of the U.S. economy",
        "content": "<ul><li>A particular source of strength has been the labor market.</li><li>Encouragingly, labor force participation has held up, as the tight labor market has motivated workers to either join or remain in the labor force, halting, at least for the time being, a long-standing downward trend.</li><li>Although the pace of job gains has slowed this year, we expected some deceleration because of how low the unemployment rate has fallen.</li><li>I am also optimistic about the longer-term potential of the U.S. economy. I am heartened by a recent pickup in labor productivity growth</li><li>One prominent factor weighing on a relatively robust domestic economy has been weak growth among our trading partners</li><li>Find the weakness of investment to be of particular concern because increasing investment and the capital stock are important for raising the potential capacity of the economy.</li><li><a href=\"https://www.federalreserve.gov/newsevents/speech/quarles20191101a.htm\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fed",
        "slug": "fed-s-quarles-voter-neutral-says-u-s-economy-is-doing-well-and-i-am-optimistic-about-the-outlook-also-optimistic-about-the-longer-term-potential-of-the-u-s-economy-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:27:00",
        "gmt_time": "2019-11-01 17:27:00"
    },
    {
        "id": 894351,
        "updated_sequence": 1993427,
        "published_at": {
            "unix": 1572628140,
            "text": "2019-11-01 17:09:00 +0000",
            "iso_8601": "2019-11-01T17:09:00Z"
        },
        "updated_at": {
            "unix": 1572628237,
            "text": "2019-11-01 17:10:37 +0000",
            "iso_8601": "2019-11-01T17:10:37Z"
        },
        "subject": "China's MOFCOM says US/China talks did achieve a consensus in principle, were constructive and they discussed the next step in trade consultations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>this follows today's principal level calls between the two countries</li></ul>",
        "analysis_updated_at": {
            "unix": 1572628237,
            "text": "2019-11-01 17:10:37 +0000",
            "iso_8601": "2019-11-01T17:10:37Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-mofcom-says-us-china-talks-did-achieve-a-consensus-in-principle-were-constructive-and-they-discussed-the-next-step-in-trade-consultations-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:09:00",
        "gmt_time": "2019-11-01 17:09:00"
    },
    {
        "id": 894350,
        "updated_sequence": 1993422,
        "published_at": {
            "unix": 1572627660,
            "text": "2019-11-01 17:01:00 +0000",
            "iso_8601": "2019-11-01T17:01:00Z"
        },
        "updated_at": {
            "unix": 1572627818,
            "text": "2019-11-01 17:03:38 +0000",
            "iso_8601": "2019-11-01T17:03:38Z"
        },
        "subject": "Baker Hughes US rig count (Nov 1): oil rigs -5 at 691, nat gas rigs -3 at 130, total rigs -8 at 822",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-nov-1-oil-rigs-5-at-691-nat-gas-rigs-3-at-130-total-rigs-8-at-822-01-11-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:01:00",
        "gmt_time": "2019-11-01 17:01:00"
    },
    {
        "id": 894349,
        "updated_sequence": 1993417,
        "published_at": {
            "unix": 1572627660,
            "text": "2019-11-01 17:01:00 +0000",
            "iso_8601": "2019-11-01T17:01:00Z"
        },
        "updated_at": {
            "unix": 1572627715,
            "text": "2019-11-01 17:01:55 +0000",
            "iso_8601": "2019-11-01T17:01:55Z"
        },
        "subject": "Fed's Clarida says Fed policy unlikely to change unless outlook changes; shift this year has provided significant support; says global risks still exist; Says full impact of Fed polict shift yet to be felt",
        "content": "<p>Says full impact of Fed polict shift yet to be felt; attributes lag in exports to global economic conditions, not the dollar</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-says-fed-policy-unlikely-to-change-unless-outlook-changes-shift-this-year-has-provided-significant-support-says-global-risks-still-exist-says-full-impact-of-fed-polict-shift-yet-to-be-felt-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 01:01:00",
        "gmt_time": "2019-11-01 17:01:00"
    },
    {
        "id": 894348,
        "updated_sequence": 1993443,
        "published_at": {
            "unix": 1572627360,
            "text": "2019-11-01 16:56:00 +0000",
            "iso_8601": "2019-11-01T16:56:00Z"
        },
        "updated_at": {
            "unix": 1572630258,
            "text": "2019-11-01 17:44:18 +0000",
            "iso_8601": "2019-11-01T17:44:18Z"
        },
        "subject": "USTR Lighthizer says the US and China had a constructive call today; says trade talks today were constructive and made progress in a variety of areas; discussions to continue at deputy level",
        "content": "<ul><li>In process of resolving outstanding issues</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>note: talks today were at a premier level</li></ul>",
        "analysis_updated_at": {
            "unix": 1572627480,
            "text": "2019-11-01 16:58:00 +0000",
            "iso_8601": "2019-11-01T16:58:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-lighthizer-says-the-us-and-china-had-a-constructive-call-today-says-trade-talks-today-were-constructive-and-made-progress-in-a-variety-of-areas-discussions-to-continue-at-deputy-level-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 00:56:00",
        "gmt_time": "2019-11-01 16:56:00"
    },
    {
        "id": 894347,
        "updated_sequence": 1993409,
        "published_at": {
            "unix": 1572626820,
            "text": "2019-11-01 16:47:00 +0000",
            "iso_8601": "2019-11-01T16:47:00Z"
        },
        "updated_at": {
            "unix": 1572626988,
            "text": "2019-11-01 16:49:48 +0000",
            "iso_8601": "2019-11-01T16:49:48Z"
        },
        "subject": "Comcast (CMCSA) is considering making its Peacock service free on an ads supported service",
        "content": "",
        "reaction_details": "<ul><li>Some negative ticks were seen in NFLX and DIS, and was more pronounced in the former</li></ul>",
        "reaction_updated_at": {
            "unix": 1572626940,
            "text": "2019-11-01 16:49:00 +0000",
            "iso_8601": "2019-11-01T16:49:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "comcast-cmcsa-is-considering-making-its-peacock-service-free-on-an-ads-supported-service-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 00:47:00",
        "gmt_time": "2019-11-01 16:47:00"
    },
    {
        "id": 894343,
        "updated_sequence": 1993393,
        "published_at": {
            "unix": 1572626100,
            "text": "2019-11-01 16:35:00 +0000",
            "iso_8601": "2019-11-01T16:35:00Z"
        },
        "updated_at": {
            "unix": 1572626179,
            "text": "2019-11-01 16:36:19 +0000",
            "iso_8601": "2019-11-01T16:36:19Z"
        },
        "subject": "Fitch says European steel prices are likely to remain subdued into 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-says-european-steel-prices-are-likely-to-remain-subdued-into-2020-01-11-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 00:35:00",
        "gmt_time": "2019-11-01 16:35:00"
    },
    {
        "id": 894344,
        "updated_sequence": 1993398,
        "published_at": {
            "unix": 1572625920,
            "text": "2019-11-01 16:32:00 +0000",
            "iso_8601": "2019-11-01T16:32:00Z"
        },
        "updated_at": {
            "unix": 1572626466,
            "text": "2019-11-01 16:41:06 +0000",
            "iso_8601": "2019-11-01T16:41:06Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.4%) at 3620, FTS(0.8%) at 7302, DAX (0.7%) at 12961, CAC 40 (0.6%) at 5762, IBEX 35 (0.6%) at 9315, FTSE Italia(1.1%) at 22934, SMI (0.3%) at 10252",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts 1.2%</li><li>Banks 0.7%</li><li>Basic Resources 3%</li><li>Chemicals 1%</li><li>Construction &amp; Materials 1.1%</li><li>Financial Services 0.8%</li><li>Food &amp; Beverage&nbsp; -0.4%</li><li>Health Care 0.3%</li><li>Industrial Goods &amp; Services 1.1%</li><li>Insurance 0.3%</li><li>Media -0.4%</li><li>Oil &amp; Gas 1.3%</li><li>Personal &amp; Household Goods 0.4%</li><li>Retail 0.5%</li><li>Technology&nbsp; 1%</li><li>Telecommunications&nbsp; -0.3%</li><li>Travel &amp; Leisure 0.5%</li><li>Utilities -0.4%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-4-at-3620-fts-0-8-at-7302-dax-0-7-at-12961-cac-40-0-6-at-5762-ibex-35-0-6-at-9315-ftse-italia-1-1-at-22934-smi-0-3-at-10252-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 00:32:00",
        "gmt_time": "2019-11-01 16:32:00"
    },
    {
        "id": 894342,
        "updated_sequence": 1993390,
        "published_at": {
            "unix": 1572624000,
            "text": "2019-11-01 16:00:00 +0000",
            "iso_8601": "2019-11-01T16:00:00Z"
        },
        "updated_at": {
            "unix": 1572624060,
            "text": "2019-11-01 16:01:00 +0000",
            "iso_8601": "2019-11-01T16:01:00Z"
        },
        "subject": "US House Speaker Pelosi says she will not rule out a House vote on the USMCA next year, but hopes it can happen sooner",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-speaker-pelosi-says-she-will-not-rule-out-a-house-vote-on-the-usmca-next-year-but-hopes-it-can-happen-sooner-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-02 00:00:00",
        "gmt_time": "2019-11-01 16:00:00"
    },
    {
        "id": 894341,
        "updated_sequence": 1993387,
        "published_at": {
            "unix": 1572623820,
            "text": "2019-11-01 15:57:00 +0000",
            "iso_8601": "2019-11-01T15:57:00Z"
        },
        "updated_at": {
            "unix": 1572623878,
            "text": "2019-11-01 15:57:58 +0000",
            "iso_8601": "2019-11-01T15:57:58Z"
        },
        "subject": "Weekly FX Wrap: NFP rescues Dollar from worse post-FOMC (and ISM) fate",
        "content": "<p><strong>USD</strong></p><p>The Greenback remains depressed, but off lows in wake of US payrolls data that comfortably beat consensus and came with an even larger back month upgrade to allay concerns about a more pronounced slowdown in the labour market and the adverse effects of GM’s strike. However, the <strong>DXY</strong> recovery has faded ahead of 97.500 within a 97.160-98.008 wtd range and the watershed or major game-changer came on Wednesday with the culmination of the Fed’s latest 2-day policy meeting. To recap, the FOMC delivered a 3rd 25 bp insurance rate cut, as almost unanimously expected, but tweaked forward guidance to imply no need to extend mid-cycle easing unless the economy fails to sustain momentum, and the first glance at Q3 GDP in the run up to the accompanying statement supported the change from ‘acting as appropriate’ to pause pending unfolding data/developments. The Dollar duly rallied, but only until the post-meeting press conference where chair Powell said that the bar to hiking is high and the subsequent miss in manufacturing ISM justifies his prognosis. Meanwhile, relatively pronounced US Treasury curve bull flattening also weighed on the Buck along with rebalancing and positioning for month end.</p><p><strong>NZD/AUD/CAD</strong></p><p>The Antipodean Dollars haver spent another week playing cat and mouse, as the Aud/Nzd cross whip-sawed between 1.0825-1.0720, but the Kiwi has emerged ahead of the Aussie and its US counterpart in wake of an improvement in the NBNZ business outlook and with Westpac rolling its RNBZ rate cut projection out to February 2020 from November. Nzd/Usd is extending gains above 0.6400 and testing 0.6450, while Aud/Usd has found 0.6900 a tougher big figure to breach even though Aussie CPI was in line with forecasts and RBA rhetoric has underscored the on hold for now mantra ahead of November’s policy meeting on the premise that the economy is turning the corner. Conversely, a rather reserved/cautious assessment from the BoC with no indication about the direction of the next policy move, which was reaffirmed in the post-convene presser has undermined the Loonie with Usd/Cad currently towards the upper end of its 1.3207-1.3041 band.</p><p><strong>GBP/EUR&nbsp;</strong></p><p>Sterling and the single currency continue to track each other alongside broad risk sentiment and the Dollar indirectly by default. However, the Pound has been a net beneficiary and outperformer on Brexit and UK political-related factors as the EU approved the latest UK request for an Article 50 extension and PM Johnson finally got Parliament backing for a December 12 election. On that note, HoC support was only secured by ‘accepting’ the Brextension until January 31 next year and conceding that the WAB and PM would not receive enough votes to be ratified in time for a shorter technical delay to the prior October 31 deadline. Nevertheless, pre-GE polls are looking more favourable for the Tories and Cable is not far from 1.2975 highs, with Eur/Gbp still knocking on the door of 0.8600 even though Eur/Usd is firmly above 1.1150.</p><p><strong>JPY/CHF</strong></p><p>The Yen, Franc and Gold as the other notorious safe-haven have all made strides over the course of the week, and mainly due to jitters about the US and China building on the framework of trade deal Phase 1 given Beijing’s scepticism about the sincerity of President Trump and his Washington representatives, reluctance to implement big structural reforms and demand that the US remove all tariffs before negotiations move to the next stage. From the US perspective, including POTUS, NEC boss Kudlow and even Trade Advisor Navarro, talks are progressing well and on track for Trump and his Chinese peer to sign off around the middle of the month regardless of the Chile APEC being cancelled. However, the markets appear unconvinced with Usd/Jpy hugging 108.00, Usd/Chf keeping tabs on 0.9850 and Xau/Usd back over Usd1500/oz. Note, the BoJ refined rate guidance and removed time targets for reaching its inflation mandate in favour of attaining the actual level in keeping with the new enhanced ECB guidance, while SNB President Jordan repeated the importance of NIRP and direct intervention just ahead of unexpectedly deflationary Swiss CPI data.</p><p><strong>NOK/SEK</strong></p><p>Some respite for the Scandi Crowns on technical grounds and a significant pick up in Norway’s manufacturing PMI vs steeper Swedish contraction that is highly unlikely to deter the Riksbank from its determination to raise the repo one more time in December before taking a break from policy normalisation. Eur/Nok is back around 10.1500 vs 10.3100+ record highs, while Eur/Sek has piggy-backed to a degree from 10.7700 towards 10.6700 notwithstanding a bounce in Nok/Sek from recent lows.</p><p><strong>EM</strong></p><p>Busy week for regional currencies on the wider themes, impulses and factors influencing sentiment and direction, but also in their own right given another 50 bp easing from the BCB, capital controls in Argentina, the eagerly awaited Eskom skewed SA MTBS and post-CBRT meeting releases in Turkey alongside the military manoeuvres in Syria after the official ceasefire. In short, the Brl, Try and Ars are all paring losses, but Zar to a lesser extent given ongoing investor angst over bleak budget projections and not as much assistance for the ailing utility as anticipated, while Moody’s is set to deliver its ratings verdict and the agency seems primed cut downgrade the outlook if not standing to junk.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-nfp-rescues-dollar-from-worse-post-fomc-and-ism-fate-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:57:00",
        "gmt_time": "2019-11-01 15:57:00"
    },
    {
        "id": 894340,
        "updated_sequence": 1993382,
        "published_at": {
            "unix": 1572622620,
            "text": "2019-11-01 15:37:00 +0000",
            "iso_8601": "2019-11-01T15:37:00Z"
        },
        "updated_at": {
            "unix": 1572622671,
            "text": "2019-11-01 15:37:51 +0000",
            "iso_8601": "2019-11-01T15:37:51Z"
        },
        "subject": "New York Fed GDP Nowcast (Q4) cut to 0.8% from 0.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-gdp-nowcast-q4-cut-to-0-8-from-0-9-01-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:37:00",
        "gmt_time": "2019-11-01 15:37:00"
    },
    {
        "id": 894338,
        "updated_sequence": 1993376,
        "published_at": {
            "unix": 1572621840,
            "text": "2019-11-01 15:24:00 +0000",
            "iso_8601": "2019-11-01T15:24:00Z"
        },
        "updated_at": {
            "unix": 1572621928,
            "text": "2019-11-01 15:25:28 +0000",
            "iso_8601": "2019-11-01T15:25:28Z"
        },
        "subject": "Atlanta Fed GDPNow (Q4) 1.1% (Prev. 1.5%)",
        "content": "<p><a href=\"https://www.frbatlanta.org/-/media/documents/cqer/researchcq/gdpnow/RealGDPTrackingSlides.pdf\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q4-1-1-prev-1-5-01-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:24:00",
        "gmt_time": "2019-11-01 15:24:00"
    },
    {
        "id": 894337,
        "updated_sequence": 1993373,
        "published_at": {
            "unix": 1572621060,
            "text": "2019-11-01 15:11:00 +0000",
            "iso_8601": "2019-11-01T15:11:00Z"
        },
        "updated_at": {
            "unix": 1572621177,
            "text": "2019-11-01 15:12:57 +0000",
            "iso_8601": "2019-11-01T15:12:57Z"
        },
        "subject": "Fed’s Kaplan (2020 voter) says he supported this week's cut contingent on signalling no further cuts for the time being, adding in September he expected no further rate cuts until 2020 but was willing to \"go along\"  this week",
        "content": "<ul><li>Is still vigilant on the outlook and expresses concerns on business spending.</li><li>Following three rate cuts, the fed should now stand back and let the economy unfold and be patient</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-2020-voter-says-he-supported-this-week-s-cut-contingent-on-signalling-no-further-cuts-for-the-time-being-adding-in-september-he-expected-no-further-rate-cuts-until-2020-but-was-willing-to-go-along-this-week-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:11:00",
        "gmt_time": "2019-11-01 15:11:00"
    },
    {
        "id": 894336,
        "updated_sequence": 1993368,
        "published_at": {
            "unix": 1572620520,
            "text": "2019-11-01 15:02:00 +0000",
            "iso_8601": "2019-11-01T15:02:00Z"
        },
        "updated_at": {
            "unix": 1572620591,
            "text": "2019-11-01 15:03:11 +0000",
            "iso_8601": "2019-11-01T15:03:11Z"
        },
        "subject": "The WTO have ruled in favour of China in a dispute, approving USD 3.6bln worth of sanctions on the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-wto-have-ruled-in-favour-of-china-in-a-dispute-approving-usd-3-6bln-worth-of-sanctions-on-the-us-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:02:00",
        "gmt_time": "2019-11-01 15:02:00"
    },
    {
        "id": 894335,
        "updated_sequence": 1993365,
        "published_at": {
            "unix": 1572620520,
            "text": "2019-11-01 15:02:00 +0000",
            "iso_8601": "2019-11-01T15:02:00Z"
        },
        "updated_at": {
            "unix": 1572620585,
            "text": "2019-11-01 15:03:05 +0000",
            "iso_8601": "2019-11-01T15:03:05Z"
        },
        "subject": "China will further open up its market for foreign enterprises, as Beijing and Washington are poised to sign an interim trade agreement, but the pace of reform will not be led by the United States, according to SCMP citing a Chinese diplomatic observer",
        "content": "<ul><li>The observer said China was willing to consider adjusting its state-led economic development, but added it would do so in a cautious manner.</li><li><a href=\"https://www.scmp.com/news/china/diplomacy/article/3035962/china-ready-open-foreign-investment-its-own-pace\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-will-further-open-up-its-market-for-foreign-enterprises-as-beijing-and-washington-are-poised-to-sign-an-interim-trade-agreement-but-the-pace-of-reform-will-not-be-led-by-the-united-states-according-to-scmp-citing-a-chinese-diplomati-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 23:02:00",
        "gmt_time": "2019-11-01 15:02:00"
    },
    {
        "id": 894334,
        "updated_sequence": 1993360,
        "published_at": {
            "unix": 1572620160,
            "text": "2019-11-01 14:56:00 +0000",
            "iso_8601": "2019-11-01T14:56:00Z"
        },
        "updated_at": {
            "unix": 1572620273,
            "text": "2019-11-01 14:57:53 +0000",
            "iso_8601": "2019-11-01T14:57:53Z"
        },
        "subject": "Porsche (PAH3 GY) reports October North American Sales +13.1% YY to 5.4k units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "porsche-pah3-gy-reports-october-north-american-sales-13-1-yy-to-5-4k-units-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:56:00",
        "gmt_time": "2019-11-01 14:56:00"
    },
    {
        "id": 894333,
        "updated_sequence": 1993357,
        "published_at": {
            "unix": 1572619500,
            "text": "2019-11-01 14:45:00 +0000",
            "iso_8601": "2019-11-01T14:45:00Z"
        },
        "updated_at": {
            "unix": 1572619587,
            "text": "2019-11-01 14:46:27 +0000",
            "iso_8601": "2019-11-01T14:46:27Z"
        },
        "subject": "Fosun state they do not have any current plans to acquire any overseas business/assets of Thomas Cook ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fosun-state-they-do-not-have-any-current-plans-to-acquire-any-overseas-business-assets-of-thomas-cook-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:45:00",
        "gmt_time": "2019-11-01 14:45:00"
    },
    {
        "id": 894332,
        "updated_sequence": 1993354,
        "published_at": {
            "unix": 1572618300,
            "text": "2019-11-01 14:25:00 +0000",
            "iso_8601": "2019-11-01T14:25:00Z"
        },
        "updated_at": {
            "unix": 1572618492,
            "text": "2019-11-01 14:28:12 +0000",
            "iso_8601": "2019-11-01T14:28:12Z"
        },
        "subject": "Fed's Kaplan (2020 Voter) says if the consumer stays strong, will have solid growth, monetary policy is now at a basically appropriate level; advocates a patient stance from here",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-2020-voter-says-if-the-consumer-stays-strong-will-have-solid-growth-monetary-policy-is-now-at-a-basically-appropriate-level-advocates-a-patient-stance-from-here-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:25:00",
        "gmt_time": "2019-11-01 14:25:00"
    },
    {
        "id": 894331,
        "updated_sequence": 1993349,
        "published_at": {
            "unix": 1572618240,
            "text": "2019-11-01 14:24:00 +0000",
            "iso_8601": "2019-11-01T14:24:00Z"
        },
        "updated_at": {
            "unix": 1572618309,
            "text": "2019-11-01 14:25:09 +0000",
            "iso_8601": "2019-11-01T14:25:09Z"
        },
        "subject": "NEC Director Kudlow states that there has not been a conversation to remove Fed Chair Powell",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-states-that-there-has-not-been-a-conversation-to-remove-fed-chair-powell-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:24:00",
        "gmt_time": "2019-11-01 14:24:00"
    },
    {
        "id": 894330,
        "updated_sequence": 1993344,
        "published_at": {
            "unix": 1572617580,
            "text": "2019-11-01 14:13:00 +0000",
            "iso_8601": "2019-11-01T14:13:00Z"
        },
        "updated_at": {
            "unix": 1572617687,
            "text": "2019-11-01 14:14:47 +0000",
            "iso_8601": "2019-11-01T14:14:47Z"
        },
        "subject": "Fed's Kaplan (2020 Voter, Dover) says longer term prospects for the oil industry are better than what they feel now",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-2020-voter-dover-says-longer-term-prospects-for-the-oil-industry-are-better-than-what-they-feel-now-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:13:00",
        "gmt_time": "2019-11-01 14:13:00"
    },
    {
        "id": 894329,
        "updated_sequence": 1993341,
        "published_at": {
            "unix": 1572617340,
            "text": "2019-11-01 14:09:00 +0000",
            "iso_8601": "2019-11-01T14:09:00Z"
        },
        "updated_at": {
            "unix": 1572617413,
            "text": "2019-11-01 14:10:13 +0000",
            "iso_8601": "2019-11-01T14:10:13Z"
        },
        "subject": "US President Trump notes that the stock market is \"up BIG\" and making new record highs",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1190269494788263936\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-notes-that-the-stock-market-is-up-big-and-making-new-record-highs-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 22:09:00",
        "gmt_time": "2019-11-01 14:09:00"
    },
    {
        "id": 894323,
        "updated_sequence": 1993318,
        "published_at": {
            "unix": 1572616680,
            "text": "2019-11-01 13:58:00 +0000",
            "iso_8601": "2019-11-01T13:58:00Z"
        },
        "updated_at": {
            "unix": 1572616793,
            "text": "2019-11-01 13:59:53 +0000",
            "iso_8601": "2019-11-01T13:59:53Z"
        },
        "subject": "NEC Director Kudlow says threat of December tariffs is still on the table until Phase One is signed; Trump has hinted that he may be willing to look at those tariffs if Phase One is completed",
        "content": "<ul><li>Adds the China trade deal is further than it was in may; which was the last time it appeared near to completion</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-threat-of-december-tariffs-is-still-on-the-table-until-phase-one-is-signed-trump-has-hinted-that-he-may-be-willing-to-look-at-those-tariffs-if-phase-one-is-completed-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:58:00",
        "gmt_time": "2019-11-01 13:58:00"
    },
    {
        "id": 894322,
        "updated_sequence": 1993313,
        "published_at": {
            "unix": 1572616500,
            "text": "2019-11-01 13:55:00 +0000",
            "iso_8601": "2019-11-01T13:55:00Z"
        },
        "updated_at": {
            "unix": 1572616596,
            "text": "2019-11-01 13:56:36 +0000",
            "iso_8601": "2019-11-01T13:56:36Z"
        },
        "subject": "NEC Director says enforcement issues in US/China Phase One deal remain, will be addressed in Phase Two; leaders searching for a new venue to meet in mid-November",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-says-enforcement-issues-in-us-china-phase-one-deal-remain-will-be-addressed-in-phase-two-leaders-searching-for-a-new-venue-to-meet-in-mid-november-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:55:00",
        "gmt_time": "2019-11-01 13:55:00"
    },
    {
        "id": 894321,
        "updated_sequence": 1993310,
        "published_at": {
            "unix": 1572615960,
            "text": "2019-11-01 13:46:00 +0000",
            "iso_8601": "2019-11-01T13:46:00Z"
        },
        "updated_at": {
            "unix": 1572616139,
            "text": "2019-11-01 13:48:59 +0000",
            "iso_8601": "2019-11-01T13:48:59Z"
        },
        "subject": "NEC Director Kudlow says enormous progress is being made on China intellectual property theft issues but is not complete, some progress on forced transfer of tehcnology but will probably slip into Phase 2 of deal ",
        "content": "<ul><li>US President Trump would love to do a trade deal with the UK, but are concerned over EU regulations and stipulations&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-enormous-progress-is-being-made-on-china-intellectual-property-theft-issues-but-is-not-complete-some-progress-on-forced-transfer-of-tehcnology-but-will-probably-slip-into-phase-2-of-deal-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:46:00",
        "gmt_time": "2019-11-01 13:46:00"
    },
    {
        "id": 894320,
        "updated_sequence": 1993305,
        "published_at": {
            "unix": 1572615960,
            "text": "2019-11-01 13:46:00 +0000",
            "iso_8601": "2019-11-01T13:46:00Z"
        },
        "updated_at": {
            "unix": 1572616030,
            "text": "2019-11-01 13:47:10 +0000",
            "iso_8601": "2019-11-01T13:47:10Z"
        },
        "subject": "Toyota (TM) - October US vehicle sales 188.8k vehicles, -1.2% YY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-tm-october-us-vehicle-sales-188-8k-vehicles-1-2-yy-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:46:00",
        "gmt_time": "2019-11-01 13:46:00"
    },
    {
        "id": 894318,
        "updated_sequence": 1993297,
        "published_at": {
            "unix": 1572615840,
            "text": "2019-11-01 13:44:00 +0000",
            "iso_8601": "2019-11-01T13:44:00Z"
        },
        "updated_at": {
            "unix": 1572615933,
            "text": "2019-11-01 13:45:33 +0000",
            "iso_8601": "2019-11-01T13:45:33Z"
        },
        "subject": "PBoC are to improve financial and macro economic adjustments, are to quicken the pace for supply side structural reforms as part of the 2020 targets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-are-to-improve-financial-and-macro-economic-adjustments-are-to-quicken-the-pace-for-supply-side-structural-reforms-as-part-of-the-2020-targets-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:44:00",
        "gmt_time": "2019-11-01 13:44:00"
    },
    {
        "id": 894317,
        "updated_sequence": 1993294,
        "published_at": {
            "unix": 1572615720,
            "text": "2019-11-01 13:42:00 +0000",
            "iso_8601": "2019-11-01T13:42:00Z"
        },
        "updated_at": {
            "unix": 1572615849,
            "text": "2019-11-01 13:44:09 +0000",
            "iso_8601": "2019-11-01T13:44:09Z"
        },
        "subject": "NEC Director Kudlow says that US negotiators are very optimistic on a US-China deal, Phase One deal is not yet completed with China; agricultural, currency and financial services chapters are nearly done",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-that-us-negotiators-are-very-optimistic-on-a-us-china-deal-phase-one-deal-is-not-yet-completed-with-china-agricultural-currency-and-financial-services-chapters-are-nearly-done-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:42:00",
        "gmt_time": "2019-11-01 13:42:00"
    },
    {
        "id": 894316,
        "updated_sequence": 1993287,
        "published_at": {
            "unix": 1572615600,
            "text": "2019-11-01 13:40:00 +0000",
            "iso_8601": "2019-11-01T13:40:00Z"
        },
        "updated_at": {
            "unix": 1572615729,
            "text": "2019-11-01 13:42:09 +0000",
            "iso_8601": "2019-11-01T13:42:09Z"
        },
        "subject": "Boeing (BA) - 3-flight attendant unions state they are more reluctant to support the return of the Boeing 737 Max following on from Congressional hearings recently ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-3-flight-attendant-unions-state-they-are-more-reluctant-to-support-the-return-of-the-boeing-737-max-following-on-from-congressional-hearings-recently-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:40:00",
        "gmt_time": "2019-11-01 13:40:00"
    },
    {
        "id": 894315,
        "updated_sequence": 1993282,
        "published_at": {
            "unix": 1572615360,
            "text": "2019-11-01 13:36:00 +0000",
            "iso_8601": "2019-11-01T13:36:00Z"
        },
        "updated_at": {
            "unix": 1572615614,
            "text": "2019-11-01 13:40:14 +0000",
            "iso_8601": "2019-11-01T13:40:14Z"
        },
        "subject": "Fed's Kashkari (dove, voter next year) says monetary policy has been too tight, where inflation has been below 2% and economy not at maximum, says we are in a \"free lunch zone\" where there is no trade off between the two mandates",
        "content": "<ul><li><a href=\"https://twitter.com/neelkashkari/status/1190260630072287232\">Via Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "fed-s-kashkari-dove-voter-next-year-says-monetary-policy-has-been-too-tight-where-inflation-has-been-below-2-and-economy-not-at-maximum-says-we-are-in-a-free-lunch-zone-where-there-is-no-trade-off-between-the-two-mandates-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:36:00",
        "gmt_time": "2019-11-01 13:36:00"
    },
    {
        "id": 894313,
        "updated_sequence": 1993279,
        "published_at": {
            "unix": 1572615360,
            "text": "2019-11-01 13:36:00 +0000",
            "iso_8601": "2019-11-01T13:36:00Z"
        },
        "updated_at": {
            "unix": 1572615614,
            "text": "2019-11-01 13:40:14 +0000",
            "iso_8601": "2019-11-01T13:40:14Z"
        },
        "subject": "NEC Director Kudlow says \"we are working on 'tax cuts 2.0'\" and wants tax cuts for the middle classes",
        "content": "<ul><li>Fed policy is fortunately swinging into accomodative territory</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-we-are-working-on-tax-cuts-2-0-and-wants-tax-cuts-for-the-middle-classes-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:36:00",
        "gmt_time": "2019-11-01 13:36:00"
    },
    {
        "id": 894314,
        "updated_sequence": 1993272,
        "published_at": {
            "unix": 1572615300,
            "text": "2019-11-01 13:35:00 +0000",
            "iso_8601": "2019-11-01T13:35:00Z"
        },
        "updated_at": {
            "unix": 1572615402,
            "text": "2019-11-01 13:36:42 +0000",
            "iso_8601": "2019-11-01T13:36:42Z"
        },
        "subject": "Abbvie (ABBV) says it has notified FTC of intent to divest two assets for Allergan (AGN) deal to go through and adds it has several interested parties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-abbv-says-it-has-notified-ftc-of-intent-to-divest-two-assets-for-allergan-agn-deal-to-go-through-and-adds-it-has-several-interested-parties-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:35:00",
        "gmt_time": "2019-11-01 13:35:00"
    },
    {
        "id": 894312,
        "updated_sequence": 1993291,
        "published_at": {
            "unix": 1572615180,
            "text": "2019-11-01 13:33:00 +0000",
            "iso_8601": "2019-11-01T13:33:00Z"
        },
        "updated_at": {
            "unix": 1572615825,
            "text": "2019-11-01 13:43:45 +0000",
            "iso_8601": "2019-11-01T13:43:45Z"
        },
        "subject": "US Movers: Qorvo (QRVO) +14%, Newell Brands (NWL) +3.3%, Exxon Mobil (XOM) +1.7%, Arista Networks (ANET) -27.2%, Seagate Technology (STX) -4.3%, Chevron (CVX) -0.6% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>QRVO </strong>and <strong>NWL </strong>beat top and bottom line estimates and impresses on guidance</li><li><strong>XOM</strong> beats top and bottom line, <strong>CVX</strong> misses</li><li><strong>ANET </strong>gives grim Q4 guidance</li><li><strong>STX </strong>earnings uninspiring</li></ul><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1572615825,
            "text": "2019-11-01 13:43:45 +0000",
            "iso_8601": "2019-11-01T13:43:45Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-qorvo-qrvo-14-newell-brands-nwl-3-3-exxon-mobil-xom-1-7-arista-networks-anet-27-2-seagate-technology-stx-4-3-chevron-cvx-0-6-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:33:00",
        "gmt_time": "2019-11-01 13:33:00"
    },
    {
        "id": 894312,
        "updated_sequence": 1993291,
        "published_at": {
            "unix": 1572615180,
            "text": "2019-11-01 13:33:00 +0000",
            "iso_8601": "2019-11-01T13:33:00Z"
        },
        "updated_at": {
            "unix": 1572615825,
            "text": "2019-11-01 13:43:45 +0000",
            "iso_8601": "2019-11-01T13:43:45Z"
        },
        "subject": "US Movers: Qorvo (QRVO) +14%, Newell Brands (NWL) +3.3%, Exxon Mobil (XOM) +1.7%, Arista Networks (ANET) -27.2%, Seagate Technology (STX) -4.3%, Chevron (CVX) -0.6% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>QRVO </strong>and <strong>NWL </strong>beat top and bottom line estimates and impresses on guidance</li><li><strong>XOM</strong> beats top and bottom line, <strong>CVX</strong> misses</li><li><strong>ANET </strong>gives grim Q4 guidance</li><li><strong>STX </strong>earnings uninspiring</li></ul><p>&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1572615825,
            "text": "2019-11-01 13:43:45 +0000",
            "iso_8601": "2019-11-01T13:43:45Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-qorvo-qrvo-14-newell-brands-nwl-3-3-exxon-mobil-xom-1-7-arista-networks-anet-27-2-seagate-technology-stx-4-3-chevron-cvx-0-6-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:33:00",
        "gmt_time": "2019-11-01 13:33:00"
    },
    {
        "id": 894311,
        "updated_sequence": 1993289,
        "published_at": {
            "unix": 1572615120,
            "text": "2019-11-01 13:32:00 +0000",
            "iso_8601": "2019-11-01T13:32:00Z"
        },
        "updated_at": {
            "unix": 1572615792,
            "text": "2019-11-01 13:43:12 +0000",
            "iso_8601": "2019-11-01T13:43:12Z"
        },
        "subject": "Fed VC Clarida (voter) says October jobs report was very solid; economy in a very good place; balance of risks are still somwhat tilted to the downside",
        "content": "<ul><li>Fed has a favourable view of the outlook, Clarida says</li><li>Reiterates data dependency, and says every meeting is live</li><li>repeats Fed guidance of moderate growth, says US economy is very resilient, also notes GDP data this week surprised to the upside</li><li>Does not see a crack in the US consumer, says consumer has never been in better shape</li><li>Thinks monetary policy is in a good place</li><li>Does not see wage inflation as a concern</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bloomberg TV",
        "slug": "fed-vc-clarida-voter-says-october-jobs-report-was-very-solid-economy-in-a-very-good-place-balance-of-risks-are-still-somwhat-tilted-to-the-downside-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:32:00",
        "gmt_time": "2019-11-01 13:32:00"
    },
    {
        "id": 894310,
        "updated_sequence": 1993273,
        "published_at": {
            "unix": 1572615120,
            "text": "2019-11-01 13:32:00 +0000",
            "iso_8601": "2019-11-01T13:32:00Z"
        },
        "updated_at": {
            "unix": 1572615129,
            "text": "2019-11-01 13:32:09 +0000",
            "iso_8601": "2019-11-01T13:32:09Z"
        },
        "subject": "Fed's Kaplan (Dove, 2020 Voter) says US growth in 2019 will be a little better than 2%, meaning growth in H2 will be 1.7-1.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-dove-2020-voter-says-us-growth-in-2019-will-be-a-little-better-than-2-meaning-growth-in-h2-will-be-1-7-1-8-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:32:00",
        "gmt_time": "2019-11-01 13:32:00"
    },
    {
        "id": 894308,
        "updated_sequence": 1993244,
        "published_at": {
            "unix": 1572614460,
            "text": "2019-11-01 13:21:00 +0000",
            "iso_8601": "2019-11-01T13:21:00Z"
        },
        "updated_at": {
            "unix": 1572614511,
            "text": "2019-11-01 13:21:51 +0000",
            "iso_8601": "2019-11-01T13:21:51Z"
        },
        "subject": "Fixed and FX latest: US jobs data turns the tables, but not full circle",
        "content": "<p>Headline payrolls surpassed expectations and were supplemented by an even bigger revision to the previous month’s tally despite GM strike risks to the downside thereby overshadowing slightly softer m/m earnings and an unchanged jobless rate. Hence, bonds backed off to hit fresh intraday lows, with Bunds, Gilts and USTs down to 171.59, 132.56 and 129-31+ before finding their feet again, while broad Dollar selling abated and the DXY notched a new session best just shy of 97.500. Next up, Markit and ISM manufacturing surveys.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-us-jobs-data-turns-the-tables-but-not-full-circle-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:21:00",
        "gmt_time": "2019-11-01 13:21:00"
    },
    {
        "id": 894307,
        "updated_sequence": 1993241,
        "published_at": {
            "unix": 1572614340,
            "text": "2019-11-01 13:19:00 +0000",
            "iso_8601": "2019-11-01T13:19:00Z"
        },
        "updated_at": {
            "unix": 1572614478,
            "text": "2019-11-01 13:21:18 +0000",
            "iso_8601": "2019-11-01T13:21:18Z"
        },
        "subject": "US Treasury Secretary Mnuchin says the US is working with its allies to ensure an adequate supply of oil to mitigate the impact from Iranian sanctions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-the-us-is-working-with-its-allies-to-ensure-an-adequate-supply-of-oil-to-mitigate-the-impact-from-iranian-sanctions-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:19:00",
        "gmt_time": "2019-11-01 13:19:00"
    },
    {
        "id": 894305,
        "updated_sequence": 1993236,
        "published_at": {
            "unix": 1572614220,
            "text": "2019-11-01 13:17:00 +0000",
            "iso_8601": "2019-11-01T13:17:00Z"
        },
        "updated_at": {
            "unix": 1572614325,
            "text": "2019-11-01 13:18:45 +0000",
            "iso_8601": "2019-11-01T13:18:45Z"
        },
        "subject": "Fed's Kashkari (Dove, Non-voter) says \"we are not at maximum employment\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, Kashkari is a voter in 2020.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1572614325,
            "text": "2019-11-01 13:18:45 +0000",
            "iso_8601": "2019-11-01T13:18:45Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "fed-s-kashkari-dove-non-voter-says-we-are-not-at-maximum-employment-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:17:00",
        "gmt_time": "2019-11-01 13:17:00"
    },
    {
        "id": 894306,
        "updated_sequence": 1993238,
        "published_at": {
            "unix": 1572614220,
            "text": "2019-11-01 13:17:00 +0000",
            "iso_8601": "2019-11-01T13:17:00Z"
        },
        "updated_at": {
            "unix": 1572614365,
            "text": "2019-11-01 13:19:25 +0000",
            "iso_8601": "2019-11-01T13:19:25Z"
        },
        "subject": "US Treasury Secretary Mnuchin says US and China are working hard to conclude a trade deal, the two sides continue to make progress on a Phase 1 pact and are in talks for an alternative to the cancelled Chile meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-us-and-china-are-working-hard-to-conclude-a-trade-deal-the-two-sides-continue-to-make-progress-on-a-phase-1-pact-and-are-in-talks-for-an-alternative-to-the-cancelled-chile-meeting-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:17:00",
        "gmt_time": "2019-11-01 13:17:00"
    },
    {
        "id": 894304,
        "updated_sequence": 1993228,
        "published_at": {
            "unix": 1572614040,
            "text": "2019-11-01 13:14:00 +0000",
            "iso_8601": "2019-11-01T13:14:00Z"
        },
        "updated_at": {
            "unix": 1572614128,
            "text": "2019-11-01 13:15:28 +0000",
            "iso_8601": "2019-11-01T13:15:28Z"
        },
        "subject": "Fed's Rosengren (voter), explaining his hawkish dissent at this week's FOMC, says fiscal and monetary policy are already accommodative",
        "content": "<ul><li>Adds that with labor markets tight, inflation near target, real GDP growing around estimates of its potential, and a moderation of the risks surrounding trade and Brexit, Rosengren believes further accommodation is not needed.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Boston Fed",
        "slug": "fed-s-rosengren-voter-explaining-his-hawkish-dissent-at-this-week-s-fomc-says-fiscal-and-monetary-policy-are-already-accommodative-01-11-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:14:00",
        "gmt_time": "2019-11-01 13:14:00"
    },
    {
        "id": 894303,
        "updated_sequence": 1993225,
        "published_at": {
            "unix": 1572613440,
            "text": "2019-11-01 13:04:00 +0000",
            "iso_8601": "2019-11-01T13:04:00Z"
        },
        "updated_at": {
            "unix": 1572613511,
            "text": "2019-11-01 13:05:11 +0000",
            "iso_8601": "2019-11-01T13:05:11Z"
        },
        "subject": "US exporters sell 132k tons of soybeans to China., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-exporters-sell-132k-tons-of-soybeans-to-china-according-to-sources-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:04:00",
        "gmt_time": "2019-11-01 13:04:00"
    },
    {
        "id": 894302,
        "updated_sequence": 1993222,
        "published_at": {
            "unix": 1572613260,
            "text": "2019-11-01 13:01:00 +0000",
            "iso_8601": "2019-11-01T13:01:00Z"
        },
        "updated_at": {
            "unix": 1572613496,
            "text": "2019-11-01 13:04:56 +0000",
            "iso_8601": "2019-11-01T13:04:56Z"
        },
        "subject": "Fitbit (FIT) is to be acquired by Alphabet (GOOG) in a USD 2.1bln deal or USD 7.35/shr (vs. USD 6.18 Thursday close)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitbit-fit-is-to-be-acquired-by-alphabet-goog-in-a-usd-2-1bln-deal-or-usd-7-35-shr-vs-usd-6-18-thursday-close-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 21:01:00",
        "gmt_time": "2019-11-01 13:01:00"
    },
    {
        "id": 894299,
        "updated_sequence": 1993209,
        "published_at": {
            "unix": 1572613020,
            "text": "2019-11-01 12:57:00 +0000",
            "iso_8601": "2019-11-01T12:57:00Z"
        },
        "updated_at": {
            "unix": 1572613152,
            "text": "2019-11-01 12:59:12 +0000",
            "iso_8601": "2019-11-01T12:59:12Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 1st November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23139/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Arista Networks (ANET)</strong> (Information Technology/Communications Equipment) Q4 revenue view 540mln-560mln (exp. 686.18mln), “expect a sudden softening in Q4 with a specific cloud titan customer.”</li><li><strong>XOM </strong>beats, whilst <strong>CVX </strong>misses</li><li><strong>Alibaba Group Holding Ltd (BABA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) Q3 19 (USD): EPS 1.83 (exp. 1.51), Revenue 16.65bln (exp. 16.47bln); cloud computing beat with +60% Y/Y and digital media had strong acceleration.</li></ul><p><strong>1st November 2019</strong></p><ul><li>Democratic 2020 candidate Elizabeth Warren has detailed a USD 20.5trln medicare-for-all payment plan, including no new taxes for the middle-class.</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) and Wistron are mulling a direct investment in panel supplier, Japan Display (6740 JT).</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) – Three Boeing 737s have been grounded by Qantas due to cracks in the jet’s structure, WSJ reports.</li><li><strong>Chevron Corp. (CVX)</strong> (Energy/Integrated Oil &amp; Gas) Q3 19 (USD): EPS 1.36 (exp. 1.45), Revenue 35.0bln (exp. 37.69bln); worldwide production was +3% at 3.03mln BOEPD; US refinery crude oil input +8% at 992,000 BOEPD. Co says global demand for energy continues to grow.</li><li><strong>Exxon Mobil Corp. (XOM)</strong> (Energy/Integrated Oil &amp; Gas) Q3 19 (USD): EPS 0.75 (exp. 0.67), Revenue 65.05bln (exp. 64.79bln); production +3% to 3.9mln BOEPD; capex 7.72bln (prev. 6.59bln). As part of its USD 15bln of non-strategic asset sales by 2021, it sees a USD 3.5bln gain from its USD 4.5bln sale of its Norway assets to Var Energi AS upon closing, expected in Q4.</li><li><strong>Goldman Sachs Group (GS)</strong> (Financials/Investment Banking &amp; Brokerage) estimates the upper end of reasonably possible aggregate legal loss of approximately USD 2.9bln in September-quarter (vs. USD 2.6bln at end of June-quarter).</li><li><strong>JPMorgan Chase &amp; Co. (JPM)</strong> (Financials/Diversified Banks) plans to pilot the Haven Healthcare plan, its collaboration with Amazon (AMZN) and Berkshire Hathaway (BRK.B), to some of its workers in Ohio and Arizona, which will be run by Cigna (CI) and Aetna (CVS).</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Amgen Inc. (AMGN)</strong> (Health Care/Biotechnology) is to take a 20.5% stake in <strong>BeiGene (BGNE)</strong> for approximately USD 2.7bln in cash, where BeiGene will help commercialise and develop Amgen’s oncology pipeline in China.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>AbbVie Inc. (ABBV)</strong> (Health Care/Pharmaceuticals) Q3 19 (USD): Adj. EPS 2.33 (exp. 2.30), Revenue 8.479bln (exp. 8.38bln); international Humira revenue -33.5% at 1.049bln, US Humira revenue +9.6% at 3.887bln. Raises FY adj. EPS view 8.90-8.92 (prev. 8.82-8.92, exp. 8.90). Raises quarterly cash dividend to 1.18/share from 1.07/share.</li><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco) – Chinese regulators have issued a notice to online stores to stop selling e-cigarettes in efforts to prevent underage use.</li><li><strong>American International Group (AIG)</strong> (Financials/Property &amp; Casualty Insurance) Q3 19 (USD): Adj. EPS 0.56 (exp. 1.01); net premiums -3% to 6.648bln.</li><li><strong>Arista Networks (ANET)</strong> (Information Technology/Communications Equipment) Q3 19 (USD): Adj. EPS 2.69 (exp. 2.41), Revenue 654mln (exp. 653mln). Q4 revenue view 540mln-560mln (exp. 686.18mln), “expect a sudden softening in Q4 with a specific cloud titan customer.”</li><li><strong>Colgate-Palmolive (CL)</strong> (Consumer Staples/Household Products) Q3 19 (USD): EPS ex-item 0.71 (exp. 0.70), Revenue 3.93bln (exp. 3.94bln); gross profit margin 59.0% (unchanged Y/Y). Affirms FY revenue growth view flat to up low-single-digits.</li><li><strong>Dominion Energy (D)</strong> (Utilities/Electric Utilities) Q3 19 (USD): Operating EPS 1.18 (exp. 1.14), Revenue 4.27bln (exp. 4.51bln). Narrows FY operating EPS view 4.15-4.30 (prev. 4.05-4.40, exp. 4.19).</li><li><strong>Fortinet (FTNT)</strong> (Information Technology/Systems Software) Q3 19 (USD): EPS 0.67 (exp. 0.56), Revenue 548mln (exp. 533mln). FY EPS view&nbsp; (exp. 2.24), FY Revenue view&nbsp; (exp. 2.11bln). Revenue and EPS views for both Q4 and FY19 are all above expectations.</li><li><strong>LyondellBasell (LYB)</strong> (Materials/Specialty Chemicals) Q3 19 (USD): EPS 2.85 (exp. 2.76), Revenue 8.72bln (exp. 9.07bln). Co sees “typical” seasonal weaker demand in year-end, whilst Houston refinery profitability is seen rising alongside growing demand for low-sulphur marine fuels ahead of IMO 2020.</li><li><strong>Newell Brands (NWL) </strong>(Consumer Discretionary/Housewares &amp; Specialties) Q3 19 (USD): Normalised EPS 0.73 (exp. 0.56), Revenue 2.50bln (exp. 2.44bln). Raises FY normalised EPS view 1.63-1.68 (prev. 1.50-1.65, exp. 1.63), raises FY Revenue view 9.6bln-9.7bln (prev. 9.1bln-9.3bln, exp. 9.25bln). Co announces it has ended its divestiture programme and has decided to maintain its Mapa/Spontex and Quickie units.</li><li><strong>Qorvo (QRVO)</strong> (Information Technology/Semiconductors) Q3 19 (USD): EPS 1.52 (exp. 1.30), Revenue 0.81bln (exp. 0.74bln) Q3 EPS view 1.67 (exp. 1.35); revenue view 840mln-860mln (exp. 758.05mln).</li><li><strong>Seagate Technology (STX)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q3 19 (USD): EPS 1.03 (exp. 0.99), Revenue 2.58bln (exp. 2.56bln).</li><li><strong>Sempra Energy (SRE) </strong>(Utilities/Multi-Utilities) Q3 19 (USD): Adj. EPS 1.50 (exp. 1.47), Revenue 2.758bln (exp. 2.94bln). Raises FY19 adj. EPS view 6.00-6.50 (exp. 6.09, prev. 5.70-6.30). Affirms FY20 adj. EPS view 6.70-7.50 (exp. 7.04).</li><li><strong>Western Union Co (WU)</strong> (Information Technology/Internet Software &amp; Services) Q3 19 (USD): EPS 0.49 (exp. 0.46), Revenue&nbsp; 1.31bln (in line). Affirms FY EPS view 1.70-1.80 (exp. 1.76), affirms FY Revenue growth view of low single-digit increase (exp. 5.32bln).</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Alibaba Group Holding Ltd (BABA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) Q3 19 (USD): EPS 1.83 (exp. 1.51), Revenue 16.65bln (exp. 16.47bln); cloud computing beat with +60% Y/Y and digital media had strong acceleration. Annual active consumers on China retail marketplace 693mln (+19mln from June); mobile MAUs on China retail marketplace 785mln (+30mln from June).</li><li><strong>Bio Rad Laboratories Inc (BIO)</strong> (Health Care/Life Sciences Tools &amp; Services) Q3 19 (USD): EPS 1.61 (exp. 1.41), Revenue 561mln (exp. 565mln); gross margin 56.0% (prev. 53.5% Y/Y).</li><li><strong>Booz Allen Hamilton Holding Corp (BAH)</strong> (Information Technology/IT Services) Q2 20 (USD): Adj. EPS 0.81 (exp. 0.72), Revenue 1.80bln (exp. 1.78bln). Raises FY adj. EPS view 3.00-3.10 (prev. 2.90-3.05, exp. 3.10), raises FY Revenue growth view. Raises quarterly dividend to 0.27/share.</li><li><strong>Camden Property Trust (CPT)</strong> (Real Estate/Equity REITs) Q3 19 (USD): FFO 1.29 (exp. 1.28), Revenue 260.7mln (exp. 259.3mln); occupancy 96.3% (prev. 95.9%). Gives Q4 FFO guidance below expectations and cuts FY below, too.</li><li><strong>Fluor Corp (FLR)</strong> (Industrials/Construction &amp; Engineering) Q3 19 (USD): EPS with items -5.57 (exp. 0.36), Revenue 3.9bln (exp. 4.78bln).</li><li><strong>Live Nation Entertainment Inc (LYV)</strong> (Communication Services/Entertainment) Q3 19 (USD): EPS 0.71 (exp. 0.77), Revenue 3.77bln (exp. 4.1bln).</li><li><strong>PG&amp;E (PCG)</strong> (Utilities/Electric Utilities) is nearing completion of a full restoration of power to its customers.</li><li><strong>Pinterest Inc (PINS)</strong> (Communication Services/Interactive Media &amp; Services) Q3 19 (USD): EPS -0.23 (exp. -0.04), Revenue 279.7mln (exp. 280.62mln); MAUs +28% Y/Y to 322mln; ARPU 0.90 (prev. 0.79 Y/Y). Narrows FY Revenue view 1.10bln-1.115bln (prev. 1.095bln-1.115bln, exp. 1.12bln). Raises FY adj. EBITDA range view -30mln to -10mln (prev. -50mln to -25mln).</li><li><strong>TC Energy Corp (TRP)</strong> (Energy/Oil, Gas &amp; Consumable Fuels) Q3 19 (CAD): EPS 1.04 (exp. 1.00).</li><li><strong>United States Steel Corp (X) </strong>(Materials/Metals &amp; Mining) Q3 19 (USD): Adj. EPS -0.21 (exp. -0.29), Revenue 3.07bln (exp. 3.05bln).</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AMEDISYS (AMED) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li>APPLE (AAPL) UPGRADED TO BUY FROM HOLD AT DZ BANK</li><li>CHEMED (CHE) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li><li>CHURCH &amp; DWIGHT (CHD) UPGRADED TO NEUTRAL FROM SELL AT CITI</li><li>FIAT CHRYSLER (FCAU) UPGRADED TO NEUTRAL FROM SELL AT REDBURN</li><li>PARKER-HANNIFIN (PH) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>PINTEREST (PINS) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li><li>TAL EDUCATION (TAL) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>WEX (WEX) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li></ul><p><strong>Downgrades</strong></p><ul><li>ARISTA NETWORKS (ANET) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li><li>ARISTA NETWORKS (ANET) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>ARISTA NETWORKS (ANET) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>ARISTA NETWORKS (ANET) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>ARISTA NETWORKS (ANET) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>BOOKING HOLDINGS (BKNG) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>C.H. ROBINSON (CHRW) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>CELGENE (CELG) DOWNGRADED D TO NEUTRAL FROM OUTPERFORM AT BAIRD</li><li>CORTEVA (CTVA) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>CYRUSONE (CONE) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>GENERAC (GNRC) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>HP ENTERPRISE (HPE) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>J.B. HUNT (JBHT) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>PENN NATIONAL (PENN) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>PINTEREST (PINS) DOWNGRADED TO HOLD FROM BUY AT PIVOTAL RESEARCH</li><li>SIX FLAGS (SIX) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>TRI POINTE (TPH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li><li>WAYFAIR (W) DOWNGRADED TO HOLD FROM BUY AT NEEDHAM</li><li>YETI (YETI) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li></ul><p><strong>Initiations</strong></p><ul><li>AXONICS MODULATION (AXNX) RATED NEW OVERWEIGHT AT PIPER JAFFRAY</li><li>HOMOLOGY MEDICINES (FIXX) RATED NEW MARKET PERFORM AT OPPENHEIMER</li><li>PPG INDUSTRIES (PPG) RESUMED EQUAL-WEIGHT AT MORGAN STANLEY; PT USD 130</li><li>SAREPTA (SRPT) RATED NEW BUY AT GUGGENHEIM; PT USD 183</li><li>TEXTAINER GROUP (TGH) REINSTATED MARKET PERFORM AT KBW; PT USD 11</li><li>UPWORK (UPWK) RATED NEW OUTPERFORM AT FIRST ANALYSIS; PT USD 18</li><li>WAVE LIFE SCIENCES (WVE) RATED NEW BUY AT GUGGENHEIM; PT USD 43</li><li>Y-MABS THERAPEUTICS (YMAB) RESUMED BUY AT BOFAML; PT USD 35</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Ameriprise Financial Inc (AMP). Amount USD 0.97</li><li>Blackstone Group Inc (BX). Amount USD 0.49</li><li>Citigroup Inc (C). Amount USD 0.51</li><li>CVR Energy Inc (CVI). Amount USD 0.80</li><li>Healthpeak Properties Inc (HCP). Amount USD 0.37</li><li>Noble Energy Inc (NBL). Amount USD 0.12</li><li>ONEOK Inc (OKE). Amount USD 0.91</li><li>Pinnacle West Capital Corp (PNW). Amount USD 0.78</li><li>Synchrony Financial (SYF). Amount USD 0.22​</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:57:00",
        "gmt_time": "2019-11-01 12:57:00"
    },
    {
        "id": 894298,
        "updated_sequence": 1993211,
        "published_at": {
            "unix": 1572612720,
            "text": "2019-11-01 12:52:00 +0000",
            "iso_8601": "2019-11-01T12:52:00Z"
        },
        "updated_at": {
            "unix": 1572613168,
            "text": "2019-11-01 12:59:28 +0000",
            "iso_8601": "2019-11-01T12:59:28Z"
        },
        "subject": "US President Trump lauds a \"blowout\" jobs number, says adjusted for GM strike and revisions, would have been 303k, far greater than expectations",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1190250133071519745\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-lauds-a-blowout-jobs-number-says-adjusted-for-gm-strike-and-revisions-would-have-been-303k-far-greater-than-expectations-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:52:00",
        "gmt_time": "2019-11-01 12:52:00"
    },
    {
        "id": 894297,
        "updated_sequence": 1993199,
        "published_at": {
            "unix": 1572611880,
            "text": "2019-11-01 12:38:00 +0000",
            "iso_8601": "2019-11-01T12:38:00Z"
        },
        "updated_at": {
            "unix": 1572611950,
            "text": "2019-11-01 12:39:10 +0000",
            "iso_8601": "2019-11-01T12:39:10Z"
        },
        "subject": "US Democratic Candidate Warren details a USD 20.5trl medicare for everyone payment plan, no middle-class taxes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-democratic-candidate-warren-details-a-usd-20-5trl-medicare-for-everyone-payment-plan-no-middle-class-taxes-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:38:00",
        "gmt_time": "2019-11-01 12:38:00"
    },
    {
        "id": 894296,
        "updated_sequence": 1993194,
        "published_at": {
            "unix": 1572611640,
            "text": "2019-11-01 12:34:00 +0000",
            "iso_8601": "2019-11-01T12:34:00Z"
        },
        "updated_at": {
            "unix": 1572611751,
            "text": "2019-11-01 12:35:51 +0000",
            "iso_8601": "2019-11-01T12:35:51Z"
        },
        "subject": "Marathon has shut its Galveston Bay Texas (585k BPD) refinery's gasoline unit due to instrumentation outages, sources state",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "marathon-has-shut-its-galveston-bay-texas-585k-bpd-refinery-s-gasoline-unit-due-to-instrumentation-outages-sources-state-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:34:00",
        "gmt_time": "2019-11-01 12:34:00"
    },
    {
        "id": 894295,
        "updated_sequence": 1993187,
        "published_at": {
            "unix": 1572611460,
            "text": "2019-11-01 12:31:00 +0000",
            "iso_8601": "2019-11-01T12:31:00Z"
        },
        "updated_at": {
            "unix": 1572611502,
            "text": "2019-11-01 12:31:42 +0000",
            "iso_8601": "2019-11-01T12:31:42Z"
        },
        "subject": "US BLS Birth Death Ratio (Oct): 274k (Prev. -71k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-oct-274k-prev-71k-01-11-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:31:00",
        "gmt_time": "2019-11-01 12:31:00"
    },
    {
        "id": 894294,
        "updated_sequence": 1993201,
        "published_at": {
            "unix": 1572611400,
            "text": "2019-11-01 12:30:00 +0000",
            "iso_8601": "2019-11-01T12:30:00Z"
        },
        "updated_at": {
            "unix": 1572611997,
            "text": "2019-11-01 12:39:57 +0000",
            "iso_8601": "2019-11-01T12:39:57Z"
        },
        "subject": "Chevron Corp (CVX) Q3 19 (USD): EPS 1.36 (exp. 1.45), Revenue 35.0bln (exp. 37.69bln); worldwide production was +3% at 3.03mln BOEPD; US refinery crude oil input +8% at 992,000 BOEPD. Co says global demand for energy continues to grow.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>CVX has a 2.9% weighting in the DJIA</li></ul>",
        "analysis_updated_at": {
            "unix": 1572611400,
            "text": "2019-11-01 12:30:00 +0000",
            "iso_8601": "2019-11-01T12:30:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-corp-cvx-q3-19-usd-eps-1-36-exp-1-45-revenue-35-0bln-exp-37-69bln-worldwide-production-was-3-at-3-03mln-boepd-us-refinery-crude-oil-input-8-at-992-000-boepd-co-says-global-demand-for-energy-continues-to-grow-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:30:00",
        "gmt_time": "2019-11-01 12:30:00"
    },
    {
        "id": 894283,
        "updated_sequence": 1993149,
        "published_at": {
            "unix": 1572610440,
            "text": "2019-11-01 12:14:00 +0000",
            "iso_8601": "2019-11-01T12:14:00Z"
        },
        "updated_at": {
            "unix": 1572610608,
            "text": "2019-11-01 12:16:48 +0000",
            "iso_8601": "2019-11-01T12:16:48Z"
        },
        "subject": "UK Conservative Party source suggests UK PM Johnson will not accept Brexit Party leader Farage's offer for election pact",
        "content": "<ul><li>\"Perhaps unsurprisingly Boris Johnson won't be taking Nigel Farage up on his offer. Senior Tory source: 'A vote for anyone other than Boris risks Brexit, 'We don't do electoral pacts'\"&nbsp;</li><li><a href=\"https://twitter.com/Steven_Swinford/status/1190240664803594240?s=20\">Via Times reporter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Times reporter",
        "slug": "uk-conservative-party-source-suggests-uk-pm-johnson-will-not-accept-brexit-party-leader-farage-s-offer-for-election-pact-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:14:00",
        "gmt_time": "2019-11-01 12:14:00"
    },
    {
        "id": 894282,
        "updated_sequence": 1993142,
        "published_at": {
            "unix": 1572609900,
            "text": "2019-11-01 12:05:00 +0000",
            "iso_8601": "2019-11-01T12:05:00Z"
        },
        "updated_at": {
            "unix": 1572609991,
            "text": "2019-11-01 12:06:31 +0000",
            "iso_8601": "2019-11-01T12:06:31Z"
        },
        "subject": "Brazilian miner Vale says the resumption of operations in Algeria mining site will add up to 1mln tons to production volumes this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-miner-vale-says-the-resumption-of-operations-in-algeria-mining-site-will-add-up-to-1mln-tons-to-production-volumes-this-year-01-11-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:05:00",
        "gmt_time": "2019-11-01 12:05:00"
    },
    {
        "id": 894279,
        "updated_sequence": 1993144,
        "published_at": {
            "unix": 1572609600,
            "text": "2019-11-01 12:00:00 +0000",
            "iso_8601": "2019-11-01T12:00:00Z"
        },
        "updated_at": {
            "unix": 1572610257,
            "text": "2019-11-01 12:10:57 +0000",
            "iso_8601": "2019-11-01T12:10:57Z"
        },
        "subject": "Metro Bank (MTRO LN) - Market reports question whether Lloyds (LLOY LN) are considering a bid for the Co.., FT's Alphaville citing the Evening Standard",
        "content": "<ul><li><a href=\"https://www.standard.co.uk/business/market-report-is-lloyds-pondering-a-bid-for-metro-bank-a4276271.html\">Link to Evening Standard</a></li><li>Article notes that this deal would be welcomed by the regulator</li></ul>",
        "reaction_details": "<ul><li>MTRO LN shares spiked to GBP 2.30 from GBP 2.05</li></ul>",
        "reaction_updated_at": {
            "unix": 1572609900,
            "text": "2019-11-01 12:05:00 +0000",
            "iso_8601": "2019-11-01T12:05:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT/Evening Standard",
        "slug": "metro-bank-mtro-ln-market-reports-question-whether-lloyds-lloy-ln-are-considering-a-bid-for-the-co-ft-s-alphaville-citing-the-evening-standard-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 20:00:00",
        "gmt_time": "2019-11-01 12:00:00"
    },
    {
        "id": 894276,
        "updated_sequence": 1993120,
        "published_at": {
            "unix": 1572609120,
            "text": "2019-11-01 11:52:00 +0000",
            "iso_8601": "2019-11-01T11:52:00Z"
        },
        "updated_at": {
            "unix": 1572609204,
            "text": "2019-11-01 11:53:24 +0000",
            "iso_8601": "2019-11-01T11:53:24Z"
        },
        "subject": "Russia oil production exports from Black Sea port of Tuapse seen at 1.396mln tonnes in November (vs 1.345mln tonnes scheduled for October)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-oil-production-exports-from-black-sea-port-of-tuapse-seen-at-1-396mln-tonnes-in-november-vs-1-345mln-tonnes-scheduled-for-october-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:52:00",
        "gmt_time": "2019-11-01 11:52:00"
    },
    {
        "id": 894275,
        "updated_sequence": 1993117,
        "published_at": {
            "unix": 1572608940,
            "text": "2019-11-01 11:49:00 +0000",
            "iso_8601": "2019-11-01T11:49:00Z"
        },
        "updated_at": {
            "unix": 1572609108,
            "text": "2019-11-01 11:51:48 +0000",
            "iso_8601": "2019-11-01T11:51:48Z"
        },
        "subject": "Abbvie Inc (ABBV) Q3 19 (USD): Adj EPS 2.33 (exp. 2.30), Revenue 8.479bln (exp. 8.38bln)",
        "content": "<ul><li>FY EPS view 8.90-8.92 (exp. 8.90)</li><li>International Humira revenue 1.049bln (decrease 33.5% on a reported basis)</li><li>Humira US net revenue +9.6% at 3.887bln&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-inc-abbv-q3-19-usd-adj-eps-2-33-exp-2-30-revenue-8-479bln-exp-8-38bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:49:00",
        "gmt_time": "2019-11-01 11:49:00"
    },
    {
        "id": 894274,
        "updated_sequence": 1993114,
        "published_at": {
            "unix": 1572608100,
            "text": "2019-11-01 11:35:00 +0000",
            "iso_8601": "2019-11-01T11:35:00Z"
        },
        "updated_at": {
            "unix": 1572608467,
            "text": "2019-11-01 11:41:07 +0000",
            "iso_8601": "2019-11-01T11:41:07Z"
        },
        "subject": "US Commerce Secretary Ross says the US is pretty comfortable that the Phase 1 trade deal with China is in good shape",
        "content": "<ul><li>says he hopes the US can resurrect a date for the two countries to sign a deal around the same time it would have been signed at Chile's APEC summit</li><li>says Federal Reserve rate cuts will be good for the housing sector</li><li>says there are good sized transactions on his upcoming trip to Asia</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-says-the-us-is-pretty-comfortable-that-the-phase-1-trade-deal-with-china-is-in-good-shape-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:35:00",
        "gmt_time": "2019-11-01 11:35:00"
    },
    {
        "id": 894273,
        "updated_sequence": 1993099,
        "published_at": {
            "unix": 1572607860,
            "text": "2019-11-01 11:31:00 +0000",
            "iso_8601": "2019-11-01T11:31:00Z"
        },
        "updated_at": {
            "unix": 1572607903,
            "text": "2019-11-01 11:31:43 +0000",
            "iso_8601": "2019-11-01T11:31:43Z"
        },
        "subject": "TC Energy Corp (TRP) Q3 19 (CAD): EPS 1.04 (exp. 1.00)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tc-energy-corp-trp-q3-19-cad-eps-1-04-exp-1-00-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:31:00",
        "gmt_time": "2019-11-01 11:31:00"
    },
    {
        "id": 894271,
        "updated_sequence": 1993093,
        "published_at": {
            "unix": 1572607800,
            "text": "2019-11-01 11:30:00 +0000",
            "iso_8601": "2019-11-01T11:30:00Z"
        },
        "updated_at": {
            "unix": 1572607849,
            "text": "2019-11-01 11:30:49 +0000",
            "iso_8601": "2019-11-01T11:30:49Z"
        },
        "subject": "Dominion Energy Inc (D) Q3 19 (USD): EPS 1.18 (exp. 1.14), Revenue 4.27bln (exp. 4.51bln). FY EPS view 4.15-4.30 (exp. 4.19)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dominion-energy-inc-d-q3-19-usd-eps-1-18-exp-1-14-revenue-4-27bln-exp-4-51bln-fy-eps-view-4-15-4-30-exp-4-19-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:30:00",
        "gmt_time": "2019-11-01 11:30:00"
    },
    {
        "id": 894272,
        "updated_sequence": 1993101,
        "published_at": {
            "unix": 1572607740,
            "text": "2019-11-01 11:29:00 +0000",
            "iso_8601": "2019-11-01T11:29:00Z"
        },
        "updated_at": {
            "unix": 1572607921,
            "text": "2019-11-01 11:32:01 +0000",
            "iso_8601": "2019-11-01T11:32:01Z"
        },
        "subject": "Exxon Mobil Corp (XOM) Q3 19 (USD): EPS 0.75 (exp. 0.67), Revenue 65.0bln (exp. 64.79bln)",
        "content": "<ul><li>Quarterly oil equivalent production rises 3% to 3.9mln BPD</li><li>Capital and exploration expenditures 7.72bln (vs 6.59bln)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Note: XOM has a 1.7% weight in the Dow&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1572607860,
            "text": "2019-11-01 11:31:00 +0000",
            "iso_8601": "2019-11-01T11:31:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-mobil-corp-xom-q3-19-usd-eps-0-75-exp-0-67-revenue-65-0bln-exp-64-79bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:29:00",
        "gmt_time": "2019-11-01 11:29:00"
    },
    {
        "id": 894269,
        "updated_sequence": 1993087,
        "published_at": {
            "unix": 1572607620,
            "text": "2019-11-01 11:27:00 +0000",
            "iso_8601": "2019-11-01T11:27:00Z"
        },
        "updated_at": {
            "unix": 1572607761,
            "text": "2019-11-01 11:29:21 +0000",
            "iso_8601": "2019-11-01T11:29:21Z"
        },
        "subject": "Scotiabank FX Daily - Markets Brace for Non-Farm Payrolls, USD Steady  ",
        "content": "<ul><li>&nbsp; USD unchanged after early-session drop as markets brace for non-farm at 8.30ET</li><li>&nbsp; CAD steady within post-BoC range of 1.3140-1.3180</li><li>&nbsp; EUR follows broad dollar moves after initial rise</li><li>&nbsp; GBP outperforms key majors on better-than-expected PMI data</li><li>&nbsp; JPY steady, briefly hits 3-wk low</li><li>&nbsp; AUD rises on unexpected Chinese PMI gain</li><li>&nbsp; MXN gets boost from Chinese data, outperforms within EM</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-markets-brace-for-non-farm-payrolls-usd-steady-01-11-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:27:00",
        "gmt_time": "2019-11-01 11:27:00"
    },
    {
        "id": 894268,
        "updated_sequence": 1993110,
        "published_at": {
            "unix": 1572606900,
            "text": "2019-11-01 11:15:00 +0000",
            "iso_8601": "2019-11-01T11:15:00Z"
        },
        "updated_at": {
            "unix": 1572608265,
            "text": "2019-11-01 11:37:45 +0000",
            "iso_8601": "2019-11-01T11:37:45Z"
        },
        "subject": "Brexit Party Leader Farage says his party will contest every seat, if UK PM Johnson does not accept Farage's conditional offer",
        "content": "<ul><li>claims the party has 500 candidates ready for every seat</li><li>Farage says that the Conservatives have until Nov 14th to agree to the leave alliance</li><li>says he is 'discussing' alliances at a local level</li><li>says 150 Labour held seats, which have never been won by the Conservatives, could be part of a non-aggression pact</li></ul>",
        "reaction_details": "<p>Initially, GBP rose from 1.2952 to 1.2966 on suggestions that Farage was willing to compromise his own position, though downside to 1.2946 was seen after Brexit Party would run candidates in every seat if Conservatives did not do a pact with the Brexit Party</p>",
        "reaction_updated_at": {
            "unix": 1572607500,
            "text": "2019-11-01 11:25:00 +0000",
            "iso_8601": "2019-11-01T11:25:00Z"
        },
        "analysis_details": "<ul><li>Farage said if the government is willing to go down the route of a genuine FTA with no political linkages, he would be interested in building leave alliance</li></ul>",
        "analysis_updated_at": {
            "unix": 1572607080,
            "text": "2019-11-01 11:18:00 +0000",
            "iso_8601": "2019-11-01T11:18:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "brexit-party-leader-farage-says-his-party-will-contest-every-seat-if-uk-pm-johnson-does-not-accept-farage-s-conditional-offer-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:15:00",
        "gmt_time": "2019-11-01 11:15:00"
    },
    {
        "id": 894267,
        "updated_sequence": 1993064,
        "published_at": {
            "unix": 1572606780,
            "text": "2019-11-01 11:13:00 +0000",
            "iso_8601": "2019-11-01T11:13:00Z"
        },
        "updated_at": {
            "unix": 1572606843,
            "text": "2019-11-01 11:14:03 +0000",
            "iso_8601": "2019-11-01T11:14:03Z"
        },
        "subject": "Iraq total oil exports average 3.447mln BPD in October (vs. 3.61mln BPD in September); exports from  sourthern poers averaged 3.34mln BPD in October",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-total-oil-exports-average-3-447mln-bpd-in-october-vs-3-61mln-bpd-in-september-exports-from-sourthern-poers-averaged-3-34mln-bpd-in-october-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:13:00",
        "gmt_time": "2019-11-01 11:13:00"
    },
    {
        "id": 894266,
        "updated_sequence": 1993068,
        "published_at": {
            "unix": 1572606660,
            "text": "2019-11-01 11:11:00 +0000",
            "iso_8601": "2019-11-01T11:11:00Z"
        },
        "updated_at": {
            "unix": 1572606909,
            "text": "2019-11-01 11:15:09 +0000",
            "iso_8601": "2019-11-01T11:15:09Z"
        },
        "subject": "UK Brexit Party Leader Farage says he is willing to compromise on his own position, but calls on UK PM Johnson to drop the current WAB",
        "content": "<ul><li>Farage says he is “willing to go down the route of a genuine FTA and that he will not sign up to continued political linkage. if Boris were to go along with that, in the interests of building a Leave alliance I’d be willing to back that”</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Brexit Party has been pushing for a no deal Brexit</li></ul>",
        "analysis_updated_at": {
            "unix": 1572606780,
            "text": "2019-11-01 11:13:00 +0000",
            "iso_8601": "2019-11-01T11:13:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brexit-party-leader-farage-says-he-is-willing-to-compromise-on-his-own-position-but-calls-on-uk-pm-johnson-to-drop-the-current-wab-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:11:00",
        "gmt_time": "2019-11-01 11:11:00"
    },
    {
        "id": 894265,
        "updated_sequence": 1993066,
        "published_at": {
            "unix": 1572606540,
            "text": "2019-11-01 11:09:00 +0000",
            "iso_8601": "2019-11-01T11:09:00Z"
        },
        "updated_at": {
            "unix": 1572606849,
            "text": "2019-11-01 11:14:09 +0000",
            "iso_8601": "2019-11-01T11:14:09Z"
        },
        "subject": "Alibaba Group Holding Ltd (BABA) Q3 19 (USD): adj. EPS 1.83 (exp. 1.51), Revenue 16.651bln (exp. 16.5bln). Mobile MAUs on china retail marketplace 785mln in Sept 2019, +30mln from June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "alibaba-group-holding-ltd-baba-q3-19-usd-adj-eps-1-83-exp-1-51-revenue-16-651bln-exp-16-5bln-mobile-maus-on-china-retail-marketplace-785mln-in-sept-2019-30mln-from-june-01-11-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:09:00",
        "gmt_time": "2019-11-01 11:09:00"
    },
    {
        "id": 894263,
        "updated_sequence": 1993047,
        "published_at": {
            "unix": 1572606300,
            "text": "2019-11-01 11:05:00 +0000",
            "iso_8601": "2019-11-01T11:05:00Z"
        },
        "updated_at": {
            "unix": 1572606418,
            "text": "2019-11-01 11:06:58 +0000",
            "iso_8601": "2019-11-01T11:06:58Z"
        },
        "subject": "Brexit Party Leader Farage says Labour-held Leave seats with Remain MPs are among the main targets for the party",
        "content": "<ul><li><a href=\"https://twitter.com/singharj/status/1190223336074297345\">Via Twitte</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brexit-party-leader-farage-says-labour-held-leave-seats-with-remain-mps-are-among-the-main-targets-for-the-party-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 19:05:00",
        "gmt_time": "2019-11-01 11:05:00"
    },
    {
        "id": 894259,
        "updated_sequence": 1993042,
        "published_at": {
            "unix": 1572605700,
            "text": "2019-11-01 10:55:00 +0000",
            "iso_8601": "2019-11-01T10:55:00Z"
        },
        "updated_at": {
            "unix": 1572606079,
            "text": "2019-11-01 11:01:19 +0000",
            "iso_8601": "2019-11-01T11:01:19Z"
        },
        "subject": "RANsquawk Daily US Opening News - 1st November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23138/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European Cash indices are a touch firmer but little changed as markets await the US Jobs report</li><li>Chinese Caixin Manufacturing PMI beat Exp.; foreign ministry says reports of a US/China leaders meeting in Macau is speculation</li><li>US Secretary of State Pompeo said US is to impose new sanctions and nuclear curbs on Iran</li><li>FX complex is little changed overall vs. a slightly softer USD</li><li>Looking ahead highlights include US Labour Market Report, Construction Spending and ISM; Fed’s Clarida, Williams, Quarles, Kaplan &amp; Daly</li><li>Earnings: Exxon Mobil, Berkshire Hathaway, Abbvie, Chevron</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets mostly staged a turnaround of the weak lead from Wall St. </strong>where sentiment was dampened after mixed trade rhetoric stoked further US-China uncertainty and with participants tentative ahead of US NFP data, although risk appetite has somewhat improved with the help of encouraging Chinese Caixin Manufacturing PMI data. <strong>ASX 200 (+0.1%)</strong> was relatively flat as resilience in commodity related stocks just about offset the continued underperformance in the largest weighted financials sector, while <strong>Nikkei 225 (-0.3%)</strong> lagged and suffered the ill effects of the currency-risk dynamic. <strong>Hang Seng (+0.7%)</strong> and <strong>Shanghai Comp. (+1.0%)</strong> were initially weighed by a substantial weekly liquidity drain and after reports suggested that China had doubts about the possibility of a long-term trade deal with US President Trump amid concerns of his impulsive nature, although Chinese bourses later recovered following better than expected <strong>Chinese Caixin PMI data which matched its highest since February 2017</strong>. Finally, 10yr JGBs extended on the prior day’s rally following recent comments from BoJ Governor Kuroda who continued to stress the possibility for lower rates, while prices were also supported amid underperformance of Japanese stocks and with the BoJ present in the market for JPY 350bln in 5yr-10yr JGBs.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 590bln vs. Prev. CNY 560bln net injection W/W. (Newswires) <strong>PBoC set CNY mid-point at 7.0437 (Prev. 7.0533)</strong></p><p><strong>Chinese Caixin Manufacturing PMI (Oct) 51.7 vs. Exp. 51.0 (Prev. 51.4). (Newswires)</strong></p><p>China's Foreign Ministry says the reports of a Chinese/US leaders meeting in Macau is speculation. (Newswires)</p><p>Japan and China are considering signing a ‘fifth political document’ during Chinese President Xi visit to Japan in Spring 2020., according to Nikkei citing sources. (Nikkei)</p><p>&nbsp;</p><p>GEOPOLITICS</p><p><strong>US Secretary of State Pompeo said US is to impose new sanctions and nuclear curbs on Iran. (Newswires)</strong></p><p>Yemen's Houthi's have reportedly downed a US-made drone near the border with Saudi., Sputnik. (Twitter)</p><p>UK/EU</p><p>Brexit Party leader Farage refused to rule out the prospect of his party withdrawing candidates from hundreds of seats in the upcoming elections. (Sky News)</p><p><strong>UK Markit/CIPS Manufacturing PMI (Oct) 49.6 vs. Exp. 48.1 (Prev. 48.3).</strong> (Newswires)</p><p><strong>EQUITIES</strong></p><p>Major European Bourses are slightly firmer (Euro Stoxx 50 +0.2%) with the region buoyed by encouraging Chinese Caixin Manufacturing PMI which helped boost sentiment during APAC hours. Trade this morning has been tentative as is usually the case ahead of the US labour market report, with some gains handed back ahead of the release with US ISM Manufacturing PMI also on the docket. Sector performance is reflective of an improved risk tone; Tech (+0.7%), Energy (+0.7%), Materials (+0.5%), Industrials (+0.7%) and Consumer Discretionary (+0.7%) are all firmer, while Utilities (-0.3%), Consumer Staple (+0.3%) and Health Care (+0.1%) lag. Financials (U/C) are also lower; yields have broadly failed to recover since yesterday’s downbeat Chicago PMI and post-FOMC, while stock specific news in the form Danske Bank’s (-3.1%) earnings could also being weighing, after the Co. narrowed its FY19 net outlook to the lower end of range with further potential downside as the Russian Central Bank revoked the Co.’s license for its Russian unit. Elsewhere, stock specifics; DSV (+7.5%) shares are bid after solid earnings. Elsewhere, better than expected results from US Steel (X) is giving a boost to ThyssenKrupp (+1.6%) and Salzgitter (+0.5%). Softer earnings also see Aker ASA (-4.2%) shares under pressure, while Fiat Chrysler (+1.6%) opened lower amid ongoing protestation from various labour unions against the Co.’s proposed merger with Peugeot (+3.3%).</p><p>Goldman Sachs (GS) estimates upper end of reasonably possible aggregate legal loss of approx USD 2.9bln in September-quarter (vs USD 2.6bln at end of June-quarter). (Newswires) <i>Co. are 6% lower in pre-market trade.</i></p><p>Apple (AAPL) may invest directly in Japan Display (6740 JT), according to reports. (Newswires)</p><p>FX</p><p><strong>USD -</strong> The DXY seems to have stabilised after its post-FOMC reversal, with the index holding above the 97.000 level in a confined 97.162-348 range and the restrained trade reflecting the overall tone that often pans out in the run up to US labour data. Indeed, Usd/major pairings and even Dollar/EMs are relatively quiet and contained bar the odd exception.</p><p><strong>G10 -</strong> As noted above, not much deviation across the board even though data and manufacturing PMIs have thrown up some surprises, like the more encouraging Chinese Caixin survey overnight. The Kiwi continues to outperform and sits firmer on the 0.6400 handle vs its US counterpart, while the Aussie appears wary about hefty option expiries at the 0.6900 strike and with the Aud/Nzd cross capped at 1.0750. Elsewhere, Cable only got a brief/modest lift from a significant UK PMI beat as sub-components were less upbeat and Brexit stock-piling flattered the headline number. Note also, expiry interest resides close by (1.1 bn at 1.2950) and 0.8600 is still proving impenetrable in Eur/Gbp pending the looming Brexit Party pre-election conference, as Eur/Usd remains solid around 1.1150 where a massive 3.1 bn expiries reside. Meanwhile, the Loonie remains rooted to 1.3150 and Franc is pretty resilient between 0.9855-75 and around 1.1000 vs the single currency amidst very mixed Swiss macro releases (CPI back in deflation, but retail sales and manufacturing PMI recovering quite well). Conversely, Scandi PMIs diverged further to provide some respite for the Norwegian Krona vs its Swedish peer and the Euro, as Eur/Nok tests 10.2000 vs Eur/Sek sticky above 10.7000.</p><p><strong>EM -</strong> Contrasting fortunes for the Lira and Rand, as the former felt the weight of a bleak Turkish manufacturing PMI, but the latter took comfort from a decent improvement in SA (though still sub-50) awaiting Moody’s ratings review.</p><p>Notable FX Expiries, NY Cut:</p><p>- EUR/USD: <strong>1.1100 (1.2BLN), 1.1150 (3.1BLN),</strong> 1.1175-80 (800M), <strong>1.1200 (5.3BLN)</strong></p><p>- GBP/USD: <strong>1.2900 (2.4BLN), 1.2950 (1.1BLN)</strong></p><p>- EUR/GBP: <strong>0.8600 (570M)</strong></p><p>- AUD/USD: 0.6870 (370M), <strong>0.6900 (1.4BLN),</strong> 0.6915 (400M)</p><p>FIXED INCOME</p><p>Gilts have slipped to a minor new Liffe low at 132.62 (-22 ticks and 30 ticks off best levels) in wake of the UK manufacturing survey even though premature pre-October 31 stocking inflated the headline print and may now unwind given the latest Brextension. However, UK bonds may get another pre-NFP jolt via political impulses and news about the Brexit Party’s election strategy that might see candidates pulled for tactical reasons. Elsewhere, playing ranges and keeping powder dry for the big US releases and raft of post-FOMC Fed speakers remains prevalent for Bunds and US Treasuries, albeit latter after some big block trades in futures and options during the overnight session.</p><p>COMMODITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p><strong>Crude markets are treading water</strong> with little in the way of significant price action to report after the complex benefitted from the tailwind of firmer than expected Chinese PMI data. In fitting with market’s broader tentative feel, ranges are thin ahead of key today’s US data. For now, WTI Dec’ 19 and Brent Jan’20 contracts are consolidating around the USD 54.50/bbl and USD 59.90/bbl marks respectively. US Secretary of State Pompeo stated that the US is to impose further Iranian sanctions and nuclear curbs. Metals are similarly tentative ahead of headline US data; <strong>gold</strong> is holding onto yesterday’s gains, despite a recovery in risk appetite, and is rangebound around the USD 1510/oz mark for now. Meanwhile, <strong>Coppe</strong>r has stabilised after yesterday’s steep declines but been unable to garner significant impetus on the back of promising Chinese data. “The more downbeat sentiment came from China’s power sector” notes ING, “which is a key area for copper consumption”. Investment in power network infrastructure over the first nine months of 2019 declined 12.5% Y/Y, according to the Chinese Electricity Council.</p><p>CME raised NatGas Henry Hub December 2019 futures margins by 11.4% to USD 2450 per contract. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:55:00",
        "gmt_time": "2019-11-01 10:55:00"
    },
    {
        "id": 894262,
        "updated_sequence": 1993040,
        "published_at": {
            "unix": 1572605700,
            "text": "2019-11-01 10:55:00 +0000",
            "iso_8601": "2019-11-01T10:55:00Z"
        },
        "updated_at": {
            "unix": 1572605797,
            "text": "2019-11-01 10:56:37 +0000",
            "iso_8601": "2019-11-01T10:56:37Z"
        },
        "subject": "Colgate-Palmolive Co (CL) Q3 19 (USD): EPS ex-item 0.71 (exp. 0.70), Revenue 3.93bln (exp. 3.94bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "colgate-palmolive-co-cl-q3-19-usd-eps-ex-item-0-71-exp-0-70-revenue-3-93bln-exp-3-94bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:55:00",
        "gmt_time": "2019-11-01 10:55:00"
    },
    {
        "id": 894261,
        "updated_sequence": 1993037,
        "published_at": {
            "unix": 1572605700,
            "text": "2019-11-01 10:55:00 +0000",
            "iso_8601": "2019-11-01T10:55:00Z"
        },
        "updated_at": {
            "unix": 1572605796,
            "text": "2019-11-01 10:56:36 +0000",
            "iso_8601": "2019-11-01T10:56:36Z"
        },
        "subject": "Sempra Energy (SRE) Q3 19 (USD): Adj. EPS 1.50 (exp. 1.47), Revenue 2.758bln (exp. 2.94bln). Raise FY19 EPS guidance. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sempra-energy-sre-q3-19-usd-adj-eps-1-50-exp-1-47-revenue-2-758bln-exp-2-94bln-raise-fy19-eps-guidance-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:55:00",
        "gmt_time": "2019-11-01 10:55:00"
    },
    {
        "id": 894260,
        "updated_sequence": 1993034,
        "published_at": {
            "unix": 1572605580,
            "text": "2019-11-01 10:53:00 +0000",
            "iso_8601": "2019-11-01T10:53:00Z"
        },
        "updated_at": {
            "unix": 1572605656,
            "text": "2019-11-01 10:54:16 +0000",
            "iso_8601": "2019-11-01T10:54:16Z"
        },
        "subject": "RANsquawk EU Mid Session: Risk sentiment cajoled by Caixin PMI ahead of NFP & ISM showdown - 1st November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23137/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p><strong>Major European Bourses are slightly firmer (Euro Stoxx 50 +0.2%) </strong>with the region buoyed by encouraging Chinese Caixin Manufacturing PMI which helped boost sentiment during APAC hours. Trade this morning has been tentative as is usually the case ahead of the US labour market report, with some gains handed back ahead of the release with US ISM Manufacturing PMI also on the docket. Sector performance is reflective of an improved risk tone; Tech (+0.7%), Energy (+0.7%), Materials (+0.5%), Industrials (+0.7%) and Consumer Discretionary (+0.7%) are all firmer, while Utilities (-0.3%), Consumer Staple (+0.3%) and Health Care (+0.1%) lag. Financials (U/C) are also lower; yields have broadly failed to recover since yesterday’s downbeat Chicago PMI and post-FOMC, while stock specific news in the form Danske Bank’s (-3.1%) earnings could also being weighing, after the Co. narrowed its FY19 net outlook to the lower end of range with further potential downside as the Russian Central Bank revoked the Co.’s license for its Russian unit. Elsewhere, stock specifics; DSV (+7.5%) shares are bid after solid earnings. Elsewhere, better than expected results from US Steel (X) is giving a boost to ThyssenKrupp (+1.6%) and Salzgitter (+0.5%). Softer earnings also see Aker ASA (-4.2%) shares under pressure, while Fiat Chrysler (+1.6%) opened lower amid ongoing protestation from various labour unions against the Co.’s proposed merger with Peugeot (+3.3%).</p><p><strong>FX</strong></p><p><strong>USD</strong> - The DXY seems to have stabilised after its post-FOMC reversal, with the index holding above the 97.000 level in a confined 97.162-348 range and the restrained trade reflecting the overall tone that often pans out in the run up to US labour data. Indeed, Usd/major pairings and even Dollar/EMs are relatively quiet and contained bar the odd exception.</p><p><strong>G10</strong> - As noted above, not much deviation across the board even though data and manufacturing PMIs have thrown up some surprises, like the more encouraging Chinese Caixin survey overnight. The Kiwi continues to outperform and sits firmer on the 0.6400 handle vs its US counterpart, while the Aussie appears wary about hefty option expiries at the 0.6900 strike and with the Aud/Nzd cross capped at 1.0750. Elsewhere, Cable only got a brief/modest lift from a significant UK PMI beat as sub-components were less upbeat and Brexit stock-piling flattered the headline number. Note also, expiry interest resides close by (1.1 bn at 1.2950) and 0.8600 is still proving impenetrable in Eur/Gbp pending the looming Brexit Party pre-election conference, as Eur/Usd remains solid around 1.1150 where a massive 3.1 bn expiries reside. Meanwhile, the Loonie remains rooted to 1.3150 and Franc is pretty resilient between 0.9855-75 and around 1.1000 vs the single currency amidst very mixed Swiss macro releases (CPI back in deflation, but retail sales and manufacturing PMI recovering quite well). Conversely, Scandi PMIs diverged further to provide some respite for the Norwegian Krona vs its Swedish peer and the Euro, as Eur/Nok tests 10.2000 vs Eur/Sek sticky above 10.7000.</p><p><strong>EM</strong> - Contrasting fortunes for the Lira and Rand, as the former felt the weight of a bleak Turkish manufacturing PMI, but the latter took comfort from a decent improvement in SA (though still sub-50) awaiting Moody’s ratings review.</p><p><strong>FIXED INCOME</strong></p><p><strong>Gilts</strong> have slipped to a minor new Liffe low at 132.62 (-22 ticks and 30 ticks off best levels) in wake of the UK manufacturing survey even though premature pre-October 31 stocking inflated the headline print and may now unwind given the latest Brextension. However, UK bonds may get another pre-NFP jolt via political impulses and news about the Brexit Party’s election strategy that might see candidates pulled for tactical reasons. Elsewhere, playing ranges and keeping powder dry for the big US releases and raft of post-FOMC Fed speakers remains prevalent for <strong>Bunds</strong> and <strong>US Treasuries</strong>, albeit latter after some big block trades in futures and options during the overnight session.</p><p><strong>COMMODITIES&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong></p><p><strong>Crude markets</strong> are treading water with little in the way of significant price action to report after the complex benefitted from the tailwind of firmer than expected Chinese PMI data. In fitting with market’s broader tentative feel, ranges are thin ahead of key today’s US data. For now, <strong>WTI</strong> Dec’ 19 and <strong>Brent</strong> Jan’20 contracts are consolidating around the USD 54.50/bbl and USD 59.90/bbl marks respectively. US Secretary of State Pompeo stated that the US is to impose further Iranian sanctions and nuclear curbs. Metals are similarly tentative ahead of headline US data; <strong>gold</strong> is holding onto yesterday’s gains, despite a recovery in risk appetite, and is rangebound around the USD 1510/oz mark for now. Meanwhile, <strong>Copper</strong> has stabilised after yesterday’s steep declines but been unable to garner significant impetus on the back of promising Chinese data. “The more downbeat sentiment came from China’s power sector” notes ING, “which is a key area for copper consumption”. Investment in power network infrastructure over the first nine months of 2019 declined 12.5% Y/Y, according to the Chinese Electricity Council.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-risk-sentiment-cajoled-by-caixin-pmi-ahead-of-nfp-ism-showdown-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:53:00",
        "gmt_time": "2019-11-01 10:53:00"
    },
    {
        "id": 894258,
        "updated_sequence": 1993028,
        "published_at": {
            "unix": 1572605460,
            "text": "2019-11-01 10:51:00 +0000",
            "iso_8601": "2019-11-01T10:51:00Z"
        },
        "updated_at": {
            "unix": 1572605509,
            "text": "2019-11-01 10:51:49 +0000",
            "iso_8601": "2019-11-01T10:51:49Z"
        },
        "subject": "China has issued draft foreign investment law rules where China will allow foreign funded firms to raise funds through stock and bond issuances in China and overseas, adding foreign investors in China can freely repatriate profits ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-issued-draft-foreign-investment-law-rules-where-china-will-allow-foreign-funded-firms-to-raise-funds-through-stock-and-bond-issuances-in-china-and-overseas-adding-foreign-investors-in-china-can-freely-repatriate-profits-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:51:00",
        "gmt_time": "2019-11-01 10:51:00"
    },
    {
        "id": 894257,
        "updated_sequence": 1993023,
        "published_at": {
            "unix": 1572605220,
            "text": "2019-11-01 10:47:00 +0000",
            "iso_8601": "2019-11-01T10:47:00Z"
        },
        "updated_at": {
            "unix": 1572605250,
            "text": "2019-11-01 10:47:30 +0000",
            "iso_8601": "2019-11-01T10:47:30Z"
        },
        "subject": "Fixed Income: a bit more debt divergence on mixed manufacturing PMIs",
        "content": "<p>Gilts have slipped to a minor new Liffe low at 132.62 (-22 ticks and 30 ticks off best levels) in wake of the UK manufacturing survey even though premature pre-October 31 stocking inflated the headline print and may now unwind given the latest Brextension. However, UK bonds may get another pre-NFP jolt via political impulses and news about the Brexit Party’s election strategy that might see candidates pulled for tactical reasons. Elsewhere, playing ranges and keeping powder dry for the big US releases and raft of post-FOMC Fed speakers remains prevalent for Bunds and US Treasuries, albeit latter after some big block trades in futures and options during the overnight session.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-a-bit-more-debt-divergence-on-mixed-manufacturing-pmis-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:47:00",
        "gmt_time": "2019-11-01 10:47:00"
    },
    {
        "id": 894256,
        "updated_sequence": 1993025,
        "published_at": {
            "unix": 1572605100,
            "text": "2019-11-01 10:45:00 +0000",
            "iso_8601": "2019-11-01T10:45:00Z"
        },
        "updated_at": {
            "unix": 1572605284,
            "text": "2019-11-01 10:48:04 +0000",
            "iso_8601": "2019-11-01T10:48:04Z"
        },
        "subject": "American International Group Inc (AIG) Q3 19 (USD): Adj EPS 0.56 (exp. 1.01), net premiums fell 3% to 6.648bln",
        "content": "<ul><li>Quarterly annual acturial assumption update charge of USD 173mln (vs USD 103mln in same quarter last year)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-international-group-inc-aig-q3-19-usd-adj-eps-0-56-exp-1-01-net-premiums-fell-3-to-6-648bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:45:00",
        "gmt_time": "2019-11-01 10:45:00"
    },
    {
        "id": 894255,
        "updated_sequence": 1993017,
        "published_at": {
            "unix": 1572604800,
            "text": "2019-11-01 10:40:00 +0000",
            "iso_8601": "2019-11-01T10:40:00Z"
        },
        "updated_at": {
            "unix": 1572604835,
            "text": "2019-11-01 10:40:35 +0000",
            "iso_8601": "2019-11-01T10:40:35Z"
        },
        "subject": "RANsquawk Ad-Hoc Economic Analysis - PREVIEW: Nonfarm Payrolls (Oct 2019) to be released at 1230GMT/0830 EDT on 1st November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23132/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>The headline is expected at 89k, influenced by strikes at GM which might have affected 80k workers; the trend rate has held steady in recent months, though recent prints are some way off the 12-month pace. Labour market indicators have been mixed: the ADP surveyed mixed expectations, and the previous was revised down; initial jobless claims have moved horizontally; job cuts announcements rose; the ISM surveys have not been released, but the Markit PMI saw the employment sub-index fall at the steepest rate since 2009; consumer confidence signals were also mixed, with the differential between jobs “plentiful” and “hard to get” widening, boding well, and consumers’ expectations for an income prospects rose; but consumers were less confident about the outlook and the expectation for more jobs in the months ahead fell.&nbsp;&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-ad-hoc-economic-analysis-preview-nonfarm-payrolls-oct-2019-to-be-released-at-1230gmt-0830-edt-on-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:40:00",
        "gmt_time": "2019-11-01 10:40:00"
    },
    {
        "id": 894254,
        "updated_sequence": 1993014,
        "published_at": {
            "unix": 1572604500,
            "text": "2019-11-01 10:35:00 +0000",
            "iso_8601": "2019-11-01T10:35:00Z"
        },
        "updated_at": {
            "unix": 1572604580,
            "text": "2019-11-01 10:36:20 +0000",
            "iso_8601": "2019-11-01T10:36:20Z"
        },
        "subject": "FX Morning Colour: little inclination or option to veer far from expiries and big figures pre-NFP",
        "content": "<p><strong>USD</strong></p><p>The <strong>DXY </strong>seems to have stabilised after its post-FOMC reversal, with the index holding above the 97.000 level in a confined 97.162-348 range and the restrained trade reflecting the overall tone that often pans out in the run up to US labour data. Indeed, Usd/major pairings and even Dollar/EMs are relatively quiet and contained bar the odd exception.</p><p><strong>G10</strong></p><p>As noted above, not much deviation across the board even though data and manufacturing PMIs have thrown up some surprises, like the more encouraging Chinese Caixin survey overnight. The Kiwi continues to outperform and sits firmer on the 0.6400 handle vs its US counterpart, while the Aussie appears wary about hefty option expiries at the 0.6900 strike and with the Aud/Nzd cross capped at 1.0750. Elsewhere, Cable only got a brief/modest lift from a significant UK PMI beat as sub-components were less upbeat and Brexit stock-piling flattered the headline number. Note also, expiry interest resides close by (1.1 bn at 1.2950) and 0.8600 is still proving impenetrable in Eur/Gbp pending the looming Brexit Party pre-election conference, as Eur/Usd remains solid around 1.1150 where a massive 3.1 bn expiries reside. Meanwhile, the Loonie remains rooted to 1.3150 and Franc is pretty resilient between 0.9855-75 and around 1.1000 vs the single currency amidst very mixed Swiss macro releases (CPI back in deflation, but retail sales and manufacturing PMI recovering quite well). Conversely, Scandi PMIs diverged further to provide some respite for the Norwegian Krona vs its Swedish peer and the Euro, as Eur/Nok tests 10.2000 vs Eur/Sek sticky above 10.7000.</p><p><strong>EM</strong></p><p>Contrasting fortunes for the Lira and Rand, as the former felt the weight of a bleak Turkish manufacturing PMI, but the latter took comfort from a decent improvement in SA (though still sub-50) awaiting Moody’s ratings review.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-little-inclination-or-option-to-veer-far-from-expiries-and-big-figures-pre-nfp-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:35:00",
        "gmt_time": "2019-11-01 10:35:00"
    },
    {
        "id": 894253,
        "updated_sequence": 1993011,
        "published_at": {
            "unix": 1572604200,
            "text": "2019-11-01 10:30:00 +0000",
            "iso_8601": "2019-11-01T10:30:00Z"
        },
        "updated_at": {
            "unix": 1572604251,
            "text": "2019-11-01 10:30:51 +0000",
            "iso_8601": "2019-11-01T10:30:51Z"
        },
        "subject": "LyondellBasell Industries NV (LYB) Q3 19 (USD): EPS 2.85 (exp. 2.76); , Revenue 8.72bln (exp. 9.07bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-industries-nv-lyb-q3-19-usd-eps-2-85-exp-2-76-revenue-8-72bln-exp-9-07bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:30:00",
        "gmt_time": "2019-11-01 10:30:00"
    },
    {
        "id": 894252,
        "updated_sequence": 1993008,
        "published_at": {
            "unix": 1572603360,
            "text": "2019-11-01 10:16:00 +0000",
            "iso_8601": "2019-11-01T10:16:00Z"
        },
        "updated_at": {
            "unix": 1572603440,
            "text": "2019-11-01 10:17:20 +0000",
            "iso_8601": "2019-11-01T10:17:20Z"
        },
        "subject": "Goldman Sachs estimates upper end of reasonably possible aggregate legal loss of approx USD 2.9bln in September-quarter (vs USD 2.6bln at end of June-quarter)",
        "content": "",
        "reaction_details": "<ul><li>Goldman trades 6% lower in premarket trade following the news</li></ul>",
        "reaction_updated_at": {
            "unix": 1572603440,
            "text": "2019-11-01 10:17:20 +0000",
            "iso_8601": "2019-11-01T10:17:20Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-estimates-upper-end-of-reasonably-possible-aggregate-legal-loss-of-approx-usd-2-9bln-in-september-quarter-vs-usd-2-6bln-at-end-of-june-quarter-01-11-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 18:16:00",
        "gmt_time": "2019-11-01 10:16:00"
    },
    {
        "id": 894250,
        "updated_sequence": 1993000,
        "published_at": {
            "unix": 1572600300,
            "text": "2019-11-01 09:25:00 +0000",
            "iso_8601": "2019-11-01T09:25:00Z"
        },
        "updated_at": {
            "unix": 1572600374,
            "text": "2019-11-01 09:26:14 +0000",
            "iso_8601": "2019-11-01T09:26:14Z"
        },
        "subject": "Japan and China are considering signing a ‘fifth political document’ during Chinese President Xi visit to Japan in Spring 2020., according to Nikkei citing sources",
        "content": "<p><a href=\"https://asia.nikkei.com/Politics/International-relations/Japan-and-China-aim-to-expand-cooperation-on-global-issues\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "japan-and-china-are-considering-signing-a-fifth-political-document-during-chinese-president-xi-visit-to-japan-in-spring-2020-according-to-nikkei-citing-sources-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 17:25:00",
        "gmt_time": "2019-11-01 09:25:00"
    },
    {
        "id": 894249,
        "updated_sequence": 1992997,
        "published_at": {
            "unix": 1572599100,
            "text": "2019-11-01 09:05:00 +0000",
            "iso_8601": "2019-11-01T09:05:00Z"
        },
        "updated_at": {
            "unix": 1572599322,
            "text": "2019-11-01 09:08:42 +0000",
            "iso_8601": "2019-11-01T09:08:42Z"
        },
        "subject": "UK Election Poll - Panelbase: Conservatives 40% (Prev. 36%), Labour 29% (Prev. 27%), Liberal Democrats 14% (Prev. 17%) and Brexit Party 9% (Prev. 11%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Prior Panelbase polling was taken on the 17-18th October</li><li>For reference: Ipsos MORI UK opinion poll (25-28th October): Conservatives on 41% (+8), Labour 24% (unch), LibDems 20% (-3), Greens 3% (-1), Brexit 7% (-3), SNP 5%</li></ul>",
        "analysis_updated_at": {
            "unix": 1572599220,
            "text": "2019-11-01 09:07:00 +0000",
            "iso_8601": "2019-11-01T09:07:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-election-poll-panelbase-conservatives-40-prev-36-labour-29-prev-27-liberal-democrats-14-prev-17-and-brexit-party-9-prev-11-01-11-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 17:05:00",
        "gmt_time": "2019-11-01 09:05:00"
    },
    {
        "id": 893993,
        "updated_sequence": 1992983,
        "published_at": {
            "unix": 1572598800,
            "text": "2019-11-01 09:00:00 +0000",
            "iso_8601": "2019-11-01T09:00:00Z"
        },
        "updated_at": {
            "unix": 1572598800,
            "text": "2019-11-01 09:00:00 +0000",
            "iso_8601": "2019-11-01T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-31-10-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 17:00:00",
        "gmt_time": "2019-11-01 09:00:00"
    },
    {
        "id": 894245,
        "updated_sequence": 1992981,
        "published_at": {
            "unix": 1572598200,
            "text": "2019-11-01 08:50:00 +0000",
            "iso_8601": "2019-11-01T08:50:00Z"
        },
        "updated_at": {
            "unix": 1572598326,
            "text": "2019-11-01 08:52:06 +0000",
            "iso_8601": "2019-11-01T08:52:06Z"
        },
        "subject": "UBS FX spot ideas 1st November 2019",
        "content": "<ul><li>EUR/USD - Buy dips 1.1135-45, stop below 1.1110, target 1.1200</li><li>USD/JPY - &nbsp;Sell rally 108.20-30, stop above 108.55, target 107.65</li><li>EUR/JPY - &nbsp;Play range 120.00 - 120.85</li><li>EUR/CHF - Sell rally 1.1020-30, stop above 1.1050, target 1.0985</li><li>USD/CHF - Sell rally 0.9875-90, stop above 0.9905, target T 0.9820</li><li>GBP/USD - Sell rally 1.2985-1.3010, stop above 1.3045, target 1.2885</li><li>EUR/GBP - Buy dips 0.8585-0.8600, stop below 0.8570, target 0.8650</li><li>AUD/USD - Buy dips 0.6880-90, stop below 0.6865, target 0.6940</li><li>NZD/USD - &nbsp;Buy dips 0.6415-25, stop below 0.6395, target 0.6465</li><li>USD/CAD - &nbsp;Sell rally 1.3170-1.3190, stop above 1.3225, target 1.3125</li><li>EUR/SEK - &nbsp; &nbsp;Sell rally 10.78-10.80, stop above 10.82, target 10.70</li><li>EUR/NOK - &nbsp;Sell rally 10.28-10.30, stop above 10.32, target 10.22</li><li>XAU/USD - &nbsp;Buy at 1505, stop below&nbsp;1501, take profit at 1520</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:50:00",
        "gmt_time": "2019-11-01 08:50:00"
    },
    {
        "id": 894244,
        "updated_sequence": 1992978,
        "published_at": {
            "unix": 1572597660,
            "text": "2019-11-01 08:41:00 +0000",
            "iso_8601": "2019-11-01T08:41:00Z"
        },
        "updated_at": {
            "unix": 1572597744,
            "text": "2019-11-01 08:42:24 +0000",
            "iso_8601": "2019-11-01T08:42:24Z"
        },
        "subject": "UK debt and STIR futures lag awaiting UK PMI, Brexit Party news and NFP",
        "content": "<p>Gilts returned to Liffe mostly on the back foot and underperforming core counterparts between 132.66-83 parameters vs their previous 132.84 settlement, with Short Sterling contracts also defensive and 1-2.5 ticks adrift at one stage. Some unwinding of the month end bid kept apparent in early trade, but the 10 year bond has regrouped more recently to probe above parity, albeit still lagging behind Bunds that have been up to 171.99 (+23 ticks vs +8 ticks for the UK benchmark at 132.92 before topping out again). Manufacturing PMI on the domestic agenda, but probably overshadowed by any salient announcement from the Brexit Party around 10.30GMT and certainly on the undercard in terms of Friday’s US releases in the form of jobs data and the manufacturing ISM.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-lag-awaiting-uk-pmi-brexit-party-news-and-nfp-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:41:00",
        "gmt_time": "2019-11-01 08:41:00"
    },
    {
        "id": 894243,
        "updated_sequence": 1992975,
        "published_at": {
            "unix": 1572597360,
            "text": "2019-11-01 08:36:00 +0000",
            "iso_8601": "2019-11-01T08:36:00Z"
        },
        "updated_at": {
            "unix": 1572597631,
            "text": "2019-11-01 08:40:31 +0000",
            "iso_8601": "2019-11-01T08:40:31Z"
        },
        "subject": "BAML Flow Show:",
        "content": "<ul><li>Equities saw USD 6.1bln of inflows; US USD 1bln inflows, Japan USD 0.9bln inflows, Europe USD 1.3bln inflows, EM USD 1.4bln inflows</li><li>Bonds saw USD 7.8bln of inflows of which USD 3.7bln&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-01-11-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:36:00",
        "gmt_time": "2019-11-01 08:36:00"
    },
    {
        "id": 894242,
        "updated_sequence": 1992972,
        "published_at": {
            "unix": 1572597240,
            "text": "2019-11-01 08:34:00 +0000",
            "iso_8601": "2019-11-01T08:34:00Z"
        },
        "updated_at": {
            "unix": 1572597322,
            "text": "2019-11-01 08:35:22 +0000",
            "iso_8601": "2019-11-01T08:35:22Z"
        },
        "subject": "China Tobacco Regulator has urged e-commerce businesses and platforms to shut down online shops",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-tobacco-regulator-has-urged-e-commerce-businesses-and-platforms-to-shut-down-online-shops-01-11-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:34:00",
        "gmt_time": "2019-11-01 08:34:00"
    },
    {
        "id": 894239,
        "updated_sequence": 1992963,
        "published_at": {
            "unix": 1572596640,
            "text": "2019-11-01 08:24:00 +0000",
            "iso_8601": "2019-11-01T08:24:00Z"
        },
        "updated_at": {
            "unix": 1572596743,
            "text": "2019-11-01 08:25:43 +0000",
            "iso_8601": "2019-11-01T08:25:43Z"
        },
        "subject": "Russia's Foreign Ministry says it will not be possible to draft a replacement treaty before its expiry in 2021, according to IFAX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-foreign-ministry-says-it-will-not-be-possible-to-draft-a-replacement-treaty-before-its-expiry-in-2021-according-to-ifax-01-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:24:00",
        "gmt_time": "2019-11-01 08:24:00"
    },
    {
        "id": 894239,
        "updated_sequence": 1992963,
        "published_at": {
            "unix": 1572596640,
            "text": "2019-11-01 08:24:00 +0000",
            "iso_8601": "2019-11-01T08:24:00Z"
        },
        "updated_at": {
            "unix": 1572596743,
            "text": "2019-11-01 08:25:43 +0000",
            "iso_8601": "2019-11-01T08:25:43Z"
        },
        "subject": "Russia's Foreign Ministry says it will not be possible to draft a replacement treaty before its expiry in 2021, according to IFAX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-foreign-ministry-says-it-will-not-be-possible-to-draft-a-replacement-treaty-before-its-expiry-in-2021-according-to-ifax-01-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:24:00",
        "gmt_time": "2019-11-01 08:24:00"
    },
    {
        "id": 894238,
        "updated_sequence": 1992960,
        "published_at": {
            "unix": 1572595380,
            "text": "2019-11-01 08:03:00 +0000",
            "iso_8601": "2019-11-01T08:03:00Z"
        },
        "updated_at": {
            "unix": 1572595445,
            "text": "2019-11-01 08:04:05 +0000",
            "iso_8601": "2019-11-01T08:04:05Z"
        },
        "subject": "European equity movers this morning: DSV (DSV DC) +5.8%; Salzgitter (SZG GY) +1.5%; ThyssenKrupp (TKA GY) +1.1%; Danske Bank (DANSKE DC) -3.8%; Aker ASA (AKER BP) -3.0%; Fiat Chrysler (FCA IM) -1.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-dsv-dsv-dc-5-8-salzgitter-szg-gy-1-5-thyssenkrupp-tka-gy-1-1-danske-bank-danske-dc-3-8-aker-asa-aker-bp-3-0-fiat-chrysler-fca-im-1-3-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 16:03:00",
        "gmt_time": "2019-11-01 08:03:00"
    },
    {
        "id": 894235,
        "updated_sequence": 1992944,
        "published_at": {
            "unix": 1572594660,
            "text": "2019-11-01 07:51:00 +0000",
            "iso_8601": "2019-11-01T07:51:00Z"
        },
        "updated_at": {
            "unix": 1572594711,
            "text": "2019-11-01 07:51:51 +0000",
            "iso_8601": "2019-11-01T07:51:51Z"
        },
        "subject": "Bunds: fading ahead of 172.00 and yesterday’s Eurex high",
        "content": "<p>Volumes have picked up since the start of the EU session, but trade remains typically cagey and non-committal ahead of the monthly US jobs data with prices contained within Thursday’s ranges and little on the Eurozone agenda given no manufacturing PMIs due to All Saints Day. The 10 year German benchmark is meandering between 171.66-93 vs yesterday’s 171.76 close and the equivalent yield is also treading water having retreated to -40 bp.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-fading-ahead-of-172-00-and-yesterday-s-eurex-high-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:51:00",
        "gmt_time": "2019-11-01 07:51:00"
    },
    {
        "id": 894234,
        "updated_sequence": 1992933,
        "published_at": {
            "unix": 1572593580,
            "text": "2019-11-01 07:33:00 +0000",
            "iso_8601": "2019-11-01T07:33:00Z"
        },
        "updated_at": {
            "unix": 1572594182,
            "text": "2019-11-01 07:43:02 +0000",
            "iso_8601": "2019-11-01T07:43:02Z"
        },
        "subject": "Yemen's Houthi's have reportedly downed a US-made drone near the border with Saudi., Sputnik",
        "content": "<ul><li><a href=\"https://sputniknews.com/middleeast/201911011077197805-yemens-houthis-down-us-made-drone-near-saudi-border---reports/?utm_source=https://t.co/kMBMpVWEfJ&amp;utm_medium=short_url&amp;utm_content=An3h&amp;utm_campaign=URL_shortening\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>It is unclear from the headline if the drone belongs to the US</li></ul>",
        "analysis_updated_at": {
            "unix": 1572593640,
            "text": "2019-11-01 07:34:00 +0000",
            "iso_8601": "2019-11-01T07:34:00Z"
        },
        "push_notify": false,
        "source": "Sputnik",
        "slug": "yemen-s-houthi-s-have-reportedly-downed-a-us-made-drone-near-the-border-with-saudi-sputnik-01-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:33:00",
        "gmt_time": "2019-11-01 07:33:00"
    },
    {
        "id": 894228,
        "updated_sequence": 1992904,
        "published_at": {
            "unix": 1572593220,
            "text": "2019-11-01 07:27:00 +0000",
            "iso_8601": "2019-11-01T07:27:00Z"
        },
        "updated_at": {
            "unix": 1572593266,
            "text": "2019-11-01 07:27:46 +0000",
            "iso_8601": "2019-11-01T07:27:46Z"
        },
        "subject": "China's Foreign Ministry says the reports of a Chinese/US leaders meeting in Macau is speculation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-says-the-reports-of-a-chinese-us-leaders-meeting-in-macau-is-speculation-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:27:00",
        "gmt_time": "2019-11-01 07:27:00"
    },
    {
        "id": 894229,
        "updated_sequence": 1992948,
        "published_at": {
            "unix": 1572593100,
            "text": "2019-11-01 07:25:00 +0000",
            "iso_8601": "2019-11-01T07:25:00Z"
        },
        "updated_at": {
            "unix": 1572595148,
            "text": "2019-11-01 07:59:08 +0000",
            "iso_8601": "2019-11-01T07:59:08Z"
        },
        "subject": "Several huge FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1100 (1.2BLN)</strong>, <strong>1.1150 (3.1BLN)</strong>, 1.1175-80 (800M), <strong>1.1200 (5.3BLN)</strong></p><p>USD/CHF: 0.9815-25 (550M), 0.9850 (414M)</p><p>GBP/USD: <strong>1.2900 (2.4BLN)</strong>, <strong>1.2950 (1.1BLN)</strong></p><p>EUR/GBP: <strong>0.8600 (570M)</strong></p><p>AUD/USD: 0.6870 (370M), <strong>0.6900 (1.4BLN)</strong>, 0.6915 (400M)</p><p>USD/CAD: 1.3080 (500M), 1.3150 (610M)</p><p>USD/JPY: 107.85 (200M), 108.00 (450M), 108.15-20 (550M), 108.50 (700M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "several-huge-fx-option-expiries-for-today-s-ny-cut-01-11-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:25:00",
        "gmt_time": "2019-11-01 07:25:00"
    },
    {
        "id": 894227,
        "updated_sequence": 1992899,
        "published_at": {
            "unix": 1572593040,
            "text": "2019-11-01 07:24:00 +0000",
            "iso_8601": "2019-11-01T07:24:00Z"
        },
        "updated_at": {
            "unix": 1572593199,
            "text": "2019-11-01 07:26:39 +0000",
            "iso_8601": "2019-11-01T07:26:39Z"
        },
        "subject": "China's Foreign Ministry says that China and the US have continued close contact, regarding the meeting of two leaders; separately, says the situation in the Korean Peninsula is at a critical stage",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-says-that-china-and-the-us-have-continued-close-contact-regarding-the-meeting-of-two-leaders-separately-says-the-situation-in-the-korean-peninsula-is-at-a-critical-stage-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:24:00",
        "gmt_time": "2019-11-01 07:24:00"
    },
    {
        "id": 894226,
        "updated_sequence": 1992946,
        "published_at": {
            "unix": 1572591720,
            "text": "2019-11-01 07:02:00 +0000",
            "iso_8601": "2019-11-01T07:02:00Z"
        },
        "updated_at": {
            "unix": 1572594864,
            "text": "2019-11-01 07:54:24 +0000",
            "iso_8601": "2019-11-01T07:54:24Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Danske Bank (DANSKE DC) – </strong>Q3 total income DKK 10.49bln vs. Exp. DKK 10.42bln, net profit DKK 3.01bln vs. Exp. DKK 2.95bln, NII DKK 5.445bln vs. Exp. DKK 5.38bln. Co. narrows FY19 net outlook to the lower end of range. Q3 CET1 ratio 16.4% vs. Exp. 16.7%. Russian Central Bank (CBR) have revoked the license for the Co's Russian unit. &nbsp;(Newswires)</p><p><strong>ThyssenKrupp (TKA GY)/Salzgitter (SZG GY) – </strong>Co’s are seen opening higher by approx. 2%, some attributing this to US Steel (X) results: Q3 revenue USD 3.07bln vs. Exp. USD 3.00bln, EPS USD -0.21 vs. Exp. USD -0.29. (Newswires)</p><p><strong>Renault (RNO FP) – </strong>Renault Samsung October sales 14,9k vehicles, -20.4% YY. Separately, Nissan’s (7201 JT) senior executive Kawaguchi is to exit Nissan., according to sources. (Newswires)</p><p><strong>Vodafone (VOD LN) –</strong> Strategic partnership with Fairphone. (Newswires)</p><p><strong>Nestle (NESN SW) </strong>– Co. announce the voluntary recall of read-bake refrigerated cookie dough, because of the potential presence of foreign materials. (Newswires)</p><p><strong>Wirecard (WDI GY) – </strong>Co. are forming a strategic partnership with Rinspeed, alongside other Co’s such as <strong>SAP (SAP GY), Osram Licht (OSR GY)</strong>. (Newswires)</p><p><strong>Total (FP FP) – </strong>Co’s solar unit has signed a long-term power deal, for the provision of a solar system. (Newswires)</p><p><strong>Fiat Chrysler (FCA IM)/ PSA Group (UG FP) – </strong>Italian and French labour unions state the merger deal at present would only be of benefit to the Co’s shareholders. (Newswires)</p><p><strong>Osram Licht (OSR GY) – </strong>Sand Grove Capital have acquired a 5.75% stake in the Co. (Newswires)</p><p><strong>Santander (SAN SM) - </strong>Co's Chairman has purchased EUR 3.61mln of shares. (Newswires)</p><p><strong>SARAS (SRS IM)</strong> DOWNGRADED TO HOLD FROM BUY AT BANCA IMI</p><p><strong>PSA GROUP (UG FP) </strong>UPGRADED TO OUTPERFORM FROM NEUTRAL AT MAINFIRST</p><p><strong>CHR HANSEN (CHR DC) </strong>UPGRADED TO BUY FROM HOLD AT SEB ENSKILDA</p><p><strong>GEBERIT (GEBN SW) </strong>DOWNGRADED TO HOLD FROM BUY AT SOCIETE GENERALE</p><p><strong>DELIVERY HERO (DHER GY)</strong> DOWNGRADED TO HOLD FROM BUY AT COMMERZBANK</p><p><strong>JUST EAT (JE/ LN) </strong>DOWNGRADED TO HOLD FROM BUY AT CANACCORD GENUITY</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 15:02:00",
        "gmt_time": "2019-11-01 07:02:00"
    },
    {
        "id": 894224,
        "updated_sequence": 1992894,
        "published_at": {
            "unix": 1572590820,
            "text": "2019-11-01 06:47:00 +0000",
            "iso_8601": "2019-11-01T06:47:00Z"
        },
        "updated_at": {
            "unix": 1572592502,
            "text": "2019-11-01 07:15:02 +0000",
            "iso_8601": "2019-11-01T07:15:02Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>1st November 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700GMT/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CDT recapping any company news which has hit the wires since 0715GMT/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets mostly staged a turnaround of the weak lead from Wall St. where sentiment was dampened after mixed trade rhetoric stoked further US-China uncertainty and with participants tentative ahead of US NFP data, although risk appetite has somewhat improved with the help of encouraging Chinese Caixin Manufacturing PMI data. ASX 200 (+0.1%) was relatively flat as resilience in commodity related stocks just about offset the continued underperformance in the largest weighted financials sector, while Nikkei 225 (-0.4%) lagged and suffered the ill effects of the currency-risk dynamic. Hang Seng (+0.7%) and Shanghai Comp. (+1.0%) were initially weighed by a substantial weekly liquidity drain and after reports suggested that China had doubts about the possibility of a long-term trade deal with US President Trump amid concerns of his impulsive nature, although Chinese bourses later recovered following better than expected Chinese Caixin PMI data which matched its highest since February 2017</p><p>FTSE 100</p><p><strong>Banking Names – </strong>Commons Treasury Select Committee has made a recommendation that banks should consider providing compensation to previous ‘push-payment fraud’ victims; may total hundreds of millions. (FT)</p><p><strong>British American Tobacco (BATS LN) – </strong>Human rights lawyers are making preparations for a landmark case against the Co., relating to compensation for child workers and families, number affected could total between 350-15,000 child claimants. (Guardian)</p><p>OTHER UK COMPANIES</p><p><strong>Hammerson (HMSO LN) – </strong>Co. are reportedly nearing a decision to name Brunel as non-executive director. (Sky)</p><p><strong>Severn Trent (SVT LN) – </strong>Hodgson is to be appointed as next Chairman, from January 1st. (Newswires)</p><p><strong>HOMESERVE (HSV LN)</strong> UPGRADED TO ADD FROM HOLD AT PEEL HUNT</p><p>DAX</p><p>OTHER GERMAN COMPANIES</p><p><strong>Metro (B4B GY) – </strong>Kretinsky and partner have increased their stake in the Co. to 29.99%. (Newswires) <i>Seen opening higher by approx. 2.9%</i></p><p>BROKER MOVES</p><p><strong>CONTINENTAL (CON GY)</strong> UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p><strong>ZALANDO (ZAL GY)</strong> REITERATED WITH OUTPERFORM AT RBC</p><p>CAC</p><p><strong>Renault (RNO FP) – </strong>Renault Samsung October sales 14,9k vehicles, -20.4% YY. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p><strong>BNP (BNP FP) </strong>REITERATED WITH OUTPERFORM AT RBC</p><p><strong>EURONEXT (ENX FP)</strong> UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p><strong>SUEZ (SEV FP)</strong> DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JP MORGAN</p><p>PAN EUROPE</p><p><strong>Flight/Travel Names – </strong>Fosun are reportedly close to the acquisition of Thomas Cook’s brand and IP assets, deal may be announced this week; Thomas Cook may then return as a online travel agent. (FT)</p><p><strong>Merlin Properties (MRL SM) – </strong>Co. have acquired a 14.5% stake in Distrito Castallana for EUR 169mln. (Newswires)</p><p>BROKER MOVES</p><p><strong>AB INBEV (ABI BB)</strong> REITERATED WITH SECTOR PERFORM AT RBC</p><p>SMI</p><p><strong>Novartis (NOVN SW) </strong>– Cosentyx illustrated encouraging results versus Humira; narrowly missed out on statistical significance for superiority in a Primary Endpoint trial. (Newswires)</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p><strong>Aker ASA (AKER NO) – </strong>Q3 net asset value NOK 43.1bln v. Prev. NOK&nbsp; 63.3bln; pre-tax profit NOK 104mln vs Prev. NOK 309mln. (Newswires)</p><p><strong>Novo Nordisk (NOVOB DC) – </strong>9-Month revenue DKK 89.6bln vs. Prev. DKK 82.1bln, EBIT DKK 40.6bln vs. Prev. DKK 36.5bln, net DKK 30.2bln vs. Prev. DKK 30.1bln. (Newswires)</p><p><strong>DSV (DSB DC) – </strong>Q3 revenue DKK 24.5bln vs. Prev. DKK 20.2bln, net DKK 1.40bln vs. Prev. DKK 1.12bln, adj. EBIT DKK 1.79bln vs. Prev. DKK 1.51bln. (Newswires)</p><p>BROKER MOVES</p><p><strong>US</strong></p><p>* CLOSING LEVELS: S&amp;P 500 -0.3% at 3038, NASDAQ-100 0% at 8084, Dow Jones -0.5% at 27046</p><p>* S&amp;P 500 SECTORS: Consumer Discretionary -0.5%, Consumer Staples -0.2%, Energy -0.5%, Financials -0.6%, Health Care -0.1%, Industrials -1.1%, Information Technology -0.1%, Materials -1.1%, Telecommunication Services 0.3%, Utilities 0.5%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-01-11-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 14:47:00",
        "gmt_time": "2019-11-01 06:47:00"
    },
    {
        "id": 894223,
        "updated_sequence": 1992875,
        "published_at": {
            "unix": 1572589080,
            "text": "2019-11-01 06:18:00 +0000",
            "iso_8601": "2019-11-01T06:18:00Z"
        },
        "updated_at": {
            "unix": 1572589167,
            "text": "2019-11-01 06:19:27 +0000",
            "iso_8601": "2019-11-01T06:19:27Z"
        },
        "subject": "RANsquawk Daily European Opening News - 1st November 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23135/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Asian equity markets mostly staged a turnaround from the weak Wall St. lead, China outperformed whilst Nikkei 225 lagged</strong></li><li><strong>In FX, USD held onto recent losses, JPY was marginally firmer, antipodeans welcomed above-forecast China Caixin Manufacturing PMI</strong></li><li><strong>US Secretary of State Pompeo said US is to impose new sanctions and nuclear curbs on Iran</strong></li><li><strong>Looking ahead, highlights include Swiss CPI, UK Manufacturing PMI, US Labour Market Report, Construction Spending and ISM Manufacturing PMI, Moody's on South Africa, Fed's Williams, Clarida, Quarles, Daly and Kaplan</strong></li><li><strong>Earnings include Exxon Mobil, Berkshire Hathaway, Abbvie, Chevron, Danske Bank</strong></li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets mostly staged a turnaround of the weak lead from Wall St. </strong>where sentiment was dampened after mixed trade rhetoric stoked further US-China uncertainty and with participants tentative ahead of US NFP data, although risk appetite has somewhat improved with the help of encouraging Chinese Caixin Manufacturing PMI data. <strong>ASX 200 (+0.1%)</strong> was relatively flat as resilience in commodity related stocks just about offset the continued underperformance in the largest weighted financials sector, while <strong>Nikkei 225 (-0.4%)</strong> lagged and suffered the ill effects of the currency-risk dynamic. <strong>Hang Seng (+0.7%)</strong> and <strong>Shanghai Comp. (+1.0%)</strong> were initially weighed by a substantial weekly liquidity drain and after reports suggested that China had doubts about the possibility of a long-term trade deal with US President Trump amid concerns of his impulsive nature, although Chinese bourses later recovered following better than expected <strong>Chinese Caixin PMI data which matched its highest since February 2017</strong>. Finally, 10yr JGBs extended on the prior day’s rally following recent comments from BoJ Governor Kuroda who continued to stress the possibility for lower rates, while prices were also supported amid underperformance of Japanese stocks and with the BoJ present in the market for JPY 350bln in 5yr-10yr JGBs.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 590bln vs. Prev. CNY 560bln net injection W/W. (Newswires) <strong>PBoC set CNY mid-point at 7.0437 (Prev. 7.0533)</strong></p><p><strong>Chinese Caixin Manufacturing PMI (Oct) 51.7 vs. Exp. 51.0 (Prev. 51.4). (Newswires)</strong></p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>Brexit Party leader Farage refused to rule out the prospect of his party withdrawing candidates from hundreds of seats in the upcoming elections. (Sky News)</p><p>US President Trump said under some Brexit circumstances, the US would be precluded from doing a trade deal with the UK and would not involve the UK national health service in a potential trade deal, while he added trade between the UK and US could be four to five times higher than it currently is under a trade deal. (Newswires)</p><p>Former BoE Deputy Governor Shafik is the current UK government's preferred candidate for BoE Governor, according to a BBC reporter. (BBC/Twitter)</p><p>&nbsp;</p><p><strong>FX</strong></p><p>In FX markets, the <strong>USD</strong> remained near post-FOMC lows as the latest data provided the currency no favours in which Chicago PMI slipped to its weakest since December 2015, while the looming US NFP jobs data also kept price action in limbo. The greenback’s major counterparts eked mild gains with <strong>EUR/USD</strong> back above 1.1150 and <strong>GBP/USD</strong> breached 1.2950 but with upside limited amid substantial option expiries of EUR 3.4bln and GBP 1.1bln at the aforementioned levels respectively. Elsewhere, <strong>USD/JPY</strong> and <strong>JPY-crosses</strong> were initially pressured alongside the trade uncertainty although have partially nursed losses in the aftermath of the Chinese PMI data, and <strong>antipodeans</strong> also welcomed the strong Chinese data coupled with a firmer <strong>CNY</strong> reference rate setting.</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Commodities were mixed with oil prices driven by risk sentiment in which <strong>WTI</strong> crude futures recouped some of the prior day’s heftier losses with the overnight rebound spurred after better than expected Chinese PMI data, while on the geopolitical front, US Secretary of State Pompeo also announced the US is to impose further Iran sanctions. Elsewhere, <strong>gold</strong> held on to the prior session’s gains on the back of a weaker USD although prices have plateaued overnight heading into the key US jobs data, while the gradual improvement in risk tone spurred some short covering for <strong>copper</strong>. CME raised NatGas Henry Hub December 2019 futures margins by 11.4% to USD 2450 per contract. (Newswires)&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p><strong>US Secretary of State Pompeo said US is to impose new sanctions and nuclear curbs on Iran. (Newswires)</strong></p><p>&nbsp;</p><p><strong>US</strong></p><p>The TPLEX sang to the tune of risk appetite, making gains throughout the day as equity bourses moved lower on revived US-China trade deal caution. Sellers found little reprieve as data also supported the haven bid, with a surprise multi-year low in the Chicago PMI and the Core PCE Price Index showed downward pricing pressures. Positioning was also likely to be supportive for the debt complex, with month end factors and an expected volatile NFP report on Friday. By settlement the entire yield curve was lower by approximately 10bps. T-note futures (Z9) settled 26 ticks higher at 130-09+.</p><p><strong>White House officials have reportedly ramped up their push for a new tax cut plan led by NEC Director Kudlow to try set up a sharper contrast with 2020 Democrats. (Washington Post)</strong></p><p>White House named Thomas Storch as new Senior Trade Adviser on the National Economic Council and it was also reported that US President Trump is to nominate US envoy to North Korea Biegun as Deputy Secretary of State. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-1st-november-2019-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 14:18:00",
        "gmt_time": "2019-11-01 06:18:00"
    },
    {
        "id": 894222,
        "updated_sequence": 1992872,
        "published_at": {
            "unix": 1572588000,
            "text": "2019-11-01 06:00:00 +0000",
            "iso_8601": "2019-11-01T06:00:00Z"
        },
        "updated_at": {
            "unix": 1572588112,
            "text": "2019-11-01 06:01:52 +0000",
            "iso_8601": "2019-11-01T06:01:52Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia staged a turnaround as strong Chinese PMI data provided relief from trade uncertainty",
        "content": "<p>Asia equity markets mostly staged turnaround of the weak lead from Wall St. where sentiment was dampened after mixed trade rhetoric stoked further US-China uncertainty and with participants tentative ahead of US NFP data, although risk appetite has somewhat improved with the help of encouraging Chinese Caixin Manufacturing PMI data. ASX 200 (+0.1%) was relatively flat as resilience in commodity related stocks just about offset the continued underperformance in the largest weighted financials sector, while Nikkei 225 (-0.4%) lagged and suffered the ill effects of the currency-risk dynamic. Hang Seng (+0.7%) and Shanghai Comp. (+1.0%) were initially weighed by a substantial weekly liquidity drain and after reports suggested that China had doubts about the possibility of a long-term trade deal with President Trump amid concerns of his impulsive nature, although Chinese bourses later recovered following better than expected Chinese Caixin PMI data which matched its highest since February 2017. Finally, 10yr JGBs extended on the prior day’s rally following recent comments from BoJ Governor Kuroda who continued to stress the possibility for lower rates, while prices were also supported amid underperformance of Japanese stocks and with the BoJ present in the market for JPY 350bln in 5yr-10yr JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-staged-a-turnaround-as-strong-chinese-pmi-data-provided-relief-from-trade-uncertainty-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 14:00:00",
        "gmt_time": "2019-11-01 06:00:00"
    },
    {
        "id": 894221,
        "updated_sequence": 1992869,
        "published_at": {
            "unix": 1572586500,
            "text": "2019-11-01 05:35:00 +0000",
            "iso_8601": "2019-11-01T05:35:00Z"
        },
        "updated_at": {
            "unix": 1572586560,
            "text": "2019-11-01 05:36:00 +0000",
            "iso_8601": "2019-11-01T05:36:00Z"
        },
        "subject": "Apple (AAPL) may invest directly in Japan Display (6740 JT), according to reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apple-aapl-may-invest-directly-in-japan-display-6740-jt-according-to-reports-01-11-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 13:35:00",
        "gmt_time": "2019-11-01 05:35:00"
    },
    {
        "id": 894220,
        "updated_sequence": 1992866,
        "published_at": {
            "unix": 1572586380,
            "text": "2019-11-01 05:33:00 +0000",
            "iso_8601": "2019-11-01T05:33:00Z"
        },
        "updated_at": {
            "unix": 1572586422,
            "text": "2019-11-01 05:33:42 +0000",
            "iso_8601": "2019-11-01T05:33:42Z"
        },
        "subject": "China says will improve way Hong Kong Chief Executive is selected, according to AFP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-says-will-improve-way-hong-kong-chief-executive-is-selected-according-to-afp-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 13:33:00",
        "gmt_time": "2019-11-01 05:33:00"
    },
    {
        "id": 894219,
        "updated_sequence": 1992863,
        "published_at": {
            "unix": 1572586200,
            "text": "2019-11-01 05:30:00 +0000",
            "iso_8601": "2019-11-01T05:30:00Z"
        },
        "updated_at": {
            "unix": 1572586355,
            "text": "2019-11-01 05:32:35 +0000",
            "iso_8601": "2019-11-01T05:32:35Z"
        },
        "subject": "Australian Commodity Index (Oct) Y/Y -4.2% (Prev. 1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-commodity-index-oct-y-y-4-2-prev-1-8-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 13:30:00",
        "gmt_time": "2019-11-01 05:30:00"
    },
    {
        "id": 894218,
        "updated_sequence": 1992860,
        "published_at": {
            "unix": 1572586200,
            "text": "2019-11-01 05:30:00 +0000",
            "iso_8601": "2019-11-01T05:30:00Z"
        },
        "updated_at": {
            "unix": 1572586284,
            "text": "2019-11-01 05:31:24 +0000",
            "iso_8601": "2019-11-01T05:31:24Z"
        },
        "subject": "Australian Commodity Index (Oct) 116.5 (Prev. 120.6)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-commodity-index-oct-116-5-prev-120-6-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 13:30:00",
        "gmt_time": "2019-11-01 05:30:00"
    },
    {
        "id": 894217,
        "updated_sequence": 1992857,
        "published_at": {
            "unix": 1572584520,
            "text": "2019-11-01 05:02:00 +0000",
            "iso_8601": "2019-11-01T05:02:00Z"
        },
        "updated_at": {
            "unix": 1572584604,
            "text": "2019-11-01 05:03:24 +0000",
            "iso_8601": "2019-11-01T05:03:24Z"
        },
        "subject": "Japanese Domestic Vehicle Sales (Oct) Y/Y -26.4% (Prev. 12.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-domestic-vehicle-sales-oct-y-y-26-4-prev-12-8-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 13:02:00",
        "gmt_time": "2019-11-01 05:02:00"
    },
    {
        "id": 894215,
        "updated_sequence": 1992851,
        "published_at": {
            "unix": 1572582840,
            "text": "2019-11-01 04:34:00 +0000",
            "iso_8601": "2019-11-01T04:34:00Z"
        },
        "updated_at": {
            "unix": 1572582887,
            "text": "2019-11-01 04:34:47 +0000",
            "iso_8601": "2019-11-01T04:34:47Z"
        },
        "subject": "Mitsubishi Chemical (4188 JT) H1 net JPY 81.3bln vs. Prev. JPY 120.2bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsubishi-chemical-4188-jt-h1-net-jpy-81-3bln-vs-prev-jpy-120-2bln-y-y-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 12:34:00",
        "gmt_time": "2019-11-01 04:34:00"
    },
    {
        "id": 894214,
        "updated_sequence": 1992848,
        "published_at": {
            "unix": 1572581940,
            "text": "2019-11-01 04:19:00 +0000",
            "iso_8601": "2019-11-01T04:19:00Z"
        },
        "updated_at": {
            "unix": 1572582060,
            "text": "2019-11-01 04:21:00 +0000",
            "iso_8601": "2019-11-01T04:21:00Z"
        },
        "subject": "Macau October gaming revenue fell 3.2% Y/Y to MOP 26.4bln vs. MOP 22.1bln in September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macau-october-gaming-revenue-fell-3-2-y-y-to-mop-26-4bln-vs-mop-22-1bln-in-september-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 12:19:00",
        "gmt_time": "2019-11-01 04:19:00"
    },
    {
        "id": 894213,
        "updated_sequence": 1992845,
        "published_at": {
            "unix": 1572581100,
            "text": "2019-11-01 04:05:00 +0000",
            "iso_8601": "2019-11-01T04:05:00Z"
        },
        "updated_at": {
            "unix": 1572581258,
            "text": "2019-11-01 04:07:38 +0000",
            "iso_8601": "2019-11-01T04:07:38Z"
        },
        "subject": "Itochu Corp. (8001 JT) H1 net JPY 141.7bln vs. Exp. JPY 127.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "itochu-corp-8001-jt-h1-net-jpy-141-7bln-vs-exp-jpy-127-1bln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 12:05:00",
        "gmt_time": "2019-11-01 04:05:00"
    },
    {
        "id": 894212,
        "updated_sequence": 1992842,
        "published_at": {
            "unix": 1572580680,
            "text": "2019-11-01 03:58:00 +0000",
            "iso_8601": "2019-11-01T03:58:00Z"
        },
        "updated_at": {
            "unix": 1572580758,
            "text": "2019-11-01 03:59:18 +0000",
            "iso_8601": "2019-11-01T03:59:18Z"
        },
        "subject": "Bajaj Auto (BJAUT IS) October sales fell 9% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bajaj-auto-bjaut-is-october-sales-fell-9-y-y-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:58:00",
        "gmt_time": "2019-11-01 03:58:00"
    },
    {
        "id": 894211,
        "updated_sequence": 1992839,
        "published_at": {
            "unix": 1572579900,
            "text": "2019-11-01 03:45:00 +0000",
            "iso_8601": "2019-11-01T03:45:00Z"
        },
        "updated_at": {
            "unix": 1572579997,
            "text": "2019-11-01 03:46:37 +0000",
            "iso_8601": "2019-11-01T03:46:37Z"
        },
        "subject": "South Korea lawmaker plans to conduct investor poll regarding closing domestic equity markets 30 minutes earlier",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-lawmaker-plans-to-conduct-investor-poll-regarding-closing-domestic-equity-markets-30-minutes-earlier-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:45:00",
        "gmt_time": "2019-11-01 03:45:00"
    },
    {
        "id": 894206,
        "updated_sequence": 1992824,
        "published_at": {
            "unix": 1572579480,
            "text": "2019-11-01 03:38:00 +0000",
            "iso_8601": "2019-11-01T03:38:00Z"
        },
        "updated_at": {
            "unix": 1572579544,
            "text": "2019-11-01 03:39:04 +0000",
            "iso_8601": "2019-11-01T03:39:04Z"
        },
        "subject": "Thailand CPI (Oct) Y/Y 0.1% vs. Exp. 0.3% (Prev. 0.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-cpi-oct-y-y-0-1-vs-exp-0-3-prev-0-3-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:38:00",
        "gmt_time": "2019-11-01 03:38:00"
    },
    {
        "id": 894207,
        "updated_sequence": 1992827,
        "published_at": {
            "unix": 1572579480,
            "text": "2019-11-01 03:38:00 +0000",
            "iso_8601": "2019-11-01T03:38:00Z"
        },
        "updated_at": {
            "unix": 1572579561,
            "text": "2019-11-01 03:39:21 +0000",
            "iso_8601": "2019-11-01T03:39:21Z"
        },
        "subject": "Thailand CPI Core (Oct) Y/Y 0.4% vs. Exp. 0.4% (Prev. 0.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-cpi-core-oct-y-y-0-4-vs-exp-0-4-prev-0-4-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:38:00",
        "gmt_time": "2019-11-01 03:38:00"
    },
    {
        "id": 894205,
        "updated_sequence": 1992821,
        "published_at": {
            "unix": 1572579060,
            "text": "2019-11-01 03:31:00 +0000",
            "iso_8601": "2019-11-01T03:31:00Z"
        },
        "updated_at": {
            "unix": 1572579097,
            "text": "2019-11-01 03:31:37 +0000",
            "iso_8601": "2019-11-01T03:31:37Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Indian Oil Corp (IOCL IS) Q2 net INR 5.63bln vs. Exp. INR 37.1bln, rev. INR 1.32tln vs. Exp. INR 1.21tln",
        "content": "<p>Bharti Airtel (BHARTI IS) - Co. rebranded its fixed-line broadband service and lowered prices for some plans by as much as 10%. (ET)</p><p>Coal India (COAL IS) - Co. October output is likely to decline 19%-20% Y/Y. (ET)</p><p>Indian Oil Corp (IOCL IS) - Co. Q2 net INR 5.63bln vs. Exp. INR 37.1bln, rev. INR 1.32tln vs. Exp. INR 1.21tln. (Newswires)</p><p>Lupin (LPC IS) - Co. is in advanced discussions to sell its Japanese generics unit for USD 600mln. (ET)</p><p>Reliance Industries (RIL IS) - Co. Jio unit asked telecom minister to reject demand to grant relief for Bharti Airtel (BHARTI IS) and Vodafone Idea (IDEA IS) in which it argued that both its rivals have capacity to meet their obligations. (ET)</p><p>Yes Bank (YES IS) - A North American family office committed USD 1.2bln investment in the lender and reports noted that a few private equity funds may also provide investment. (Newswires)</p><p>Financials - RBI asked Indian banks to investigate alleged data leak regarding 1.3mln cards. (ET)</p><p>Other News - WTO trade panel ruled that India export subsidies are prohibited in a trade challenge instigated by US. (Newswires)</p><p>Data Recap - India Eight Infrastructure Industries Index (Sep) -5.2% (Prev. -0.5%). (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-indian-oil-corp-iocl-is-q2-net-inr-5-63bln-vs-exp-inr-37-1bln-rev-inr-1-32tln-vs-exp-inr-1-21tln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:31:00",
        "gmt_time": "2019-11-01 03:31:00"
    },
    {
        "id": 894204,
        "updated_sequence": 1992816,
        "published_at": {
            "unix": 1572577380,
            "text": "2019-11-01 03:03:00 +0000",
            "iso_8601": "2019-11-01T03:03:00Z"
        },
        "updated_at": {
            "unix": 1572577454,
            "text": "2019-11-01 03:04:14 +0000",
            "iso_8601": "2019-11-01T03:04:14Z"
        },
        "subject": "Chinese Communist Party economy official says China will create environment for all types of firms to compete on equal footing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-communist-party-economy-official-says-china-will-create-environment-for-all-types-of-firms-to-compete-on-equal-footing-01-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:03:00",
        "gmt_time": "2019-11-01 03:03:00"
    },
    {
        "id": 894203,
        "updated_sequence": 1992813,
        "published_at": {
            "unix": 1572577260,
            "text": "2019-11-01 03:01:00 +0000",
            "iso_8601": "2019-11-01T03:01:00Z"
        },
        "updated_at": {
            "unix": 1572577314,
            "text": "2019-11-01 03:01:54 +0000",
            "iso_8601": "2019-11-01T03:01:54Z"
        },
        "subject": "LG Uplus (032640 KS) Q3 net KRW 105bln vs. Exp. CNY 106bln, rev. KRW 3.24tln vs. Exp. KRW 3.20tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lg-uplus-032640-ks-q3-net-krw-105bln-vs-exp-cny-106bln-rev-krw-3-24tln-vs-exp-krw-3-20tln-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 11:01:00",
        "gmt_time": "2019-11-01 03:01:00"
    },
    {
        "id": 894202,
        "updated_sequence": 1992818,
        "published_at": {
            "unix": 1572577020,
            "text": "2019-11-01 02:57:00 +0000",
            "iso_8601": "2019-11-01T02:57:00Z"
        },
        "updated_at": {
            "unix": 1572577624,
            "text": "2019-11-01 03:07:04 +0000",
            "iso_8601": "2019-11-01T03:07:04Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia attempts a turnaround as strong Chinese PMI data provides relief from trade uncertainty",
        "content": "<p>Asia equity markets attempt a turnaround of the weak lead from global peers where sentiment was dampened as mixed trade rhetoric stoked further US-China uncertainty and with participants tentative ahead of US NFP data, although risk appetite has begun to improve with the help of encouraging Chinese Caixin Manufacturing PMI data. ASX 200 (Unch.) is flat with resilience in commodity related stocks just about offsetting the continued underperformance in the largest weighted financials sector, while Nikkei 225 (-0.5%) lags and suffers the ill effects of the currency-risk dynamic. Hang Seng (+0.3%) and Shanghai Comp. (+0.1%) were initially weighed by a substantial weekly liquidity drain and after reports suggested that China had doubts about the possibility of a long-term trade deal with US President Trump amid concerns of his impulsive nature, although Chinese bourses have since recovered following better than expected Chinese Caixin PMI data which matched its highest since February 2017.</p><p>In FX markets, the USD remains near its post-FOMC lows with the latest data providing the currency no favours as Chicago PMI slipped to its weakest since December 2015, while the looming US NFP jobs data also keeps price action in limbo. The greenback’s major counterparts have eked mild gains with EUR/USD back above 1.1150 and GBP/USD breaching 1.2950 but with upside limited amid substantial option expiries of EUR 3.4bln and GBP 1.1bln respectively at the aforementioned levels. Elsewhere, USD/JPY and JPY-crosses were initially pressured alongside the trade uncertainty although have partially nursed losses in the aftermath of the Chinese PMI data, and antipodeans also welcomed the strong Chinese data coupled with a firmer CNY reference rate setting.</p><p>Finally, 10yr JGBs are higher as they extend on the prior day’s safe-haven buying and following recent comments from BoJ Governor Kuroda who continued to stress the possibility for lower rates, while prices are also supported amid underperformance of Japanese stocks and with the BoJ present in the market for JPY 350bln in 5yr-10yr JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-attempts-a-turnaround-as-strong-chinese-pmi-data-provides-relief-from-trade-uncertainty-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 10:57:00",
        "gmt_time": "2019-11-01 02:57:00"
    },
    {
        "id": 894201,
        "updated_sequence": 1992807,
        "published_at": {
            "unix": 1572576900,
            "text": "2019-11-01 02:55:00 +0000",
            "iso_8601": "2019-11-01T02:55:00Z"
        },
        "updated_at": {
            "unix": 1572577010,
            "text": "2019-11-01 02:56:50 +0000",
            "iso_8601": "2019-11-01T02:56:50Z"
        },
        "subject": "China senior parliament official says Hong Kong was an important part of discussions at the Plenum, also says we will not tolerate anything that challenges bottom line of one country two systems ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-senior-parliament-official-says-hong-kong-was-an-important-part-of-discussions-at-the-plenum-also-says-we-will-not-tolerate-anything-that-challenges-bottom-line-of-one-country-two-systems-01-11-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 10:55:00",
        "gmt_time": "2019-11-01 02:55:00"
    },
    {
        "id": 894200,
        "updated_sequence": 1992804,
        "published_at": {
            "unix": 1572573900,
            "text": "2019-11-01 02:05:00 +0000",
            "iso_8601": "2019-11-01T02:05:00Z"
        },
        "updated_at": {
            "unix": 1572573986,
            "text": "2019-11-01 02:06:26 +0000",
            "iso_8601": "2019-11-01T02:06:26Z"
        },
        "subject": "Indonesia CPI (Oct) Y/Y 3.1% vs. Exp. 3.2% (Prev. 3.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-cpi-oct-y-y-3-1-vs-exp-3-2-prev-3-3-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 10:05:00",
        "gmt_time": "2019-11-01 02:05:00"
    },
    {
        "id": 894199,
        "updated_sequence": 1992801,
        "published_at": {
            "unix": 1572573900,
            "text": "2019-11-01 02:05:00 +0000",
            "iso_8601": "2019-11-01T02:05:00Z"
        },
        "updated_at": {
            "unix": 1572573963,
            "text": "2019-11-01 02:06:03 +0000",
            "iso_8601": "2019-11-01T02:06:03Z"
        },
        "subject": "Indonesia CPI (Oct) M/M 0.0% vs. Exp. 0.2% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-cpi-oct-m-m-0-0-vs-exp-0-2-prev-0-1-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 10:05:00",
        "gmt_time": "2019-11-01 02:05:00"
    },
    {
        "id": 894198,
        "updated_sequence": 1992798,
        "published_at": {
            "unix": 1572572700,
            "text": "2019-11-01 01:45:00 +0000",
            "iso_8601": "2019-11-01T01:45:00Z"
        },
        "updated_at": {
            "unix": 1572572802,
            "text": "2019-11-01 01:46:42 +0000",
            "iso_8601": "2019-11-01T01:46:42Z"
        },
        "subject": "Chinese Caixin Manufacturing PMI (Oct) 51.7 vs. Exp. 51.0 (Prev. 51.4)",
        "content": "",
        "reaction_details": "<p>AUD/USD immediately moved higher by 8 pips to 0.6906 from 0.6898.</p>",
        "reaction_updated_at": {
            "unix": 1572572802,
            "text": "2019-11-01 01:46:42 +0000",
            "iso_8601": "2019-11-01T01:46:42Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-caixin-manufacturing-pmi-oct-51-7-vs-exp-51-0-prev-51-4-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:45:00",
        "gmt_time": "2019-11-01 01:45:00"
    },
    {
        "id": 894197,
        "updated_sequence": 1992791,
        "published_at": {
            "unix": 1572572100,
            "text": "2019-11-01 01:35:00 +0000",
            "iso_8601": "2019-11-01T01:35:00Z"
        },
        "updated_at": {
            "unix": 1572572264,
            "text": "2019-11-01 01:37:44 +0000",
            "iso_8601": "2019-11-01T01:37:44Z"
        },
        "subject": "Passage of US-Japan trade agreement is said to be delayed in Japan's Diet, according to local press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "passage-of-us-japan-trade-agreement-is-said-to-be-delayed-in-japan-s-diet-according-to-local-press-01-11-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:35:00",
        "gmt_time": "2019-11-01 01:35:00"
    },
    {
        "id": 894196,
        "updated_sequence": 1992793,
        "published_at": {
            "unix": 1572571980,
            "text": "2019-11-01 01:33:00 +0000",
            "iso_8601": "2019-11-01T01:33:00Z"
        },
        "updated_at": {
            "unix": 1572572426,
            "text": "2019-11-01 01:40:26 +0000",
            "iso_8601": "2019-11-01T01:40:26Z"
        },
        "subject": "PBoC are to sell CNY 30bln in 3-month and 1-year bills in Hong Kong on November 7th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-are-to-sell-cny-30bln-in-3-month-and-1-year-bills-in-hong-kong-on-november-7th-01-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:33:00",
        "gmt_time": "2019-11-01 01:33:00"
    },
    {
        "id": 894195,
        "updated_sequence": 1992781,
        "published_at": {
            "unix": 1572570900,
            "text": "2019-11-01 01:15:00 +0000",
            "iso_8601": "2019-11-01T01:15:00Z"
        },
        "updated_at": {
            "unix": 1572571040,
            "text": "2019-11-01 01:17:20 +0000",
            "iso_8601": "2019-11-01T01:17:20Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 590bln vs. Prev. CNY 560bln net injection last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-590bln-vs-prev-cny-560bln-net-injection-last-week-01-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:15:00",
        "gmt_time": "2019-11-01 01:15:00"
    },
    {
        "id": 894194,
        "updated_sequence": 1992776,
        "published_at": {
            "unix": 1572570900,
            "text": "2019-11-01 01:15:00 +0000",
            "iso_8601": "2019-11-01T01:15:00Z"
        },
        "updated_at": {
            "unix": 1572570959,
            "text": "2019-11-01 01:15:59 +0000",
            "iso_8601": "2019-11-01T01:15:59Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0437 (Prev. 7.0533)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0437-prev-7-0533-01-11-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:15:00",
        "gmt_time": "2019-11-01 01:15:00"
    },
    {
        "id": 894193,
        "updated_sequence": 1992773,
        "published_at": {
            "unix": 1572570600,
            "text": "2019-11-01 01:10:00 +0000",
            "iso_8601": "2019-11-01T01:10:00Z"
        },
        "updated_at": {
            "unix": 1572570697,
            "text": "2019-11-01 01:11:37 +0000",
            "iso_8601": "2019-11-01T01:11:37Z"
        },
        "subject": "BoJ offers to buy JPY 350bln in 5yr-10yr JGBs and JPY 30bln in inflation-indexed bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-350bln-in-5yr-10yr-jgbs-and-jpy-30bln-in-inflation-indexed-bonds-01-11-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:10:00",
        "gmt_time": "2019-11-01 01:10:00"
    },
    {
        "id": 894192,
        "updated_sequence": 1992770,
        "published_at": {
            "unix": 1572570540,
            "text": "2019-11-01 01:09:00 +0000",
            "iso_8601": "2019-11-01T01:09:00Z"
        },
        "updated_at": {
            "unix": 1572570631,
            "text": "2019-11-01 01:10:31 +0000",
            "iso_8601": "2019-11-01T01:10:31Z"
        },
        "subject": "Japanese government spokesperson says latest North Korea missile launch was extremely regrettable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-government-spokesperson-says-latest-north-korea-missile-launch-was-extremely-regrettable-01-11-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:09:00",
        "gmt_time": "2019-11-01 01:09:00"
    },
    {
        "id": 894191,
        "updated_sequence": 1992783,
        "published_at": {
            "unix": 1572570180,
            "text": "2019-11-01 01:03:00 +0000",
            "iso_8601": "2019-11-01T01:03:00Z"
        },
        "updated_at": {
            "unix": 1572571259,
            "text": "2019-11-01 01:20:59 +0000",
            "iso_8601": "2019-11-01T01:20:59Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: China is said to be doubtful about the possibility of a long-term trade deal with US President Trump; Hong Kong plunges into a recession as expected",
        "content": "<p>China Zhongwang Holdings (1333 HK) - Co. 9-month net CNY 2.2bln vs. Prev. CNY 2.5bln Y/Y. (Newswires)</p><p>Guangzhou Auto (2238 HK) - Co. and Nidec (6594 JT) establishes JV on car traction motors. (Newswires)</p><p>Guangzhou R&amp;F Properties (2777 HK) - Co. 9-month net CNY 4.54bln vs. Prev. CNY 4.65bln Y/Y. (Newswires)</p><p>MMG (1208 HK) - Co. announced voluntary delisting from ASX but will keep its main listing in Hong Kong. (Newswires)</p><p>Hong Kong Protests - Hong Kong police reportedly fired tear gas to try and break up protestors in the Mong Kok area of the city. (Newswires)</p><p>&nbsp;</p><p>Trade</p><p>US President Trump tweeted that China and the USA are working on selecting a new site for signing of Phase 1 of the trade agreement which is around 60% of total deal and a new location will be announced soon, while Trump added he and Chinese President Xi will do the signing. In related news, NEC Director Kudlow said US-China talks are going smoothly, according to a White House aide. (Newswires)</p><p>China is said to be doubtful about the possibility of a long-term trade deal with US President Trump, while they are said to be unwilling to budge on big structural changes and demand an end to tariffs for any Phase 2 talks. Furthermore, China is reportedly concerned about US President Trump’s \"impulsive nature\" and the risk he may back out of the Phase 1 deal that both sides say they want to sign in the coming weeks. (Newswires)</p><p>China said it will not sit back if the US were to deploy intermediate range missiles in Asia amid Beijing accusations the US is trying to gain military advantage by pulling out of Intermediate Range Nuclear Forces Treaty. (SCMP)</p><p>Data Recap&nbsp;</p><ul><li>Hong Kong GDP (Q3 A) Q/Q -3.2% vs. Exp. -0.6% (Prev. -0.4%). (Newswires)</li><li>Hong Kong GDP (Q3 A) Y/Y -2.9% vs. Exp. -0.3% (Prev. -0.5%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-is-said-to-be-doubtful-about-the-possibility-of-a-long-term-trade-deal-with-us-president-trump-hong-kong-plunges-into-a-recession-as-expected-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:03:00",
        "gmt_time": "2019-11-01 01:03:00"
    },
    {
        "id": 894190,
        "updated_sequence": 1992764,
        "published_at": {
            "unix": 1572570060,
            "text": "2019-11-01 01:01:00 +0000",
            "iso_8601": "2019-11-01T01:01:00Z"
        },
        "updated_at": {
            "unix": 1572570126,
            "text": "2019-11-01 01:02:06 +0000",
            "iso_8601": "2019-11-01T01:02:06Z"
        },
        "subject": "Ireland Manufacturing PMI (Oct) 50.7 (Prev. 48.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ireland-manufacturing-pmi-oct-50-7-prev-48-7-01-11-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 09:01:00",
        "gmt_time": "2019-11-01 01:01:00"
    },
    {
        "id": 894189,
        "updated_sequence": 1992761,
        "published_at": {
            "unix": 1572569340,
            "text": "2019-11-01 00:49:00 +0000",
            "iso_8601": "2019-11-01T00:49:00Z"
        },
        "updated_at": {
            "unix": 1572569531,
            "text": "2019-11-01 00:52:11 +0000",
            "iso_8601": "2019-11-01T00:52:11Z"
        },
        "subject": "Australia regulator is to maintain existing prices and terms for 7 Telstra (TLS AT) services",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-regulator-is-to-maintain-existing-prices-and-terms-for-7-telstra-tls-at-services-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:49:00",
        "gmt_time": "2019-11-01 00:49:00"
    },
    {
        "id": 894188,
        "updated_sequence": 1992758,
        "published_at": {
            "unix": 1572568320,
            "text": "2019-11-01 00:32:00 +0000",
            "iso_8601": "2019-11-01T00:32:00Z"
        },
        "updated_at": {
            "unix": 1572568413,
            "text": "2019-11-01 00:33:33 +0000",
            "iso_8601": "2019-11-01T00:33:33Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Taiwan GDP topped estimates, Utico gives Hyflux (HYF SP) 48-hour ultimatum on rescue deal",
        "content": "<p>TAIWAN</p><p>Delta Electronics (2308 TT) - Co. is said to expect a conservative outlook for Q4. (Newswires)</p><p>TSMC (2330 TT) - Co. is to add 8000 employees to R&amp;D department. (Newswires)</p><p>Vanguard International Semiconductor (5437 TT) - Co. Q3 net TWD 1.50bln vs. Prev. TWD 1.67bln Y/Y, rev. TWD 7.13bln vs. Prev. TWD 7.75bln Y/Y. (Newswires)</p><p>Other News - Taiwan Central Bank September meeting minutes stated that 1 member believed a rate cut should be considered while a member thought a cut would have limited effect and a member also noted that the central bank does not need to follow other central banks in lowering rates. (Newswires)</p><p>Data Recap - Taiwan GDP (Q3 P) Y/Y 2.9% vs. Exp. 2.5% (Prev. 2.4%). (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Hyflux (HYF) - Utico reportedly gave the Co. a 48-hour ultimatum to agree on rescue deal. (Straits Times)</p><p>United Overseas Bank (UOB SP) - Co. Q3 net SGD 1.12bln vs. Exp. SGD 1.10bln, NII SGD 1.69bln vs. Prev. SGD 1.60bln Y/Y. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-taiwan-gdp-topped-estimates-utico-gives-hyflux-hyf-sp-48-hour-ultimatum-on-rescue-deal-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:32:00",
        "gmt_time": "2019-11-01 00:32:00"
    },
    {
        "id": 894184,
        "updated_sequence": 1992746,
        "published_at": {
            "unix": 1572568200,
            "text": "2019-11-01 00:30:00 +0000",
            "iso_8601": "2019-11-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1572568298,
            "text": "2019-11-01 00:31:38 +0000",
            "iso_8601": "2019-11-01T00:31:38Z"
        },
        "subject": "Taiwan Manufacturing PMI (Oct)\t49.8 (Prev. 50.0)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "taiwan-manufacturing-pmi-oct-49-8-prev-50-0-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:30:00",
        "gmt_time": "2019-11-01 00:30:00"
    },
    {
        "id": 894187,
        "updated_sequence": 1992755,
        "published_at": {
            "unix": 1572568200,
            "text": "2019-11-01 00:30:00 +0000",
            "iso_8601": "2019-11-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1572568345,
            "text": "2019-11-01 00:32:25 +0000",
            "iso_8601": "2019-11-01T00:32:25Z"
        },
        "subject": "Malaysia Manufacturing PMI (Oct) 49.3 (Prev. 49.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-manufacturing-pmi-oct-49-3-prev-49-7-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:30:00",
        "gmt_time": "2019-11-01 00:30:00"
    },
    {
        "id": 894186,
        "updated_sequence": 1992752,
        "published_at": {
            "unix": 1572568200,
            "text": "2019-11-01 00:30:00 +0000",
            "iso_8601": "2019-11-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1572568320,
            "text": "2019-11-01 00:32:00 +0000",
            "iso_8601": "2019-11-01T00:32:00Z"
        },
        "subject": "Thailand Manufacturing PMI (Oct) 50.0 (Prev. 50.6)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-manufacturing-pmi-oct-50-0-prev-50-6-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:30:00",
        "gmt_time": "2019-11-01 00:30:00"
    },
    {
        "id": 894185,
        "updated_sequence": 1992749,
        "published_at": {
            "unix": 1572568200,
            "text": "2019-11-01 00:30:00 +0000",
            "iso_8601": "2019-11-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1572568309,
            "text": "2019-11-01 00:31:49 +0000",
            "iso_8601": "2019-11-01T00:31:49Z"
        },
        "subject": "Vietnam Manufacturing PMI (Oct) 50.0 (Prev. 50.5)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vietnam-manufacturing-pmi-oct-50-0-prev-50-5-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:30:00",
        "gmt_time": "2019-11-01 00:30:00"
    },
    {
        "id": 894183,
        "updated_sequence": 1992743,
        "published_at": {
            "unix": 1572568200,
            "text": "2019-11-01 00:30:00 +0000",
            "iso_8601": "2019-11-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1572568285,
            "text": "2019-11-01 00:31:25 +0000",
            "iso_8601": "2019-11-01T00:31:25Z"
        },
        "subject": "Japanese Manufacturing PMI (Oct F)\t48.4 (Prev. 48.5)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-manufacturing-pmi-oct-f-48-4-prev-48-5-01-11-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:30:00",
        "gmt_time": "2019-11-01 00:30:00"
    },
    {
        "id": 894178,
        "updated_sequence": 1992728,
        "published_at": {
            "unix": 1572567000,
            "text": "2019-11-01 00:10:00 +0000",
            "iso_8601": "2019-11-01T00:10:00Z"
        },
        "updated_at": {
            "unix": 1572567056,
            "text": "2019-11-01 00:10:56 +0000",
            "iso_8601": "2019-11-01T00:10:56Z"
        },
        "subject": "Nidec (6594 JT) establishes JV with Guangzhou Auto (2238 HK) on car traction motors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nidec-6594-jt-establishes-jv-with-guangzhou-auto-2238-hk-on-car-traction-motors-01-11-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:10:00",
        "gmt_time": "2019-11-01 00:10:00"
    },
    {
        "id": 894177,
        "updated_sequence": 1992725,
        "published_at": {
            "unix": 1572566640,
            "text": "2019-11-01 00:04:00 +0000",
            "iso_8601": "2019-11-01T00:04:00Z"
        },
        "updated_at": {
            "unix": 1572566806,
            "text": "2019-11-01 00:06:46 +0000",
            "iso_8601": "2019-11-01T00:06:46Z"
        },
        "subject": "Asia equity markets begin subdued after the mild losses on Wall St where sentiment was dampened as mixed rhetoric stoked further US-China trade uncertainty and following dismal Chicago PMI data, with participants also cautious ahead of upcoming US NFPs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-subdued-after-the-mild-losses-on-wall-st-where-sentiment-was-dampened-as-mixed-rhetoric-stoked-further-us-china-trade-uncertainty-and-following-dismal-chicago-pmi-data-with-participants-also-cautious-ahead-of-upcom-01-11-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:04:00",
        "gmt_time": "2019-11-01 00:04:00"
    },
    {
        "id": 894176,
        "updated_sequence": 1992722,
        "published_at": {
            "unix": 1572566580,
            "text": "2019-11-01 00:03:00 +0000",
            "iso_8601": "2019-11-01T00:03:00Z"
        },
        "updated_at": {
            "unix": 1572566647,
            "text": "2019-11-01 00:04:07 +0000",
            "iso_8601": "2019-11-01T00:04:07Z"
        },
        "subject": "Australia sells AUD 800mln 2031 bonds; average yield 1.1489%, b/c 3.86x",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-800mln-2031-bonds-average-yield-1-1489-b-c-3-86x-01-11-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:03:00",
        "gmt_time": "2019-11-01 00:03:00"
    },
    {
        "id": 894175,
        "updated_sequence": 1992719,
        "published_at": {
            "unix": 1572566520,
            "text": "2019-11-01 00:02:00 +0000",
            "iso_8601": "2019-11-01T00:02:00Z"
        },
        "updated_at": {
            "unix": 1572566609,
            "text": "2019-11-01 00:03:29 +0000",
            "iso_8601": "2019-11-01T00:03:29Z"
        },
        "subject": "CME raises NatGas Henry Hub future December 2019 margins by 11.4% to USD 2450 per contract",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cme-raises-natgas-henry-hub-future-december-2019-margins-by-11-4-to-usd-2450-per-contract-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:02:00",
        "gmt_time": "2019-11-01 00:02:00"
    },
    {
        "id": 894175,
        "updated_sequence": 1992719,
        "published_at": {
            "unix": 1572566520,
            "text": "2019-11-01 00:02:00 +0000",
            "iso_8601": "2019-11-01T00:02:00Z"
        },
        "updated_at": {
            "unix": 1572566609,
            "text": "2019-11-01 00:03:29 +0000",
            "iso_8601": "2019-11-01T00:03:29Z"
        },
        "subject": "CME raises NatGas Henry Hub future December 2019 margins by 11.4% to USD 2450 per contract",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cme-raises-natgas-henry-hub-future-december-2019-margins-by-11-4-to-usd-2450-per-contract-01-11-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-11-01 08:02:00",
        "gmt_time": "2019-11-01 00:02:00"
    }
]