[
    {
        "id": 691192,
        "updated_sequence": 1124202,
        "published_at": {
            "unix": 1547847000,
            "text": "2019-01-18 21:30:00 +0000",
            "iso_8601": "2019-01-18T21:30:00Z"
        },
        "updated_at": {
            "unix": 1547847000,
            "text": "2019-01-18 21:30:00 +0000",
            "iso_8601": "2019-01-18T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-11-01-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 05:30:00",
        "gmt_time": "2019-01-18 21:30:00"
    },
    {
        "id": 692274,
        "updated_sequence": 1124200,
        "published_at": {
            "unix": 1547845920,
            "text": "2019-01-18 21:12:00 +0000",
            "iso_8601": "2019-01-18T21:12:00Z"
        },
        "updated_at": {
            "unix": 1547845969,
            "text": "2019-01-18 21:12:49 +0000",
            "iso_8601": "2019-01-18T21:12:49Z"
        },
        "subject": "S&P affirms Russia 'BBB-/A-3'; outlook stable ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-affirms-russia-bbb-a-3-outlook-stable-18-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 05:12:00",
        "gmt_time": "2019-01-18 21:12:00"
    },
    {
        "id": 692272,
        "updated_sequence": 1124191,
        "published_at": {
            "unix": 1547845680,
            "text": "2019-01-18 21:08:00 +0000",
            "iso_8601": "2019-01-18T21:08:00Z"
        },
        "updated_at": {
            "unix": 1547845710,
            "text": "2019-01-18 21:08:30 +0000",
            "iso_8601": "2019-01-18T21:08:30Z"
        },
        "subject": "Fitch affirms Austria at 'AA+'; outlook Positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-austria-at-aa-outlook-positive-18-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 05:08:00",
        "gmt_time": "2019-01-18 21:08:00"
    },
    {
        "id": 692271,
        "updated_sequence": 1124188,
        "published_at": {
            "unix": 1547845380,
            "text": "2019-01-18 21:03:00 +0000",
            "iso_8601": "2019-01-18T21:03:00Z"
        },
        "updated_at": {
            "unix": 1547845616,
            "text": "2019-01-18 21:06:56 +0000",
            "iso_8601": "2019-01-18T21:06:56Z"
        },
        "subject": "RANsquawk US Market Wrap - 18 Jan 2019: Stocks surge as China offers to slash US trade imbalance",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20967/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />&nbsp;</p>\r\n\r\n<p><strong>US MARKET WRAP 18 Jan 2019: Stocks surge as China offers to slash US trade imbalance</strong></p>\r\n\r\n<p><strong>* SNAP SHOT:</strong> Equities up, Treasuries down, crude up, dollar up.</p>\r\n\r\n<p><strong>* REAR VIEW: </strong>China offers path to eliminate US trade imbalance, Fed&rsquo;s Williams tilts dovish, US Industrial Production beat, Canadian CPI beat, University Michigan miss but sentiment remains strong.</p>\r\n\r\n<p><strong>* WEEK AHEAD: </strong>BoJ, ECB, Norges Bank Interest Rate Decisions, Germany Gfk Consumer Confidence, China GDP &amp; Retail Sales UK Labour Report, US Existing Home Sales, New Zealand CPI, US Existing Home, Sales, Japan Trade Balance, Canadian Retail Sales, Australian PMIs, Eurozone Consumer Confidence (Flash), Australia Labour Report, Eurozone &amp; US Markit Flash PMIs, Japan CPIUS Durable Goods, US New Home Sales.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>* TRADE:</strong> China was said to offer a path to eliminate US trade imbalance through a 6-year boost in imports which is seen exceeding USD 1trln, in an attempt to narrow the US trade deficit with China. The proposal would aim to eliminate the trade difference between the two side by 2024 which stood at around USD 323bln in 2018. Nonetheless, US trade negotiators appeared to be sceptical of the offer. Elsewhere, the EU Commission has proposed negotiating mandates for trade talks with the US seeking cover tariff removal for industrial goods and regulatory cooperation. EU Trade Commissioner Malmstrom announced that they are ready to put cars into the negotiations but clarified that they are not proposing to restart broad free trade agreements with the US; they warned that if the US imposes car tariffs, the EU would stand ready with counter-measures. In related comments, German Economy Minister Altmaier noted that the goal of EU-US trade talks is to bring down trade barriers and build new transatlantic trade ties.</p>\r\n\r\n<p><strong>* BREXIT: </strong>Market participants now await UK PM May appearance in the House of Commons (21st January) for any clarity on how she will attempt to overcome the slew of hurdles in her way, but markets have been provided with little in the way of clarity on what move UK PM May will make next. With a distinct lack of support from her own party, PM May had been expected to find a cross-party solution, however, as it stands, UK opposition leader Jeremy Corbyn is unwilling to engage in talks. She has also reached out to European leaders with the aim to find a compromise that can be put forward in Parliament; on Friday, a spokesperson announced that the PM has ruled out a snap general election and will be holding further talks with EU leaders through the weekend.</p>\r\n\r\n<p><strong>* FED:</strong> Fed&#39;s Williams (Voter, Hawkish) tilted to the dovish side highlighting that the Fed needs &quot;prudence, patience and good judgement&quot; and highlighting that the Fed will adjust policy if conditions are less robust. He does not see inflation pressures building &nbsp;up and sees it at 2% this year while he predicts GDP growth between 2-2.5%; he stated that the motto of data dependence is now more relevant than ever. He said the Fed will reassess their balance sheet policy if conditions change while tail winds have lost gust and rates are closer to normal. He warned that the govt shutdown will have a significant impact on Q1 growth and that uncertainty in the economy has increased significantly. He would not see inversion of yield curve as recessionary sign. Fed&#39;s Harker (Non-Voter, Dovish) stated that the US economy is doing well overall, employers need to think creatively to combat workforce gaps in a tight labour market. Fed&#39;s Daly (Non-Voter, Dovish) is leaning toward pausing on interest rate hikes for a while.</p>\r\n\r\n<p><strong>* GEOPOLITICS: </strong>The White House announced that the US continues to make progress with North Korea, though sanctions will remain, and reported that Trump is planning a second summit with North Korea at the end of February. US President Trump met with North Korean envoy today and had a constructive meeting while the US State Department reported that Pompeo and Special Representative Biegun also &quot;had a good discussion&quot; with the North Korean envoy on efforts for progress on commitments made at the Singapore summit.</p>\r\n\r\n<p><strong>* US INDUSTRIAL PRODUCTION</strong> fell to 0.3% from 0.6%, slightly above the 0.2% consensus, boosting capacity utilisation to 78.7% the highest since January 2015. Overall a solid report. Production was supported by manufacturing, mining and coal production slightly offset by a fall in utility due to the warm weather in December. Nonetheless, Pantheon notes that the strength cannot last given that &ldquo;the ISM and other surveys point clearly to a sharp slowing in output growth, to the point where we would not be surprised to see the sector in recession in the spring&rdquo; amid the trade war with China. They also add that &ldquo;the drop in utility output will be reflected in a sharp drop in consumers&rsquo; real spending on energy in December, pulling perhaps 0.15% from total real consumption&rdquo;.</p>\r\n\r\n<p><strong>* UNI OF MICHIGHAN</strong> fell to 90.7 from 98.3, missing significantly the 96.8 consensus. Analysts at Pantheon argue that the small increase in the consensus did not make sense given the government shutdown and the lagged effect of stock prices. Despite the decline, sentiment remains elevated and reinforces solid growth in consumption. Also adding to positive sentiment, &ldquo;the rebound in stocks in recent weeks suggests that a further big drop in sentiment is unlikely&rdquo;.</p>\r\n\r\n<p><strong>* CANADA CPI </strong>posted at 0.2% in December rising from -0.2% in November, pushing the y/y headline to 2.0% above the 1.7% consensus. Looking at the breakdown, the boost was due to holiday season effects reflected in air transport and travel tours prices which helped offsetting the falling oil prices. ING expects &ldquo;the downward trend of headline inflation to resume in the first part of 2019&rdquo; as the fall in energy prices continues to feed through. Despite inflation hitting the 2%, the headline has remained stable around this level and therefore the BoC should stand pat on rates at least until July; ING argues &ldquo;the next hiking opportunity would probably be in April when a new monetary policy report is published, but we think a third quarter hike is more likely, as it allows the BoC to wait for confirmation that the Fed is still in hiking mode&rdquo;.</p>\r\n\r\n<p><strong>* WTI (G9) FUTURES SETTLE USD 1.73 HIGHER AT UD 53.80/BBL, BRENT (H9) FUTURES SETTLE UP USD 1.52 AT USD 62.70/BBL. </strong>Friday saw crude prices move higher with thanks to improved US-China trade sentiment. A sources story reported that China is to offer a path to eliminate the US trade imbalance which lifted oil in late morning trade. The IEA monthly report also showed a fall in oil supply in December by 950k BPD and maintained its oil demand estimate at 1.4mln BPD; however Russia increased its production ahead of the planned cuts. Baker Hughes Rig Count (18/Jan): oil rigs down 21 at 852, nat gas down 4 at 198, total down 25 at 1050 (prev. 1075).</p>\r\n\r\n<p><strong>* SPX +1.36% at 2672, NASDAQ +0.98% at 6785, DJI +1.41% at 24713. SECTORS:</strong> Energy +1.99%, Materials +1.76%, Industrials +1.97%, Cons Discretionary +1.32%, Cons Staples +1.26%, Healthcare +1.26%, Financials +1.76%, Tech +1.52%, Telecoms +0.53%, Utilities +0.28%.</p>\r\n\r\n<p><strong>* STOCKS SPECIFICS: </strong>Netflix (NFLX) was the first FAANG stock to report for the quarter, where it disappointed investors on revenue expectations, domestic subscriber additions as well as reporting a deepened negative FCF. Semiconductors (MU, AMAT, NVDA) outperformed, helped by reports China is to ramp up US imports; other trade sensitive stocks Caterpillar (CAT) and Boeing (BA) also benefitted. Apple (AAPL) moved higher with market even though its largest supplier Foxconn was reported to have cut 50,000 jobs due to faltering iPhone demand. Schlumberger (SLB) outperformed after beating revenue estimates. VF Corp (VFC) surged after beating top and bottom line estimates; American Express (AXP) underperformed after missing them. Tesla (TSLA) nosedived on the back of Musk announcing a 7% cut in its total staff. Eli Lilly (LLY) dragged down healthcare after unsuccessful results from a Phase 3 drug trial.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (H9) SETTLED 11 TICKS LOWER AT 121-05+.</strong> Investors moved away from treasuries on Friday as sentiment improved on hopes that US and China are making progress in talks. Solid manufacturing output also placed downward pressure on the complex. Most of the action was concentrated in the front end of the curve where yields were higher by c.5 bps at settlement. The yield curve saw some modest bear flattening heading into the long weekend as US markets will remain closed on Monday.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP:</strong></p>\r\n\r\n<p><strong>* DXY:</strong> Overall a positive week for the buck as DXY is poised to snap a four-week losing streak as the index kicked off the week sub-96.000 at 95.650 and reached highs of 96.260 (vs. low 95.50). Catalysts in the form of data remained on the light side as the US government shutdown hit day 28. The initial bout of dollar demand came alongside comments from US Senator Grassley who highlighted little progress in US-Sino trade talks on key sticking points such as IP, citing USTR Lighthizer. As such DXY rose to print the weekly high of 96.260. Furthermore, gains were exacerbated amid reports that US prosecutors are to pursue criminal charges against Huawei due to theft of trade secrets, while separate reports stated that US lawmakers are attempting to pass a bill to ban chip sales to Huawei and ZTE. In a response, China strongly urged US lawmakers not to pass this bill. The intensifying tensions between the two countries provided further impetus for the dollar to test support at the weekly high before CNBC reported that the US is mulling rolling back tariffs to break the deadlock between dialogue, although those reports were later denied by the Treasury. Throughout most of Friday&rsquo;s session, DXY hovered around its 100 DMA around 96.050 before optimistic industrial production figures sent the index closer to the top of the intraday range.</p>\r\n\r\n<p><strong>* GBP:</strong> Another rollercoaster week for the Pound, but ultimately on course to end on a strong note after Cable fluctuated in a weekly range of 1.2668-1.3000. As a recap, heading into the PM May&rsquo;s meaningful vote, Cable fell to around 1.2700 just shy of the weekly low of 1.2670. Immediately after the results in which PM May was defeated by 230 votes, the currency pair spiked higher amid hopes that Article 50 will be extended past March 29th as PM May attempts to conjure up a revised deal with the EU or face a hard-Brexit which is unfavoured by most UK MPs. However, the EU made it clear that renegotiations will not be open, while Commons leader Leadsom mentioned that the UK Government is not looking to postpone the Brexit date. Furthermore, Labour leader Corbyn tabled a motion of no confidence against the Premier as previously touted, though the PM won the vote of confidence by 19 votes, as expected. In terms of a market reaction, Cable fell through the &ldquo;meaningful vote low&rdquo; to the weekly low of 1.2670 before sharply paring back losses to test 1.3000 to the upside before coming off highs, with downside in the pair exacerbated amid the release of disappointing retail sales.</p>\r\n\r\n<p><strong>* AUD, NZD: </strong>Overall a dismal week for the antipodeans as the week kicked off with disappointing Chinese trade data imports and exports both decline to a 6-month low (in USD terms) which pressured the high-beta currencies. Throughout the week, the Aussie and Kiwi were further hit by the aforenoted US-Sino IP stalemate alongside Huawei tensions. The two currencies however experienced trade-relief gains amidst the reports of China tariff rollbacks. AUD/USD flirted around 0.7200 throughout most of the week in a range of 0.7190-0.7226 while NZD/USD underperformed and fell further below 0.6850 and is poised to end the week nearer to the middle of 0.6728-0.6848 range.</p>\r\n\r\n<p><strong>* JPY, EUR: </strong>A downbeat week for the Japanese currency amid a firmer buck and alongside and unwind in risk premium towards the end of the week. USD/JPY is poised to end the week closer to the top of a weekly 108.00-109.60 range. Meanwhile EUR moved largely in tandem with the rising dollar, though the German annual GDP release did marginally dent the single currency. EUR/USD is set to end the week on the backfoot and more towards the bottom of a 1.1370-1.1490 weekly range ahead of the ECB interest rate decision next week where focus will be on the EZ growth outlook.</p>\r\n\r\n<p><strong>* COMING-UP:</strong></p>\r\n\r\n<p><strong>* Monday: </strong>Germany Gfk Consumer Confidence, China GDP &amp; Retail Sales. Tuesday: UK Labour Report, US Existing Home Sales, New Zealand CPI, Hungary Interest Rate Decision, US Existing Home Sales, Japan Trade Balance Wednesday: BoJ Interest Rate Decision, Canadian Retail Sales, Australian PMIs, Eurozone Consumer Confidence (Flash). Thursday: ECB, Norges Bank Interest Rate Decision, Australia Labour Report, Eurozone &amp; US Markit Flash PMIs, Japan CPI. Friday: US Durable Goods, US New Home Sales. <a href=\"https://ransquawk.com/research_sheets/20965/download\">Click here to access the full RANsquawk Week In Focus report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY. </strong>Dovish Fedspeak continues; previewing ECB, BOJ, Norges; reviewing CBRT, SARB. <a href=\"https://ransquawk.com/research_sheets/20966/download\">Click here for the full RANsquawk report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-18-jan-2019-stocks-surge-as-china-offers-to-slash-us-trade-imbalance-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 05:03:00",
        "gmt_time": "2019-01-18 21:03:00"
    },
    {
        "id": 692270,
        "updated_sequence": 1124185,
        "published_at": {
            "unix": 1547845320,
            "text": "2019-01-18 21:02:00 +0000",
            "iso_8601": "2019-01-18T21:02:00Z"
        },
        "updated_at": {
            "unix": 1547845403,
            "text": "2019-01-18 21:03:23 +0000",
            "iso_8601": "2019-01-18T21:03:23Z"
        },
        "subject": "Fitch affirms France at 'AA'; outlook stable ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-france-at-aa-outlook-stable-18-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 05:02:00",
        "gmt_time": "2019-01-18 21:02:00"
    },
    {
        "id": 692269,
        "updated_sequence": 1124182,
        "published_at": {
            "unix": 1547842140,
            "text": "2019-01-18 20:09:00 +0000",
            "iso_8601": "2019-01-18T20:09:00Z"
        },
        "updated_at": {
            "unix": 1547842221,
            "text": "2019-01-18 20:10:21 +0000",
            "iso_8601": "2019-01-18T20:10:21Z"
        },
        "subject": "Fed's Daly (Non-Voter, Dovish) is leaning toward pausing on interest rate hikes for a while; according to The Washington Post ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-daly-non-voter-dovish-is-leaning-toward-pausing-on-interest-rate-hikes-for-a-while-according-to-the-washington-post-18-01-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 04:09:00",
        "gmt_time": "2019-01-18 20:09:00"
    },
    {
        "id": 692268,
        "updated_sequence": 1124179,
        "published_at": {
            "unix": 1547841660,
            "text": "2019-01-18 20:01:00 +0000",
            "iso_8601": "2019-01-18T20:01:00Z"
        },
        "updated_at": {
            "unix": 1547841728,
            "text": "2019-01-18 20:02:08 +0000",
            "iso_8601": "2019-01-18T20:02:08Z"
        },
        "subject": "White House says US President Trump is concerned federal workers will miss a second paycheck as the government shutdown continues ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-says-us-president-trump-is-concerned-federal-workers-will-miss-a-second-paycheck-as-the-government-shutdown-continues-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 04:01:00",
        "gmt_time": "2019-01-18 20:01:00"
    },
    {
        "id": 692267,
        "updated_sequence": 1124176,
        "published_at": {
            "unix": 1547841540,
            "text": "2019-01-18 19:59:00 +0000",
            "iso_8601": "2019-01-18T19:59:00Z"
        },
        "updated_at": {
            "unix": 1547841625,
            "text": "2019-01-18 20:00:25 +0000",
            "iso_8601": "2019-01-18T20:00:25Z"
        },
        "subject": "White House says US continues to make progress with North Korea and sanctions to remain ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-says-us-continues-to-make-progress-with-north-korea-and-sanctions-to-remain-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 03:59:00",
        "gmt_time": "2019-01-18 19:59:00"
    },
    {
        "id": 692266,
        "updated_sequence": 1124173,
        "published_at": {
            "unix": 1547841240,
            "text": "2019-01-18 19:54:00 +0000",
            "iso_8601": "2019-01-18T19:54:00Z"
        },
        "updated_at": {
            "unix": 1547841339,
            "text": "2019-01-18 19:55:39 +0000",
            "iso_8601": "2019-01-18T19:55:39Z"
        },
        "subject": "Medtronic (MDT) cutting contact staff in cost cutting measures in order to hit earnings estimates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "medtronic-mdt-cutting-contact-staff-in-cost-cutting-measures-in-order-to-hit-earnings-estimates-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 03:54:00",
        "gmt_time": "2019-01-18 19:54:00"
    },
    {
        "id": 692265,
        "updated_sequence": 1124170,
        "published_at": {
            "unix": 1547839980,
            "text": "2019-01-18 19:33:00 +0000",
            "iso_8601": "2019-01-18T19:33:00Z"
        },
        "updated_at": {
            "unix": 1547840549,
            "text": "2019-01-18 19:42:29 +0000",
            "iso_8601": "2019-01-18T19:42:29Z"
        },
        "subject": "WTI (G9) futures settle USD 1.73 higher at UD 53.80/bbl, Brent (H9) futures settle up USD 1.52 at USD 62.70/.bbl ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Friday saw crude prices move higher with thanks to improved US-China trade sentiment. A sources story reported that China is to offer a path to eliminate the US trade imbalance which lifted oil in late morning trade. The IEA monthly report also showed a fall in oil supply in December by 950k BPD and maintained its oil demand estimate at 1.4mln BPD; however Russia increased its production ahead of the planned cuts. Baker Hughes Rig Count (18/Jan): oil rigs down 21 at 852, nat gas down 4 at 198, total down 25 at 1050 (prev. 1075).</p>\r\n",
        "analysis_updated_at": {
            "unix": 1547840040,
            "text": "2019-01-18 19:34:00 +0000",
            "iso_8601": "2019-01-18T19:34:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-g9-futures-settle-usd-1-73-higher-at-ud-53-80-bbl-brent-h9-futures-settle-up-usd-1-52-at-usd-62-70-bbl-18-01-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 03:33:00",
        "gmt_time": "2019-01-18 19:33:00"
    },
    {
        "id": 692264,
        "updated_sequence": 1124164,
        "published_at": {
            "unix": 1547839620,
            "text": "2019-01-18 19:27:00 +0000",
            "iso_8601": "2019-01-18T19:27:00Z"
        },
        "updated_at": {
            "unix": 1547839740,
            "text": "2019-01-18 19:29:00 +0000",
            "iso_8601": "2019-01-18T19:29:00Z"
        },
        "subject": "White House says US President Trump planning a second summit with North Korea at the end of February ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-says-us-president-trump-planning-a-second-summit-with-north-korea-at-the-end-of-february-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 03:27:00",
        "gmt_time": "2019-01-18 19:27:00"
    },
    {
        "id": 692263,
        "updated_sequence": 1124161,
        "published_at": {
            "unix": 1547839560,
            "text": "2019-01-18 19:26:00 +0000",
            "iso_8601": "2019-01-18T19:26:00Z"
        },
        "updated_at": {
            "unix": 1547839665,
            "text": "2019-01-18 19:27:45 +0000",
            "iso_8601": "2019-01-18T19:27:45Z"
        },
        "subject": "Facebook (FB) set to receive a record-setting fine for some of its privacy violations; according to The Washington Post ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "facebook-fb-set-to-receive-a-record-setting-fine-for-some-of-its-privacy-violations-according-to-the-washington-post-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 03:26:00",
        "gmt_time": "2019-01-18 19:26:00"
    },
    {
        "id": 692262,
        "updated_sequence": 1124158,
        "published_at": {
            "unix": 1547836560,
            "text": "2019-01-18 18:36:00 +0000",
            "iso_8601": "2019-01-18T18:36:00Z"
        },
        "updated_at": {
            "unix": 1547836739,
            "text": "2019-01-18 18:38:59 +0000",
            "iso_8601": "2019-01-18T18:38:59Z"
        },
        "subject": "Kellog's (K) Keebler, Famous Amos and fruit snacks unit could be bid for more than USD 1.5bln, by bidders including Ferrero and Hostess (TWNK); CNBC citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "kellog-s-k-keebler-famous-amos-and-fruit-snacks-unit-could-be-bid-for-more-than-usd-1-5bln-by-bidders-including-ferrero-and-hostess-twnk-cnbc-citing-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 02:36:00",
        "gmt_time": "2019-01-18 18:36:00"
    },
    {
        "id": 692261,
        "updated_sequence": 1124155,
        "published_at": {
            "unix": 1547835600,
            "text": "2019-01-18 18:20:00 +0000",
            "iso_8601": "2019-01-18T18:20:00Z"
        },
        "updated_at": {
            "unix": 1547835732,
            "text": "2019-01-18 18:22:12 +0000",
            "iso_8601": "2019-01-18T18:22:12Z"
        },
        "subject": "Spotify (SPOT) said to plan the launch of a voice control music player device for cars; FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "spotify-spot-said-to-plan-the-launch-of-a-voice-control-music-player-device-for-cars-ft-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 02:20:00",
        "gmt_time": "2019-01-18 18:20:00"
    },
    {
        "id": 692260,
        "updated_sequence": 1124150,
        "published_at": {
            "unix": 1547835180,
            "text": "2019-01-18 18:13:00 +0000",
            "iso_8601": "2019-01-18T18:13:00Z"
        },
        "updated_at": {
            "unix": 1547835289,
            "text": "2019-01-18 18:14:49 +0000",
            "iso_8601": "2019-01-18T18:14:49Z"
        },
        "subject": "Qualcomm (QCOM) obtains preliminary injuction on its litigation with Apple (AAPL) and has ordered the co. to pull a \"misleading\" segment of its prior statement about iPhones",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "qualcomm-qcom-obtains-preliminary-injuction-on-its-litigation-with-apple-aapl-and-has-ordered-the-co-to-pull-a-misleading-segment-of-its-prior-statement-about-iphones-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 02:13:00",
        "gmt_time": "2019-01-18 18:13:00"
    },
    {
        "id": 692259,
        "updated_sequence": 1124147,
        "published_at": {
            "unix": 1547834400,
            "text": "2019-01-18 18:00:00 +0000",
            "iso_8601": "2019-01-18T18:00:00Z"
        },
        "updated_at": {
            "unix": 1547834604,
            "text": "2019-01-18 18:03:24 +0000",
            "iso_8601": "2019-01-18T18:03:24Z"
        },
        "subject": "Baker Hughes Rig Count (18/Jan): oil rigs down 21 at 852, nat gas down 4 at 198, total down 25 at 1050 (prev. 1075)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-18-jan-oil-rigs-down-21-at-852-nat-gas-down-4-at-198-total-down-25-at-1050-prev-1075-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 02:00:00",
        "gmt_time": "2019-01-18 18:00:00"
    },
    {
        "id": 692258,
        "updated_sequence": 1124144,
        "published_at": {
            "unix": 1547833560,
            "text": "2019-01-18 17:46:00 +0000",
            "iso_8601": "2019-01-18T17:46:00Z"
        },
        "updated_at": {
            "unix": 1547833676,
            "text": "2019-01-18 17:47:56 +0000",
            "iso_8601": "2019-01-18T17:47:56Z"
        },
        "subject": "Total (TOT FP) begins planned multi-unit overhaul at Port Arthur Texas refinery; according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-tot-fp-begins-planned-multi-unit-overhaul-at-port-arthur-texas-refinery-according-to-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 01:46:00",
        "gmt_time": "2019-01-18 17:46:00"
    },
    {
        "id": 692257,
        "updated_sequence": 1124141,
        "published_at": {
            "unix": 1547833200,
            "text": "2019-01-18 17:40:00 +0000",
            "iso_8601": "2019-01-18T17:40:00Z"
        },
        "updated_at": {
            "unix": 1547833262,
            "text": "2019-01-18 17:41:02 +0000",
            "iso_8601": "2019-01-18T17:41:02Z"
        },
        "subject": "CNBC's Najarian notes unusual options activity in Pfizer (PFE) and Macy's (M) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-s-najarian-notes-unusual-options-activity-in-pfizer-pfe-and-macy-s-m-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 01:40:00",
        "gmt_time": "2019-01-18 17:40:00"
    },
    {
        "id": 692256,
        "updated_sequence": 1124138,
        "published_at": {
            "unix": 1547832900,
            "text": "2019-01-18 17:35:00 +0000",
            "iso_8601": "2019-01-18T17:35:00Z"
        },
        "updated_at": {
            "unix": 1547833019,
            "text": "2019-01-18 17:36:59 +0000",
            "iso_8601": "2019-01-18T17:36:59Z"
        },
        "subject": "Shell (RDSA) Norco, Louisiana refinery restarts coker; sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-norco-louisiana-refinery-restarts-coker-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 01:35:00",
        "gmt_time": "2019-01-18 17:35:00"
    },
    {
        "id": 692255,
        "updated_sequence": 1124135,
        "published_at": {
            "unix": 1547831700,
            "text": "2019-01-18 17:15:00 +0000",
            "iso_8601": "2019-01-18T17:15:00Z"
        },
        "updated_at": {
            "unix": 1547831850,
            "text": "2019-01-18 17:17:30 +0000",
            "iso_8601": "2019-01-18T17:17:30Z"
        },
        "subject": "US State Department says Pompeo and Special Representative Biegun \"had a good discussion\" with the North Korean Envoy on efforts for progress on commitments made at the Singapore summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-state-department-says-pompeo-and-special-representative-biegun-had-a-good-discussion-with-the-north-korean-envoy-on-efforts-for-progress-on-commitments-made-at-the-singapore-summit-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 01:15:00",
        "gmt_time": "2019-01-18 17:15:00"
    },
    {
        "id": 692254,
        "updated_sequence": 1124132,
        "published_at": {
            "unix": 1547831340,
            "text": "2019-01-18 17:09:00 +0000",
            "iso_8601": "2019-01-18T17:09:00Z"
        },
        "updated_at": {
            "unix": 1547831427,
            "text": "2019-01-18 17:10:27 +0000",
            "iso_8601": "2019-01-18T17:10:27Z"
        },
        "subject": "US President Trump to meet with North Korean Envoy today; White House Spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-to-meet-with-north-korean-envoy-today-white-house-spokesperson-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 01:09:00",
        "gmt_time": "2019-01-18 17:09:00"
    },
    {
        "id": 692253,
        "updated_sequence": 1124129,
        "published_at": {
            "unix": 1547830320,
            "text": "2019-01-18 16:52:00 +0000",
            "iso_8601": "2019-01-18T16:52:00Z"
        },
        "updated_at": {
            "unix": 1547830422,
            "text": "2019-01-18 16:53:42 +0000",
            "iso_8601": "2019-01-18T16:53:42Z"
        },
        "subject": "Blackrock (BLK) and Goldman Sachs (GS) to move some fund managers to the US in the event of a no-deal Brexit; sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "blackrock-blk-and-goldman-sachs-gs-to-move-some-fund-managers-to-the-us-in-the-event-of-a-no-deal-brexit-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:52:00",
        "gmt_time": "2019-01-18 16:52:00"
    },
    {
        "id": 692252,
        "updated_sequence": 1124126,
        "published_at": {
            "unix": 1547829660,
            "text": "2019-01-18 16:41:00 +0000",
            "iso_8601": "2019-01-18T16:41:00Z"
        },
        "updated_at": {
            "unix": 1547829958,
            "text": "2019-01-18 16:45:58 +0000",
            "iso_8601": "2019-01-18T16:45:58Z"
        },
        "subject": "Italian government considering M&A for Monte Dei Paschi (BMPS IM) and Carige (CRGI IM) with healthier rivals, potentially UBI (UBI IM) and BPER (BPE IM); sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-government-considering-m-a-for-monte-dei-paschi-bmps-im-and-carige-crgi-im-with-healthier-rivals-potentially-ubi-ubi-im-and-bper-bpe-im-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:41:00",
        "gmt_time": "2019-01-18 16:41:00"
    },
    {
        "id": 692251,
        "updated_sequence": 1124120,
        "published_at": {
            "unix": 1547829000,
            "text": "2019-01-18 16:30:00 +0000",
            "iso_8601": "2019-01-18T16:30:00Z"
        },
        "updated_at": {
            "unix": 1547829223,
            "text": "2019-01-18 16:33:43 +0000",
            "iso_8601": "2019-01-18T16:33:43Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+2.22%), FTSE 100 (+1.98%), DAX (+2.67%), CAC (+1.75%), IBEX (+1.83%), FTSE MIB (+1.08%), SMI (+1.15%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-2-22-ftse-100-1-98-dax-2-67-cac-1-75-ibex-1-83-ftse-mib-1-08-smi-1-15-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:30:00",
        "gmt_time": "2019-01-18 16:30:00"
    },
    {
        "id": 692250,
        "updated_sequence": 1124117,
        "published_at": {
            "unix": 1547828820,
            "text": "2019-01-18 16:27:00 +0000",
            "iso_8601": "2019-01-18T16:27:00Z"
        },
        "updated_at": {
            "unix": 1547828900,
            "text": "2019-01-18 16:28:20 +0000",
            "iso_8601": "2019-01-18T16:28:20Z"
        },
        "subject": "Kuwait's three ports closed due to weather; according to Kuna ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kuwait-s-three-ports-closed-due-to-weather-according-to-kuna-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:27:00",
        "gmt_time": "2019-01-18 16:27:00"
    },
    {
        "id": 692249,
        "updated_sequence": 1124114,
        "published_at": {
            "unix": 1547828460,
            "text": "2019-01-18 16:21:00 +0000",
            "iso_8601": "2019-01-18T16:21:00Z"
        },
        "updated_at": {
            "unix": 1547828548,
            "text": "2019-01-18 16:22:28 +0000",
            "iso_8601": "2019-01-18T16:22:28Z"
        },
        "subject": "NY Fed GDP Nowcast: Q4 at 2.6% (Prev. 2.5%), Q1 at 2.2% (Prev. 2.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q4-at-2-6-prev-2-5-q1-at-2-2-prev-2-1-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:21:00",
        "gmt_time": "2019-01-18 16:21:00"
    },
    {
        "id": 692248,
        "updated_sequence": 1124111,
        "published_at": {
            "unix": 1547827200,
            "text": "2019-01-18 16:00:00 +0000",
            "iso_8601": "2019-01-18T16:00:00Z"
        },
        "updated_at": {
            "unix": 1547827304,
            "text": "2019-01-18 16:01:44 +0000",
            "iso_8601": "2019-01-18T16:01:44Z"
        },
        "subject": "Fed's Harker (non-voter, dovish) says US economy is doing well overall, employers need to think creatively to combat workforce gaps in a tight labour market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-non-voter-dovish-says-us-economy-is-doing-well-overall-employers-need-to-think-creatively-to-combat-workforce-gaps-in-a-tight-labour-market-18-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-19 00:00:00",
        "gmt_time": "2019-01-18 16:00:00"
    },
    {
        "id": 692247,
        "updated_sequence": 1124108,
        "published_at": {
            "unix": 1547827140,
            "text": "2019-01-18 15:59:00 +0000",
            "iso_8601": "2019-01-18T15:59:00Z"
        },
        "updated_at": {
            "unix": 1547827219,
            "text": "2019-01-18 16:00:19 +0000",
            "iso_8601": "2019-01-18T16:00:19Z"
        },
        "subject": "US President Trump reiterating his desire for a border wall",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-reiterating-his-desire-for-a-border-wall-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:59:00",
        "gmt_time": "2019-01-18 15:59:00"
    },
    {
        "id": 692246,
        "updated_sequence": 1124105,
        "published_at": {
            "unix": 1547826420,
            "text": "2019-01-18 15:47:00 +0000",
            "iso_8601": "2019-01-18T15:47:00Z"
        },
        "updated_at": {
            "unix": 1547826588,
            "text": "2019-01-18 15:49:48 +0000",
            "iso_8601": "2019-01-18T15:49:48Z"
        },
        "subject": "RPC Group (RPC LN) requested that panel extend possible offer deadline to enable continued discussions to take place",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rpc-group-rpc-ln-requested-that-panel-extend-possible-offer-deadline-to-enable-continued-discussions-to-take-place-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:47:00",
        "gmt_time": "2019-01-18 15:47:00"
    },
    {
        "id": 692245,
        "updated_sequence": 1124102,
        "published_at": {
            "unix": 1547825940,
            "text": "2019-01-18 15:39:00 +0000",
            "iso_8601": "2019-01-18T15:39:00Z"
        },
        "updated_at": {
            "unix": 1547826071,
            "text": "2019-01-18 15:41:11 +0000",
            "iso_8601": "2019-01-18T15:41:11Z"
        },
        "subject": "Russian Foreign Ministry states they are worried about the US missile strategy's space element",
        "content": "<ul><li>adding that this will lead to a space arms race, and would be a blow to international stability</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-foreign-ministry-states-they-are-worried-about-the-us-missile-strategy-s-space-element-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:39:00",
        "gmt_time": "2019-01-18 15:39:00"
    },
    {
        "id": 692244,
        "updated_sequence": 1124092,
        "published_at": {
            "unix": 1547824980,
            "text": "2019-01-18 15:23:00 +0000",
            "iso_8601": "2019-01-18T15:23:00Z"
        },
        "updated_at": {
            "unix": 1547825076,
            "text": "2019-01-18 15:24:36 +0000",
            "iso_8601": "2019-01-18T15:24:36Z"
        },
        "subject": "RANsquawk Central Banks Weekly Note - 18 Jan 2019: Dovish Fedspeak continues",
        "content": "<ul><li><strong>Dovish Fedspeak continues; previewing ECB, BOJ, Norges; reviewing CBRT, SARB.&nbsp;To download the report, please click <a href=\"/research_sheets/20966/download\">here</a></strong></li>\r\n</ul>\r\n\r\n<p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-note-18-jan-2019-dovish-fedspeak-continues-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:23:00",
        "gmt_time": "2019-01-18 15:23:00"
    },
    {
        "id": 692243,
        "updated_sequence": 1124086,
        "published_at": {
            "unix": 1547824920,
            "text": "2019-01-18 15:22:00 +0000",
            "iso_8601": "2019-01-18T15:22:00Z"
        },
        "updated_at": {
            "unix": 1547825021,
            "text": "2019-01-18 15:23:41 +0000",
            "iso_8601": "2019-01-18T15:23:41Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 21 January 2019 ",
        "content": "<ul><li><strong>To download the report, please click <a href=\"/research_sheets/20965/download\">here</a></strong></li>\r\n  <li>Monday: Germany Gfk Consumer Confidence, China GDP &amp; Retail Sales</li>\r\n  <li>Tuesday: UK Labour Report, US Existing Home Sales, New Zealand CPI, Hungary Interest Rate Decision, US Existing Home Sales, Japan Trade Balance</li>\r\n  <li>Wednesday: BoJ Interest Rate Decision, Canadian Retail Sales, Australian PMIs, Eurozone Consumer Confidence (Flash)</li>\r\n  <li>Thursday: ECB, Norges Bank Interest Rate Decision, Australia Labour Report, Eurozone &amp; US Markit Flash PMIs, Japan CPI</li>\r\n  <li>Friday: US Durable Goods, US New Home Sales</li>\r\n</ul>\r\n\r\n<p><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></p>\r\n\r\n<ul></ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-21-january-2019-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:22:00",
        "gmt_time": "2019-01-18 15:22:00"
    },
    {
        "id": 692242,
        "updated_sequence": 1124099,
        "published_at": {
            "unix": 1547824800,
            "text": "2019-01-18 15:20:00 +0000",
            "iso_8601": "2019-01-18T15:20:00Z"
        },
        "updated_at": {
            "unix": 1547825100,
            "text": "2019-01-18 15:25:00 +0000",
            "iso_8601": "2019-01-18T15:25:00Z"
        },
        "subject": "China is reportedly to offer a path to eliminate US trade imbalance; according to sources",
        "content": "<ul><li>Reportedly to offer a 6-year import boost exceeding USD 1 trillion; US trade negotiators are said to be sceptical of the offer</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li><p>In an immediate reaction, USD/JPY rose 24 pips from 109.44 to 109.68, Mar&rsquo;19 USTs fell 3 ticks 121.11 to 121.08 and Mar&rsquo;19 e-mini S&amp;P futures rose 9 points from 2652 to 2661 before paring some of the move</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1547825040,
            "text": "2019-01-18 15:24:00 +0000",
            "iso_8601": "2019-01-18T15:24:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-is-reportedly-to-offer-a-path-to-eliminate-us-trade-imbalance-according-to-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:20:00",
        "gmt_time": "2019-01-18 15:20:00"
    },
    {
        "id": 692241,
        "updated_sequence": 1124078,
        "published_at": {
            "unix": 1547824500,
            "text": "2019-01-18 15:15:00 +0000",
            "iso_8601": "2019-01-18T15:15:00Z"
        },
        "updated_at": {
            "unix": 1547824592,
            "text": "2019-01-18 15:16:32 +0000",
            "iso_8601": "2019-01-18T15:16:32Z"
        },
        "subject": "European Council President Tusk held discussions today with UK PM May on the next steps for the UK side on Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-council-president-tusk-held-discussions-today-with-uk-pm-may-on-the-next-steps-for-the-uk-side-on-brexit-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:15:00",
        "gmt_time": "2019-01-18 15:15:00"
    },
    {
        "id": 692240,
        "updated_sequence": 1124073,
        "published_at": {
            "unix": 1547824380,
            "text": "2019-01-18 15:13:00 +0000",
            "iso_8601": "2019-01-18T15:13:00Z"
        },
        "updated_at": {
            "unix": 1547824467,
            "text": "2019-01-18 15:14:27 +0000",
            "iso_8601": "2019-01-18T15:14:27Z"
        },
        "subject": "Volkswagen (VOW3 GY) are to pay incentives for diesel trade-ins across the whole of Germany, not just the 14 most impacted cities, according to Bild ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-are-to-pay-incentives-for-diesel-trade-ins-across-the-whole-of-germany-not-just-the-14-most-impacted-cities-according-to-bild-18-01-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 23:13:00",
        "gmt_time": "2019-01-18 15:13:00"
    },
    {
        "id": 692234,
        "updated_sequence": 1124055,
        "published_at": {
            "unix": 1547823000,
            "text": "2019-01-18 14:50:00 +0000",
            "iso_8601": "2019-01-18T14:50:00Z"
        },
        "updated_at": {
            "unix": 1547823358,
            "text": "2019-01-18 14:55:58 +0000",
            "iso_8601": "2019-01-18T14:55:58Z"
        },
        "subject": "FX Weekly Wrap: Dollar remains King, but Sterling steals the limelight ",
        "content": "<p><strong>DXY </strong>&ndash; Overall a positive week for the buck as DXY is poised to snap a four-week losing streak as the index kicked off the week sub-96.000 at 95.650 and reached highs of 96.260 (vs. low 95.50). Catalysts in the form of data remained on the light side as the US government shutdown hit day 28. The initial bout of dollar demand came alongside comments from US Senator Grassley who highlighted little progress in US-Sino trade talks on key sticking points such as IP, citing USTR Lighthizer. As such DXY rose to print the weekly high of 96.260. Furthermore, gains were exacerbated amid reports that US prosecutors are to pursue criminal charges against Huawei due to theft of trade secrets, while separate reports stated that US lawmakers are attempting to pass a bill to ban chip sales to Huawei and ZTE. In a response, China strongly urged US lawmakers not to pass this bill. The intensifying tensions between the two countries provided further impetus for the dollar to test support at the weekly high before CNBC reported that the US is mulling rolling back tariffs to break the deadlock between dialogue, although those reports were later denied by the Treasury. Throughout most of Friday&rsquo;s session, DXY hovered around its 100 DMA around 96.050 before optimistic industrial production figures sent the index closer to the top of the intraday range.</p>\r\n\r\n<p><strong>GBP</strong> &ndash; Another rollercoaster week for the Pound, but ultimately on course to end on a strong note after Cable fluctuated in a weekly range of 1.2668-1.3000. As a recap, heading into the PM May&rsquo;s meaningful vote, Cable fell to around 1.2700 just shy of the weekly low of 1.2670. Immediately after the results in which PM May was defeated by 230 votes, the currency pair spiked higher amid hopes that Article 50 will be extended past March 29th as PM May attempts to conjure up a revised deal with the EU or face a hard-Brexit which is unfavoured by most UK MPs. However, the EU made it clear that renegotiations will not be open, while Commons leader Leadsom mentioned that the UK Government is not looking to postpone the Brexit date. Furthermore, Labour leader Corbyn tabled a motion of no confidence against the Premier as previously touted, though the PM won the vote of confidence by 19 votes, as expected. In terms of a market reaction, Cable fell through the &ldquo;meaningful vote low&rdquo; to the weekly low of 1.2670 before sharply paring back losses to test 1.3000 to the upside before coming off highs, with downside in the pair exacerbated amid the release of disappointing retail sales.</p>\r\n\r\n<p><strong>AUD/NZD </strong>&ndash; Overall a dismal week for the antipodeans as the week kicked off with disappointing Chinese trade data imports and exports both decline to a 6-month low (in USD terms) which pressured the high-beta currencies. Throughout the week, the Aussie and Kiwi were further hit by the aforenoted US-Sino IP stalemate alongside Huawei tensions. The two currencies however experienced trade-relief gains amidst the reports of China tariff rollbacks. AUD/USD flirted around 0.7200 throughout most of the week in a range of 0.7190-0.7226 while NZD/USD underperformed and fell further below 0.6850 and is poised to end the week nearer to the middle of 0.6728-0.6848 range.</p>\r\n\r\n<p><strong>JPY, EUR</strong> &ndash; A downbeat week for the Japanese currency amid a firmer buck and alongside and unwind in risk premium towards the end of the week. USD/JPY is poised to end the week closer to the top of a weekly 108.00-109.60 range. Meanwhile EUR moved largely in tandem with the rising dollar, though the German annual GDP release did marginally dent the single currency. EUR/USD is set to end the week on the backfoot and more towards the bottom of a 1.1370-1.1490 weekly range ahead of the ECB interest rate decision next week where focus will be on the EZ growth outlook.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-weekly-wrap-dollar-remains-king-but-sterling-steals-the-limelight-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:50:00",
        "gmt_time": "2019-01-18 14:50:00"
    },
    {
        "id": 692233,
        "updated_sequence": 1124046,
        "published_at": {
            "unix": 1547822100,
            "text": "2019-01-18 14:35:00 +0000",
            "iso_8601": "2019-01-18T14:35:00Z"
        },
        "updated_at": {
            "unix": 1547822164,
            "text": "2019-01-18 14:36:04 +0000",
            "iso_8601": "2019-01-18T14:36:04Z"
        },
        "subject": "Zayo Group (ZAYO) PE consortium began talks with bankers to fund bid in the Co; according to Dealreporter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "zayo-group-zayo-pe-consortium-began-talks-with-bankers-to-fund-bid-in-the-co-according-to-dealreporter-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:35:00",
        "gmt_time": "2019-01-18 14:35:00"
    },
    {
        "id": 692232,
        "updated_sequence": 1124043,
        "published_at": {
            "unix": 1547822040,
            "text": "2019-01-18 14:34:00 +0000",
            "iso_8601": "2019-01-18T14:34:00Z"
        },
        "updated_at": {
            "unix": 1547822128,
            "text": "2019-01-18 14:35:28 +0000",
            "iso_8601": "2019-01-18T14:35:28Z"
        },
        "subject": "Fixed Income: Debt off worst levels but languishing in the red as trade talks dominate",
        "content": "<p>10-year Bund futures remain the underperformer in Europe and are about 15 ticks in the red albeit off worst levels of 163.84, with the German benchmark now trading comfortably above the 164.00 handle. UK 10-year futures still marginally outperform their German counterparts, but remain in negative territory for the day, with the UK benchmark a shade under the 122.40 level. This comes after the DUP refuted assertions that they were backing a Norway style deal alongside assertions from UK PM May that a snap election has been ruled out ahead of the Plan B presentation on Monday. In the periphery, BTP 10-year futures were dealt a blow by the Bank of Italy downgrading their 2019 growth forecasts to 0.6% from 1.0% but are the outperformer in Europe and trade with gains of 25 ticks.</p>\r\n\r\n<p>Elsewhere, US 10-year futures equalled but failed to break the December 28th low of 121-09 to the downside in the European morning and remain in the red for the session, as the positive trade developments remain the largest catalyst for moves in the fixed income sector. Inspiring industrial production data from the US pressured 10-yr futures to trade a hair above session lows of 121-09, with the University of Michigan Sentiment reading up next. Largely reiterated comments by Fed&rsquo;s Williams failed to have a sustained impact on US fixed income, with Harker next on the docket.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-income-debt-off-worst-levels-but-languishing-in-the-red-as-trade-talks-dominate-18-01-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:34:00",
        "gmt_time": "2019-01-18 14:34:00"
    },
    {
        "id": 692231,
        "updated_sequence": 1124038,
        "published_at": {
            "unix": 1547821860,
            "text": "2019-01-18 14:31:00 +0000",
            "iso_8601": "2019-01-18T14:31:00Z"
        },
        "updated_at": {
            "unix": 1547821917,
            "text": "2019-01-18 14:31:57 +0000",
            "iso_8601": "2019-01-18T14:31:57Z"
        },
        "subject": "PBoC Governor names Fed policy and Brexit as top risks to growth, as reported in SCMP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-governor-names-fed-policy-and-brexit-as-top-risks-to-growth-as-reported-in-scmp-18-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:31:00",
        "gmt_time": "2019-01-18 14:31:00"
    },
    {
        "id": 692227,
        "updated_sequence": 1124015,
        "published_at": {
            "unix": 1547820600,
            "text": "2019-01-18 14:10:00 +0000",
            "iso_8601": "2019-01-18T14:10:00Z"
        },
        "updated_at": {
            "unix": 1547820711,
            "text": "2019-01-18 14:11:51 +0000",
            "iso_8601": "2019-01-18T14:11:51Z"
        },
        "subject": "Metro AG (B4B GY) shares are moving higher amid reports the Co. are finalising financing for a potential takeover; trades higher by 3.7% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "metro-ag-b4b-gy-shares-are-moving-higher-amid-reports-the-co-are-finalising-financing-for-a-potential-takeover-trades-higher-by-3-7-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:10:00",
        "gmt_time": "2019-01-18 14:10:00"
    },
    {
        "id": 692226,
        "updated_sequence": 1124040,
        "published_at": {
            "unix": 1547820000,
            "text": "2019-01-18 14:00:00 +0000",
            "iso_8601": "2019-01-18T14:00:00Z"
        },
        "updated_at": {
            "unix": 1547822059,
            "text": "2019-01-18 14:34:19 +0000",
            "iso_8601": "2019-01-18T14:34:19Z"
        },
        "subject": "Fed's Williams (voter, hawkish) says that they will reassess balance sheet policy if conditions change; tail winds have lost gust and rates are closer to normal",
        "content": "<ul><li>The Fed needs &quot;prudence, patience and good judgement&quot;</li>\r\n  <li>Does not see inflation pressures building up</li>\r\n  <li>Motto of data dependence more relevant than ever</li>\r\n  <li>Will adjust policy if conditions are less robust</li>\r\n  <li>Expects inflation to be at 2% this year</li>\r\n  <li>GDP growth between 2-2.5% in 2019</li>\r\n  <li>Labour market is strong&nbsp;</li>\r\n  <li>Shutdown has significant impact on Q1 growth</li>\r\n  <li>Uncertainty in the economy has increased significantly</li>\r\n  <li>He&nbsp;would not see inversion of yield curve as recessionary sign</li>\r\n  <li>Fed must keep its eyes opened and be prepared</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-hawkish-says-that-they-will-reassess-balance-sheet-policy-if-conditions-change-tail-winds-have-lost-gust-and-rates-are-closer-to-normal-18-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:00:00",
        "gmt_time": "2019-01-18 14:00:00"
    },
    {
        "id": 692225,
        "updated_sequence": 1123994,
        "published_at": {
            "unix": 1547820000,
            "text": "2019-01-18 14:00:00 +0000",
            "iso_8601": "2019-01-18T14:00:00Z"
        },
        "updated_at": {
            "unix": 1547820046,
            "text": "2019-01-18 14:00:46 +0000",
            "iso_8601": "2019-01-18T14:00:46Z"
        },
        "subject": "Bank of Italy trims 2019 growth forecast to 0.6% from 1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-trims-2019-growth-forecast-to-0-6-from-1-0-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 22:00:00",
        "gmt_time": "2019-01-18 14:00:00"
    },
    {
        "id": 692224,
        "updated_sequence": 1124033,
        "published_at": {
            "unix": 1547819760,
            "text": "2019-01-18 13:56:00 +0000",
            "iso_8601": "2019-01-18T13:56:00Z"
        },
        "updated_at": {
            "unix": 1547821462,
            "text": "2019-01-18 14:24:22 +0000",
            "iso_8601": "2019-01-18T14:24:22Z"
        },
        "subject": "Additional US Equity Stories ",
        "content": "<ul><li>Schlumberger (SLB) - The co. says sees FY19 fleet equipment CapEx USD 1.5bln-1.7bln. It expects to be in &#39;low end of range&#39; of Q1 seasonal slowdown. (Newswires)&nbsp;</li>\r\n  <li>Game Stop (GME) - Holiday-period sales fall 5% to USD 2.63bln;&nbsp;affirms 2018 Adj. EPS outlook USD 2.55-2.75. (Newswires)&nbsp;</li>\r\n  <li>Immunomedics (IMMU) - The co. is losing momentum pre-market&nbsp;after receiving a Complete Response Letter&nbsp;for breast cancer treatment. (Newswires)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 21:56:00",
        "gmt_time": "2019-01-18 13:56:00"
    },
    {
        "id": 692223,
        "updated_sequence": 1123985,
        "published_at": {
            "unix": 1547819220,
            "text": "2019-01-18 13:47:00 +0000",
            "iso_8601": "2019-01-18T13:47:00Z"
        },
        "updated_at": {
            "unix": 1547819323,
            "text": "2019-01-18 13:48:43 +0000",
            "iso_8601": "2019-01-18T13:48:43Z"
        },
        "subject": "German Economy Minister Altmaier says goal of EU-US trade talks is to bring down trade barriers and build new transatlantic trade ties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-minister-altmaier-says-goal-of-eu-us-trade-talks-is-to-bring-down-trade-barriers-and-build-new-transatlantic-trade-ties-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 21:47:00",
        "gmt_time": "2019-01-18 13:47:00"
    },
    {
        "id": 692222,
        "updated_sequence": 1123982,
        "published_at": {
            "unix": 1547819100,
            "text": "2019-01-18 13:45:00 +0000",
            "iso_8601": "2019-01-18T13:45:00Z"
        },
        "updated_at": {
            "unix": 1547819229,
            "text": "2019-01-18 13:47:09 +0000",
            "iso_8601": "2019-01-18T13:47:09Z"
        },
        "subject": "House intelligence committee chairman plans to investigate report that US President Trump directed attorney Michael Cohen to lie to Congress ",
        "content": "<ul><li><a href=\"https://www.apnews.com/920d2ea16a76480b824947003cb36467?utm_medium=AP&amp;utm_source=Twitter&amp;utm_campaign=SocialFlow\">Link to article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AP News",
        "slug": "house-intelligence-committee-chairman-plans-to-investigate-report-that-us-president-trump-directed-attorney-michael-cohen-to-lie-to-congress-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 21:45:00",
        "gmt_time": "2019-01-18 13:45:00"
    },
    {
        "id": 692221,
        "updated_sequence": 1123979,
        "published_at": {
            "unix": 1547818740,
            "text": "2019-01-18 13:39:00 +0000",
            "iso_8601": "2019-01-18T13:39:00Z"
        },
        "updated_at": {
            "unix": 1547818858,
            "text": "2019-01-18 13:40:58 +0000",
            "iso_8601": "2019-01-18T13:40:58Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 18th January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20960/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Netflix Inc (NFLX) Q4 EPS USD 0.30 vs. Exp. USD 0.24, revenue USD 4.187bln vs. Exp. USD 4.21bln. International subscriber additions 7.31mln vs. Exp. 5.54mln. Sees Q1 EPS USD 0.56 and revenue USD 4.494bln. Domestic subscriber additions 1.5mln vs. Exp. 1.64mln. Expects fcf for 2019 similar to 2018.</li>\r\n  <li>Apple (AAPL) &ndash; Nikkei reports that Apple&rsquo;s supplier Foxconn has cut 50,000 seasonal workers as iPhone demand falters; it also reports on how a majority of its suppliers are cutting back their expectations.</li>\r\n  <li>Tesla (TSLA) &ndash; In an internal memo CEO Elon Musk announced the co. will be cutting staff by 7% as it ramps up production of its Model 3 vehicle, citing that its products are too expensive. Elsewhere, AFP reports that the co. is recalling 14,000 Model S units over issues with airbags.</li>\r\n</ul>\r\n\r\n<p>18th January 2019</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>American Express Co (AXP) Q4 EPS USD 2.32 vs. Exp. USD 1.8, revenue USD 10.50bln vs. Exp. USD 10.56bln. (Newswires)</li>\r\n  <li>Citizens Financial Group Inc (CFG) Q4 EPS USD 0.98 vs. Exp. USD 0.94, revenue USD 1.59bln vs. Exp. USD 1.6bln. (Newswires)</li>\r\n  <li>J.B. Hunt (JBHT) Q4 EPS (including charges) USD 0.81 vs. Exp. USD 1.48, revenue USD 2.32bln vs. Exp. USD 2.30bln. (Newswires)</li>\r\n  <li>Kansas City Southern (KSU) Q4 Adj. EPS USD&nbsp;1.56 vs. Exp. USD 1.54, revenue USD 0.694bln vs. Exp. USD 0.69bln. (Newswires)</li>\r\n  <li>Netflix Inc (NFLX) Q4 EPS USD 0.30 vs. Exp. USD 0.24, revenue USD 4.187bln vs. Exp. USD 4.21bln. International subscriber additions 7.31mln vs. Exp. 5.54mln. Sees Q1 EPS USD 0.56 and revenue USD 4.494bln. Domestic subscriber additions 1.5mln vs. Exp. 1.64mln. Expects fcf for 2019 similar to 2018. (Newswires)</li>\r\n  <li>People&#39;s United Financial Inc (PBCT) Q4 EPS USD 0.36 vs. Exp. USD 0.34, revenue USD 0.428bln vs. Exp. USD 0.43bln. (Newswires)</li>\r\n  <li>Regions Financial Corp (RF) Q1 EPS USD 0.37 vs. Exp. USD 0.38, revenue USD 1.64bln vs. Exp. USD 1.48bln. (Newswires)</li>\r\n  <li>Schlumberger NV (SLB) Q4 Adj EPS USD 0.36 vs. Exp. USD 0.36, revenue USD 8.2bln vs. Exp. USD 8.04bln. (Newswires)</li>\r\n  <li>State Street Corp (STT) Q4 EPS USD 1.68 vs. Exp. USD 1.67, revenue USD 2.99bln vs. Exp. USD 2.98bln. They will be reducing their workforce by 6% (1.5k positions). (Newswires)</li>\r\n  <li>SunTrust Banks Inc (STI) Q4 EPS USD 1.40 vs. Exp. USD 1.37, revenue USD 2.4bln vs. Exp. USD 2.37bln. (Newswires)</li>\r\n  <li>VF Corp (VFC) Q3 EPS USD 1.16 vs. Exp. USD 1.10, revenue USD 3.90bln vs. Exp. USD 3.87bln; raises FY fiscal 2019 outlook. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; Nikkei reports that Apple&rsquo;s supplier Foxconn has cut 50,000 seasonal workers as iPhone demand falters; it also reports on how a majority of its suppliers are cutting back their expectations. Elsewhere, CEO Tim Cook reiterated his opposition to &ldquo;data brokers&rdquo; in a Time Magazine op-ed. Apple Inside reported that the new iPhones will have 3x telephoto lens and upgraded batteries. Canaccord expect the co.&rsquo;s guidance for its March quarter to be soft. (Nikkei/Time Magazine)</li>\r\n  <li>DowDuPont (DWDP) &ndash; The co.&rsquo;s agricultural unit, Corteva Agriscience, is to launch Enlist E3 soybeans in Brazil, US and Canada in 2019. (Newswires)</li>\r\n  <li>Goldman Sachs (GS) &ndash; The Malaysia government is open to settle its lawsuit against the bank over its involvement in the 1MDB scandal, providing it pays USD 7.5bln in reparations. (Newswires)</li>\r\n  <li>JP Morgan (JPM) &ndash; CEO Jamie Dimon has been granted a 5% raise in compensation amounting to USD 31mln as the board of directors cites strong performance which should award the highest compensation for the CEO. (Newswires)</li>\r\n  <li>Walmart (WMT), CVS Health (CVS) &ndash; Walmart will remain in CVS health&rsquo;s network of pharmacy customers; terms not disclosed. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Arconic (ARNC), Apollo (APO) &ndash; Apollo is reportedly near to closing its USD 10.6bln buyout of industrials co. Arconic, Apollo and leading shareholder Elliot Management have been instructed to complete necessary paperwork this weekend. (NY Post)</li>\r\n  <li>Eli Lilly (LLY) &ndash; The pharma co.&rsquo;s soft tissue sarcoma treating drug, Lartruvo, failed to meet endpoints in Phase 3 trial testing. (Newswires)</li>\r\n  <li>Jacobs Engineering (JEC) &ndash; The construction co. announced a USD 1bln share repurchase programme, a 13% increase in its quarterly dividend and also that it expects the sale of its energy and chemicals business to close in H1 2019. (Newswires)</li>\r\n  <li>Kinder Morgan (KMI) &ndash; The energy co. is mulling the sale of its carbon dioxide unit, which could be worth over USD 5bln. (Newswires)</li>\r\n  <li>MGM Resorts (MGM) &ndash; Hedge fund manager Keith Meister, founder of Corvex Management, has won a board seat at the resorts co., expanding the board size to 13. (Newswires)</li>\r\n  <li>Pharma names (BMY, GSK, PFE, JNJ, AZN, MRK, LLY, NVS, SNY) &ndash; Pharmaceuticals are hiking prices on older drugs amid supply shortages and recalls. (WSJ)</li>\r\n  <li>PPG (PPG) &ndash; Activist investor Trian Fund Management said it won&rsquo;t be pushing for changes at the paints co. after its board demonstrated progress. (Newswires)</li>\r\n  <li>Salesforce.com (CRM) &ndash; The cloud-based tech co. will add 1,500 new jobs at its Salesforce Tower Dublin. (Newswires)</li>\r\n  <li>Tiffany &amp; Co. (TIF) &ndash; The co. reports holiday SSS -2%; guides FY18 Worldwide Net Sales +6-7% (Prev. high single digits), sees Adj. EPS lower end of USD 4.65-4.80 vs. Exp. USD 4.77. Affirms SSS mid-single digits. Guides initial FY19 Worldwide sales up low single digits and net EPS to increase mid-single digit. This follows Signet Jewelers (SIG) reporting holiday sales below expectations and slashing its profit outlook on Thursday.&nbsp; (Newswires)</li>\r\n  <li>Wells Fargo (WFC) &ndash; Democratic senator Elizabeth Warren is demanding for the bank to be removed from college campuses, following a study showing it charged students the highest fees. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ</p>\r\n\r\n<ul><li>Amazon (AMZN) &ndash; A group of investors with USD 1.32bln of the co.&rsquo;s shares want Amazon to investigate its facial recognition technology, over ethical reasons, before it sells it to government bodies. (BI)</li>\r\n  <li>Celgene (CELG) &ndash; The pharma co., alongside Obsidian Therapeutics, have entered a strategic collaboration for development and discovery of cell therapies. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; The tech giant is transferring hundreds of employees to its &ldquo;product-focused augmented reality group&rdquo; as it ramps up its development of high-end glasses with an estimated launch of 2022. (BI)</li>\r\n  <li>Tesla (TSLA) &ndash; In an internal memo CEO Elon Musk announced the co. will be cutting staff by 7% as it ramps up production of its Model 3 vehicle, citing that its products are too expensive. Elsewhere, AFP reports that the co. is recalling 14,000 Model S units over issues with airbags. (Newswires/AFP)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; The Chinese tech giant is cutting expenses and delaying hiring as China demand slows. (Newswires)</li>\r\n  <li>Taiwan Semiconductors (TSM) &ndash; The chipmaker has entered talks with its silicon wafer suppliers to renegotiate prices in order to cut costs. (DigiTimes)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>ALLSCRIPTS (MDRX) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li>\r\n  <li>ALUMINUM CORP. OF CHINA (ACH) UPGRADED TO BUY FROM HOLD AT HSBC</li>\r\n  <li>ARISTA NETWORKS (ANET) UPGRADED TO BUY FROM NEUTRAL AT NOMURA INSTINET</li>\r\n  <li>CENTERPOINT ENERGY (CNP) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>CHEVRON (CVX) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>COMMERCE BANCSHARES (CBSH) UPGRADED TO MARKET PERFORM FROM UNDERPERFORM AT RAYMOND JAMES</li>\r\n  <li>EDWARDS LIFESCIENCES (EW) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>GULFPORT ENERGY (GPOR) UPGRADED TO BUY FROM HOLD AT TUDOR PICKERING</li>\r\n  <li>FISERV (FISV) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li>\r\n  <li>FLOOR &amp; DECOR (FND) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>IQVIA (IQV) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li>\r\n  <li>SPECTRUM BRANDS (SPB) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>VALERO (VLO) UPGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>BAYTEX ENERGY (BTE) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li>\r\n  <li>CARMAX (KMX) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li>\r\n  <li>CONSOLIDATED EDISON (ED) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>DELEK US (DK) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>IMMUNOMEDICS (IMMU) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li>\r\n  <li>INTERPUBLIC GROUP (IPG) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>KEYCORP (KEY) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li>\r\n  <li>LINE CORP. (LN) DOWNGRADED TO UNDERPERFORM FROM HOLD AT JEFFERIES</li>\r\n  <li>LKQ CORP. (LKQ) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li>\r\n  <li>LOXO ONCOLOGY (LOXO) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li>\r\n  <li>PPG (PPG) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>SANDY SPRING BANCORP (SASR) DOWNGRADED TO HOLD FROM BUY AT SANDLER O&#39;NEILL</li>\r\n  <li>SIGNET JEWELERS (SIG) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li>\r\n  <li>TENARIS (TS) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>U.S. STEEL (X) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>360 FINANCE ADRS (QFIN) RATED NEW BUY AT CITI; PT USD 20.80</li>\r\n  <li>AERPIO PHARMA (ARPO) RATED NEW OVERWEIGHT AT CANTOR; PT USD 8</li>\r\n  <li>ALLENA PHARMA (ALNA) RATED NEW OUTPERFORM AT BAIRD; PT USD 20</li>\r\n  <li>APHRIA (APHA CN) RATED NEW NEUTRAL AT CIBC; PT CUSD 10</li>\r\n  <li>CLEMENTIA PHARMA (CMTA) RATED NEW OUTPERFORM AT BAIRD; PT USD 24</li>\r\n  <li>FLEETCOR (FLT) RATED NEW BUY AT BTIG; PT USD 253</li>\r\n  <li>JOINT CORP (JYNT) RATED NEW BUY AT DA DAVIDSON; PT USD 10</li>\r\n  <li>PRIMERICA (PRI) RATED NEW OUTPERFORM AT CREDIT SUISSE; PT USD 135</li>\r\n  <li>ROCKWELL AUTOMATION (ROK) RATED NEW OUTPERFORM AT BMO; PT USD 185</li>\r\n  <li>TENCENT MUSIC ADRS (TME) RATED NEW BUY AT HSBC; PT USD 16</li>\r\n  <li>TOCAGEN (TOCA) RATED NEW OUTPERFORM AT BAIRD; PT USD 20</li>\r\n  <li>TORO (TTC) RATED NEW NEUTRAL AT BAIRD; PT USD 62</li>\r\n  <li>WEX (WEX) RATED NEW BUY AT BTIG; PT USD 198</li>\r\n  <li>YORK WATER (YORW) RATED NEW BUY AT JANNEY MONTGOMERY; PT USD 35&nbsp;</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Apache Corp (APA). Amount USD 0.25</li>\r\n  <li>Caterpillar Inc (CAT). Amount USD 0.86</li>\r\n  <li>Cooper Companies Inc (COO). Amount USD 0.03</li>\r\n  <li>Graco Inc (GGG). Amount USD 0.16</li>\r\n  <li>SYNNEX Corp (SNX). Amount USD 0.37</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-18th-january-2019-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 21:39:00",
        "gmt_time": "2019-01-18 13:39:00"
    },
    {
        "id": 692220,
        "updated_sequence": 1123976,
        "published_at": {
            "unix": 1547818080,
            "text": "2019-01-18 13:28:00 +0000",
            "iso_8601": "2019-01-18T13:28:00Z"
        },
        "updated_at": {
            "unix": 1547818276,
            "text": "2019-01-18 13:31:16 +0000",
            "iso_8601": "2019-01-18T13:31:16Z"
        },
        "subject": "US Secretary of State Pompeo is to meet with North Korean vice-chairman of the Central Committee of the Workers' Party of Korea for South Korean affairs Kim Yong-chol on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-is-to-meet-with-north-korean-vice-chairman-of-the-central-committee-of-the-workers-party-of-korea-for-south-korean-affairs-kim-yong-chol-on-friday-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 21:28:00",
        "gmt_time": "2019-01-18 13:28:00"
    },
    {
        "id": 692207,
        "updated_sequence": 1123937,
        "published_at": {
            "unix": 1547814780,
            "text": "2019-01-18 12:33:00 +0000",
            "iso_8601": "2019-01-18T12:33:00Z"
        },
        "updated_at": {
            "unix": 1547814881,
            "text": "2019-01-18 12:34:41 +0000",
            "iso_8601": "2019-01-18T12:34:41Z"
        },
        "subject": "Scotiabank FX Daily - Market Tone Constructive Into Weekend & U.S. Holiday",
        "content": "<ul><li>&nbsp;USD mixed vs. G10 as NOK &amp; SEK outperform while gold &amp; GBP soften.</li>\r\n  <li>CAD rises modestly into CPI but still within broader two week range; risk in oil.</li>\r\n  <li>EUR quiet around 1.14; improvement in net investment flows offers support.</li>\r\n  <li>GBP soft fading a portion of this week&rsquo;s rally on retail sales disappointment.</li>\r\n  <li>JPY extending decline on retracement of haven-driven rally from mid-December.</li>\r\n  <li>AUD consolidating within bull flag as markets await jobs data next week.</li>\r\n  <li>MXN tentatively extending Thursday&rsquo;s bearish turn with USDMXN above 19.00.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Scotiabank",
        "slug": "scotiabank-fx-daily-market-tone-constructive-into-weekend-u-s-holiday-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 20:33:00",
        "gmt_time": "2019-01-18 12:33:00"
    },
    {
        "id": 692206,
        "updated_sequence": 1123934,
        "published_at": {
            "unix": 1547814600,
            "text": "2019-01-18 12:30:00 +0000",
            "iso_8601": "2019-01-18T12:30:00Z"
        },
        "updated_at": {
            "unix": 1547814682,
            "text": "2019-01-18 12:31:22 +0000",
            "iso_8601": "2019-01-18T12:31:22Z"
        },
        "subject": "State Street Corp (STT) Q4 EPS USD 1.68 vs. Exp. USD 1.67, revenue USD 2.99bln vs. Exp. USD 2.98bln",
        "content": "<ul><li>They will be reducing their workforce by 6%&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "state-street-corp-stt-q4-eps-usd-1-68-vs-exp-usd-1-67-revenue-usd-2-99bln-vs-exp-usd-2-98bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 20:30:00",
        "gmt_time": "2019-01-18 12:30:00"
    },
    {
        "id": 692205,
        "updated_sequence": 1123931,
        "published_at": {
            "unix": 1547812800,
            "text": "2019-01-18 12:00:00 +0000",
            "iso_8601": "2019-01-18T12:00:00Z"
        },
        "updated_at": {
            "unix": 1547812885,
            "text": "2019-01-18 12:01:25 +0000",
            "iso_8601": "2019-01-18T12:01:25Z"
        },
        "subject": "Sources report that US President Trump met with Cabinet officials to revive the infrastructure push",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-report-that-us-president-trump-met-with-cabinet-officials-to-revive-the-infrastructure-push-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 20:00:00",
        "gmt_time": "2019-01-18 12:00:00"
    },
    {
        "id": 692205,
        "updated_sequence": 1123931,
        "published_at": {
            "unix": 1547812800,
            "text": "2019-01-18 12:00:00 +0000",
            "iso_8601": "2019-01-18T12:00:00Z"
        },
        "updated_at": {
            "unix": 1547812885,
            "text": "2019-01-18 12:01:25 +0000",
            "iso_8601": "2019-01-18T12:01:25Z"
        },
        "subject": "Sources report that US President Trump met with Cabinet officials to revive the infrastructure push",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-report-that-us-president-trump-met-with-cabinet-officials-to-revive-the-infrastructure-push-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 20:00:00",
        "gmt_time": "2019-01-18 12:00:00"
    },
    {
        "id": 692203,
        "updated_sequence": 1123925,
        "published_at": {
            "unix": 1547812500,
            "text": "2019-01-18 11:55:00 +0000",
            "iso_8601": "2019-01-18T11:55:00Z"
        },
        "updated_at": {
            "unix": 1547812557,
            "text": "2019-01-18 11:55:57 +0000",
            "iso_8601": "2019-01-18T11:55:57Z"
        },
        "subject": "VF Corp (VFC) Q3 EPS USD 1.16 vs. Exp. USD 1.10, revenue USD 3.90bln vs. Exp. USD 3.87bln; Raise FY fiscal 2019 outlook",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vf-corp-vfc-q3-eps-usd-1-16-vs-exp-usd-1-10-revenue-usd-3-90bln-vs-exp-usd-3-87bln-raise-fy-fiscal-2019-outlook-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:55:00",
        "gmt_time": "2019-01-18 11:55:00"
    },
    {
        "id": 692204,
        "updated_sequence": 1123928,
        "published_at": {
            "unix": 1547812200,
            "text": "2019-01-18 11:50:00 +0000",
            "iso_8601": "2019-01-18T11:50:00Z"
        },
        "updated_at": {
            "unix": 1547812598,
            "text": "2019-01-18 11:56:38 +0000",
            "iso_8601": "2019-01-18T11:56:38Z"
        },
        "subject": "Schlumberger NV (SLB) Q4 Adj EPS USD 0.36 vs. Exp. USD 0.36, revenue USD 8.2bln vs. Exp. USD 8.04bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "schlumberger-nv-slb-q4-adj-eps-usd-0-36-vs-exp-usd-0-36-revenue-usd-8-2bln-vs-exp-usd-8-04bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:50:00",
        "gmt_time": "2019-01-18 11:50:00"
    },
    {
        "id": 692202,
        "updated_sequence": 1123922,
        "published_at": {
            "unix": 1547812140,
            "text": "2019-01-18 11:49:00 +0000",
            "iso_8601": "2019-01-18T11:49:00Z"
        },
        "updated_at": {
            "unix": 1547812242,
            "text": "2019-01-18 11:50:42 +0000",
            "iso_8601": "2019-01-18T11:50:42Z"
        },
        "subject": "Diplomatic sources suggest that US and North Korean diplomats are holding talks in Stockholm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "diplomatic-sources-suggest-that-us-and-north-korean-diplomats-are-holding-talks-in-stockholm-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:49:00",
        "gmt_time": "2019-01-18 11:49:00"
    },
    {
        "id": 692201,
        "updated_sequence": 1123917,
        "published_at": {
            "unix": 1547812020,
            "text": "2019-01-18 11:47:00 +0000",
            "iso_8601": "2019-01-18T11:47:00Z"
        },
        "updated_at": {
            "unix": 1547812176,
            "text": "2019-01-18 11:49:36 +0000",
            "iso_8601": "2019-01-18T11:49:36Z"
        },
        "subject": "RANsquawk Daily US Opening News - 18th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20959/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Major European equities are firmly in the green amidst positive trade updates [Euro Stoxx 50 +1.6%] with the IT and financial sector outperforming</li>\r\n  <li>Table turns for the Pound after yesterday&rsquo;s climb as Cable straddles just below 1.2950</li>\r\n  <li>Looking ahead, highlights include Canadian CPI, US industrial production and University of Michigan sentiment, weekly Baker Hughes rig count, Fed&rsquo;s Williams and Harker</li>\r\n  <li>EARNINGS: VF Corp, Schlumberger, State Street</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded higher across the board as the region took impetus from Wall St where the major indices were lifted on hopes of easing trade tensions after the US was said to mull lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.3%) were positive with broad gains across the sectors and with the Japanese benchmark the outperformer as it coat-tailed on the favourable currency moves. Hang Seng (+1.3%) and Shanghai Comp. (+1.4%) were boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market. Finally, 10yr JGBs were lower as they tracked the downside in T-notes and with demand for bonds subdued by the positive sentiment across stock markets in the region, but with losses limited amid improved demand in the enhanced liquidity auction for 10yr, 20yr &amp; 30yr JGBs.</p>\r\n\r\n<p>PBoC injected a total CNY 20bln today for a weekly net injection of CNY 1.16tln vs. Prev. CNY 410bln drain last week. (Newswires)<br />PBoC set CNY mid-point at 6.7665 (Prev. 6.7592)</p>\r\n\r\n<p>Mofcom said it will continue to widen market access and strengthen protection of foreign investors&#39; legal rights, while there were also reports that US and China are said to be in talks regarding reopening China&#39;s markets to US chicken exports. (Newswires)</p>\r\n\r\n<p>Japanese National CPI (Dec) Y/Y 0.3% vs. Exp. 0.3% (Prev. 0.8%). (Newswires)<br />Japanese National CPI Ex. Fresh Food (Dec) Y/Y 0.7% vs. Exp. 0.8% (Prev. 0.9%)<br />Japanese National CPI Ex. Fresh Food &amp; Energy (Dec) Y/Y 0.3% vs. Exp. 0.3% (Prev. 0.3%)</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>White House confirmed US President Trump cancelled the delegation trip to Davos amid government shutdown, while the White House also stated that US President Trump and Treasury Secretary Mnuchin are to hold Oval Office meeting today. (Newswires)</p>\r\n\r\n<p>US Treasury Secretary Mnuchin has declined a request to testify next week regarding government shutdown according to US House Ways and Means Committee Chairman Neal, while the US Treasury instead offered to send senior officials to the Way and Means hearing. (Newswires)</p>\r\n\r\n<p>US President Trump&#39;s former lawyer Cohen is said to be reconsidering plan to testify publicly in Congress next month amid fear for his family according to an adviser, while there were later reports that alleged US President Trump is said to have directed former lawyer Cohen to lie to Congress regarding Trump Tower in Moscow. (BuzzFeed)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>Northern Ireland DUP Party is said to be leaning towards a customs union; according to the Time citing senior sources. The party indicated that they would be open to a Norway-style deal if it removed the threat of a Northern Irish backstop. (Times) This report was then downplayed by DUP&rsquo;s Foster. (Newswires)</p>\r\n\r\n<p>Labour MPs have accepted the Premier&rsquo;s invitation to cross-party talks, defying party leader Corbyn&rsquo;s demands for no talks until a no-deal scenario is off the table (Twitter/Times). Former Minister Nick Boles is set to table a bill which would make it impossible for the UK government to legally leave the EU without a deal on March 29th. MPs are to vote on this amendment on January 29th. (Guardian)</p>\r\n\r\n<p>UK PM May Spokesperson says she has ruled out a snap general election and will be holding further talks with EU leaders through the weekend. (Newswires)</p>\r\n\r\n<p>Telegraph&#39;s Political Correspondent Maidment tweets &quot;Theresa May is meeting Cabinet ministers individually and in groups before heading to Chequers this evening. Plan is to meet with more than half of her Cabinet.&quot; (Newswires)</p>\r\n\r\n<p>UK Retail Sales YY Dec 3.0% vs. Exp. 3.6% (Prev. 3.6%, Rev. 3.4%) (Newswires)<br />UK Retail Sales MM Dec -0.9% vs. Exp. -0.8% (Prev. 1.4%, Rev. 1.3%)</p>\r\n\r\n<p><strong>GEOPOLITICAL</strong></p>\r\n\r\n<p>EU Commission has proposed negotiating mandates for trade talks with the US, the EU seeks cover tariff removal for industrial goods and regulatory cooperation. Trade Commissioner Malmstrom added that EU are ready to put cars into the negotiations with the US; we are not proposing to restart broad free trade agreements with the US. (Newswires)</p>\r\n\r\n<p>German government spokesman, when asked about mulling the ban of Huawei from its 5G network, said security is important for Germany. (Newswires)</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European equities are firmly in the green amidst positive trade updates [Euro Stoxx 50 +1.6%]. FTSE MIB (+1.0%) was initially weighed on by the poor performance of index heavyweight Telecom Italia (-7.0%) at the bottom of the Stoxx 600 after saying they expect 2018 organic EBITDA of domestic business unit to be in the lower mid-single digits compared to the previous year; adding that this may influence 2019. Major sectors are similarly in the green with some underperformance in telecom names on the back of aforementioned Telecom Italia. Other notable movers include Casino (+6.6%) after the Co&rsquo;s CFO states that despite the French protests they expect to meet 2018 profit goals. Ryanair (-1.7%) have dropped to their lowest level in around 4 years as the Co. have cut their full year guidance. Easyjet (-2.4%) have been dealt a double blow this morning suffering from the Ryanair guidance cut and a downgrade at JP Morgan.</p>\r\n\r\n<p>Foxconn have cut 50k jobs at their iPhone factory since October, the scale of the cut is not necessarily deeper than prior years but it is significantly earlier; according to Nikkei citing industry sources. (Nikkei)</p>\r\n\r\n<p>Tesla (TSLA) are said to cut full-time employee headcount by 7% and are to increase production with the aim of getting a Model 3 starting price to USD 35k. (Newswires)</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>DXY &ndash; Little changed and within a tight 96.000-140 band following yesterday&rsquo;s volatile trade amid reports that the US are said to be mulling rolling back on China trade tariffs in an attempt to break the stalemate in talks, although the Treasury was quick to downplay the prospects regarding this. Furthermore, participants will be eyeing the meeting between US President Trump and Treasury Secretary Mnuchin at 17:45 GMT for any fresh details on trade or the government shutdown. DXY keeps its head above 96.000 and north of its 100 DMA at 96.055 ahead of the US industrial production data. Wells Fargo notes that a solid print in December IP would show that the industrial sector remains stable, while &ldquo;a weaker print, on the other hand, may further stoke fears surrounding ongoing trade tensions and Fed policy.&rdquo;</p>\r\n\r\n<p>GBP &ndash; The table has turned for the Pound after yesterday&rsquo;s climb to test 1.3000 to the upside amid continued hopes of an Article 50 extension with reports stating that the EU are prepared to delay Brexit until at least July. In terms of the latest, the Northern Irish DUP party is reportedly leaning towards a Norway-style deal if it removes the threat of a NI backstop. This type of deal would essentially remove customs checks and allow for trade deals to be struck outside of the EU, though one key rule which must be accepted is the free movement of goods, services, persons and capital to and from EU and EEA member states. PM May has scheduled meetings with party leaders (ex-Labour) to find some common ground before she heads to Brussels. Labour MPs have accepted the PM&rsquo;s invitation to cross-party talks in a move which defies party leader Corbyn following his demand for a no-deal Brexit to be taken off the table before dialogue can commence. GBP/USD edged lower at the start of the EU session though further downside was seen just before the release of disappointing UK December retail sales (Y/Y 3.0% vs. Exp. 3.6%), with the ONS citing weak sales as shoppers brought forward spending for Black Friday discounts. Subsequently, Cable fell to an intraday low of 1.2930 (vs.; high 1.2993) and currently stands as the G10 underperformer.</p>\r\n\r\n<p>EUR &ndash; Relatively uneventful and stuck in sideways Dollar-dominated trade as EUR/USD flirts with the 1.1400 handle ahead of the ECB interest rate decision next week where focus will be on EZ growth outlook. In related news, Bank of America Merrill Lynch has cut its 2019 Euro area growth forecast to 1.1% (Prev. 1.4%) and added that balance of risks remains clearly tilted to the downside. EUR/USD remains above its 50 DMA at 1.1380 ahead of heavy option expiries for today&rsquo;s NY cut with 4bln at strikes 1.1375-1.1405 and a further 2bln between 1.1415-25 which may cap upside.</p>\r\n\r\n<p>AUD, JPY &ndash; The main movers from the aforementioned trade-related news as the JPY unwound risk premium and trade-proxy AUD benefitted from the heightened risk appetite. Upon the news, AUD/USD spiked to highs of 0.7221, though the downplay in reports by the Treasury sent the pair back below 0.7200 to test 0.7175 before stabilising just under its 100 HMA at 0.7188. Back to the Yen, USD/JPY was unreactive to the in-line inflation figures but tested 109.60 to the upside on the back of the trade news before consolidating around just under 109.50 ahead of 3.1bln options expiring at strike 109.00-10.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>Bund futures have kicked off the day as the European underperformer, with German 10-years languishing around lows of 163.85 after failing to keep its head above the 164.00 mark as the improved trade-driven sentiment weighs on futures. This comes after WSJ&rsquo;s reports overnight that the US&rsquo;s Chinese tariffs could be lifted in order to make headway in trade talks, despite CNBC reporting that neither Mnuchin or Lighthizer had made any reference to tariffs. On a technical standpoint, 10-year Bund traders will be eyeing the 163.48 January 9th low as the next support level to the downside.</p>\r\n\r\n<p>In the UK, Gilts outperform their German counterparts but are also definitively in the red and hang near lows of 122.15 as the Brexit debacle rages on, with the DUP now reportedly leaning towards a customs union in a Norway-esque deal should the threat of a backstop on Northern Ireland be removed. The poor UK retail sales data failed to have an effect on the UK benchmark as focus firmly remains on Brexit ahead of PM May&rsquo;s Plan B presentation on Monday.</p>\r\n\r\n<p>Moving to the States, UST futures are lower across the curve with most of the action in the belly following the aforementioned positive trade developments weighing on futures. This has seen 10-yr futures slide to trade in close proximity to session lows of 121-10+ with the 28th December 121-09 low eyed as the next support level to the downside. This also comes after comments from Fed&rsquo;s Evans in yesterday&rsquo;s session, who stated that the dot plot forecast for 2 hikes is reasonable, but it may be less, with Williams and Harker on the docket to speak today.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>Brent (+1.3%) and WTI (+1.4%) prices are benefitting from the positive market sentiment generated by potential US-China trade progress, currently just above USD 61/bbl and USD 52/bbl respectively. IEA&rsquo;s report maintains their global oil demand growth estimate at 1.4mln BPD, and global oil supply fell by 950k BPD in December. However, the report does highlight that Russia raised their oil production in December to 11.5mln BPD and that it is unclear when they will cut production. For context, yesterday Russian Energy Minister Novak said that Russia will try to accelerate cuts in their oil output, but that there are technical limitations.</p>\r\n\r\n<p>Gold (-0.5%) has suffered in the US-China stemmed positive risk environment, with the yellow metal residing towards the bottom of its USD 5/oz range. LME copper has breached USD 6000/tonne to the upside on reports stating the US are considering lifting tariffs on China; although this was swiftly downplayed. Elsewhere, spot palladium resides just below its all-time record of USD 1434.50/oz achieved on Thursday.</p>\r\n\r\n<p>IEA Report</p>\r\n\r\n<p>- Maintain estimates of global oil demand growth at 1.4mln BPD, global oil supply fell by 950k BPD in December, led by lower OPEC production ahead of cuts</p>\r\n\r\n<p>- Russia raised oil production in Dec to 11.5mln BPD; it is unclear when Moscow will cut output</p>\r\n\r\n<p>- By mid-2019, US production will probably be higher than the capacity of Saudi or Russia</p>\r\n\r\n<p>- Non-OPEC oil production to slow to 1.6mln BPD from 2.6mln BPD</p>\r\n\r\n<p>South Africa and Saudi Arabia talks include ARAMCO using Saldanha oil tanks. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-18th-january-2019-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:47:00",
        "gmt_time": "2019-01-18 11:47:00"
    },
    {
        "id": 692196,
        "updated_sequence": 1123897,
        "published_at": {
            "unix": 1547810700,
            "text": "2019-01-18 11:25:00 +0000",
            "iso_8601": "2019-01-18T11:25:00Z"
        },
        "updated_at": {
            "unix": 1547810790,
            "text": "2019-01-18 11:26:30 +0000",
            "iso_8601": "2019-01-18T11:26:30Z"
        },
        "subject": "Telegraph's Political Correspondent Maidment tweets \"Theresa May is meeting Cabinet ministers individually and in groups before heading to Chequers this evening.  Plan is to meet with more than half of her Cabinet.\"",
        "content": "<ul><li><a href=\"https://twitter.com/jrmaidment/status/1086222892654825472\">Click here for the tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "telegraph-s-political-correspondent-maidment-tweets-theresa-may-is-meeting-cabinet-ministers-individually-and-in-groups-before-heading-to-chequers-this-evening-plan-is-to-meet-with-more-than-half-of-her-cabinet-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:25:00",
        "gmt_time": "2019-01-18 11:25:00"
    },
    {
        "id": 692197,
        "updated_sequence": 1123900,
        "published_at": {
            "unix": 1547810700,
            "text": "2019-01-18 11:25:00 +0000",
            "iso_8601": "2019-01-18T11:25:00Z"
        },
        "updated_at": {
            "unix": 1547810808,
            "text": "2019-01-18 11:26:48 +0000",
            "iso_8601": "2019-01-18T11:26:48Z"
        },
        "subject": "German President Steinmeier says an extension to Article 50 can't be agreed to so long as the UK doesn't say what it wants",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-president-steinmeier-says-an-extension-to-article-50-can-t-be-agreed-to-so-long-as-the-uk-doesn-t-say-what-it-wants-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:25:00",
        "gmt_time": "2019-01-18 11:25:00"
    },
    {
        "id": 692193,
        "updated_sequence": 1123888,
        "published_at": {
            "unix": 1547810640,
            "text": "2019-01-18 11:24:00 +0000",
            "iso_8601": "2019-01-18T11:24:00Z"
        },
        "updated_at": {
            "unix": 1547810720,
            "text": "2019-01-18 11:25:20 +0000",
            "iso_8601": "2019-01-18T11:25:20Z"
        },
        "subject": "DUPs Foster states that the report published this morning is inaccurate, report was regarding the DUP backing a Norway style deal if the Northern Irish backstop threat was removed. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-s-foster-states-that-the-report-published-this-morning-is-inaccurate-report-was-regarding-the-dup-backing-a-norway-style-deal-if-the-northern-irish-backstop-threat-was-removed-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:24:00",
        "gmt_time": "2019-01-18 11:24:00"
    },
    {
        "id": 692195,
        "updated_sequence": 1123894,
        "published_at": {
            "unix": 1547810640,
            "text": "2019-01-18 11:24:00 +0000",
            "iso_8601": "2019-01-18T11:24:00Z"
        },
        "updated_at": {
            "unix": 1547810743,
            "text": "2019-01-18 11:25:43 +0000",
            "iso_8601": "2019-01-18T11:25:43Z"
        },
        "subject": "EU Commission Head Juncker says he will speak to UK PM may this afternoon",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-head-juncker-says-he-will-speak-to-uk-pm-may-this-afternoon-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:24:00",
        "gmt_time": "2019-01-18 11:24:00"
    },
    {
        "id": 692192,
        "updated_sequence": 1123885,
        "published_at": {
            "unix": 1547810220,
            "text": "2019-01-18 11:17:00 +0000",
            "iso_8601": "2019-01-18T11:17:00Z"
        },
        "updated_at": {
            "unix": 1547810285,
            "text": "2019-01-18 11:18:05 +0000",
            "iso_8601": "2019-01-18T11:18:05Z"
        },
        "subject": "UK PM May Spokesperson says she has ruled out a snap general election and will be holding further talks with EU leaders through the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesperson-says-she-has-ruled-out-a-snap-general-election-and-will-be-holding-further-talks-with-eu-leaders-through-the-weekend-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:17:00",
        "gmt_time": "2019-01-18 11:17:00"
    },
    {
        "id": 692191,
        "updated_sequence": 1123880,
        "published_at": {
            "unix": 1547809500,
            "text": "2019-01-18 11:05:00 +0000",
            "iso_8601": "2019-01-18T11:05:00Z"
        },
        "updated_at": {
            "unix": 1547809774,
            "text": "2019-01-18 11:09:34 +0000",
            "iso_8601": "2019-01-18T11:09:34Z"
        },
        "subject": "EU Trade Commissioner Malmstrom says they are ready to put cars into the negotiations with the US; we are not proposing to restart broad free trade agreements with the US",
        "content": "<ul><li>If&nbsp;US impose car tariffs, EU would stand ready with counter-measures</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-commissioner-malmstrom-says-they-are-ready-to-put-cars-into-the-negotiations-with-the-us-we-are-not-proposing-to-restart-broad-free-trade-agreements-with-the-us-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:05:00",
        "gmt_time": "2019-01-18 11:05:00"
    },
    {
        "id": 692190,
        "updated_sequence": 1123875,
        "published_at": {
            "unix": 1547809260,
            "text": "2019-01-18 11:01:00 +0000",
            "iso_8601": "2019-01-18T11:01:00Z"
        },
        "updated_at": {
            "unix": 1547809467,
            "text": "2019-01-18 11:04:27 +0000",
            "iso_8601": "2019-01-18T11:04:27Z"
        },
        "subject": "EU Commission has proposed negotiating mandates for trade talks with the US, the EU seeks cover tariff removal for industrial goods and regulatory cooperation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-has-proposed-negotiating-mandates-for-trade-talks-with-the-us-the-eu-seeks-cover-tariff-removal-for-industrial-goods-and-regulatory-cooperation-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:01:00",
        "gmt_time": "2019-01-18 11:01:00"
    },
    {
        "id": 692189,
        "updated_sequence": 1123872,
        "published_at": {
            "unix": 1547809200,
            "text": "2019-01-18 11:00:00 +0000",
            "iso_8601": "2019-01-18T11:00:00Z"
        },
        "updated_at": {
            "unix": 1547809243,
            "text": "2019-01-18 11:00:43 +0000",
            "iso_8601": "2019-01-18T11:00:43Z"
        },
        "subject": "SunTrust Banks Inc (STI) Q4 EPS USD 1.40 vs. Exp. USD 1.37, revenue USD 2.4bln vs. Exp. USD 2.37bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "suntrust-banks-inc-sti-q4-eps-usd-1-40-vs-exp-usd-1-37-revenue-usd-2-4bln-vs-exp-usd-2-37bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 19:00:00",
        "gmt_time": "2019-01-18 11:00:00"
    },
    {
        "id": 692188,
        "updated_sequence": 1123867,
        "published_at": {
            "unix": 1547809020,
            "text": "2019-01-18 10:57:00 +0000",
            "iso_8601": "2019-01-18T10:57:00Z"
        },
        "updated_at": {
            "unix": 1547809155,
            "text": "2019-01-18 10:59:15 +0000",
            "iso_8601": "2019-01-18T10:59:15Z"
        },
        "subject": "German government spokesman, when asked about mulling the ban of Huawei from its 5G network, said security is important for Germany",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-government-spokesman-when-asked-about-mulling-the-ban-of-huawei-from-its-5g-network-said-security-is-important-for-germany-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:57:00",
        "gmt_time": "2019-01-18 10:57:00"
    },
    {
        "id": 692187,
        "updated_sequence": 1123864,
        "published_at": {
            "unix": 1547808840,
            "text": "2019-01-18 10:54:00 +0000",
            "iso_8601": "2019-01-18T10:54:00Z"
        },
        "updated_at": {
            "unix": 1547808942,
            "text": "2019-01-18 10:55:42 +0000",
            "iso_8601": "2019-01-18T10:55:42Z"
        },
        "subject": "RANsquawk EU Mid Session: Trade tariff talks tilts sentiment to the upside  - 18th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20958/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European equities are firmly in the green amidst positive trade updates [Euro Stoxx 50 +1.3%]. FTSE MIB (+0.8%) is weighed on by the poor performance of index heavyweight Telecom Italia (-7.9%) at the bottom of the Stoxx 600 after saying they expect 2018 organic EBITDA of domestic business unit to be in the lower mid-single digits compared to the previous year; adding that this may influence 2019. Major sectors are similarly in the green with some underperformance in telecom names on the back of aforementioned Telecom Italia. Other notable movers include Casino (+6.8%) after the Co&rsquo;s CFO states that despite the French protests they expect to meet 2018 profit goals. Ryanair (-1.6%) have dropped to their lowest level in around 4 years as the Co. have cut their full year guidance. Easyjet (-2.5%) have been dealt a double blow this morning suffering from the Ryanair guidance cut and a downgrade at JP Morgan.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>DXY &ndash; Little changed and within a tight 96.020-140 band following yesterday&rsquo;s volatile trade amid reports that the US are said to be mulling rolling&nbsp; back on China trade tariffs in an attempt to break the stalemate in talks, although the Treasury was quick to downplay the prospects regarding this. Furthermore, participants will be eyeing the meeting between US President Trump and Treasury Secretary Mnuchin at 17:45 GMT for any fresh details on trade or the government shutdown. DXY keeps its head above 96.000 and north of its 100 DMA at 96.055 ahead of the US industrial production data. Wells Fargo notes that a solid print in December IP would show that the industrial sector remains stable, while &ldquo;a weaker print, on the other hand, may further stoke fears surrounding ongoing trade tensions and Fed policy.&rdquo;</p>\r\n\r\n<p>GBP &ndash; The table has turned for the Pound after yesterday&rsquo;s climb to test 1.3000 to the upside amid continued hopes of an Article 50 extension with reports stating that the EU are prepared to delay Brexit until at least July. In terms of the latest, the Northern Irish DUP party is reportedly leaning towards a Norway-style deal if it removes the threat of a NI backstop. This type of deal would essentially remove customs checks and allow for trade deals to be struck outside of the EU, though one key rule which must be accepted is the free movement of goods, services, persons and capital to and from EU and EEA member states. PM May has scheduled meetings with party leaders (ex-Labour) to find some common ground before she heads to Brussels. Labour MPs have accepted the PM&rsquo;s invitation to cross-party talks in a move which defies party leader Corbyn following his demand for a no-deal Brexit to be taken off the table before dialogue can commence. GBP/USD edged lower at the start of the EU session though further downside was seen just before the release of disappointing UK December retail sales (Y/Y 3.0% vs. Exp. 3.6%), with the ONS citing weak sales as shoppers brought forward spending for Black Friday discounts. Subsequently, Cable fell to an intraday low of 1.2930 (vs.; high 1.2993) and currently stands as the G10 underperformer.</p>\r\n\r\n<p>EUR &ndash; Relatively uneventful and stuck in sideways Dollar-dominated trade as EUR/USD flirts with the 1.1400 handle ahead of the ECB interest rate decision next week where focus will be on EZ growth outlook. In related news, Bank of America Merrill Lynch has cut its 2019 Euro area growth forecast to 1.1% (Prev. 1.4%) and added that balance of risks remains clearly tilted to the downside. EUR/USD remains above its 50 DMA at 1.1380 ahead of heavy option expiries for today&rsquo;s NY cut with 4bln at strikes 1.1375-1.1405 and a further 2bln between 1.1415-25 which may cap upside.</p>\r\n\r\n<p>AUD, JPY &ndash; The main movers from the aforementioned trade-related news as the JPY unwound risk premium and trade-proxy AUD benefitted from the heightened risk appetite. Upon the news, AUD/USD spiked to highs of 0.7221, though the downplay in reports by the Treasury sent the pair back below 0.7200 to test 0.7175 before stabilising just under its 100 HMA at 0.7188. Back to the Yen, USD/JPY was unreactive to the in-line inflation figures but tested 109.60 to the upside on the back of the trade news before consolidating around just under 109.50 ahead of 3.1bln options expiring at strike 109.00-10.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>Bund futures have kicked off the day as the European underperformer, with German 10-years languishing around lows of 163.85 after failing to keep its head above the 164.00 mark as the improved trade-driven sentiment weighs on futures. This comes after WSJ&rsquo;s reports overnight that the US&rsquo;s Chinese tariffs could be lifted in order to make headway in trade talks, despite CNBC reporting that neither Mnuchin or Lighthizer had made any reference to tariffs. On a technical standpoint, 10-year Bund traders will be eyeing the 163.48 January 9th low as the next support level to the downside.</p>\r\n\r\n<p>In the UK, Gilts outperform their German counterparts but are also definitively in the red and hang near lows of 122.15 as the Brexit debacle rages on, with the DUP now reportedly leaning towards a customs union in a Norway-esque deal should the threat of a backstop on Northern Ireland be removed. The poor UK retail sales data failed to have an effect on the UK benchmark as focus firmly remains on Brexit ahead of PM May&rsquo;s Plan B presentation on Monday.</p>\r\n\r\n<p>Moving to the States, UST futures are lower across the curve with most of the action in the belly following the aforementioned positive trade developments weighing on futures. This has seen 10-yr futures slide to trade in close proximity to session lows of 121-10+ with the 28th December 121-09 low eyed as the next support level to the downside. This also comes after comments from Fed&rsquo;s Evans in yesterday&rsquo;s session, who stated that the dot plot forecast for 2 hikes is reasonable, but it may be less, with Williams and Harker on the docket to speak today.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>Brent (+1.5%) and WTI (+1.4%) prices are benefitting from the positive market sentiment generated by potential US-China trade progress, currently just above USD 61/bbl and USD 52/bbl respectively. IEA&rsquo;s report maintains their global oil demand growth estimate at 1.4mln BPD, and global oil supply fell by 950k BPD in December. However, the report does highlight that Russia raised their oil production in December to 11.5mln BPD and that it is unclear when they will cut production. For context, yesterday Russian Energy Minister Novak said that Russia will try to accelerate cuts in their oil output, but that there are technical limitations.</p>\r\n\r\n<p>Gold (-0.5%) has suffered in the US-China stemmed positive risk environment, with the yellow metal residing towards the bottom of its USD 5/oz range. LME copper has breached USD 6000/tonne to the upside on reports stating the US are considering lifting tariffs on China; although this was swiftly downplayed. Elsewhere, spot palladium resides just below its all-time record of USD 1434.50/oz achieved on Thursday.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-trade-tariff-talks-tilts-sentiment-to-the-upside-18th-january-2019-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:54:00",
        "gmt_time": "2019-01-18 10:54:00"
    },
    {
        "id": 692186,
        "updated_sequence": 1123861,
        "published_at": {
            "unix": 1547808480,
            "text": "2019-01-18 10:48:00 +0000",
            "iso_8601": "2019-01-18T10:48:00Z"
        },
        "updated_at": {
            "unix": 1547808575,
            "text": "2019-01-18 10:49:35 +0000",
            "iso_8601": "2019-01-18T10:49:35Z"
        },
        "subject": "A fire broke out at Rosneft's 220k BPD Angarsk oil refinery today; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-fire-broke-out-at-rosneft-s-220k-bpd-angarsk-oil-refinery-today-according-to-sources-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:48:00",
        "gmt_time": "2019-01-18 10:48:00"
    },
    {
        "id": 692185,
        "updated_sequence": 1123858,
        "published_at": {
            "unix": 1547808300,
            "text": "2019-01-18 10:45:00 +0000",
            "iso_8601": "2019-01-18T10:45:00Z"
        },
        "updated_at": {
            "unix": 1547808395,
            "text": "2019-01-18 10:46:35 +0000",
            "iso_8601": "2019-01-18T10:46:35Z"
        },
        "subject": "EU Commission has approved BASF's (BAS GY) acquisition of Solvay's (SOLV BB) nylon business, subject to conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-has-approved-basf-s-bas-gy-acquisition-of-solvay-s-solv-bb-nylon-business-subject-to-conditions-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:45:00",
        "gmt_time": "2019-01-18 10:45:00"
    },
    {
        "id": 692184,
        "updated_sequence": 1123855,
        "published_at": {
            "unix": 1547808240,
            "text": "2019-01-18 10:44:00 +0000",
            "iso_8601": "2019-01-18T10:44:00Z"
        },
        "updated_at": {
            "unix": 1547808289,
            "text": "2019-01-18 10:44:49 +0000",
            "iso_8601": "2019-01-18T10:44:49Z"
        },
        "subject": "FX Morning Colour: Sterling slid from hero to zero against the buck amid little signs of an Article 50 extension",
        "content": "<p><strong>DXY </strong>&ndash; Little changed and within a tight 96.020-140 band following yesterday&rsquo;s volatile trade amid reports that the US are said to be mulling rolling&nbsp; back on China trade tariffs in an attempt to break the stalemate in talks, although the Treasury was quick to downplay the prospects regarding this. Furthermore, participants will be eyeing the meeting between US President Trump and Treasury Secretary Mnuchin at 17:45 GMT for any fresh details on trade or the government shutdown. DXY keeps its head above 96.000 and north of its 100 DMA at 96.055 ahead of the US industrial production data. Wells Fargo notes that a solid print in December IP would show that the industrial sector remains stable, while &ldquo;a weaker print, on the other hand, may further stoke fears surrounding ongoing trade tensions and Fed policy.&rdquo;</p>\r\n\r\n<p><strong>GBP </strong>&ndash; The table has turned for the Pound after yesterday&rsquo;s climb to test 1.3000 to the upside amid continued hopes of an Article 50 extension with reports stating that the EU are prepared to delay Brexit until at least July. In terms of the latest, the Northern Irish DUP party is reportedly leaning towards a Norway-style deal if it removes the threat of a NI backstop. This type of deal would essentially remove customs checks and allow for trade deals to be struck outside of the EU, though one key rule which must be accepted is the free movement of goods, services, persons and capital to and from EU and EEA member states. PM May has scheduled meetings with party leaders (ex-Labour) to find some common ground before she heads to Brussels. Labour MPs have accepted the PM&rsquo;s invitation to cross-party talks in a move which defies party leader Corbyn following his demand for a no-deal Brexit to be taken off the table before dialogue can commence. GBP/USD edged lower at the start of the EU session though further downside was seen just before the release of disappointing UK December retail sales (Y/Y 3.0% vs. Exp. 3.6%), with the ONS citing weak sales as shoppers brought forward spending for Black Friday discounts. Subsequently, Cable fell to an intraday low of 1.2930 (vs.; high 1.2993) and currently stands as the G10 underperformer.</p>\r\n\r\n<p><strong>EUR </strong>&ndash; Relatively uneventful and stuck in sideways Dollar-dominated trade as EUR/USD flirts with the 1.1400 handle ahead of the ECB interest rate decision next week where focus will be on EZ growth outlook. In related news, Bank of America Merrill Lynch has cut its 2019 Euro area growth forecast to 1.1% (Prev. 1.4%) and added that balance of risks remains clearly tilted to the downside. EUR/USD remains above its 50 DMA at 1.1380 ahead of heavy option expiries for today&rsquo;s NY cut with 4bln at strikes 1.1375-1.1405 and a further 2bln between 1.1415-25 which may cap upside.</p>\r\n\r\n<p><strong>AUD, JPY</strong> &ndash; The main movers from the aforementioned trade-related news as the JPY unwound risk premium and trade-proxy AUD benefitted from the heightened risk appetite. Upon the news, AUD/USD spiked to highs of 0.7221, though the downplay in reports by the Treasury sent the pair back below 0.7200 to test 0.7175 before stabilising just under its 100 HMA at 0.7188. Back to the Yen, USD/JPY was unreactive to the in-line inflation figures but tested 109.60 to the upside on the back of the trade news before consolidating around just under 109.50 ahead of 3.1bln options expiring at strike 109.00-10.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-sterling-slid-from-hero-to-zero-against-the-buck-amid-little-signs-of-an-article-50-extension-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:44:00",
        "gmt_time": "2019-01-18 10:44:00"
    },
    {
        "id": 692183,
        "updated_sequence": 1123852,
        "published_at": {
            "unix": 1547807340,
            "text": "2019-01-18 10:29:00 +0000",
            "iso_8601": "2019-01-18T10:29:00Z"
        },
        "updated_at": {
            "unix": 1547807457,
            "text": "2019-01-18 10:30:57 +0000",
            "iso_8601": "2019-01-18T10:30:57Z"
        },
        "subject": "PoliticsHome's Schofield tweets \"Asked a Cabinet minister last night whether a permanent customs union would split the Tory Party. They replied: There is nothing that wont. To her credit the PM has tried to avoid it, but its not possible any more.\"",
        "content": "<ul><li><a href=\"https://twitter.com/PolhomeEditor/status/1086208687172132864\">Click here for the tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "politicshome-s-schofield-tweets-asked-a-cabinet-minister-last-night-whether-a-permanent-customs-union-would-split-the-tory-party-they-replied-there-is-nothing-that-won-t-to-her-credit-the-pm-has-tried-to-avoid-it-but-it-s-not-possible-18-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:29:00",
        "gmt_time": "2019-01-18 10:29:00"
    },
    {
        "id": 692182,
        "updated_sequence": 1123849,
        "published_at": {
            "unix": 1547807280,
            "text": "2019-01-18 10:28:00 +0000",
            "iso_8601": "2019-01-18T10:28:00Z"
        },
        "updated_at": {
            "unix": 1547807364,
            "text": "2019-01-18 10:29:24 +0000",
            "iso_8601": "2019-01-18T10:29:24Z"
        },
        "subject": "UK competition appeal tribunal does not accept an extension beyond Dec 17th for the Asda-Sainsbury's (SBRY) deal inquiry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-competition-appeal-tribunal-does-not-accept-an-extension-beyond-dec-17th-for-the-asda-sainsbury-s-sbry-deal-inquiry-18-01-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:28:00",
        "gmt_time": "2019-01-18 10:28:00"
    },
    {
        "id": 692181,
        "updated_sequence": 1123882,
        "published_at": {
            "unix": 1547806740,
            "text": "2019-01-18 10:19:00 +0000",
            "iso_8601": "2019-01-18T10:19:00Z"
        },
        "updated_at": {
            "unix": 1547810276,
            "text": "2019-01-18 11:17:56 +0000",
            "iso_8601": "2019-01-18T11:17:56Z"
        },
        "subject": "Foxconn have cut 50k jobs at their iPhone factory since October; as according to Nikkei",
        "content": "<p><a href=\"https://asia.nikkei.com/Business/Business-Trends/Foxconn-axes-50-000-seasonal-jobs-as-Apple-slowdown-bites\">Click here for the article</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foxconn-have-cut-50k-jobs-at-their-iphone-factory-since-october-as-according-to-nikkei-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:19:00",
        "gmt_time": "2019-01-18 10:19:00"
    },
    {
        "id": 692180,
        "updated_sequence": 1123843,
        "published_at": {
            "unix": 1547805720,
            "text": "2019-01-18 10:02:00 +0000",
            "iso_8601": "2019-01-18T10:02:00Z"
        },
        "updated_at": {
            "unix": 1547805876,
            "text": "2019-01-18 10:04:36 +0000",
            "iso_8601": "2019-01-18T10:04:36Z"
        },
        "subject": "Tesla (TSLA) are said to cut full-time employee headcount by 7% and are to increase production with the aim of getting a Model 3 starting price to USD 35k",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-are-said-to-cut-full-time-employee-headcount-by-7-and-are-to-increase-production-with-the-aim-of-getting-a-model-3-starting-price-to-usd-35k-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 18:02:00",
        "gmt_time": "2019-01-18 10:02:00"
    },
    {
        "id": 692179,
        "updated_sequence": 1123840,
        "published_at": {
            "unix": 1547805480,
            "text": "2019-01-18 09:58:00 +0000",
            "iso_8601": "2019-01-18T09:58:00Z"
        },
        "updated_at": {
            "unix": 1547805597,
            "text": "2019-01-18 09:59:57 +0000",
            "iso_8601": "2019-01-18T09:59:57Z"
        },
        "subject": "BAML Bull-Bear indicate rises to 2.5 (Prev. 2.1), moving away from the extreme bearish reading on Jan 3",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-bull-bear-indicate-rises-to-2-5-prev-2-1-moving-away-from-the-extreme-bearish-reading-on-jan-3-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:58:00",
        "gmt_time": "2019-01-18 09:58:00"
    },
    {
        "id": 692178,
        "updated_sequence": 1123837,
        "published_at": {
            "unix": 1547805060,
            "text": "2019-01-18 09:51:00 +0000",
            "iso_8601": "2019-01-18T09:51:00Z"
        },
        "updated_at": {
            "unix": 1547805157,
            "text": "2019-01-18 09:52:37 +0000",
            "iso_8601": "2019-01-18T09:52:37Z"
        },
        "subject": "Bank of America Merrill Lynch cuts 2019 Euro area growth forecast to 1.1% (Prev. 1.4%) and adds that balance of risks remains clearly tilted to the downside",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-america-merrill-lynch-cuts-2019-euro-area-growth-forecast-to-1-1-prev-1-4-and-adds-that-balance-of-risks-remains-clearly-tilted-to-the-downside-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:51:00",
        "gmt_time": "2019-01-18 09:51:00"
    },
    {
        "id": 692177,
        "updated_sequence": 1123834,
        "published_at": {
            "unix": 1547804880,
            "text": "2019-01-18 09:48:00 +0000",
            "iso_8601": "2019-01-18T09:48:00Z"
        },
        "updated_at": {
            "unix": 1547804974,
            "text": "2019-01-18 09:49:34 +0000",
            "iso_8601": "2019-01-18T09:49:34Z"
        },
        "subject": "Wacker Chemie (WCH GY) FY sales +1% to EUR 4.98bln, EBITDA -8%to EUR 930mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wacker-chemie-wch-gy-fy-sales-1-to-eur-4-98bln-ebitda-8-to-eur-930mln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:48:00",
        "gmt_time": "2019-01-18 09:48:00"
    },
    {
        "id": 692176,
        "updated_sequence": 1123831,
        "published_at": {
            "unix": 1547804460,
            "text": "2019-01-18 09:41:00 +0000",
            "iso_8601": "2019-01-18T09:41:00Z"
        },
        "updated_at": {
            "unix": 1547804511,
            "text": "2019-01-18 09:41:51 +0000",
            "iso_8601": "2019-01-18T09:41:51Z"
        },
        "subject": "South Africa and Saudi Arabia talks include ARAMCO using Saldanha oil tanks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-and-saudi-arabia-talks-include-aramco-using-saldanha-oil-tanks-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:41:00",
        "gmt_time": "2019-01-18 09:41:00"
    },
    {
        "id": 692175,
        "updated_sequence": 1123828,
        "published_at": {
            "unix": 1547804160,
            "text": "2019-01-18 09:36:00 +0000",
            "iso_8601": "2019-01-18T09:36:00Z"
        },
        "updated_at": {
            "unix": 1547804287,
            "text": "2019-01-18 09:38:07 +0000",
            "iso_8601": "2019-01-18T09:38:07Z"
        },
        "subject": "Wacker Chemie (WCH GY) cut EBITDA guidance for 2018 due to outstanding insurance compensation",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares dropped from EUR 88.50 to EUR 82.20</p>\r\n",
        "reaction_updated_at": {
            "unix": 1547804287,
            "text": "2019-01-18 09:38:07 +0000",
            "iso_8601": "2019-01-18T09:38:07Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wacker-chemie-wch-gy-cut-ebitda-guidance-for-2018-due-to-outstanding-insurance-compensation-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:36:00",
        "gmt_time": "2019-01-18 09:36:00"
    },
    {
        "id": 692174,
        "updated_sequence": 1123822,
        "published_at": {
            "unix": 1547803980,
            "text": "2019-01-18 09:33:00 +0000",
            "iso_8601": "2019-01-18T09:33:00Z"
        },
        "updated_at": {
            "unix": 1547804012,
            "text": "2019-01-18 09:33:32 +0000",
            "iso_8601": "2019-01-18T09:33:32Z"
        },
        "subject": "Fixed Income: Core EU debt in the doldrums as tariff talks supports risk sentiment",
        "content": "<p>Bund futures have kicked off the day as the European underperformer, with German 10-years languishing around lows of 163.85 after failing to keep its head above the 164.00 mark as the improved trade-driven sentiment weighs on futures. This comes after WSJ&rsquo;s reports overnight that the US&rsquo;s Chinese tariffs could be lifted in order to make headway in trade talks, despite CNBC reporting that neither Mnuchin or Lighthizer had made any reference to tariffs. On a technical standpoint, 10-year Bund traders will be eyeing the 163.48 January 9th low as the next support level to the downside.</p>\r\n\r\n<p>In the UK, Gilts outperform their German counterparts but are also definitively in the red and hang near lows of 122.15 as the Brexit debacle rages on, with the DUP now reportedly leaning towards a customs union in a Norway-esque deal should the threat of a backstop on Northern Ireland be removed. The poor UK retail sales data failed to have an effect on the UK benchmark as focus firmly remains on Brexit ahead of PM May&rsquo;s Plan B presentation on Monday.</p>\r\n\r\n<p>Moving to the States, UST futures are lower across the curve with most of the action in the belly following the aforementioned positive trade developments weighing on futures. This has seen 10-yr futures slide to trade in close proximity to session lows of 121-10+ with the 28th December 121-09 low eyed as the next support level to the downside. This also comes after comments from Fed&rsquo;s Evans in yesterday&rsquo;s session, who stated that the dot plot forecast for 2 hikes is reasonable, but it may be less, with Williams and Harker on the docket to speak today.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-eu-debt-in-the-doldrums-as-tariff-talks-supports-risk-sentiment-18-01-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:33:00",
        "gmt_time": "2019-01-18 09:33:00"
    },
    {
        "id": 691984,
        "updated_sequence": 1123757,
        "published_at": {
            "unix": 1547802000,
            "text": "2019-01-18 09:00:00 +0000",
            "iso_8601": "2019-01-18T09:00:00Z"
        },
        "updated_at": {
            "unix": 1547802000,
            "text": "2019-01-18 09:00:00 +0000",
            "iso_8601": "2019-01-18T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-17-01-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:00:00",
        "gmt_time": "2019-01-18 09:00:00"
    },
    {
        "id": 692167,
        "updated_sequence": 1123799,
        "published_at": {
            "unix": 1547802000,
            "text": "2019-01-18 09:00:00 +0000",
            "iso_8601": "2019-01-18T09:00:00Z"
        },
        "updated_at": {
            "unix": 1547802525,
            "text": "2019-01-18 09:08:45 +0000",
            "iso_8601": "2019-01-18T09:08:45Z"
        },
        "subject": "IEA maintains estimate of global oil demand growth at 1.4mln BPD, global oil supply fell by 950k BPD, led by lower OPEC production ahead of cuts, Russia raised oil production in Dec to 11.5mln BPD;",
        "content": "<ul><li>Unclear when Moscow will cut output</li>\r\n  <li>By mid-2019, US production will probably be higher than the capacity of Saudi or Russia</li>\r\n  <li>Non-OPEC oil production to slow to 1.6mln BPD from 2.6mln BPD</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "IEA",
        "slug": "iea-maintains-estimate-of-global-oil-demand-growth-at-1-4mln-bpd-global-oil-supply-fell-by-950k-bpd-led-by-lower-opec-production-ahead-of-cuts-russia-raised-oil-production-in-dec-to-11-5mln-bpd-18-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 17:00:00",
        "gmt_time": "2019-01-18 09:00:00"
    },
    {
        "id": 692160,
        "updated_sequence": 1123755,
        "published_at": {
            "unix": 1547801820,
            "text": "2019-01-18 08:57:00 +0000",
            "iso_8601": "2019-01-18T08:57:00Z"
        },
        "updated_at": {
            "unix": 1547801862,
            "text": "2019-01-18 08:57:42 +0000",
            "iso_8601": "2019-01-18T08:57:42Z"
        },
        "subject": "Sweden's Social Democratic Leader Lofven has won the second term as PM, as expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sweden-s-social-democratic-leader-lofven-has-won-the-second-term-as-pm-as-expected-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:57:00",
        "gmt_time": "2019-01-18 08:57:00"
    },
    {
        "id": 692159,
        "updated_sequence": 1123752,
        "published_at": {
            "unix": 1547801040,
            "text": "2019-01-18 08:44:00 +0000",
            "iso_8601": "2019-01-18T08:44:00Z"
        },
        "updated_at": {
            "unix": 1547801141,
            "text": "2019-01-18 08:45:41 +0000",
            "iso_8601": "2019-01-18T08:45:41Z"
        },
        "subject": "French antitrust watchdog are said to have raided luxury watch retailers on suspected antitrust rules violation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-antitrust-watchdog-are-said-to-have-raided-luxury-watch-retailers-on-suspected-antitrust-rules-violation-18-01-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:44:00",
        "gmt_time": "2019-01-18 08:44:00"
    },
    {
        "id": 692158,
        "updated_sequence": 1123749,
        "published_at": {
            "unix": 1547800320,
            "text": "2019-01-18 08:32:00 +0000",
            "iso_8601": "2019-01-18T08:32:00Z"
        },
        "updated_at": {
            "unix": 1547800527,
            "text": "2019-01-18 08:35:27 +0000",
            "iso_8601": "2019-01-18T08:35:27Z"
        },
        "subject": "Option expiries of note for today's NY cut",
        "content": "<ul><li>EUR/USD: <strong>1.1375-80 (1BLN)</strong>,<strong> 1.1390-1.1405 (3BLN)</strong>, <strong>1.1415-25 (2BLN),</strong> 1.1460 (465M), 1.1500 (1BLN)</li>\r\n  <li>GBP/USD: 1.2800 (262M), 1.2950 (240M), 1.3285-90 (1BLN)</li>\r\n  <li>EUR/GBP: 0.8805 (311M), 0.8900 (716M), 0.8960 (291M), 0.9000 (273M)</li>\r\n  <li>AUD/USD: <strong>0.7110-25 (1.6BLN)</strong>, 0.7145 (832M), 0.7200 (468M)</li>\r\n  <li>USD/CAD: 1.3200 (520M), 1.3250 (323M), 1.3375 (413M), 1.3425-40 (702M)</li>\r\n  <li>USD/JPY: 108.00-10 (2.2BLN), 108.50 (542M), <strong>109.00-10 (3.1BLN)</strong></li>\r\n  <li>EUR/JPY: <strong>125.00 (1.7BLN)</strong>.</li>\r\n  <li>EUR/NOK: 9.75 (800M), 9.8000-20 (766M)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-ny-cut-18-01-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:32:00",
        "gmt_time": "2019-01-18 08:32:00"
    },
    {
        "id": 692157,
        "updated_sequence": 1123746,
        "published_at": {
            "unix": 1547799180,
            "text": "2019-01-18 08:13:00 +0000",
            "iso_8601": "2019-01-18T08:13:00Z"
        },
        "updated_at": {
            "unix": 1547799237,
            "text": "2019-01-18 08:13:57 +0000",
            "iso_8601": "2019-01-18T08:13:57Z"
        },
        "subject": "ECB says banks borrowed EUR 96mln at marginal rate & deposited EUR 640.6bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-96mln-at-marginal-rate-deposited-eur-640-6bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:13:00",
        "gmt_time": "2019-01-18 08:13:00"
    },
    {
        "id": 692156,
        "updated_sequence": 1123743,
        "published_at": {
            "unix": 1547798760,
            "text": "2019-01-18 08:06:00 +0000",
            "iso_8601": "2019-01-18T08:06:00Z"
        },
        "updated_at": {
            "unix": 1547798874,
            "text": "2019-01-18 08:07:54 +0000",
            "iso_8601": "2019-01-18T08:07:54Z"
        },
        "subject": "European equity movers this morning: Casino (CO FP) +3.8%; Deutsche Bank (DBK GY) +2.0%; Renault (RNO FP) +1.4%; Easyjet (EZJ LN) -4.8%; Ryanair (RYA LN) -2.5%; Lufthansa (LHA GY) -1.3%; Heineken (HEIA NA) -0.7%; Air France (AF FP) -0.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-casino-co-fp-3-8-deutsche-bank-dbk-gy-2-0-renault-rno-fp-1-4-easyjet-ezj-ln-4-8-ryanair-rya-ln-2-5-lufthansa-lha-gy-1-3-heineken-heia-na-0-7-air-france-af-fp-0-7-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:06:00",
        "gmt_time": "2019-01-18 08:06:00"
    },
    {
        "id": 692155,
        "updated_sequence": 1123740,
        "published_at": {
            "unix": 1547798400,
            "text": "2019-01-18 08:00:00 +0000",
            "iso_8601": "2019-01-18T08:00:00Z"
        },
        "updated_at": {
            "unix": 1547798471,
            "text": "2019-01-18 08:01:11 +0000",
            "iso_8601": "2019-01-18T08:01:11Z"
        },
        "subject": "Renault (RNO FP) 2018 global sales volume +3.8% (inc Briliance JV); sees 'slight growth' in FY 2019 sales volume ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "renault-rno-fp-2018-global-sales-volume-3-8-inc-briliance-jv-sees-slight-growth-in-fy-2019-sales-volume-18-01-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 16:00:00",
        "gmt_time": "2019-01-18 08:00:00"
    },
    {
        "id": 692152,
        "updated_sequence": 1123737,
        "published_at": {
            "unix": 1547794860,
            "text": "2019-01-18 07:01:00 +0000",
            "iso_8601": "2019-01-18T07:01:00Z"
        },
        "updated_at": {
            "unix": 1547797688,
            "text": "2019-01-18 07:48:08 +0000",
            "iso_8601": "2019-01-18T07:48:08Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Telefonica (TEF SM) - Co.&#39;s Telxius unit is said to be in talks with Amazon Web Services for the sale of a submarine cable; according to Spanish press. (Newswires)</p>\r\n\r\n<p>Ryanair (RYA LN) - Co. cuts FY net guidance to EUR 1.00-1.10bln (Prev. EUR 1.10-1.20bln) due to lower winter fares. (Newswires)</p>\r\n\r\n<p>AstraZeneca (ANZ LN) - Linzess (linaclotide) approved in China for the treatment of irritable bowel syndrome. (Newswires)</p>\r\n\r\n<p>Societe Generale (GLE FP) &ndash; Co have signed a memorandum of understanding to roll our a commercial agreement regarding pan-African wholesale banking with ABSA Group; who are to acquire the Co&rsquo;s custody, trustee and clearing services operating in South Africa. (Newswires)</p>\r\n\r\n<p>Saipem (SPM IM) &ndash; Co. have been awarded two new offshore contracts from Saudi Aramco; totalling around USD 1.3bln. (Newswires)</p>\r\n\r\n<p>Engie (ENGI FP) - Electrabel&#39;s Doel 1, Doel 2 and Tihange 1 nuclear units are said to be likely to remain shut in the second half of this year; according to Belgian press. (Newswires)</p>\r\n\r\n<p>BMW (BMW GY) - Board of BMW Brilliance Automotive has approved the sale of 25% stake of BBA to BMW Group. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) - Hungarian Audi workers&#39; union at to hold a two hour strike today. (Newswires)</p>\r\n\r\n<p>SocGen (GLE FP)/BNP Paribas (BNP FP) - Co.&#39;s are reportedly mulling cuts to bonuses amid trading losses; according to sources. (Newswires)</p>\r\n\r\n<p>Telecom names - Belgium 5G auction is to reportedly happen next year. (Newswires)</p>\r\n\r\n<p>EASYJET (EZJ LN) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN CHASE</p>\r\n\r\n<p>HEINEKEN (HEIA NA) DOWNGRADED TO NEUTRAL FROM BUY AT CITIGROUP</p>\r\n\r\n<p>SOCGEN (GLE FP) DOWNGRADED TO NEUTRAL FROM BUY AT CITIGROUP</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 15:01:00",
        "gmt_time": "2019-01-18 07:01:00"
    },
    {
        "id": 692151,
        "updated_sequence": 1123716,
        "published_at": {
            "unix": 1547794260,
            "text": "2019-01-18 06:51:00 +0000",
            "iso_8601": "2019-01-18T06:51:00Z"
        },
        "updated_at": {
            "unix": 1547795785,
            "text": "2019-01-18 07:16:25 +0000",
            "iso_8601": "2019-01-18T07:16:25Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>18th January 2019</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded higher across the board as the region took impetus from Wall St where the major indices were lifted on hopes of easing trade tensions after the US was said to mull lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.3%) were positive with broad gains across the sectors and with the Japanese benchmark the outperformer as it coat-tailed on the favourable currency moves. Hang Seng (+1.1%) and Shanghai Comp. (+1.0%) were boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Rio Tinto (RIO LN) &ndash; Co. completed disposals of USD 8.6bln, including Grasberg mine in Indonesia. Q4 Pilbara iron ore production 86.6MT vs. Prev. 87.9MT. Q4 mined copper production 177.8KT vs. Prev. 148.6KT. Q4 aluminium production 874KT vs. Prev. 887KT. Co. expect 2019 share of mined copper production between 550-600KT. 2019 expected share of aluminium production between 3.2-3.4MT. (Newswires)</p>\r\n\r\n<p>RBS (RBS LN) &ndash; Co. are to consult with shareholders regarding plans to buyback British government owned shares with excess capital; in order to accelerate their return to private ownership. (Newswires)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>METRO BANK (MTRO LN) REITERATED SECTOR PERFORM AT RBC</p>\r\n\r\n<p>ASHTEAD GROUP (AHT LN) REITERATED OUTPERFORM AT RBC</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; US court has indicted 4 Audi managers due to their role in the diesel emissions cheating scandal. (Newswires)</p>\r\n\r\n<p>Deutsche Bank (DBK GY) &ndash; Co&rsquo;s top investment banker was sent an email discussing design flaws in tax code, which allowed clients to trick authorities to refund unpaid dividend tax. (FT)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Lufthansa (LHA GY)/Fraport (FRA GY) &ndash; Verdi labour union stated it will not hold further strikes ahead of January 23rd planned wage negotiations. (Newswires)</p>\r\n\r\n<p>Morphosys (MOR GY) &ndash; Co. say their licensee Janssen has expanded clinical development of Guselkumab into Ulcerative Colitis. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Orange (ORA FP) &ndash; Co. is said to be considering a takeover bid for German Co. Euskaltel (EU4 GY); according to Spanish press. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Casino (CO FP) &ndash; Q4 revenue EUR 9.93bln vs. Exp. EUR 9.9bln. Q4 French retail sales EUR 4.919bln, organic growth 0.2%. CFO states that despite the French protests the Co. expects to meet it&rsquo;s 2018 profit goals. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ADP (ADP FP) REITERATED WITH OVERWEIGHT AT JPMORGAN CHASE</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Telcom Italia (TIT IM) &ndash; The co. expects 2018 organic EBITDA of domestic business unit to be lower mid-single digit vs. previous year and expects FY18 Adj. consolidated net financial debt around EUR 25.2bln after EUR 513mln payment for licences. Overall 2018 consolidated figure expected around EUR 8.1bln supported by good performance in Brazilian unit.&nbsp; (Newswires)</p>\r\n\r\n<p>Banca Monte dei Paschi (BMPS IM) &ndash; Co. are confident they can comply with the ECB&rsquo;s guidelines on bad loans regarding the recovery plan to 2021. (Newswires)</p>\r\n\r\n<p>Leonardo (LDO IM) &ndash; Co. have won a UK Ministry of Defence GBP 293mln contract. (Newswires)</p>\r\n\r\n<p>Tech Names &ndash; Netflix Inc (NFLX) Q4 EPS USD 0.30 vs. Exp. USD 0.24, revenue USD 4.187bln vs. Exp. USD 4.21bln. o fell 6.5% after-market(Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>RANDSTAD (RAND NA) REITERATED WITH OUTPERFORM AT RBC</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Roche (ROG SW) &ndash; Co. have moved their drug safety operation out of the UK. (WSJ)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>Dufry (DUFN SW) &ndash; Co. announced a new simplified structure and named Yves Gerster as CFO effective April 1st. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ADECCO (ADEN SW) REITERATED WITH OUTPERFORM AT RBC</p>\r\n\r\n<p>LOGITECH (LOGN SW) REITERATED WITH NEUTRAL AT JPMORGAN CHASE</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Genmab (GEN DC) &ndash; Blackrock have decreased their total ownership in the Co to below 5% of share capital and voting rights. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>EQUINOR (EQNR NO) REITERATED OUTPERFORM AT RBC</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX +0.76% at 2636, NASDAQ +0.70% at 7083, DJI +0.67% at 24368. SECTORS: Energy +0.90%, Materials +1.44%, Industrials +1.40%, Cons Discretionary +0.57%, Cons Staples +0.34%, Healthcare +0.78%, Financials +0.46%, Tech +0.53%, Telecoms -0.44%, Utilities +0.14%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 14:51:00",
        "gmt_time": "2019-01-18 06:51:00"
    },
    {
        "id": 692150,
        "updated_sequence": 1123691,
        "published_at": {
            "unix": 1547792160,
            "text": "2019-01-18 06:16:00 +0000",
            "iso_8601": "2019-01-18T06:16:00Z"
        },
        "updated_at": {
            "unix": 1547792232,
            "text": "2019-01-18 06:17:12 +0000",
            "iso_8601": "2019-01-18T06:17:12Z"
        },
        "subject": "RANsquawk Daily European Opening News - 18th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20956/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded higher across the board as the region took impetus from Wall St where the major indices were lifted on hopes of easing trade tensions</li>\r\n  <li>FX markets were relatively quiet with the DXY flat around the 96.00 level as its major counterparts consolidated, while antipodeans found some support from the heightened risk appetite</li>\r\n  <li>Northern Irish DUP Party indicated that they would be open to a Norway-style deal if it removed the threat of a backstop</li>\r\n  <li>Looking ahead, highlights include UK retail sales, Canadian CPI, US industrial production and University of Michigan sentiment, weekly Baker Hughes rig count, Fed&rsquo;s Williams and Harker</li>\r\n</ul>\r\n\r\n<p><strong>ASIA-PAC</strong></p>\r\n\r\n<p>Asian equity markets traded higher across the board as the region took impetus from Wall St where the major indices were lifted on hopes of easing trade tensions after the US was said to mull lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.3%) were positive with broad gains across the sectors and with the Japanese benchmark the outperformer as it coat-tailed on the favourable currency moves. Hang Seng (+1.1%) and Shanghai Comp. (+1.0%) were boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market. Finally, 10yr JGBs were lower as they tracked the downside in T-notes and with demand for bonds subdued by the positive sentiment across stock markets in the region, but with losses limited amid improved demand in the enhanced liquidity auction for 10yr, 20yr &amp; 30yr JGBs.</p>\r\n\r\n<p>PBoC injected a total CNY 20bln today for a weekly net injection of CNY 1.16tln vs. Prev. CNY 410bln drain last week. (Newswires)<br />PBoC set CNY mid-point at 6.7665 (Prev. 6.7592)</p>\r\n\r\n<p>US is reportedly mulling lifting China trade tariffs to break stalemate according to CNBC reports, although there were later comments from a US Treasury official that no statement is expected on China and that both US Treasury Secretary Mnuchin and Trade Representative Lighthizer have not made any recommendations to anyone about tariffs. (CNBC/Newswires)</p>\r\n\r\n<p>Mofcom said it will continue to widen market access and strengthen protection of foreign investors&#39; legal rights, while there were also reports that US and China are said to be in talks regarding reopening China&#39;s markets to US chicken exports. (Newswires)</p>\r\n\r\n<p>Japanese National CPI (Dec) Y/Y 0.3% vs. Exp. 0.3% (Prev. 0.8%). (Newswires)<br />Japanese National CPI Ex. Fresh Food (Dec) Y/Y 0.7% vs. Exp. 0.8% (Prev. 0.9%)<br />Japanese National CPI Ex. Fresh Food &amp; Energy (Dec) Y/Y 0.3% vs. Exp. 0.3% (Prev. 0.3%)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>Northern Ireland DUP Party is said to be leaning towards a customs union; according to the Time citing senior sources. The party indicated that they would be open to a Norway-style deal if it removed the threat of a Northern Irish backstop. (Times)</p>\r\n\r\n<p>UK PM May reportedly sent a letter to opposition Labour Party leader Corbyn which made no reference to a 2nd referendum and was said to be sticking to her deal and not moving towards other options. Furthermore, Labour MPs have accepted the Premier&rsquo;s invitation to cross-party talks, defying party leader Corbyn&rsquo;s demands for no talks until a no-deal scenario is off the table. (Twitter/Times)</p>\r\n\r\n<p>UK replacement trade deal is reportedly not ready for the March Brexit deadline; according to an internal Whitehall memorandum. (FT)</p>\r\n\r\n<p>Former Minister Nick Boles is set to table a bill which would make it impossible for the UK government to legally leave the EU without a deal on March 29th. MPs are to vote on this amendment on January 29th. (Guardian)</p>\r\n\r\n<p>Norway PM Solberg said to form majority government after successful talks with Christian Democrats. (Newswires)<br />&nbsp;</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>FX markets were relatively quiet with the DXY flat around the 96.00 level as its major counterparts consolidated in which EUR/USD failed to reclaim the 1.1400 handle to the upside and GBP/USD held near the prior day&rsquo;s highs within close sight of 1.3000. Elsewhere, antipodeans found some support from the heightened risk appetite which had also fuelled upside in USD/JPY and JPY-crosses, while reports of the US mulling lifting China tariffs further boosted high-beta currencies and exacerbated the outflows from safe-haven JPY.<br /><br />&nbsp;</p>\r\n\r\n<p><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities were mostly higher with prices underpinned by the increased risk appetite which saw WTI crude futures extend further above the USD 52.00/bbl following the prior day&rsquo;s gains, while the most recent OPEC monthly report showed crude production fell 751k bpd in December to average 31.58mln bpd according to secondary sources. Elsewhere, gold prices were flat amid a rangebound greenback and copper benefitted from the trade related optimism.</p>\r\n\r\n<p>OPEC Secretary General Barkindo said oil market is not yet out of the woods and that he is optimistic healthy demand will remain in 2019. Furthermore, Barkindo added the main objective of oil supply cut deal is to ensure inventory build-up above the 5-year average is avoided, while there were separate reports that OPEC plans to conduct an ordinary meeting in Vienna tentatively on June 25th. (Newswires)</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>Treasuries were lower on Thursday despite the ongoing government shutdown and the trade dispute with China, supported by stronger than expected Philly Fed Index and pushing investors away from the safe-haven. The complex was near session lows at settlement after reports suggesting the US is considering lifting China trade tariffs; most of the action was concentrated in the front/belly end of the curve were yields were higher by c.3bps and the long-end floating around the unchanged mark. The Treasury sold USD 13bln in 10yr TIPS tailing by 0.6bps at a high yield of 0.919%. The bid-to-cover came in at 2.42x. Looking at the breakdown, indirects took most of the supply, directs were awarded the biggest share since July while dealers were left with the smallest share in a year. US T-note futures (H9) settled 6+ ticks lower at 121-16+.</p>\r\n\r\n<p>White House confirmed US President Trump cancelled the delegation trip to Davos amid government shutdown, while the White House also stated that US President Trump and Treasury Secretary Mnuchin are to hold Oval Office meeting today. (Newswires)</p>\r\n\r\n<p>US State Department in a letter ordered staff to return to work on 22 January and said it has taken steps to make funds available for salaries. (Newswires)</p>\r\n\r\n<p>US Treasury Secretary Mnuchin has declined a request to testify next week regarding government shutdown according to US House Ways and Means Committee Chairman Neal, while the US Treasury instead offered to send senior officials to the Way and Means hearing. (Newswires)</p>\r\n\r\n<p>US President Trump&#39;s former lawyer Cohen is said to be reconsidering plan to testify publicly in Congress next month amid fear for his family according to an adviser, while there were later reports that alleged US President Trump is said to have directed former lawyer Cohen to lie to Congress regarding Trump Tower in Moscow. (BuzzFeed)</p>\r\n\r\n<p>Fed&#39;s Evans (Voter, Dove) said economy continues to do well and believes Fed is around 75bps away from a restrictive rate, while he added that the Fed can be patient and assess data as it comes in. Furthermore, Evans said the Fed can be patient, that it is a good point for pausing in rate hikes and that the Fed can hike two times in 2019 although might be less. (Newswires)</p>\r\n\r\n<p>US President Trump is said to consider whether to re-nominate Marvin Goodfriend to the Fed. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-18th-january-2019-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 14:16:00",
        "gmt_time": "2019-01-18 06:16:00"
    },
    {
        "id": 692149,
        "updated_sequence": 1123688,
        "published_at": {
            "unix": 1547791320,
            "text": "2019-01-18 06:02:00 +0000",
            "iso_8601": "2019-01-18T06:02:00Z"
        },
        "updated_at": {
            "unix": 1547791350,
            "text": "2019-01-18 06:02:30 +0000",
            "iso_8601": "2019-01-18T06:02:30Z"
        },
        "subject": "Japan Tobacco (2914 JT) December cigarette sales volumes fell 15.1% Y/Y to 6.8bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-tobacco-2914-jt-december-cigarette-sales-volumes-fell-15-1-y-y-to-6-8bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 14:02:00",
        "gmt_time": "2019-01-18 06:02:00"
    },
    {
        "id": 692148,
        "updated_sequence": 1123685,
        "published_at": {
            "unix": 1547790300,
            "text": "2019-01-18 05:45:00 +0000",
            "iso_8601": "2019-01-18T05:45:00Z"
        },
        "updated_at": {
            "unix": 1547790372,
            "text": "2019-01-18 05:46:12 +0000",
            "iso_8601": "2019-01-18T05:46:12Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks followed suit to Wall St gains amid US-China trade hopes",
        "content": "<p>Asia equity markets traded higher across the board as the region took impetus from Wall St where the major indices were lifted on hopes of easing trade tensions after the US was said to mull lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.3%) were positive with broad gains across the sectors and with the Japanese benchmark the outperformer as it coat-tailed on the favourable currency moves. Hang Seng (+1.1%) and Shanghai Comp. (+1.0%) were boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market. Finally, 10yr JGBs were lower as they tracked the downside in T-notes and with demand for bonds subdued by the positive sentiment across stock markets in the region, but with losses limited amid improved demand in the enhanced liquidity auction for 10yr, 20yr &amp; 30yr JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-followed-suit-to-wall-st-gains-amid-us-china-trade-hopes-18-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 13:45:00",
        "gmt_time": "2019-01-18 05:45:00"
    },
    {
        "id": 692147,
        "updated_sequence": 1123682,
        "published_at": {
            "unix": 1547787900,
            "text": "2019-01-18 05:05:00 +0000",
            "iso_8601": "2019-01-18T05:05:00Z"
        },
        "updated_at": {
            "unix": 1547788021,
            "text": "2019-01-18 05:07:01 +0000",
            "iso_8601": "2019-01-18T05:07:01Z"
        },
        "subject": "Philips (PHIA NA) reportedly to shut UK factory as Brexit woes intensify",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philips-phia-na-reportedly-to-shut-uk-factory-as-brexit-woes-intensify-18-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 13:05:00",
        "gmt_time": "2019-01-18 05:05:00"
    },
    {
        "id": 692146,
        "updated_sequence": 1123679,
        "published_at": {
            "unix": 1547785800,
            "text": "2019-01-18 04:30:00 +0000",
            "iso_8601": "2019-01-18T04:30:00Z"
        },
        "updated_at": {
            "unix": 1547786017,
            "text": "2019-01-18 04:33:37 +0000",
            "iso_8601": "2019-01-18T04:33:37Z"
        },
        "subject": "Japanese Industrial Output Rev* YY Nov 1.5% (Prev. 1.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-output-rev-yy-nov-1-5-prev-1-4-18-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 12:30:00",
        "gmt_time": "2019-01-18 04:30:00"
    },
    {
        "id": 692143,
        "updated_sequence": 1123670,
        "published_at": {
            "unix": 1547785140,
            "text": "2019-01-18 04:19:00 +0000",
            "iso_8601": "2019-01-18T04:19:00Z"
        },
        "updated_at": {
            "unix": 1547785225,
            "text": "2019-01-18 04:20:25 +0000",
            "iso_8601": "2019-01-18T04:20:25Z"
        },
        "subject": "North Korea is said to consider demanding end-war declaration at talks with US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-is-said-to-consider-demanding-end-war-declaration-at-talks-with-us-18-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 12:19:00",
        "gmt_time": "2019-01-18 04:19:00"
    },
    {
        "id": 692142,
        "updated_sequence": 1123667,
        "published_at": {
            "unix": 1547783880,
            "text": "2019-01-18 03:58:00 +0000",
            "iso_8601": "2019-01-18T03:58:00Z"
        },
        "updated_at": {
            "unix": 1547783970,
            "text": "2019-01-18 03:59:30 +0000",
            "iso_8601": "2019-01-18T03:59:30Z"
        },
        "subject": "US President Trump is said to have directed former lawyer Cohen to lie to Congress about Trump Tower in Moscow, according to BuzzFeed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Buzzfeed",
        "slug": "us-president-trump-is-said-to-have-directed-former-lawyer-cohen-to-lie-to-congress-about-trump-tower-in-moscow-according-to-buzzfeed-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 11:58:00",
        "gmt_time": "2019-01-18 03:58:00"
    },
    {
        "id": 692141,
        "updated_sequence": 1123664,
        "published_at": {
            "unix": 1547782860,
            "text": "2019-01-18 03:41:00 +0000",
            "iso_8601": "2019-01-18T03:41:00Z"
        },
        "updated_at": {
            "unix": 1547782898,
            "text": "2019-01-18 03:41:38 +0000",
            "iso_8601": "2019-01-18T03:41:38Z"
        },
        "subject": "China and Germany sign agreement to deepen cooperation in the the banking sector",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-germany-sign-agreement-to-deepen-cooperation-in-the-the-banking-sector-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 11:41:00",
        "gmt_time": "2019-01-18 03:41:00"
    },
    {
        "id": 692140,
        "updated_sequence": 1123661,
        "published_at": {
            "unix": 1547782500,
            "text": "2019-01-18 03:35:00 +0000",
            "iso_8601": "2019-01-18T03:35:00Z"
        },
        "updated_at": {
            "unix": 1547782803,
            "text": "2019-01-18 03:40:03 +0000",
            "iso_8601": "2019-01-18T03:40:03Z"
        },
        "subject": "Japan sells JPY 598.2bln in 10yr, 20yr and 30yr JGBs in enhanced liquidity auction; b/c 3.50 vs. Prev. 2.59",
        "content": "<p>- Highest accepted spread 0.009% vs. Prev. 0.003%<br />- Allotment of bids at highest spread 76.9050% vs. Prev. 73.9742%<br />- Average accepted spread 0.008% vs. Prev. 0.001%</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-598-2bln-in-10yr-20yr-and-30yr-jgbs-in-enhanced-liquidity-auction-b-c-3-50-vs-prev-2-59-18-01-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 11:35:00",
        "gmt_time": "2019-01-18 03:35:00"
    },
    {
        "id": 692139,
        "updated_sequence": 1123656,
        "published_at": {
            "unix": 1547781780,
            "text": "2019-01-18 03:23:00 +0000",
            "iso_8601": "2019-01-18T03:23:00Z"
        },
        "updated_at": {
            "unix": 1547781885,
            "text": "2019-01-18 03:24:45 +0000",
            "iso_8601": "2019-01-18T03:24:45Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Reliance Industries (RIL IS) Q3 net rose 8.8% Y/Y to INR 102.5bln",
        "content": "<p>Axis Bank (AXSB IS)<br />- Co. raised MCLR rate by 5bps effective today. (Newswires)</p>\r\n\r\n<p>Jet Airways (JETIN IS)<br />- Co. Chairman Goyal has communicated his position on resolution plan to State Bank of India which is being considered. (Newswires)</p>\r\n\r\n<p>Larsen &amp; Toubro (LT IS)<br />- Larsen &amp; Toubro Infotech (LTI IS) acquires Ruletronics. (Newswires)</p>\r\n\r\n<p>Reliance Industries (RIL IS)<br />- Co. Q3 net rose 8.8% Y/Y to INR 102.5bln, rev. rose 56% Y/Y to INR 1.7tln. (Livemint)</p>\r\n\r\n<p>Other News<br />- India industry groups urged the RBI for a cut in interest rates and reserve ratio to support growth during a meeting with RBI Governor Das. (Moneycontrol)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-reliance-industries-ril-is-q3-net-rose-8-8-y-y-to-inr-102-5bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 11:23:00",
        "gmt_time": "2019-01-18 03:23:00"
    },
    {
        "id": 692138,
        "updated_sequence": 1123653,
        "published_at": {
            "unix": 1547779740,
            "text": "2019-01-18 02:49:00 +0000",
            "iso_8601": "2019-01-18T02:49:00Z"
        },
        "updated_at": {
            "unix": 1547779832,
            "text": "2019-01-18 02:50:32 +0000",
            "iso_8601": "2019-01-18T02:50:32Z"
        },
        "subject": "Tesla (TSLA) is to recall over 14k vehicles in China due to airbags",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-is-to-recall-over-14k-vehicles-in-china-due-to-airbags-18-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 10:49:00",
        "gmt_time": "2019-01-18 02:49:00"
    },
    {
        "id": 692137,
        "updated_sequence": 1123650,
        "published_at": {
            "unix": 1547778720,
            "text": "2019-01-18 02:32:00 +0000",
            "iso_8601": "2019-01-18T02:32:00Z"
        },
        "updated_at": {
            "unix": 1547778968,
            "text": "2019-01-18 02:36:08 +0000",
            "iso_8601": "2019-01-18T02:36:08Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia follows suit to Wall St gains amid US-China trade hopes",
        "content": "<p>Asia equity markets trade higher across the board as the region gets a tailwind from Wall St where the major indices were lifted on hopes of easing trade tensions after reports the US is said to be mulling lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.4%) are positive with broad gains across the sectors and with the Japanese benchmark outperforming as it coat-tails on the favourable currency moves. Hang Seng (+1.1%) and Shanghai Comp. (+0.7%) have been boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week has resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market.</p>\r\n\r\n<p>FX markets are relatively quiet with the DXY flat around the 96.00 level as its major counterparts consolidate in which EUR/USD attempts to reclaim the 1.1400 level to the upside and GBP/USD holds near the prior day&rsquo;s highs near the 1.3000 handle. Antipodeans found some support from the heightened risk appetite which has also fuelled upside in USD/JPY and JPY-crosses, while reports of the US mulling lifting China tariffs further boosted high-beta currencies and exacerbated the outflows from safe-haven JPY.</p>\r\n\r\n<p>Finally, 10yr JGBs are lower as they track the downside in T-notes and with demand for bonds subdued by the positive sentiment across stock markets in the region, while focus turns to the enhanced liquidity auction for 10yr, 20yr &amp; 30yr JGBs later.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-follows-suit-to-wall-st-gains-amid-us-china-trade-hopes-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 10:32:00",
        "gmt_time": "2019-01-18 02:32:00"
    },
    {
        "id": 692137,
        "updated_sequence": 1123650,
        "published_at": {
            "unix": 1547778720,
            "text": "2019-01-18 02:32:00 +0000",
            "iso_8601": "2019-01-18T02:32:00Z"
        },
        "updated_at": {
            "unix": 1547778968,
            "text": "2019-01-18 02:36:08 +0000",
            "iso_8601": "2019-01-18T02:36:08Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia follows suit to Wall St gains amid US-China trade hopes",
        "content": "<p>Asia equity markets trade higher across the board as the region gets a tailwind from Wall St where the major indices were lifted on hopes of easing trade tensions after reports the US is said to be mulling lifting China trade tariffs to break the stalemate, although the Treasury was quick to downplay the prospects regarding this. As such, ASX 200 (+0.5%) and Nikkei 225 (+1.4%) are positive with broad gains across the sectors and with the Japanese benchmark outperforming as it coat-tails on the favourable currency moves. Hang Seng (+1.1%) and Shanghai Comp. (+0.7%) have been boosted by the trade hopes with US and China also said to be in discussions on reopening access for US poultry exports to China, while the PBoC&rsquo;s continued efforts this week has resulted to a substantial net weekly injection of CNY 1.16tln to the interbank market.</p>\r\n\r\n<p>FX markets are relatively quiet with the DXY flat around the 96.00 level as its major counterparts consolidate in which EUR/USD attempts to reclaim the 1.1400 level to the upside and GBP/USD holds near the prior day&rsquo;s highs near the 1.3000 handle. Antipodeans found some support from the heightened risk appetite which has also fuelled upside in USD/JPY and JPY-crosses, while reports of the US mulling lifting China tariffs further boosted high-beta currencies and exacerbated the outflows from safe-haven JPY.</p>\r\n\r\n<p>Finally, 10yr JGBs are lower as they track the downside in T-notes and with demand for bonds subdued by the positive sentiment across stock markets in the region, while focus turns to the enhanced liquidity auction for 10yr, 20yr &amp; 30yr JGBs later.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-follows-suit-to-wall-st-gains-amid-us-china-trade-hopes-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 10:32:00",
        "gmt_time": "2019-01-18 02:32:00"
    },
    {
        "id": 692134,
        "updated_sequence": 1123639,
        "published_at": {
            "unix": 1547776200,
            "text": "2019-01-18 01:50:00 +0000",
            "iso_8601": "2019-01-18T01:50:00Z"
        },
        "updated_at": {
            "unix": 1547776267,
            "text": "2019-01-18 01:51:07 +0000",
            "iso_8601": "2019-01-18T01:51:07Z"
        },
        "subject": "WorleyParsons (WOR AT) awarded Pipestone facility in Canada",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "worleyparsons-wor-at-awarded-pipestone-facility-in-canada-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:50:00",
        "gmt_time": "2019-01-18 01:50:00"
    },
    {
        "id": 692133,
        "updated_sequence": 1123636,
        "published_at": {
            "unix": 1547775240,
            "text": "2019-01-18 01:34:00 +0000",
            "iso_8601": "2019-01-18T01:34:00Z"
        },
        "updated_at": {
            "unix": 1547775335,
            "text": "2019-01-18 01:35:35 +0000",
            "iso_8601": "2019-01-18T01:35:35Z"
        },
        "subject": "China Stats Bureau revises 2017 GDP growth to 6.8% from 6.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-revises-2017-gdp-growth-to-6-8-from-6-9-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:34:00",
        "gmt_time": "2019-01-18 01:34:00"
    },
    {
        "id": 692132,
        "updated_sequence": 1123633,
        "published_at": {
            "unix": 1547774940,
            "text": "2019-01-18 01:29:00 +0000",
            "iso_8601": "2019-01-18T01:29:00Z"
        },
        "updated_at": {
            "unix": 1547775035,
            "text": "2019-01-18 01:30:35 +0000",
            "iso_8601": "2019-01-18T01:30:35Z"
        },
        "subject": "US President Trump and Treasury Secretary Mnuchin are to hold Oval Office meeting on Friday, according to White House",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-and-treasury-secretary-mnuchin-are-to-hold-oval-office-meeting-on-friday-according-to-white-house-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:29:00",
        "gmt_time": "2019-01-18 01:29:00"
    },
    {
        "id": 692130,
        "updated_sequence": 1123627,
        "published_at": {
            "unix": 1547774100,
            "text": "2019-01-18 01:15:00 +0000",
            "iso_8601": "2019-01-18T01:15:00Z"
        },
        "updated_at": {
            "unix": 1547774183,
            "text": "2019-01-18 01:16:23 +0000",
            "iso_8601": "2019-01-18T01:16:23Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7665 (Prev. 6.7592)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7665-prev-6-7592-18-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:15:00",
        "gmt_time": "2019-01-18 01:15:00"
    },
    {
        "id": 692131,
        "updated_sequence": 1123630,
        "published_at": {
            "unix": 1547774100,
            "text": "2019-01-18 01:15:00 +0000",
            "iso_8601": "2019-01-18T01:15:00Z"
        },
        "updated_at": {
            "unix": 1547774284,
            "text": "2019-01-18 01:18:04 +0000",
            "iso_8601": "2019-01-18T01:18:04Z"
        },
        "subject": "PBoC injects CNY 10bln via 7-day reverse repos and CNY 10bln via 28-day reverse repos for a weekly net injection of CNY 1.16tln vs. CNY 410bln drain last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-10bln-via-7-day-reverse-repos-and-cny-10bln-via-28-day-reverse-repos-for-a-weekly-net-injection-of-cny-1-16tln-vs-cny-410bln-drain-last-week-18-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:15:00",
        "gmt_time": "2019-01-18 01:15:00"
    },
    {
        "id": 692129,
        "updated_sequence": 1123621,
        "published_at": {
            "unix": 1547773500,
            "text": "2019-01-18 01:05:00 +0000",
            "iso_8601": "2019-01-18T01:05:00Z"
        },
        "updated_at": {
            "unix": 1547773599,
            "text": "2019-01-18 01:06:39 +0000",
            "iso_8601": "2019-01-18T01:06:39Z"
        },
        "subject": "China is to target GDP growth of 6.0%-6.5% for 2019, according to China Daily which is inline with a previous report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-to-target-gdp-growth-of-6-0-6-5-for-2019-according-to-china-daily-which-is-inline-with-a-previous-report-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:05:00",
        "gmt_time": "2019-01-18 01:05:00"
    },
    {
        "id": 692128,
        "updated_sequence": 1123624,
        "published_at": {
            "unix": 1547773200,
            "text": "2019-01-18 01:00:00 +0000",
            "iso_8601": "2019-01-18T01:00:00Z"
        },
        "updated_at": {
            "unix": 1547773942,
            "text": "2019-01-18 01:12:22 +0000",
            "iso_8601": "2019-01-18T01:12:22Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: US reportedly weighs lifting China trade tariffs as potential new gambit to break stalemate, although the US Treasury were quick to downplay prospects of tariffs being lifted",
        "content": "<p>China National Building Material (3323 HK)<br />- Co. guides FY18 net to increase substantially Y/Y. (Newswires)</p>\r\n\r\n<p>China State Construction Engineering (601668 CH)<br />- Co. guides FY18 net to increase 10.2%-19.9% Y/Y. (Newswires)</p>\r\n\r\n<p>Industrial Bank (601166 CH)<br />- Co. reports FY prelim. net rose 5.9% Y/Y to CNY 60.6bln. (Newswires)</p>\r\n\r\n<p>Luk Fook Holdings (590 HK)<br />- Co. Q3 same store sales fell 10% Y/Y. (Newswires)</p>\r\n\r\n<p>NWS Holdings (659 HK)<br />- Co. signed MOU to buy 25.6% stake in Guiwu Expressway. (Newswires)</p>\r\n\r\n<p>Financials<br />- Hong Kong banks are said to offer rebates to boost mortgage business. (Newswires)</p>\r\n\r\n<p>Trade<br />- US reportedly weighs lifting China trade tariffs as potential new gambit to break stalemate according to CNBC reports, although there were later comments from a US Treasury official that no statement is expected on China and that US Treasury Secretary Mnuchin or US Trade Representative Lighthizer have not made any recommendations to anyone about tariffs. (CNBC/Newswires)<br />- US and China are said to be in talks regarding reopening China&#39;s markets to US chicken exports. (Newswires)<br />- Taiwan extends anti-dumping duties on shoes from China. (Newswires)<br />- China&#39;s Ambassador to Canada said he believes there will be consequences if Canada bans Huawei equipment from 5G networks. (Newswires)<br /><br />Other News<br />- China 2019 tax cut program is projected to surpass CNY 1.5tln and is expected to be announced in March. (Nikkei)</p>\r\n\r\n<p>Data Recap<br />- Hong Kong Unemployment Rate (Dec) 2.8% vs. Exp. 2.8% (Prev. 2.8%). (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-reportedly-weighs-lifting-china-trade-tariffs-as-potential-new-gambit-to-break-stalemate-although-the-us-treasury-were-quick-to-downplay-prospects-of-tariffs-being-lifted-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 09:00:00",
        "gmt_time": "2019-01-18 01:00:00"
    },
    {
        "id": 692127,
        "updated_sequence": 1123615,
        "published_at": {
            "unix": 1547772960,
            "text": "2019-01-18 00:56:00 +0000",
            "iso_8601": "2019-01-18T00:56:00Z"
        },
        "updated_at": {
            "unix": 1547773058,
            "text": "2019-01-18 00:57:38 +0000",
            "iso_8601": "2019-01-18T00:57:38Z"
        },
        "subject": "China Mofcom says will continue to widen market access and strengthen protection of foreign investors' legal rights",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-says-will-continue-to-widen-market-access-and-strengthen-protection-of-foreign-investors-legal-rights-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:56:00",
        "gmt_time": "2019-01-18 00:56:00"
    },
    {
        "id": 692126,
        "updated_sequence": 1123612,
        "published_at": {
            "unix": 1547771880,
            "text": "2019-01-18 00:38:00 +0000",
            "iso_8601": "2019-01-18T00:38:00Z"
        },
        "updated_at": {
            "unix": 1547771974,
            "text": "2019-01-18 00:39:34 +0000",
            "iso_8601": "2019-01-18T00:39:34Z"
        },
        "subject": "US Treasury offers to send senior officials to Way and Means hearing after US Treasury Secretary Mnuchin declined request to testify",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-offers-to-send-senior-officials-to-way-and-means-hearing-after-us-treasury-secretary-mnuchin-declined-request-to-testify-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:38:00",
        "gmt_time": "2019-01-18 00:38:00"
    },
    {
        "id": 692125,
        "updated_sequence": 1123609,
        "published_at": {
            "unix": 1547771580,
            "text": "2019-01-18 00:33:00 +0000",
            "iso_8601": "2019-01-18T00:33:00Z"
        },
        "updated_at": {
            "unix": 1547771803,
            "text": "2019-01-18 00:36:43 +0000",
            "iso_8601": "2019-01-18T00:36:43Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: TSMC Q4 net TWD 99.98bln vs. Exp. TWD 99.06bln, although Co. sees Q1 rev. to fall 22% Q/Q",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>TSMC (2330 TT)<br />- Co. Q4 net TWD 99.98bln vs. Exp. TWD 99.06bln, oper. profit TWD 107bln vs. Exp. TWD 108bln, rev. rose 4.4% Y/Y to TWD 289.8bln. (Newswires)<br />- Co. sees Q1 revenue to decline 22% Q/Q. (Taipei Times)</p>\r\n\r\n<p>Other News<br />- Taiwan extends anti-dumping duties on shoes from China. (Newswires)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Courts Asia (COURTS SP)<br />- Nojima is said to make an offer valued at SGD 110mln for the Co. (Newswires)</p>\r\n\r\n<p>Frasers Commercial Trust (FCOT SP)<br />- Co. said it is in talks with various parties on leasing space at the Alexandra Technopark, amid reports Google are in discussions with the Co. on leasing 400k square feet of space.</p>\r\n\r\n<p>Other News<br />- UOB Asset Management said it is &quot;overweight&quot; on the Singapore market during Q1 citing a steady earnings outlook. (Straits Times)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-tsmc-q4-net-twd-99-98bln-vs-exp-twd-99-06bln-although-co-sees-q1-rev-to-fall-22-q-q-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:33:00",
        "gmt_time": "2019-01-18 00:33:00"
    },
    {
        "id": 692124,
        "updated_sequence": 1123604,
        "published_at": {
            "unix": 1547770620,
            "text": "2019-01-18 00:17:00 +0000",
            "iso_8601": "2019-01-18T00:17:00Z"
        },
        "updated_at": {
            "unix": 1547770720,
            "text": "2019-01-18 00:18:40 +0000",
            "iso_8601": "2019-01-18T00:18:40Z"
        },
        "subject": "US Treasury Secretary Mnuchin has declined request to testify next week regarding government shutdown, according to US House Ways and Means Committee Chairman Neal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-has-declined-request-to-testify-next-week-regarding-government-shutdown-according-to-us-house-ways-and-means-committee-chairman-neal-18-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:17:00",
        "gmt_time": "2019-01-18 00:17:00"
    },
    {
        "id": 692123,
        "updated_sequence": 1123601,
        "published_at": {
            "unix": 1547770440,
            "text": "2019-01-18 00:14:00 +0000",
            "iso_8601": "2019-01-18T00:14:00Z"
        },
        "updated_at": {
            "unix": 1547770527,
            "text": "2019-01-18 00:15:27 +0000",
            "iso_8601": "2019-01-18T00:15:27Z"
        },
        "subject": "Hyundai Heavy (009540 KS) wins orders for 2 crude carriers valued at KRW 155bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-heavy-009540-ks-wins-orders-for-2-crude-carriers-valued-at-krw-155bln-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:14:00",
        "gmt_time": "2019-01-18 00:14:00"
    },
    {
        "id": 692122,
        "updated_sequence": 1123598,
        "published_at": {
            "unix": 1547769900,
            "text": "2019-01-18 00:05:00 +0000",
            "iso_8601": "2019-01-18T00:05:00Z"
        },
        "updated_at": {
            "unix": 1547770045,
            "text": "2019-01-18 00:07:25 +0000",
            "iso_8601": "2019-01-18T00:07:25Z"
        },
        "subject": "Daewoo Shipbuilding (042660 KS) receives order for 2 Very Large Crude Carriers from Oman Shipping",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daewoo-shipbuilding-042660-ks-receives-order-for-2-very-large-crude-carriers-from-oman-shipping-18-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:05:00",
        "gmt_time": "2019-01-18 00:05:00"
    },
    {
        "id": 692121,
        "updated_sequence": 1123595,
        "published_at": {
            "unix": 1547769720,
            "text": "2019-01-18 00:02:00 +0000",
            "iso_8601": "2019-01-18T00:02:00Z"
        },
        "updated_at": {
            "unix": 1547769859,
            "text": "2019-01-18 00:04:19 +0000",
            "iso_8601": "2019-01-18T00:04:19Z"
        },
        "subject": "Asia equity markets begin positive following the upside on Wall St, where sentiment was underpinned by hopes of easing US-China trade tensions after reports US is mulling lifting China trade tariffs which the US Treasury was quick to downplay ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-positive-following-the-upside-on-wall-st-where-sentiment-was-underpinned-by-hopes-of-easing-us-china-trade-tensions-after-reports-us-is-mulling-lifting-china-trade-tariffs-which-the-us-treasury-was-quick-to-downpla-18-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-18 08:02:00",
        "gmt_time": "2019-01-18 00:02:00"
    }
]