[
    {
        "id": 883552,
        "updated_sequence": 1915003,
        "published_at": {
            "unix": 1566776340,
            "text": "2019-08-26 00:39:00 +0100",
            "iso_8601": "2019-08-25T23:39:00Z"
        },
        "updated_at": {
            "unix": 1566777254,
            "text": "2019-08-26 00:54:14 +0100",
            "iso_8601": "2019-08-25T23:54:14Z"
        },
        "subject": "PRE-MARKET AUSTRALIAN, JAPANESE AND SOUTH KOREAN STOCK NEWS: Earnings including Boral and Fortescue Metals",
        "content": "<p>AUSTRALIA</p><p>Boart Longyear (BLY AT) - Co. named Tye Burt as Chairman effective August 23rd. (Newswires)</p><p>Boral (BLD AT) - Co. FY19 net AUD 272.4mln vs. Prev. AUD 441.0mln Y/Y, rev. AUD 5.86bln vs. Prev. AUD 5.87bln Y/Y, Co. enters JV with Gebr Knauf to form 50:50 JV in Asia and is to acquire 100% ownership of USG Boral Australia and New Zealand. (Newswires)</p><p>Fortescue Metals (FMG AT) - Co. FY19 underlying net AUD 3.19bln vs. Prev. AUD 1.08bln Y/Y, rev. AUD 9.97bln vs. Prev. AUD 6.89bln Y/Y. (Newswires)</p><p>G8 Education (GEM AT) - Co. H1 NPAT rose 2.3% Y/Y to AUD 26.2mln. (Newswires)</p><p>IOOF Holdings (IFL AT) - Co. FY19 underlying net rose 3% Y/Y to AUD 198mln and rev. rose 40% Y/Y to AUD 1.06bln. (Newswires)</p><p>OM Holdings (OMH AT) - Co. announced a fatal accident at its Bootu Creek mine. (Newswires)</p><p>oOh!media (OML AT) - Co. H1 underlying EBITDA AUD 141.9mln vs. Prev. AUD 37.9mln Y/Y. (Newswires)</p><p>Viva Energy Australia (VEA AT) - Co.&nbsp; H1 underlying replacement cost basis profit AUD 50.9mln vs. Prev. AUD 129.6mln Y/Y, rev. AUD 7.81bln vs. Prev. AUD 8.61bln Y/Y. (Newswires)</p><p>&nbsp;</p><p>JAPAN</p><p>Japan Display (6740 JT) - Chinese investor group head said the Co. will receive JPY 50bln of the JPY 80bln lifeline in October as planned. (Nikkei)</p><p>Financials - Japanese credit card companies are expected to offset the sales tax increase with discounts. (Newswires)</p><p>Other News - US and Japan reached a framework for a trade agreement in which auto tariffs will remain unchanged and US will delay decision on Japan auto tariffs, while reports added that Japan will reduce tariffs on US beef and pork, while the sides aim to sign a deal by September. (Newswires/Nikkei)</p><p>&nbsp;</p><p>SOUTH KOREA</p><p>Autos - Renault-Samsung is said to seek to lower production and workforce. (Newswires)</p><p>Geopolitics&nbsp;</p><p>North Korea conducted another missile test over the weekend. (Newswires)</p><p>South Korea conducted a 2nd day of expanded military drills for Dokdo Island which is an area disputed with Japan who have protested the drills. (Yonhap)</p><p>Other News&nbsp;</p><p>South Korea Vice Finance Minister said difficulties and uncertainties increasing on local economy are mainly due to external conditions although markets have room to manage external risks and will take pre-emptive measures if required. (Newswires)</p><p>US President Trump was said to have been critical on South Korea President Moon at the G7. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-australian-japanese-and-south-korean-stock-news-earnings-including-boral-and-fortescue-metals-25-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 07:39:00",
        "gmt_time": "2019-08-25 23:39:00"
    },
    {
        "id": 883551,
        "updated_sequence": 1914994,
        "published_at": {
            "unix": 1566774300,
            "text": "2019-08-26 00:05:00 +0100",
            "iso_8601": "2019-08-25T23:05:00Z"
        },
        "updated_at": {
            "unix": 1566774422,
            "text": "2019-08-26 00:07:02 +0100",
            "iso_8601": "2019-08-25T23:07:02Z"
        },
        "subject": "Renault (RNO FP) - Samsung JV is said to seek to lower production and workforce",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "renault-rno-fp-samsung-jv-is-said-to-seek-to-lower-production-and-workforce-25-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 07:05:00",
        "gmt_time": "2019-08-25 23:05:00"
    },
    {
        "id": 883549,
        "updated_sequence": 1914988,
        "published_at": {
            "unix": 1566773520,
            "text": "2019-08-25 23:52:00 +0100",
            "iso_8601": "2019-08-25T22:52:00Z"
        },
        "updated_at": {
            "unix": 1566773641,
            "text": "2019-08-25 23:54:01 +0100",
            "iso_8601": "2019-08-25T22:54:01Z"
        },
        "subject": "US President Trump has suggested to Homeland Security and national security advisers to explore nuking hurricanes to stop them from hitting US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Axios",
        "slug": "us-president-trump-has-suggested-to-homeland-security-and-national-security-advisers-to-explore-nuking-hurricanes-to-stop-them-from-hitting-us-25-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 06:52:00",
        "gmt_time": "2019-08-25 22:52:00"
    },
    {
        "id": 883545,
        "updated_sequence": 1914974,
        "published_at": {
            "unix": 1566772680,
            "text": "2019-08-25 23:38:00 +0100",
            "iso_8601": "2019-08-25T22:38:00Z"
        },
        "updated_at": {
            "unix": 1566772989,
            "text": "2019-08-25 23:43:09 +0100",
            "iso_8601": "2019-08-25T22:43:09Z"
        },
        "subject": "Volatile trade in seen in TRY which flashed crashed by about 15% in a matter of seconds but has pared at least half of the move",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "volatile-trade-in-seen-in-try-which-flashed-crashed-by-about-15-in-a-matter-of-seconds-but-has-pared-at-least-half-of-the-move-25-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 06:38:00",
        "gmt_time": "2019-08-25 22:38:00"
    },
    {
        "id": 883544,
        "updated_sequence": 1914969,
        "published_at": {
            "unix": 1566771660,
            "text": "2019-08-25 23:21:00 +0100",
            "iso_8601": "2019-08-25T22:21:00Z"
        },
        "updated_at": {
            "unix": 1566771754,
            "text": "2019-08-25 23:22:34 +0100",
            "iso_8601": "2019-08-25T22:22:34Z"
        },
        "subject": "ASIAN DAILY ECONOMIC RELEASES CALENDAR NOW AVAILABLE IN THE RESEARCH SECTION: Highlights include New Trade Balance, Exports and Imports, Japanese Leading Index and Singapore Industrial Production",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-daily-economic-releases-calendar-now-available-in-the-research-section-highlights-include-new-trade-balance-exports-and-imports-japanese-leading-index-and-singapore-industrial-production-25-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 06:21:00",
        "gmt_time": "2019-08-25 22:21:00"
    },
    {
        "id": 883543,
        "updated_sequence": 1914964,
        "published_at": {
            "unix": 1566770460,
            "text": "2019-08-25 23:01:00 +0100",
            "iso_8601": "2019-08-25T22:01:00Z"
        },
        "updated_at": {
            "unix": 1566770629,
            "text": "2019-08-25 23:03:49 +0100",
            "iso_8601": "2019-08-25T22:03:49Z"
        },
        "subject": "Risk off tone resumes at the reopen of electronic trade following the escalation of the US-China trade war in which both sides fired off tit-for-tat tariffs; Emini S&P and DJIA futures decline 1.2% at the open, while safehavens gold and T-notes are bid",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "risk-off-tone-resumes-at-the-reopen-of-electronic-trade-following-the-escalation-of-the-us-china-trade-war-in-which-both-sides-fired-off-tit-for-tat-tariffs-emini-s-p-and-djia-futures-decline-1-2-at-the-open-while-safehavens-gold-and-t-no-25-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 06:01:00",
        "gmt_time": "2019-08-25 22:01:00"
    },
    {
        "id": 883542,
        "updated_sequence": 1915045,
        "published_at": {
            "unix": 1566769800,
            "text": "2019-08-25 22:50:00 +0100",
            "iso_8601": "2019-08-25T21:50:00Z"
        },
        "updated_at": {
            "unix": 1566773346,
            "text": "2019-08-25 23:49:06 +0100",
            "iso_8601": "2019-08-25T22:49:06Z"
        },
        "subject": "DAILY ASIA-PAC OPENING NEWS",
        "content": "<p><strong>ASIA-PAC</strong></p><p>China announced import tariffs of 5-10% on about USD 75bln worth of US goods on September 1st and December 15th which will be levied on 5078 products with crude oil will be among the products tariffed at 5% and will impose extra 5% tariff on soy beans from September 1st, while it also announced an extra 10% tariff on US wheat, corn, sorghum from December 15th and will resume 25% tariffs on US autos and auto parts. (Newswires)</p><p>US President Trump announced to raise tariffs on China on Friday by another 5% in which the tariff on USD 250bln of goods from China will be increased to 30% from 25% on October 1st, while the planned 10% tariffs on the remaining USD 300bln of goods from China which are due on September 1st and December 15th will be taxed at 15%. (Twitter)</p><p>US President Trump stated we do not need China and are better off without them, while he will be responding to China's Tariffs and ordered American companies to look for an alternative to China. However, the US Chamber of Commerce rejected US President’s Trump's call for US firms to find alternatives to China, while it stated that continued constructive engagement is the right way forward and it does not want to see a further deterioration of US China relations. (Twitter/ABC News)</p><p>White House Trade Adviser Navarro said he is still expecting talks with continue with China in September and that talks will continue behind closed doors, while he replied that tariffs are a pain on China not on US when asked if tariffs will hit US consumers. In related news, the White House stated that President Trump regrets not raising tariffs on China higher, while China is said to have called the Trump’s trade war escalation is a strategic mistake. (Newswires/SCMP)</p><p>China Global Times Editor suggested that if US and China decouple, China can independently develop technology but the US can't find an alternative market with China's potential, while he added that China will meet short-term difficulties without the US and that the US will lose driving force of long-term growth without the US. In related news, the editor also stated that without China's market, US farm goods will have nowhere to go which would result to farmland being abandoned and farmer bankruptcies, while US energy products will lose an infinite market. (Twitter)</p><p>Hong Kong riot police were said to have beaten protesters and fired tear gas at an anti-surveillance rally over the weekend. (Newswires)</p><p>US and Japan reached a framework for a trade agreement which includes no tariff cuts for Japanese autos and US will delay decision on Japan auto tariffs. (Newswires)</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>BoE Governor Carney said the UK Economy is operating just below potential with inflation just above target and that limited as well as gradual interest rate hikes likely to be needed if there is a Brexit deal and that surveys point to the UK economy stagnating in Q3. Carney also stated the likelihood of a no-deal Brexit has increased but it is not a given and that ability of monetary policy to smooth the impact from a no-deal Brexit would be constrained by the limits to MPC tolerance of above target inflation, while his view is that easing monetary policy would be more appropriate than not following a no-deal Brexit. (Newswires)</p><p>UK PM Johnson urged caution on whether a deal can be done in 30 days and suggested not to get hopes up too soon. In related news, EU sources stated the EU is not discussing a stripped-down version of the backstop, while a senior Whitehall source stated that German Chancellor Merkel was said to have told UK PM Johnson at the end of their meeting that inevitably deal or no deal won’t be decided until ‘the last minute’ of the EU Council 17-18 October meeting. (Sky/Guardian/Twitter)</p><p>UK Chancellor Javid is reportedly mulling an emergency budget if a no-deal Brexit seems imminent in late October. (Times)</p><p>EU Chief Brexit Negotiator Barnier stated we are ready to analyse UK proposals that are realistic, operational &amp; compatible with our principles but added the WA is the best possible deal, while Dutch PM Rutte said he is willing to consider UK PM Johnson's alternative plans for the Irish backstop but added if there was a simple solution, it would have been found by now. (Newswires)</p><p>EU’s Tusk said the bloc will respond in kind if the is imposes tariffs on France regarding its digital taxation plan, while he suggested there could be a risk to whole world if US President Trump imposes tariffs for political reasons. (Newswires)</p><p>German government sees recession in Germany with successive GDP contraction in Q3 but doesn't see a need for short-term stimulus according to reports citing a government document. It was also reported that the German Economy Minister aims to keep the budget balanced despite higher spending and stated there is a lot of room for growth-stimulating measures without more debt addition. (Der Spiegel)</p><p>Italy's Deputy PM DI Maio and PD officials were reportedly considering a possible new mandate for former PM Conte and it was also reported that the PD party accepted 5-Star's request to reduce the number of MPs provided that there are constitutional guarantees. Furthermore, an Italian PD lawmaker earlier stated discussions with the 5SM were positive which provide good reason for hope and presented no insurmountable obstacles. (Newswires/Ansa)</p><p>European Commission commented on a recent report regarding the creation of a EUR 100bln wealth fund, in which it stated that this should be given 'zero credence' and was not regarded as 'mature enough'. (Politico)&nbsp;</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>North Korea conducted another missile test over the weekend. (Newswires)</p><p>EU diplomat stated that no agreement or progress was made towards persuading US President Trump to reissue oil sanction waivers, while there were separate reports Britain will be sending another warship to the Persian Gulf to support safe passage of shipping. (Newswires)</p><p>China Defence Ministry urged the US to stop arms sales to Taiwan and cut its military ties with the country. (Newswires)</p><p>Russian President Putin has ordered Russia's military to prepare measures in response to US missile tests and wants the military to take exhaustive measures to prepare for a reciprocal response, according to Russia's Kremlin. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>US President Trump tweeted the Fed did nothing as usual and that it is incredible they can speak without knowing or asking what I am doing which will be announced shortly, while he questioned who the biggest enemy was between Fed's Powell and China's Xi. (Twitter)</p><p>Fed Chair Powell (Neutral) stated the US economy is in a favourable place, that the Fed will act as appropriate and the US economy is close to Fed’s goals. Furthermore, Powell stated there are no recent precedents to guide policy response to trade uncertainty and that 3 factors that are weighing on the favourable outlook are slowing global growth, trade policy uncertainty and muted inflation. (Newswires)</p><p>Fed's Bullard (Voter, Dove) said there will be a robust debate regarding a 50bp cut at the next FOMC, while he added that our job is to get the yield curve uninverted and the Fed is willing to take all actions needed to continue the economic expansion. Bullard also referred to low inflation expectations as a reason to “get lower” in terms of rates and wants to take out more insurance against the global downside risks, but caveated the Fed could take back insurance cuts if economy improves next year. (Newswires)</p><p>Fed's Clarida (Voter, Neutral) said global outlook has worsened since July meeting but the US economy is in a good place right now and that the Fed will act as appropriate to keep the economy in place. Clarida also commented that disinflationary pressures and global downturn show significant risks, while he added that US data has been coming in well since the July FOMC meeting and that some market indicators are pointing towards a recession but the Fed doesn't see one coming. (Newswires)</p><p>Fed's Harker (Non-Voter, Neutral) said he does not currently see a shock to the US economy and that the Fed does not need to act right now, while he added that inflation is clearly a conundrum and lower rates would lead to higher leverage which is a concern for US economy. Furthermore, Harker stated that his economic outlook has not yet changed due to trade wars and he is cautiously optimistic about economy although if trade war gets worse, the Fed may have to act. (Newswires)</p><p>Fed's Kaplan (Non-Voter, Dovish) does not see this as a rate-cutting cycle and stated the big moves in US yield curve has not been in response to monetary policy. (Newswires)</p><p>Fed’s Mester (Non-voter, Hawk) said she is undecided for September FOMC meeting but added that the Fed may need to cut rates to avoid restraining the economy if the economic outlook deteriorates, while she also stated that Chinese counter tariffs are just a continuation of the trade uncertainty that has been with us for some time and reiterated that the Fed should be data dependent. (Newswires)</p><p>&nbsp;</p><p><strong>MARKET RECAP</strong></p><p>Markets took a heavy risk off tone on Friday given the retaliatory China tariffs; US equity futures fell throughout the day which was further spurred by Trump stating he will announce his response ‘this afternoon’. Havens caught a bid with XAU sitting comfortably above 1500 heading into the weekend and USDJPY back below 105.50, and US 10y yields are now heading towards 1.50% which saw the 2s10s curve flirting with inversion throughout the tail end of the session. Participants are likely cautious ahead of trade risk and the G7 summit this weekend, where major assets are very much subject to headline risk. The tariffs spurred risk on flow which boosted gold well back above 1500 which boosted gold miners such as Newmont Goldcorp (NEM) &amp; Barrick Gold (GOLD). The retaliatory tariffs specifically announced on automakers hurt the industry as Ford (F) and General Motors (GM) were lower by ~3%. The energy sector also took a hit as Crude oil is among the products tariffed at 5%. S&amp;P 500 -2.6% AT 2847, NASDAQ-100 -3.2% AT 7465, DOW JONES -2.4% AT 25629.</p><p>The TPLEX rallied higher in risk off flows on Friday, where China announcing fresh tariffs kicked off the move into Treasuries (and EGBs), before catching a second wave of inflows after US President Trump demanded via Twitter that US companies retreat from China and that his retaliation would be announced later on Friday. The mounting macro pessimism saw a clean march higher in the T-Note throughout the US session, where the short-end made its own headways, with the 2s10s flirting with inversion in the later session, exacerbating risk-off flows. At settlement, the curve was modestly inverted (2s10s -0.3bps), where the whole curve had seen yields fall between 8bps to 9bps and T-notes finished electronic trade higher by 19 ticks at 130.28+.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-asia-pac-opening-news-25-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 05:50:00",
        "gmt_time": "2019-08-25 21:50:00"
    },
    {
        "id": 883375,
        "updated_sequence": 1914955,
        "published_at": {
            "unix": 1566766800,
            "text": "2019-08-25 22:00:00 +0100",
            "iso_8601": "2019-08-25T21:00:00Z"
        },
        "updated_at": {
            "unix": 1566766800,
            "text": "2019-08-25 22:00:00 +0100",
            "iso_8601": "2019-08-25T21:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE IS NOW LIVE FOR TODAY'S SESSION",
        "content": "<p><a href=\"https://asia.nikkei.com/Business/Companies/Nintendo-to-move-Switch-output-to-Vietnam-as-China-tariffs-loom\">Via Nikkei</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-is-now-live-for-today-s-session-22-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-26 05:00:00",
        "gmt_time": "2019-08-25 21:00:00"
    }
]