[
    {
        "id": 868689,
        "updated_sequence": 1850834,
        "published_at": {
            "unix": 1557791400,
            "text": "2019-05-14 00:50:00 +0100",
            "iso_8601": "2019-05-13T23:50:00Z"
        },
        "updated_at": {
            "unix": 1557791541,
            "text": "2019-05-14 00:52:21 +0100",
            "iso_8601": "2019-05-13T23:52:21Z"
        },
        "subject": "Japanese Trade Balance BoP Basis (JPY)(Mar)\t700.1B vs. Exp. 838.9B\t(Prev. 489.2B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-trade-balance-bop-basis-jpy-mar-700-1b-vs-exp-838-9b-prev-489-2b-13-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 07:50:00",
        "gmt_time": "2019-05-13 23:50:00"
    },
    {
        "id": 868686,
        "updated_sequence": 1850824,
        "published_at": {
            "unix": 1557790200,
            "text": "2019-05-14 00:30:00 +0100",
            "iso_8601": "2019-05-13T23:30:00Z"
        },
        "updated_at": {
            "unix": 1557790228,
            "text": "2019-05-14 00:30:28 +0100",
            "iso_8601": "2019-05-13T23:30:28Z"
        },
        "subject": "Australian ANZ Roy Morgan Consumer Confidence (May 12) W/W 114.8 (Prev. 117.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-anz-roy-morgan-consumer-confidence-may-12-w-w-114-8-prev-117-3-13-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 07:30:00",
        "gmt_time": "2019-05-13 23:30:00"
    },
    {
        "id": 868685,
        "updated_sequence": 1850825,
        "published_at": {
            "unix": 1557789660,
            "text": "2019-05-14 00:21:00 +0100",
            "iso_8601": "2019-05-13T23:21:00Z"
        },
        "updated_at": {
            "unix": 1557790008,
            "text": "2019-05-14 00:26:48 +0100",
            "iso_8601": "2019-05-13T23:26:48Z"
        },
        "subject": "PRE-MARKET AUSTRALIAN, JAPANESE AND SOUTH KOREAN STOCK NEWS: Earnings releases",
        "content": "<p>AUSTRALIA</p><p>Automotive Holdings (AHG AT) - Co. guides FY19 oper. profit around AUD 50mln vs. Prev. guidance AUD 52mln-56mln. (Newswires)</p><p>Downer EDI (DOW AT) - Co. awarded 3yr field service agreement from Chorus (CNU AT) valued around NZD 220mln. (Newswires)</p><p>Eclipx Group (ECX AT) - Co. is said to receive interest from several firms including Custom Fleet, Leaseplan, McMillan Shakespeare, Orix and SG Fleet. (Newswires)</p><p>&nbsp;</p><p>JAPAN</p><p>Bridgestone (5108 JT) - Co. Q1 net JPY 60.4bln vs. Prev. JPY 63.4bln Y/Y. (Newswires)</p><p>Chiba Bank (8331 JT) - Co. FY net JPY 50.5bln vs, Prev. JPY 53.8bln Y/Y. (Newswires)</p><p>GS Yuasa (6674 JT) - Co. FY net JPY 13.5bln vs. Prev. JPY 11.5bln Y/Y. (Newswires)</p><p>Inpex (1605 JT) - Co. FY net 96.1bln vs. Prev. JPY 40.4bln Y/Y. (Newswires)</p><p>Isuzu Motors (7202 JT) - Co. FY net JPY 113.4bln vs. Prev. JPY 105.7bln Y/Y. (Newswires)</p><p>Konica Minolta (4902 JT) - Co. FY net JPY 41.7bln vs. Prev. JPY 32.3bln Y/Y. (Newswires)</p><p>Mizuho Financial Group (8411 JT) - Co. is said to target net business profit of JPY 900bln and reduce 130 branches in its 5yr plan. (Newswires)</p><p>&nbsp;</p><p>SOUTH KOREA</p><p>CJ CheilJedang (097950 KS) - Co. Q1 net KRW 40.9bln vs. Prev. KRW 72.2bln Y/Y. (Newswires)</p><p>Lotte Corp (004990 KS) - US President Trump is meeting with Lotte Chairman Shin with Lotte said to invest USD 3.1bln in Louisiana. (Newswires)</p><p>Samsung Biologics (207940 KS) - 350 of Co. shareholders have files a damage suit against Samsung group over alleged accounting fraud. (Yonhap)</p><p>Other News - South Korea Defense Ministry said will continue to strengthen missile defence capabilities to better counter all threats including North Korea’s short-range missiles. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-australian-japanese-and-south-korean-stock-news-earnings-releases-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 07:21:00",
        "gmt_time": "2019-05-13 23:21:00"
    },
    {
        "id": 868684,
        "updated_sequence": 1850816,
        "published_at": {
            "unix": 1557789240,
            "text": "2019-05-14 00:14:00 +0100",
            "iso_8601": "2019-05-13T23:14:00Z"
        },
        "updated_at": {
            "unix": 1557789335,
            "text": "2019-05-14 00:15:35 +0100",
            "iso_8601": "2019-05-13T23:15:35Z"
        },
        "subject": "Philippines President Duterte allies are expected to control the Senate in last 3 years of his term following the mid-term elections yesterday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-president-duterte-allies-are-expected-to-control-the-senate-in-last-3-years-of-his-term-following-the-mid-term-elections-yesterday-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 07:14:00",
        "gmt_time": "2019-05-13 23:14:00"
    },
    {
        "id": 868681,
        "updated_sequence": 1850807,
        "published_at": {
            "unix": 1557785040,
            "text": "2019-05-13 23:04:00 +0100",
            "iso_8601": "2019-05-13T22:04:00Z"
        },
        "updated_at": {
            "unix": 1557785151,
            "text": "2019-05-13 23:05:51 +0100",
            "iso_8601": "2019-05-13T22:05:51Z"
        },
        "subject": "ASIAN DAILY ECONOMIC RELEASES CALENDAR NOW AVAILABLE IN THE RESEARCH SECTION: Highlights include Japanese Current Account Balance, Australia Westpac Consumer Sentiment and NAB Business Confidence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asian-daily-economic-releases-calendar-now-available-in-the-research-section-highlights-include-japanese-current-account-balance-australia-westpac-consumer-sentiment-and-nab-business-confidence-13-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 06:04:00",
        "gmt_time": "2019-05-13 22:04:00"
    },
    {
        "id": 868680,
        "updated_sequence": 1850804,
        "published_at": {
            "unix": 1557784320,
            "text": "2019-05-13 22:52:00 +0100",
            "iso_8601": "2019-05-13T21:52:00Z"
        },
        "updated_at": {
            "unix": 1557784416,
            "text": "2019-05-13 22:53:36 +0100",
            "iso_8601": "2019-05-13T21:53:36Z"
        },
        "subject": "DAILY ASIA-PAC OPENING NEWS",
        "content": "<p><strong>ASIA-PAC</strong></p><p>China announced to raise tariffs on some US goods from 1st June in which it plans to set import tariffs against over 5000 US products and are to impose tariffs ranging from 5% to 25%. Reports added that China is to carry out 25% tariffs on 2,493 items of US goods (approx. USD 60bln), 1,078 items to be subject to 20% of tariffs, 974 items subject to 10% of tariffs and 595 items continue to be levied at 5% tariffs. Furthermore, China stated they have received applications from companies to get waivers from the additional tariffs, products on the waiver list will be exempt from additional tariffs for a period of one year, while there were separate comments from the China Global Times Editor that China may stop purchasing US agricultural products and energy, reduce Boeing (BA) orders and restrict US service trade with China. (Newswires)</p><p>USTR office posted details of tariffs on remaining USD 300bln of Chinese goods and will hold a public hearing on June 17th in which it stated that cellular phones and laptops computers are included on list that could be subject to potential tariffs, while the tariff list covers 3805 product categories of Chinese imports which would be subject to 25% tariffs. (Newswires)</p><p>US President Trump said he has not made the decision to go ahead with tariffs on the further USD 325bln in Chinese imports, while he suggested that he will be meeting with Chinese President Xi at the G20 summit and expects a fruitful meeting. Furthermore, Trump commented that the US cannot let China take advantage of it any longer and there can be some retaliation in the trade dispute as he expects China to retaliate against US farmers. (Newswires)</p><p>US President Trump tweeted that there is no reason that the US consumer should pay for the Chinese tariffs that take effect today, while added that China should not retaliate or it will only get worse and warned that China will be hurt badly if it doesn’t make a deal. (Newswires)</p><p>US Treasury Secretary Mnuchin said the US is still negotiating with China and is working on when to travel to Beijing. (Newswires)</p><p>Sources close to the Japanese government suggested US and Japan could reach a quick trade deal ahead of the G20 Summit in June as a means of providing a united front to China. (Newswires)</p><p>US Commerce Department is to ban 6 Chinese firms from exporting tech. (Newswires)</p><p>MSCI reports it increased weighting of China A shares in Emerging Markets, while it also included Saudi Arabia indexes and will reclassify Argentina indexes to EM. (Newswires) Indian CPI Inflation (Apr) Y/Y 2.92% vs. Exp. 2.97% (Prev. 2.86%). (Newswires)</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM May is said to be considering definitive votes on different Brexit options in an attempt to break the Brexit deadlock, while reports added she is expected to ask MPs to rank different outcomes in order of preference. (Telegraph)</p><p>Reports suggest no progress was made in cross party talks and that UK PM May is expected to face pressure in tomorrow's cabinet meeting to drop efforts for a compromise deal. (Independent)</p><p>UK Foreign Secretary Hunt doesn't totally rule out agreeing to a confirmatory referendum in talks with Labour, according to ITV's Paul Brand. (Twitter)</p><p>A Tory MP executive said a majority are in favour of changing the rules to get rid of PM May if a timetable for her departure is not set on Thursday's meeting, as according to Buzzfeed's Wickham. (Twitter)&nbsp;</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Iran insists on exporting a minimum 1.5mln BPD of oil as a condition of remaining in the Nuclear Deal, according to sources. (Newswires)</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump said if Iran does anything it will be a big mistake. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>Fed's Rosengren (Voter, Hawk) said he is surprised the US is not seeing very much inflation at all, while he commented that if tariffs are to be high for a long period of time then it will begin to implement trade patterns. Rosengren also stated that he does not expect a recession although the economy is to grow more slowly over the next two years. (Newswires)</p><p>Fed's Kaplan (Non-Voter, Dove) said Fed's rate setting is where it should be for now and does not think the Fed should be cutting or hiking right now, while he added the best thing the Fed can do is be patient. Furthermore, Kaplan commented that the financial system is more highly leveraged than it was 10 years and that trade tensions are a threat to growth. (Newswires)</p><p>US Supreme Court ruled against Apple (AAPL) on the app store antitrust dispute, in which it added that consumers can now sue over app store commissions. (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>MARKET RECAP</strong></p><p>Apple (AAPL) shares took a beating amid the wider stock sell-off which was triggered after China announced it would retaliate to the recent US tariff hike with around of their own tariffs, but the share price also weighed upon by news that the US Supreme Court had ruled that iPhone consumers may sue Apple over its App Store monopoly. Boeing (BA) shares were hit after the editor of China’s Global Times mentioned that China may reduce Boeing imports as part of its retaliation to US tariffs. Teva’s (TEVA) shares fell after news emerged that the pharma co would face prosecution over alleged drug price inflation, news which hit other drug names including Mylan (MYL) and Regeneron (REGN). Goldman Sachs (GS) could not buck the trend of the wider sell off, falling despite news that it would acquire United Capital Financial Partners (with USD 24bln AUM) for USD 700-750mln. Uber (UBER) sank on the ride hailing co.’s second day as a publicly traded company, share price opening north of 10% lower as a study emerged suggesting that ride hailing apps were responsible for 60% of the increase in traffic in San Francisco since 2011. Lyft (LYFT) also dropped. Bed Bath &amp; Beyond (BBBY) was unable to benefit from news that investor activists had ousted leaders within the firm, and slid with the market. T-Mobile (TMUS) and Sprint (S) saw some positive ticks into the close as news emerged they were mulling the sale of their pre-paid businesses as a concession in order to save their merger. S&amp;P 500 -2.4% at 2812, NASDAQ-10 -3.5% at 7324, Dow Jones -2.4% at 25325.</p><p>An escalation of trade tensions has kept a bid in US Treasuries on Monday, which began on the front foot in APAC trade, and the trajectory continued after China announced its retaliatory measures after the US boosted tariffs on Friday. The short end of the curve saw yields lower by over 6bps, while the longer end saw yields down by around 3bps; the notorious 3m/10yr spread inverted again, however, at settlement, major curve spreads were a touch steeper. The buying of Treasuries once again saw the implied probability of Fed rate cuts in 2019 rise (to around 70%, according to the CME’s Fedwatch tool, from around 60% at the end of last week). The complex came off highs in late US trade following some constructive commentary from Treasury Secretary Mnuchin, as well as US President Trump suggesting that he will meet china President Xi at the G20 summit in June (while he also stated that he was yet to make a decision on whether to impose further tariffs on the remaining USD 325bln of Chinese imports. With a lack of A-list data this week, the focus will fall on the heavy slate of Fedspeak; however, initial indications suggest that FOMC policymakers will likely reiterate the message of neutral and patience as they assess the potential fallout from trade conflicts. US T-notes (M9) futures settled 14 ticks higher at 124-13+.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-asia-pac-opening-news-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:52:00",
        "gmt_time": "2019-05-13 21:52:00"
    },
    {
        "id": 868679,
        "updated_sequence": 1850791,
        "published_at": {
            "unix": 1557781920,
            "text": "2019-05-13 22:12:00 +0100",
            "iso_8601": "2019-05-13T21:12:00Z"
        },
        "updated_at": {
            "unix": 1557782064,
            "text": "2019-05-13 22:14:24 +0100",
            "iso_8601": "2019-05-13T21:14:24Z"
        },
        "subject": "MSCI reports it increased weighting of China A shares in Emerging Markets, while it also included Saudi Arabia indexes and will reclassify Argentina indexes to EM",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "msci-reports-it-increased-weighting-of-china-a-shares-in-emerging-markets-while-it-also-included-saudi-arabia-indexes-and-will-reclassify-argentina-indexes-to-em-13-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:12:00",
        "gmt_time": "2019-05-13 21:12:00"
    },
    {
        "id": 868678,
        "updated_sequence": 1850799,
        "published_at": {
            "unix": 1557781860,
            "text": "2019-05-13 22:11:00 +0100",
            "iso_8601": "2019-05-13T21:11:00Z"
        },
        "updated_at": {
            "unix": 1557782847,
            "text": "2019-05-13 22:27:27 +0100",
            "iso_8601": "2019-05-13T21:27:27Z"
        },
        "subject": "US posts details of tariffs on remaining USD 300bln of Chinese goods and will hold a public hearing on June 17th, says cellphones and laptops computers are included on list that could be subject to potential tariffs",
        "content": "<p>USTR says tariff list covers 3805 product categories of Chinese imports which would be subject to 25% tariffs.</p><p>USTR office stated the proposed product list covers essentially all products not currently covered by action in this investigation but excludes pharmaceuticals, certain pharmaceutical inputs, select medical goods, rare earth materials, and critical minerals.</p><p>Full link:<a href=\"https://ustr.gov/sites/default/files/enforcement/301Investigations/May_2019_Proposed_Modification.pdf\"> https://ustr.gov/sites/default/files/enforcement/301Investigations/May_2019_Proposed_Modification.pdf</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-posts-details-of-tariffs-on-remaining-usd-300bln-of-chinese-goods-and-will-hold-a-public-hearing-on-june-17th-says-cellphones-and-laptops-computers-are-included-on-list-that-could-be-subject-to-potential-tariffs-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:11:00",
        "gmt_time": "2019-05-13 21:11:00"
    },
    {
        "id": 868677,
        "updated_sequence": 1850801,
        "published_at": {
            "unix": 1557781680,
            "text": "2019-05-13 22:08:00 +0100",
            "iso_8601": "2019-05-13T21:08:00Z"
        },
        "updated_at": {
            "unix": 1557784044,
            "text": "2019-05-13 22:47:24 +0100",
            "iso_8601": "2019-05-13T21:47:24Z"
        },
        "subject": "BBC's Laura Kuenssberg tweets \"Brexit talks are not in good health, but not dead yet, Olly Robbins is heading to Brussels tomorrow to talk about how, and how long it might take to change the political declaration IF there were to be an agreement\"",
        "content": "<p>Says:</p><p>\"One Cabinet minister says 'I just can't see how Labour gets us out of the hole' - another says 'we're in a plane with the fuel running out ' - certainly seems like a race to try to make any of this stick before the euro elex......Both sides fear positions outside are hardening both for another referendum and for leaving without a deal - both stuck in the middle trying to make a grim, and perhaps impossible, compromise work\"</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "bbc-s-laura-kuenssberg-tweets-brexit-talks-are-not-in-good-health-but-not-dead-yet-olly-robbins-is-heading-to-brussels-tomorrow-to-talk-about-how-and-how-long-it-might-take-to-change-the-political-declaration-if-there-were-to-be-an-agree-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:08:00",
        "gmt_time": "2019-05-13 21:08:00"
    },
    {
        "id": 868676,
        "updated_sequence": 1850782,
        "published_at": {
            "unix": 1557781440,
            "text": "2019-05-13 22:04:00 +0100",
            "iso_8601": "2019-05-13T21:04:00Z"
        },
        "updated_at": {
            "unix": 1557781590,
            "text": "2019-05-13 22:06:30 +0100",
            "iso_8601": "2019-05-13T21:06:30Z"
        },
        "subject": "Reports suggest no progress in cross party talks and that UK PM May is expected to face pressure in tomorrow's cabinet meeting to drop efforts for a compromise deal, according to Independent",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Independent",
        "slug": "reports-suggest-no-progress-in-cross-party-talks-and-that-uk-pm-may-is-expected-to-face-pressure-in-tomorrow-s-cabinet-meeting-to-drop-efforts-for-a-compromise-deal-according-to-independent-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:04:00",
        "gmt_time": "2019-05-13 21:04:00"
    },
    {
        "id": 868675,
        "updated_sequence": 1850779,
        "published_at": {
            "unix": 1557781260,
            "text": "2019-05-13 22:01:00 +0100",
            "iso_8601": "2019-05-13T21:01:00Z"
        },
        "updated_at": {
            "unix": 1557781365,
            "text": "2019-05-13 22:02:45 +0100",
            "iso_8601": "2019-05-13T21:02:45Z"
        },
        "subject": "REINZ says New Zealand adjusted median house prices rose 6.3% Y/Y and 1.9% M/M in April, while House Sales fell 11.5% vs. Prev. 12.9% decline",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reinz-says-new-zealand-adjusted-median-house-prices-rose-6-3-y-y-and-1-9-m-m-in-april-while-house-sales-fell-11-5-vs-prev-12-9-decline-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:01:00",
        "gmt_time": "2019-05-13 21:01:00"
    },
    {
        "id": 868509,
        "updated_sequence": 1850762,
        "published_at": {
            "unix": 1557781200,
            "text": "2019-05-13 22:00:00 +0100",
            "iso_8601": "2019-05-13T21:00:00Z"
        },
        "updated_at": {
            "unix": 1557781200,
            "text": "2019-05-13 22:00:00 +0100",
            "iso_8601": "2019-05-13T21:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE IS NOW LIVE FOR TODAY'S SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-is-now-live-for-today-s-session-12-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 05:00:00",
        "gmt_time": "2019-05-13 21:00:00"
    },
    {
        "id": 868672,
        "updated_sequence": 1850797,
        "published_at": {
            "unix": 1557781080,
            "text": "2019-05-13 21:58:00 +0100",
            "iso_8601": "2019-05-13T20:58:00Z"
        },
        "updated_at": {
            "unix": 1557782721,
            "text": "2019-05-13 22:25:21 +0100",
            "iso_8601": "2019-05-13T21:25:21Z"
        },
        "subject": "Bayer (BAYN GY) loses third trial related to claims its Roundup weed killer causes cancer and the jury awards USD 2bln in punitive damages",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-loses-third-trial-related-to-claims-its-roundup-weed-killer-causes-cancer-and-the-jury-awards-usd-2bln-in-punitive-damages-13-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 04:58:00",
        "gmt_time": "2019-05-13 20:58:00"
    },
    {
        "id": 868670,
        "updated_sequence": 1850760,
        "published_at": {
            "unix": 1557780420,
            "text": "2019-05-13 21:47:00 +0100",
            "iso_8601": "2019-05-13T20:47:00Z"
        },
        "updated_at": {
            "unix": 1557780643,
            "text": "2019-05-13 21:50:43 +0100",
            "iso_8601": "2019-05-13T20:50:43Z"
        },
        "subject": "UK PM May is considering definitive votes on different Brexit options in an attempt to break the Brexit deadlock, while reports add she is expected to ask MPs to rank different outcomes in order of preference, according to Telegraph ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Telegraph ",
        "slug": "uk-pm-may-is-considering-definitive-votes-on-different-brexit-options-in-an-attempt-to-break-the-brexit-deadlock-while-reports-add-she-is-expected-to-ask-mps-to-rank-different-outcomes-in-order-of-preference-according-to-telegraph-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 04:47:00",
        "gmt_time": "2019-05-13 20:47:00"
    },
    {
        "id": 868669,
        "updated_sequence": 1850755,
        "published_at": {
            "unix": 1557779580,
            "text": "2019-05-13 21:33:00 +0100",
            "iso_8601": "2019-05-13T20:33:00Z"
        },
        "updated_at": {
            "unix": 1557779758,
            "text": "2019-05-13 21:35:58 +0100",
            "iso_8601": "2019-05-13T20:35:58Z"
        },
        "subject": "Tencent Music (TME) Q1 EPS USD 0.09 vs. Exp. USD 0.10, oper. profit rose 22.9% Y/Y to CNY 1.15bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tencent-music-tme-q1-eps-usd-0-09-vs-exp-usd-0-10-oper-profit-rose-22-9-y-y-to-cny-1-15bln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 04:33:00",
        "gmt_time": "2019-05-13 20:33:00"
    },
    {
        "id": 868668,
        "updated_sequence": 1850750,
        "published_at": {
            "unix": 1557778080,
            "text": "2019-05-13 21:08:00 +0100",
            "iso_8601": "2019-05-13T20:08:00Z"
        },
        "updated_at": {
            "unix": 1557778185,
            "text": "2019-05-13 21:09:45 +0100",
            "iso_8601": "2019-05-13T20:09:45Z"
        },
        "subject": "US MARKET WRAP 13 MAY 2019: China strikes back",
        "content": "<p><strong>* SNAPSHOT: </strong>Equities down, Dollar flat, Treasuries up, Crude down.</p><p><strong>* REAR VIEW:</strong> China retaliates, tensions rise in the Middle East after weekend attack on Saudi vessels</p><p><strong>* COMING UP:</strong> GE Final CPI &amp; ZEW data, EU Industrial Production data, UK employment data, US Import &amp; export prices, API crude inventories, Fed’s George (Voter, Hawk), Riksbank’s Ingves,</p><p><strong>* TUESDAY’S EARNINGS:</strong> US: Ralph Lauren, Agillent, EUROPE: Allianz, Merck, ThyssenKrupp, Innogy, Vodafone</p><p><strong>* TRADE:</strong> After the US boosted tariffs on China last week, the nation retaliated on Monday, announcing it was boosting tariffs on around 5000 US products. These products will incur between 5-25% tariffs, with 2493 The announcement added to the dour risk tone, seeing major US indices fall significantly at the open. Later in the session, US President Trump – who had publicly warned China not to retaliate over the weekend and in the US pre-market – stated that he had not made a decision regarding raising tariffs on the outstanding portion of Chinese imports, and said that he would likely meet China President Xi at the G20 summit in June, claiming that a deal was 95% done before China reneged on commitments. Treasury Secretary Mnuchin stated that the US was still negotiating with China, and they were working on the timetable for talks in Beijing. Following comments from Mnuchin and then Trump, the risk sentiment stabilised, somewhat.</p><p><strong>* FED:</strong> Fed commentary on Monday generally stayed away from making any commentary to alter the Fed’s message of patience and neutral. There was added focus on US/China related comments, following the escalation in trade tensions, and 2019 voter Rosengren suggested that the Fed needed to remain patient and assess the incoming information on the subject. Fed’s Kaplan (non-voter) had a similar message, while the Fed vice president Clarida (voter) more or less stayed away from any policy related areas in his remarks.</p><p><strong>* GEOPOLITICAL: </strong>Tensions in the Middle East have escalated, after reported attacks on Saudi oil tankers off the coast of the UAE over the weekend. Two Saudi oil tankers close to the Fujiarah Port were fired on by an unknown object, consequentially no nation or entity has claimed responsibility for the attacks; there were no reported spills our outages as a result of the attack. This news followed the US deploying a Navy fleet off the coast of Iran last week, as it pursues its object of squeezing the nation’s oil exports to zero, where Saudi has put itself forward to make up for most of the supply gap. Later reports on Monday suggested the US had brought in F-15 and F-35 aircraft patrols in the Persian Gulf, alongside the original Navy fleet and B-52s to send a deterrence message to Iran; it is unclear whether the attacks on Saudi tankers had played a part in this decision, although the UAE had asked the US for assistance in assessing the damage done to the ships. Elsewhere, the US urged Turkey to delay delivery of the Russian S-400 missile system, which Turkey is mulling, according to sources.</p><p><strong>* WTI (M9) FUTURES SETTLE USD 0.62 LOWER AT USD 61.04/BBL; BRENT (M9) FUTURES SETTLE USD 0.39 AT USD 70.23/BBL. </strong>Energy markets had a volatile start to the week, with supply and demand factors engaged in a tug of war over market direction. The crude complex got off on the front foot to start the session with supply concerns fuelling a bullish thesis. Two Saudi oil tankers were said to have taken “significant damage” from what was described as a sabotage attack from an unidentified attacker in the UAE’s waters, immediately heightening concerns over the security of freight travelling through the pinnacle oil checkpoint, the Strait of Hormuz. The US Department of Energy said it was monitoring all markets in the wake of the incident in the UAE, but it was confident that the oil market remained adequately supplied. Elsewhere supporting price movements earlier were reports that Russia’s output so far in May has been at 11.16mln BPB, a drop from April’s 11.23mln BPD, showing the OPEC+ member again cutting production beyond what is required in the supply pact, 11.52mln BPD. However, heading into the US session, the tide turned as the market pared back gains, catalysed by demand concerns. Dampening risk sentiment was the announcement from China that it would retaliate to US tariffs implemented last Friday by raising tariffs between 5% to 25% on USD 60bln worth of US goods, confirming fears of an escalation in the US-China trade war and casting fears over global demand growth. It was also reported that Iran had insisted on exporting a minimum of 1.5mln BPD of oil as a condition of remaining in the Nuclear Deal, a sign from the region that it wants to bypass the US “zero exports” efforts and remain a player in the global oil market by reaching a deal with the EU (it was exporting shy of 1mln BPD at the end of April).</p><p><strong>S&amp;P 500 -2.4% at 2812, NASDAQ-10 -3.5% at 7324, Dow Jones -2.4% at 25325, SECTORS: Consumer Discretionary -3%, Consumer Staples -0.8%, Energy -1.6%, Financials -2.9%, Health Care -1.7%, Industrials -2.8%, Information Technology -3.7%, Materials -2.2%, Telecommunication Services -2.5%, Utilities 1.1%.</strong></p><p><strong>* STOCKS SPECIFICS:</strong> Apple (AAPL) shares took a beating amid the wider stock sell-off which was triggered after China announced it would retaliate to the recent US tariff hike with around of their own tariffs, but the share price also weighed upon by news that the US Supreme Court had ruled that iPhone consumers may sue Apple over its App Store monopoly. Boeing (BA) shares were hit after the editor of China’s Global Times mentioned that China may reduce Boeing imports as part of its retaliation to US tariffs. Teva’s (TEVA) shares fell after news emerged that the pharma co would face prosecution over alleged drug price inflation, news which hit other drug names including Mylan (MYL) and Regeneron (REGN). Goldman Sachs (GS) could not buck the trend of the wider sell off, falling despite news that it would acquire United Capital Financial Partners (with USD 24bln AUM) for USD 700-750mln. Uber (UBER) sank on the ride hailing co.’s second day as a publicly traded company, share price opening north of 10% lower as a study emerged suggesting that ride hailing apps were responsible for 60% of the increase in traffic in San Francisco since 2011. Lyft (LYFT) also dropped. Bed Bath &amp; Beyond (BBBY) was unable to benefit from news that investor activists had ousted leaders within the firm, and slid with the market. T-Mobile (TMUS) and Sprint (S) saw some positive ticks into the close as news emerged they were mulling the sale of their pre-paid businesses as a concession in order to save their merger.</p><p><strong>* US T-NOTES (M9) FUTURES SETTLE 14 TICKS HIGHER AT 124-13+.</strong> An escalation of trade tensions has kept a bid in US Treasuries on Monday, which began on the front foot in APAC trade, and the trajectory continued after China announced its retaliatory measures after the US boosted tariffs on Friday. The short end of the curve saw yields lower by over 6bps, while the longer end saw yields down by around 3bps; the notorious 3m/10yr spread inverted again, however, at settlement, major curve spreads were a touch steeper. The buying of Treasuries once again saw the implied probability of Fed rate cuts in 2019 rise (to around 70%, according to the CME’s Fedwatch tool, from around 60% at the end of last week). The complex came off highs in late US trade following some constructive commentary from Treasury Secretary Mnuchin, as well as US President Trump suggesting that he will meet china President Xi at the G20 summit in June (while he also stated that he was yet to make a decision on whether to impose further tariffs on the remaining USD 325bln of Chinese imports. With a lack of A-list data this week, the focus will fall on the heavy slate of Fedspeak; however, initial indications suggest that FOMC policymakers will likely reiterate the message of neutral and patience as they assess the potential fallout from trade conflicts.</p><p><strong>* FX WRAP: DXY </strong>fell after China announced retaliatory tariffs measures on US imports but, after coming within a whisker of the 97.00 handle, managed to reverse the move and finish relatively flat for the day. <strong>JPY,</strong> which strengthened in the wake of the news, managed to hold on to the lion’s share its gains, with USDJPY having a look at 109.00 though couldn’t manage to breach it. Spot <strong>Gold </strong>(XAU)<strong> </strong>popped higher as a function of the USD’s knee-jerk moves lower, and trade concerns lending to the appeal of havens (<strong>CHF</strong>, too!); gold trades around the key USD 1300 for the first time in a month heading into APAC trade. <strong>EUR </strong>largely took its cue from USD, finishing the day relatively flat ahead of what could shape up to be a pivotal week; with some key economic data and Trump’s decision on auto tariffs all coming up.<strong> GBP </strong>was also soft on risk aversion, amid a lack of meaningful Brexit related updates, and ahead of tomorrow’s data dump. <strong>CNH</strong>’s continued to weaken as trade tensions between the US and China continued to ratchet up, with USDCNH now back above the 6.9000 handle. <strong>CAD, AUD, NZD, </strong>all traded in tandem with the Yuan amid a lack of idiosyncratic fundamental drivers. EM FX also suffered, although <strong>TRY </strong>managed to pare losses as reports emerged that the Turkish government was mulling postponing its purchase of the S-400 missile system to appease the US.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-13-may-2019-china-strikes-back-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 04:08:00",
        "gmt_time": "2019-05-13 20:08:00"
    },
    {
        "id": 868667,
        "updated_sequence": 1850747,
        "published_at": {
            "unix": 1557777480,
            "text": "2019-05-13 20:58:00 +0100",
            "iso_8601": "2019-05-13T19:58:00Z"
        },
        "updated_at": {
            "unix": 1557777578,
            "text": "2019-05-13 20:59:38 +0100",
            "iso_8601": "2019-05-13T19:59:38Z"
        },
        "subject": "Russia has not received or accepted a formal invite to sit down with US President Trump at the G20, according to the Kremlin",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-has-not-received-or-accepted-a-formal-invite-to-sit-down-with-us-president-trump-at-the-g20-according-to-the-kremlin-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:58:00",
        "gmt_time": "2019-05-13 19:58:00"
    },
    {
        "id": 868666,
        "updated_sequence": 1850744,
        "published_at": {
            "unix": 1557776880,
            "text": "2019-05-13 20:48:00 +0100",
            "iso_8601": "2019-05-13T19:48:00Z"
        },
        "updated_at": {
            "unix": 1557777043,
            "text": "2019-05-13 20:50:43 +0100",
            "iso_8601": "2019-05-13T19:50:43Z"
        },
        "subject": "SPX MOC 520mln to buy (vs 550mln to buy at 1549 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-520mln-to-buy-vs-550mln-to-buy-at-1549-edt-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:48:00",
        "gmt_time": "2019-05-13 19:48:00"
    },
    {
        "id": 868665,
        "updated_sequence": 1850741,
        "published_at": {
            "unix": 1557776700,
            "text": "2019-05-13 20:45:00 +0100",
            "iso_8601": "2019-05-13T19:45:00Z"
        },
        "updated_at": {
            "unix": 1557776851,
            "text": "2019-05-13 20:47:31 +0100",
            "iso_8601": "2019-05-13T19:47:31Z"
        },
        "subject": "T-Mobile (TMUS) and Sprint (S) mulling sale of pre-paid business as concessions in order to save their merger",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, TMUS shares spiked to 74.00 from 73.60, while S shares jumped from 5.96 to 6.15</li></ul>",
        "reaction_updated_at": {
            "unix": 1557776848,
            "text": "2019-05-13 20:47:28 +0100",
            "iso_8601": "2019-05-13T19:47:28Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "t-mobile-tmus-and-sprint-s-mulling-sale-of-pre-paid-business-as-concessions-in-order-to-save-their-merger-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:45:00",
        "gmt_time": "2019-05-13 19:45:00"
    },
    {
        "id": 868664,
        "updated_sequence": 1850736,
        "published_at": {
            "unix": 1557775920,
            "text": "2019-05-13 20:32:00 +0100",
            "iso_8601": "2019-05-13T19:32:00Z"
        },
        "updated_at": {
            "unix": 1557775944,
            "text": "2019-05-13 20:32:24 +0100",
            "iso_8601": "2019-05-13T19:32:24Z"
        },
        "subject": "Natura reportedly obtains bank support for a bid for Avon (AVP)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "natura-reportedly-obtains-bank-support-for-a-bid-for-avon-avp-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:32:00",
        "gmt_time": "2019-05-13 19:32:00"
    },
    {
        "id": 868663,
        "updated_sequence": 1850733,
        "published_at": {
            "unix": 1557774600,
            "text": "2019-05-13 20:10:00 +0100",
            "iso_8601": "2019-05-13T19:10:00Z"
        },
        "updated_at": {
            "unix": 1557774734,
            "text": "2019-05-13 20:12:14 +0100",
            "iso_8601": "2019-05-13T19:12:14Z"
        },
        "subject": "US T-Note (M9) futures settle 14 ticks higher at 124-13+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>An escalation of trade tensions has kept a bid in US Treasuries on Monday, which began on the front foot in APAC trade, and the trajectory continued after China announced its retaliatory measures after the US boosted tariffs on Friday. The short-end of the curve saw yields lower by over 6bps, while the longer end saw yields down by around 3bps; the notorious 3m/10yr spread inverted again, however, at settlement, major curve spreads were a touch steeper. The buying of Treasuries once again saw the implied probability of Fed rate cuts in 2019 rise (to around 70%, according to the CME’s Fedwatch tool, from around 60% at the end of last week). The complex came off highs in late US trade following some constructive commentary from Treasury Secretary Mnuchin, as well as US President Trump suggesting that he will meet china President Xi at the G20 summit in June (while he also stated that he was yet to make a decision on whether to impose further tariffs on the remaining USD 325bln of Chinese imports. With a lack of A-list data this week, the focus will fall on the heavy slate of Fedspeak; however, initial indications suggest that FOMC policymakers will likely reiterate the message of neutral and patience as they assess the potential fallout from trade conflicts.</p>",
        "analysis_updated_at": {
            "unix": 1557774733,
            "text": "2019-05-13 20:12:13 +0100",
            "iso_8601": "2019-05-13T19:12:13Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-m9-futures-settle-14-ticks-higher-at-124-13-13-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:10:00",
        "gmt_time": "2019-05-13 19:10:00"
    },
    {
        "id": 868662,
        "updated_sequence": 1850730,
        "published_at": {
            "unix": 1557774480,
            "text": "2019-05-13 20:08:00 +0100",
            "iso_8601": "2019-05-13T19:08:00Z"
        },
        "updated_at": {
            "unix": 1557774545,
            "text": "2019-05-13 20:09:05 +0100",
            "iso_8601": "2019-05-13T19:09:05Z"
        },
        "subject": "Two GOP senators urge FCC to act quickly on airwaves utilised by Intelsat (I) and SES",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "two-gop-senators-urge-fcc-to-act-quickly-on-airwaves-utilised-by-intelsat-i-and-ses-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:08:00",
        "gmt_time": "2019-05-13 19:08:00"
    },
    {
        "id": 868662,
        "updated_sequence": 1850730,
        "published_at": {
            "unix": 1557774480,
            "text": "2019-05-13 20:08:00 +0100",
            "iso_8601": "2019-05-13T19:08:00Z"
        },
        "updated_at": {
            "unix": 1557774545,
            "text": "2019-05-13 20:09:05 +0100",
            "iso_8601": "2019-05-13T19:09:05Z"
        },
        "subject": "Two GOP senators urge FCC to act quickly on airwaves utilised by Intelsat (I) and SES",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "two-gop-senators-urge-fcc-to-act-quickly-on-airwaves-utilised-by-intelsat-i-and-ses-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 03:08:00",
        "gmt_time": "2019-05-13 19:08:00"
    },
    {
        "id": 868661,
        "updated_sequence": 1850725,
        "published_at": {
            "unix": 1557773940,
            "text": "2019-05-13 19:59:00 +0100",
            "iso_8601": "2019-05-13T18:59:00Z"
        },
        "updated_at": {
            "unix": 1557773978,
            "text": "2019-05-13 19:59:38 +0100",
            "iso_8601": "2019-05-13T18:59:38Z"
        },
        "subject": "Fed's Rosengren (voter) says US/China trade conflict does not yet alter view of Fed being patient",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-voter-says-us-china-trade-conflict-does-not-yet-alter-view-of-fed-being-patient-13-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:59:00",
        "gmt_time": "2019-05-13 18:59:00"
    },
    {
        "id": 868660,
        "updated_sequence": 1850727,
        "published_at": {
            "unix": 1557773640,
            "text": "2019-05-13 19:54:00 +0100",
            "iso_8601": "2019-05-13T18:54:00Z"
        },
        "updated_at": {
            "unix": 1557774145,
            "text": "2019-05-13 20:02:25 +0100",
            "iso_8601": "2019-05-13T19:02:25Z"
        },
        "subject": "San Francisco has issued a report supporting a PG&E (PCG) asset purchase; may make the offer within months for assets that suit the city's needs",
        "content": "<ul><li>San Francisco says PG&amp;E's (PCG) assets in the city are worth a few billion dollars</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "san-francisco-has-issued-a-report-supporting-a-pg-e-pcg-asset-purchase-may-make-the-offer-within-months-for-assets-that-suit-the-city-s-needs-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:54:00",
        "gmt_time": "2019-05-13 18:54:00"
    },
    {
        "id": 868659,
        "updated_sequence": 1850715,
        "published_at": {
            "unix": 1557773340,
            "text": "2019-05-13 19:49:00 +0100",
            "iso_8601": "2019-05-13T18:49:00Z"
        },
        "updated_at": {
            "unix": 1557773612,
            "text": "2019-05-13 19:53:32 +0100",
            "iso_8601": "2019-05-13T18:53:32Z"
        },
        "subject": "Volkswagen (VOW3 GY, VWAGY) is mulling strategic options for a partnership/joint-venture/sale for its MAN Energy Solutions and Renk",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-vwagy-is-mulling-strategic-options-for-a-partnership-joint-venture-sale-for-its-man-energy-solutions-and-renk-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:49:00",
        "gmt_time": "2019-05-13 18:49:00"
    },
    {
        "id": 868658,
        "updated_sequence": 1850706,
        "published_at": {
            "unix": 1557773100,
            "text": "2019-05-13 19:45:00 +0100",
            "iso_8601": "2019-05-13T18:45:00Z"
        },
        "updated_at": {
            "unix": 1557773176,
            "text": "2019-05-13 19:46:16 +0100",
            "iso_8601": "2019-05-13T18:46:16Z"
        },
        "subject": "Fed's Kaplan is vigilant on US/China trade talks, says Fed must be patient to see how it unfolds over coming weeks and months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-is-vigilant-on-us-china-trade-talks-says-fed-must-be-patient-to-see-how-it-unfolds-over-coming-weeks-and-months-13-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:45:00",
        "gmt_time": "2019-05-13 18:45:00"
    },
    {
        "id": 868657,
        "updated_sequence": 1850701,
        "published_at": {
            "unix": 1557772260,
            "text": "2019-05-13 19:31:00 +0100",
            "iso_8601": "2019-05-13T18:31:00Z"
        },
        "updated_at": {
            "unix": 1557772586,
            "text": "2019-05-13 19:36:26 +0100",
            "iso_8601": "2019-05-13T18:36:26Z"
        },
        "subject": "WTI (M9) futures settle USD 0.62 lower at USD 61.04/BBL; Brent (N9) futures settle USD 0.39 lower at USD 70.23/BBL",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Energy markets had a volatile start to the week, with supply and demand factors engaged in a tug of war over market direction. The crude complex got off on the front foot to start the session with supply concerns fuelling a bullish thesis. Two Saudi oil tankers were said to have taken “significant damage” from what was described as a sabotage attack from an unidentified attacker in the UAE’s waters, immediately heightening concerns over the security of freight travelling through the pinnacle oil checkpoint, the Strait of Hormuz. The US Department of Energy said it was monitoring all markets in the wake of the incident in the UAE, but it was confident that the oil market remained adequately supplied. Elsewhere supporting price movements earlier were reports that Russia’s output so far in May has been at 11.16mln BPB, a drop from April’s 11.23mln BPD, showing the OPEC+ member again cutting production beyond what is required in the supply pact, 11.52mln BPD. However, heading into the US session, the tide turned as the market pared back gains, catalysed by demand concerns. Dampening risk sentiment was the announcement from China that it would retaliate to US tariffs implemented last Friday by raising tariffs between 5% to 25% on USD 60bln worth of US goods, confirming fears of an escalation in the US-China trade war and casting fears over global demand growth. It was also reported that Iran had insisted on exporting a minimum of 1.5mln BPD of oil as a condition of remaining in the Nuclear Deal, a sign from the region that it wants to bypass the US “zero exports” efforts and remain a player in the global oil market by reaching a deal with the EU (it was exporting shy of 1mln BPD at the end of April).</p>",
        "analysis_updated_at": {
            "unix": 1557772440,
            "text": "2019-05-13 19:34:00 +0100",
            "iso_8601": "2019-05-13T18:34:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-m9-futures-settle-usd-0-62-lower-at-usd-61-04-bbl-brent-n9-futures-settle-usd-0-39-lower-at-usd-70-23-bbl-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:31:00",
        "gmt_time": "2019-05-13 18:31:00"
    },
    {
        "id": 868656,
        "updated_sequence": 1850684,
        "published_at": {
            "unix": 1557771840,
            "text": "2019-05-13 19:24:00 +0100",
            "iso_8601": "2019-05-13T18:24:00Z"
        },
        "updated_at": {
            "unix": 1557771877,
            "text": "2019-05-13 19:24:37 +0100",
            "iso_8601": "2019-05-13T18:24:37Z"
        },
        "subject": "US President Trump says if Iran does anything it will be a big mistake, says we'll see what happens",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-if-iran-does-anything-it-will-be-a-big-mistake-says-we-ll-see-what-happens-13-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:24:00",
        "gmt_time": "2019-05-13 18:24:00"
    },
    {
        "id": 868655,
        "updated_sequence": 1850703,
        "published_at": {
            "unix": 1557771540,
            "text": "2019-05-13 19:19:00 +0100",
            "iso_8601": "2019-05-13T18:19:00Z"
        },
        "updated_at": {
            "unix": 1557772973,
            "text": "2019-05-13 19:42:53 +0100",
            "iso_8601": "2019-05-13T18:42:53Z"
        },
        "subject": "US President Trump says he has not made the decision to go ahead with tariffs on the further USD 325bln in Chinese imports; says \"we\" will be meeting at the G20 summit, expects fruitful meeting",
        "content": "<ul><li>says the US cannot let China take advantage of it any longer</li><li>says there can be some retaliation in the US trade dispute and expects China to retaliate against US farmers</li><li>says he expects farmers to maintain profits if China does retaliate</li><li>says the US did have a deal with China and it was 95% there, but China's backtracking in the trade talks was unacceptable</li><li>says China want a trade deal</li><li>says he will meet with Xi and Putin at the G20 meeting</li><li>says a USD 15bln aid plan is being devised for farmers right not</li><li>says a portion of the fund taken in from the China tariffs will be going to farmers</li></ul>",
        "reaction_details": "<ul><li>As Trump is making these comments, ES futures ticked up from around 2812 to 2819, while the T-Note future saw some modest negative ticks (falling from around 124-16 to 124-14)</li></ul>",
        "reaction_updated_at": {
            "unix": 1557772260,
            "text": "2019-05-13 19:31:00 +0100",
            "iso_8601": "2019-05-13T18:31:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-has-not-made-the-decision-to-go-ahead-with-tariffs-on-the-further-usd-325bln-in-chinese-imports-says-we-will-be-meeting-at-the-g20-summit-expects-fruitful-meeting-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:19:00",
        "gmt_time": "2019-05-13 18:19:00"
    },
    {
        "id": 868654,
        "updated_sequence": 1850670,
        "published_at": {
            "unix": 1557771300,
            "text": "2019-05-13 19:15:00 +0100",
            "iso_8601": "2019-05-13T18:15:00Z"
        },
        "updated_at": {
            "unix": 1557771356,
            "text": "2019-05-13 19:15:56 +0100",
            "iso_8601": "2019-05-13T18:15:56Z"
        },
        "subject": "EIA sees US total shale region oil production +83k BPD at 8.494mln BPD in June (prev. saw +82k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eia-sees-us-total-shale-region-oil-production-83k-bpd-at-8-494mln-bpd-in-june-prev-saw-82k-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 02:15:00",
        "gmt_time": "2019-05-13 18:15:00"
    },
    {
        "id": 868653,
        "updated_sequence": 1850665,
        "published_at": {
            "unix": 1557770280,
            "text": "2019-05-13 18:58:00 +0100",
            "iso_8601": "2019-05-13T17:58:00Z"
        },
        "updated_at": {
            "unix": 1557770629,
            "text": "2019-05-13 19:03:49 +0100",
            "iso_8601": "2019-05-13T18:03:49Z"
        },
        "subject": "Turkey is considering a fresh US call to postpone buying the S-400 Russian missile system, according to sources",
        "content": "<ul><li>the US requested that Turkey not buy the system</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction to the news, USDTRY jumped lower from 6.09 to 6.04</li></ul>",
        "reaction_updated_at": {
            "unix": 1557770629,
            "text": "2019-05-13 19:03:49 +0100",
            "iso_8601": "2019-05-13T18:03:49Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-is-considering-a-fresh-us-call-to-postpone-buying-the-s-400-russian-missile-system-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:58:00",
        "gmt_time": "2019-05-13 17:58:00"
    },
    {
        "id": 868652,
        "updated_sequence": 1850652,
        "published_at": {
            "unix": 1557768960,
            "text": "2019-05-13 18:36:00 +0100",
            "iso_8601": "2019-05-13T17:36:00Z"
        },
        "updated_at": {
            "unix": 1557769511,
            "text": "2019-05-13 18:45:11 +0100",
            "iso_8601": "2019-05-13T17:45:11Z"
        },
        "subject": "US Treasury Secretary Mnuchin says the US is still negotiating with China, is working on when to travel to Beijing",
        "content": "",
        "reaction_details": "<ul><li>We did see some positive ticks as a result of these comments, with the E-mini S&amp;P500 moving from 2808 to about 2814</li></ul>",
        "reaction_updated_at": {
            "unix": 1557769320,
            "text": "2019-05-13 18:42:00 +0100",
            "iso_8601": "2019-05-13T17:42:00Z"
        },
        "analysis_details": "<ul><li>Note US President Trump is scheduled be speaking with the Hungarian PM at 14:00EDT/19:00BST</li></ul>",
        "analysis_updated_at": {
            "unix": 1557769320,
            "text": "2019-05-13 18:42:00 +0100",
            "iso_8601": "2019-05-13T17:42:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-the-us-is-still-negotiating-with-china-is-working-on-when-to-travel-to-beijing-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:36:00",
        "gmt_time": "2019-05-13 17:36:00"
    },
    {
        "id": 868651,
        "updated_sequence": 1850643,
        "published_at": {
            "unix": 1557768840,
            "text": "2019-05-13 18:34:00 +0100",
            "iso_8601": "2019-05-13T17:34:00Z"
        },
        "updated_at": {
            "unix": 1557768968,
            "text": "2019-05-13 18:36:08 +0100",
            "iso_8601": "2019-05-13T17:36:08Z"
        },
        "subject": "US Special Representative to Iran Hook declines to comment when asked if Iran played a role in the attack on vessels outside of the UAE over the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-special-representative-to-iran-hook-declines-to-comment-when-asked-if-iran-played-a-role-in-the-attack-on-vessels-outside-of-the-uae-over-the-weekend-13-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:34:00",
        "gmt_time": "2019-05-13 17:34:00"
    },
    {
        "id": 868650,
        "updated_sequence": 1850638,
        "published_at": {
            "unix": 1557768540,
            "text": "2019-05-13 18:29:00 +0100",
            "iso_8601": "2019-05-13T17:29:00Z"
        },
        "updated_at": {
            "unix": 1557768616,
            "text": "2019-05-13 18:30:16 +0100",
            "iso_8601": "2019-05-13T17:30:16Z"
        },
        "subject": "Citgo Corpus Christi, Texas, refinery is restarting its crude unit, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citgo-corpus-christi-texas-refinery-is-restarting-its-crude-unit-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:29:00",
        "gmt_time": "2019-05-13 17:29:00"
    },
    {
        "id": 868649,
        "updated_sequence": 1850667,
        "published_at": {
            "unix": 1557768540,
            "text": "2019-05-13 18:29:00 +0100",
            "iso_8601": "2019-05-13T17:29:00Z"
        },
        "updated_at": {
            "unix": 1557770726,
            "text": "2019-05-13 19:05:26 +0100",
            "iso_8601": "2019-05-13T18:05:26Z"
        },
        "subject": "Fed's Kaplan (non-Voter) says that the financial system is more highly leveraged than it was 10 years ago",
        "content": "<ul><li>says trade tensions are a threat to growth and that globalisation is an opportunity not a threat</li><li>says for now, Fed's rate setting is where it should be</li><li>says he does not think the Fed should be cutting or hiking right now, the best thing the Fed can do is be patient</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-says-that-the-financial-system-is-more-highly-leveraged-than-it-was-10-years-ago-13-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:29:00",
        "gmt_time": "2019-05-13 17:29:00"
    },
    {
        "id": 868648,
        "updated_sequence": 1850630,
        "published_at": {
            "unix": 1557766860,
            "text": "2019-05-13 18:01:00 +0100",
            "iso_8601": "2019-05-13T17:01:00Z"
        },
        "updated_at": {
            "unix": 1557766930,
            "text": "2019-05-13 18:02:10 +0100",
            "iso_8601": "2019-05-13T17:02:10Z"
        },
        "subject": "UAE's Fujiarah Port is working normally and operations are running with no halt",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uae-s-fujiarah-port-is-working-normally-and-operations-are-running-with-no-halt-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 01:01:00",
        "gmt_time": "2019-05-13 17:01:00"
    },
    {
        "id": 868647,
        "updated_sequence": 1850627,
        "published_at": {
            "unix": 1557766140,
            "text": "2019-05-13 17:49:00 +0100",
            "iso_8601": "2019-05-13T16:49:00Z"
        },
        "updated_at": {
            "unix": 1557766391,
            "text": "2019-05-13 17:53:11 +0100",
            "iso_8601": "2019-05-13T16:53:11Z"
        },
        "subject": "Still no comment from the US regarding China's retaliatory tariffs, but we may here from US President Trump himself during is visit with the Hungarian Prime Minister at 2pm EDT, according to CNBC's Eamon Javers",
        "content": "<p><a href=\"https://twitter.com/EamonJavers/status/1127979061798744064\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "still-no-comment-from-the-us-regarding-china-s-retaliatory-tariffs-but-we-may-here-from-us-president-trump-himself-during-is-visit-with-the-hungarian-prime-minister-at-2pm-edt-according-to-cnbc-s-eamon-javers-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 00:49:00",
        "gmt_time": "2019-05-13 16:49:00"
    },
    {
        "id": 868646,
        "updated_sequence": 1850624,
        "published_at": {
            "unix": 1557765180,
            "text": "2019-05-13 17:33:00 +0100",
            "iso_8601": "2019-05-13T16:33:00Z"
        },
        "updated_at": {
            "unix": 1557765374,
            "text": "2019-05-13 17:36:14 +0100",
            "iso_8601": "2019-05-13T16:36:14Z"
        },
        "subject": "US Department of Energy official says they are monitoring all markets in wake of the incident off the coast of the UAE, says is confident that oil market remains adequately supplied",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-department-of-energy-official-says-they-are-monitoring-all-markets-in-wake-of-the-incident-off-the-coast-of-the-uae-says-is-confident-that-oil-market-remains-adequately-supplied-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 00:33:00",
        "gmt_time": "2019-05-13 16:33:00"
    },
    {
        "id": 868645,
        "updated_sequence": 1850619,
        "published_at": {
            "unix": 1557764100,
            "text": "2019-05-13 17:15:00 +0100",
            "iso_8601": "2019-05-13T16:15:00Z"
        },
        "updated_at": {
            "unix": 1557764986,
            "text": "2019-05-13 17:29:46 +0100",
            "iso_8601": "2019-05-13T16:29:46Z"
        },
        "subject": "Sources close to the Japanese government say US and Japan could reach a quick trade deal ahead of the G20 Summit in June as a means of providing a united front to China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Reports suggests it would borrow heavily from the TPP, which US President Trump criticised heavily during his 2016 Presidential campaign</li></ul>",
        "analysis_updated_at": {
            "unix": 1557764520,
            "text": "2019-05-13 17:22:00 +0100",
            "iso_8601": "2019-05-13T16:22:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-close-to-the-japanese-government-say-us-and-japan-could-reach-a-quick-trade-deal-ahead-of-the-g20-summit-in-june-as-a-means-of-providing-a-united-front-to-china-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 00:15:00",
        "gmt_time": "2019-05-13 16:15:00"
    },
    {
        "id": 868644,
        "updated_sequence": 1850610,
        "published_at": {
            "unix": 1557763500,
            "text": "2019-05-13 17:05:00 +0100",
            "iso_8601": "2019-05-13T16:05:00Z"
        },
        "updated_at": {
            "unix": 1557763605,
            "text": "2019-05-13 17:06:45 +0100",
            "iso_8601": "2019-05-13T16:06:45Z"
        },
        "subject": "Workday (WDAY) shares are under pressure after Slack announced that its direct listing is planned for the 25 June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "workday-wday-shares-are-under-pressure-after-slack-announced-that-its-direct-listing-is-planned-for-the-25-june-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-14 00:05:00",
        "gmt_time": "2019-05-13 16:05:00"
    },
    {
        "id": 868643,
        "updated_sequence": 1850607,
        "published_at": {
            "unix": 1557762300,
            "text": "2019-05-13 16:45:00 +0100",
            "iso_8601": "2019-05-13T15:45:00Z"
        },
        "updated_at": {
            "unix": 1557762729,
            "text": "2019-05-13 16:52:09 +0100",
            "iso_8601": "2019-05-13T15:52:09Z"
        },
        "subject": "China submits proposal on WTO organisational reform, aiming to resolve critical issues threatening the existence of the organisation",
        "content": "<ul><li>the proposals do not name the US</li><li>does cite \"blocked judicial appointments\", national security tariffs and unilateral trade measures&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-submits-proposal-on-wto-organisational-reform-aiming-to-resolve-critical-issues-threatening-the-existence-of-the-organisation-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 23:45:00",
        "gmt_time": "2019-05-13 15:45:00"
    },
    {
        "id": 868642,
        "updated_sequence": 1850602,
        "published_at": {
            "unix": 1557762120,
            "text": "2019-05-13 16:42:00 +0100",
            "iso_8601": "2019-05-13T15:42:00Z"
        },
        "updated_at": {
            "unix": 1557762262,
            "text": "2019-05-13 16:44:22 +0100",
            "iso_8601": "2019-05-13T15:44:22Z"
        },
        "subject": "US have begun air patrols over the Persian Gulf, with F-35s and F-15s conducting the patrols; the patrols are being used as a form of deterrence.",
        "content": "<p><a href=\"https://twitter.com/Global_Mil_Info/status/1127961868386144259\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-have-begun-air-patrols-over-the-persian-gulf-with-f-35s-and-f-15s-conducting-the-patrols-the-patrols-are-being-used-as-a-form-of-deterrence-13-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 23:42:00",
        "gmt_time": "2019-05-13 15:42:00"
    },
    {
        "id": 868641,
        "updated_sequence": 1850597,
        "published_at": {
            "unix": 1557761640,
            "text": "2019-05-13 16:34:00 +0100",
            "iso_8601": "2019-05-13T15:34:00Z"
        },
        "updated_at": {
            "unix": 1557761740,
            "text": "2019-05-13 16:35:40 +0100",
            "iso_8601": "2019-05-13T15:35:40Z"
        },
        "subject": "Volkswagen (VOW3 GY) supervisory board is reportedly close to announcing plans to initiate battery production, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-supervisory-board-is-reportedly-close-to-announcing-plans-to-initiate-battery-production-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 23:34:00",
        "gmt_time": "2019-05-13 15:34:00"
    },
    {
        "id": 868640,
        "updated_sequence": 1850594,
        "published_at": {
            "unix": 1557761400,
            "text": "2019-05-13 16:30:00 +0100",
            "iso_8601": "2019-05-13T15:30:00Z"
        },
        "updated_at": {
            "unix": 1557761529,
            "text": "2019-05-13 16:32:09 +0100",
            "iso_8601": "2019-05-13T15:32:09Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-1.2%) at 3322, FTSE 100  (-0.5%) at 7170, DAX  (-1.5%) at 11882, CAC 40  (-1.2%) at 5265, IBEX 35 (-0.8%) at 9047, FTSE Italian MIB  (-1.2%) at 20621, SMI (-1.2%) at 9364",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-2-at-3322-ftse-100-0-5-at-7170-dax-1-5-at-11882-cac-40-1-2-at-5265-ibex-35-0-8-at-9047-ftse-italian-mib-1-2-at-20621-smi-1-2-at-9364-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 23:30:00",
        "gmt_time": "2019-05-13 15:30:00"
    },
    {
        "id": 868639,
        "updated_sequence": 1850589,
        "published_at": {
            "unix": 1557759600,
            "text": "2019-05-13 16:00:00 +0100",
            "iso_8601": "2019-05-13T15:00:00Z"
        },
        "updated_at": {
            "unix": 1557759761,
            "text": "2019-05-13 16:02:41 +0100",
            "iso_8601": "2019-05-13T15:02:41Z"
        },
        "subject": "US NY Fed survey shows household outlook for earnings, spending, and employment remains strong; shows consumer outlook for inflation in April fell to 2.6% from 2.82%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-ny-fed-survey-shows-household-outlook-for-earnings-spending-and-employment-remains-strong-shows-consumer-outlook-for-inflation-in-april-fell-to-2-6-from-2-82-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 23:00:00",
        "gmt_time": "2019-05-13 15:00:00"
    },
    {
        "id": 868638,
        "updated_sequence": 1850586,
        "published_at": {
            "unix": 1557758460,
            "text": "2019-05-13 15:41:00 +0100",
            "iso_8601": "2019-05-13T14:41:00Z"
        },
        "updated_at": {
            "unix": 1557758555,
            "text": "2019-05-13 15:42:35 +0100",
            "iso_8601": "2019-05-13T14:42:35Z"
        },
        "subject": "Russia's Rosneft states that Venezuela's oil to India does not violate US sanctions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-rosneft-states-that-venezuela-s-oil-to-india-does-not-violate-us-sanctions-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:41:00",
        "gmt_time": "2019-05-13 14:41:00"
    },
    {
        "id": 868637,
        "updated_sequence": 1850583,
        "published_at": {
            "unix": 1557758280,
            "text": "2019-05-13 15:38:00 +0100",
            "iso_8601": "2019-05-13T14:38:00Z"
        },
        "updated_at": {
            "unix": 1557758350,
            "text": "2019-05-13 15:39:10 +0100",
            "iso_8601": "2019-05-13T14:39:10Z"
        },
        "subject": "Daily FX Wrap: China strikes back on tariffs and triggers further risk aversion",
        "content": "<p><strong>JPY/CHF</strong></p><p>The traditional safe-haven currencies have stretched their advantage and outperformance to the detriment of the Greenback this time, as the <strong>DXY</strong> slips through a double bottom and Fib level just ahead of 97.000. This, as Usd/Jpy clears a similar base at 109.50 and then a 109.23 Fib on the way towards 109.00, while Usd/Chf has retreated further from 1.0200+ to just a few pips shy of 1.0050 and Eur/Chf is holding just above 1.1300. Note, even <strong>GOLD </strong>eventually saw some upside, albeit with the softer Usd helping as spot climbed back up towards Usd1300/oz.</p><p><strong>GBP/EUR</strong></p><p>Also gaining at the expense of the Dollar and adding to relatively light gains above 1.3000 and 1.1200 respectively, with Cable up to 1.3040 and the single currency matching its previous mtd high of 1.1265 before stalling ahead of the NY cut when 1.3 bn option expiries ran off between 1.1240-50.</p><p><strong>AUD/NZD/CAD/SEK/NOK</strong></p><p>All victims of the trade cross fire and Beijing’s response to Washington via taxes on 5k+ US goods totalling Usd60 bn and ranging from 5% to 25%. Aud/Usd is holding just off multi-month lows circa 0.6962 and Nzd/Usd is at the lower end of a 0.6605-0.6573 range with Usd/Cad midway between 1.3417-53 and the Loonie not getting much in the way of support from higher crude prices given the overall risk-off tone. Indeed, the Scandi Crowns are also under pressure albeit off worst levels after Eur/Sek hit 10.8500 (10 year peak) and Eur/Nok rallied to circa 9.8400 on disappointing Norwegian data (Q1 GDP).</p><p><strong>EM&nbsp;</strong></p><p>A really bad session and start to the week for many regional currencies as risk aversion spread on China’s retaliatory tariffs targeting Usd60 bn goods with a sliding 5% to 25% levy and plan to stop buying agricultural products. Usd/Cny climbed to 6.8800 vs the PBoC’s 6.7954 midpoint fix and Usd/Cnh almost touched 6.9200, as Usd/Try rebounded from sub-6.0000 to circa 6.1300 amidst reports that Turkey’s Treasury Ministry is planning to raid the CBRT for Try40 bn reserves after a law change to allow transfers and with only brief respite from a smaller than forecast March current account shortfall. Even the Zar failed to glean any extra impetus from confirmation of the SA election result and a 57.5% ANC majority as the currency declined to 14.3300 at one stage.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-fx-wrap-china-strikes-back-on-tariffs-and-triggers-further-risk-aversion-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:38:00",
        "gmt_time": "2019-05-13 14:38:00"
    },
    {
        "id": 868636,
        "updated_sequence": 1850580,
        "published_at": {
            "unix": 1557757860,
            "text": "2019-05-13 15:31:00 +0100",
            "iso_8601": "2019-05-13T14:31:00Z"
        },
        "updated_at": {
            "unix": 1557757999,
            "text": "2019-05-13 15:33:19 +0100",
            "iso_8601": "2019-05-13T14:33:19Z"
        },
        "subject": "China Global Times Editor notes that his tweet regarding Boeing (BA) reflects his own opinion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows his tweet that China may stop purchasing US agricultural products and energy, reduce Boeing (BA) orders and restrict US service trade with China</li></ul>",
        "analysis_updated_at": {
            "unix": 1557757999,
            "text": "2019-05-13 15:33:19 +0100",
            "iso_8601": "2019-05-13T14:33:19Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-global-times-editor-notes-that-his-tweet-regarding-boeing-ba-reflects-his-own-opinion-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:31:00",
        "gmt_time": "2019-05-13 14:31:00"
    },
    {
        "id": 868635,
        "updated_sequence": 1850573,
        "published_at": {
            "unix": 1557757440,
            "text": "2019-05-13 15:24:00 +0100",
            "iso_8601": "2019-05-13T14:24:00Z"
        },
        "updated_at": {
            "unix": 1557757522,
            "text": "2019-05-13 15:25:22 +0100",
            "iso_8601": "2019-05-13T14:25:22Z"
        },
        "subject": "Citron Research are negative on Jumia (JMIA)",
        "content": "<ul><li><a href=\"https://twitter.com/CitronResearch/status/1127942214112268288\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "citron-research-are-negative-on-jumia-jmia-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:24:00",
        "gmt_time": "2019-05-13 14:24:00"
    },
    {
        "id": 868634,
        "updated_sequence": 1850575,
        "published_at": {
            "unix": 1557756180,
            "text": "2019-05-13 15:03:00 +0100",
            "iso_8601": "2019-05-13T14:03:00Z"
        },
        "updated_at": {
            "unix": 1557757543,
            "text": "2019-05-13 15:25:43 +0100",
            "iso_8601": "2019-05-13T14:25:43Z"
        },
        "subject": "US Supreme Court rules against Apple (AAPL) on the app store antitrust dispute, adding that consumers can now sue over app store commissions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-supreme-court-rules-against-apple-aapl-on-the-app-store-antitrust-dispute-adding-that-consumers-can-now-sue-over-app-store-commissions-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:03:00",
        "gmt_time": "2019-05-13 14:03:00"
    },
    {
        "id": 868633,
        "updated_sequence": 1850632,
        "published_at": {
            "unix": 1557756000,
            "text": "2019-05-13 15:00:00 +0100",
            "iso_8601": "2019-05-13T14:00:00Z"
        },
        "updated_at": {
            "unix": 1557767157,
            "text": "2019-05-13 18:05:57 +0100",
            "iso_8601": "2019-05-13T17:05:57Z"
        },
        "subject": "Fed's Rosengren (Voter, Hawk) states that he is surprised the US is not seeing very much inflation at all, states that if tariffs are to be high for a long period of time then it will begin to implement trade patterns",
        "content": "<ul><li>Adds that he does not expect a recession, but the economy is to grow more slowly over the next two years</li><li>US economy is strong enough to withstand trade issues</li><li>Monetary Policy is currently accommodative</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-voter-hawk-states-that-he-is-surprised-the-us-is-not-seeing-very-much-inflation-at-all-states-that-if-tariffs-are-to-be-high-for-a-long-period-of-time-then-it-will-begin-to-implement-trade-patterns-13-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 22:00:00",
        "gmt_time": "2019-05-13 14:00:00"
    },
    {
        "id": 868632,
        "updated_sequence": 1850654,
        "published_at": {
            "unix": 1557755760,
            "text": "2019-05-13 14:56:00 +0100",
            "iso_8601": "2019-05-13T13:56:00Z"
        },
        "updated_at": {
            "unix": 1557769601,
            "text": "2019-05-13 18:46:41 +0100",
            "iso_8601": "2019-05-13T17:46:41Z"
        },
        "subject": "Latest round of US-China tariffs are seen as cutting China's GDP growth forecast by 0.5%, cutting US GDP growth forecast by 0.25%, cutting global GDP growth forecast by 0.15%, according to Societe Generale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>For reference, the IMF stated that they saw the tariffs as reducing US GDP by 0.6%</p>",
        "analysis_updated_at": {
            "unix": 1557755880,
            "text": "2019-05-13 14:58:00 +0100",
            "iso_8601": "2019-05-13T13:58:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "latest-round-of-us-china-tariffs-are-seen-as-cutting-china-s-gdp-growth-forecast-by-0-5-cutting-us-gdp-growth-forecast-by-0-25-cutting-global-gdp-growth-forecast-by-0-15-according-to-societe-generale-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:56:00",
        "gmt_time": "2019-05-13 13:56:00"
    },
    {
        "id": 868631,
        "updated_sequence": 1850591,
        "published_at": {
            "unix": 1557755580,
            "text": "2019-05-13 14:53:00 +0100",
            "iso_8601": "2019-05-13T13:53:00Z"
        },
        "updated_at": {
            "unix": 1557759803,
            "text": "2019-05-13 16:03:23 +0100",
            "iso_8601": "2019-05-13T15:03:23Z"
        },
        "subject": "Iran insists on exporting a minimum 1.5mln BPD of oil as a condition of remaining in the Nuclear Deal, according to sources",
        "content": "<p>NOTE: Iran was exporting 970k BPD at end-April, according to eikon data</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-insists-on-exporting-a-minimum-1-5mln-bpd-of-oil-as-a-condition-of-remaining-in-the-nuclear-deal-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:53:00",
        "gmt_time": "2019-05-13 13:53:00"
    },
    {
        "id": 868630,
        "updated_sequence": 1850550,
        "published_at": {
            "unix": 1557755460,
            "text": "2019-05-13 14:51:00 +0100",
            "iso_8601": "2019-05-13T13:51:00Z"
        },
        "updated_at": {
            "unix": 1557755573,
            "text": "2019-05-13 14:52:53 +0100",
            "iso_8601": "2019-05-13T13:52:53Z"
        },
        "subject": "BP (BP/ LN) Whiting Indiana (430k BPD) refinery has shut their coker as part of an overhaul of their crude unit., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bp-bp-ln-whiting-indiana-430k-bpd-refinery-has-shut-their-coker-as-part-of-an-overhaul-of-their-crude-unit-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:51:00",
        "gmt_time": "2019-05-13 13:51:00"
    },
    {
        "id": 868629,
        "updated_sequence": 1850547,
        "published_at": {
            "unix": 1557755340,
            "text": "2019-05-13 14:49:00 +0100",
            "iso_8601": "2019-05-13T13:49:00Z"
        },
        "updated_at": {
            "unix": 1557755440,
            "text": "2019-05-13 14:50:40 +0100",
            "iso_8601": "2019-05-13T13:50:40Z"
        },
        "subject": "Mexican President Obrador says the Pemex tax bill is to be reduced by around MXN 30bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-obrador-says-the-pemex-tax-bill-is-to-be-reduced-by-around-mxn-30bln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:49:00",
        "gmt_time": "2019-05-13 13:49:00"
    },
    {
        "id": 868628,
        "updated_sequence": 1850542,
        "published_at": {
            "unix": 1557754920,
            "text": "2019-05-13 14:42:00 +0100",
            "iso_8601": "2019-05-13T13:42:00Z"
        },
        "updated_at": {
            "unix": 1557754986,
            "text": "2019-05-13 14:43:06 +0100",
            "iso_8601": "2019-05-13T13:43:06Z"
        },
        "subject": "Russia's Rosneft says Q1 hydrocarbon production stood at 5.9mln BOEPD",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-rosneft-says-q1-hydrocarbon-production-stood-at-5-9mln-boepd-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:42:00",
        "gmt_time": "2019-05-13 13:42:00"
    },
    {
        "id": 868626,
        "updated_sequence": 1850544,
        "published_at": {
            "unix": 1557754740,
            "text": "2019-05-13 14:39:00 +0100",
            "iso_8601": "2019-05-13T13:39:00Z"
        },
        "updated_at": {
            "unix": 1557755014,
            "text": "2019-05-13 14:43:34 +0100",
            "iso_8601": "2019-05-13T13:43:34Z"
        },
        "subject": "US Commerce Department state they add six Chinese technology firms to the list of entities which are banned from exporting sensitive US technologies",
        "content": "<ul><li>Along with one Pakistani firm and five UAE based firms</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-department-state-they-add-six-chinese-technology-firms-to-the-list-of-entities-which-are-banned-from-exporting-sensitive-us-technologies-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:39:00",
        "gmt_time": "2019-05-13 13:39:00"
    },
    {
        "id": 868627,
        "updated_sequence": 1850539,
        "published_at": {
            "unix": 1557754620,
            "text": "2019-05-13 14:37:00 +0100",
            "iso_8601": "2019-05-13T13:37:00Z"
        },
        "updated_at": {
            "unix": 1557754838,
            "text": "2019-05-13 14:40:38 +0100",
            "iso_8601": "2019-05-13T13:40:38Z"
        },
        "subject": "US Movers: Boeing (BA) -3.0%, Caterpillar (CAT) -4.2%, Deere & Co. (DE) -4.4%, Uber (UBER) -8.6%, Apple (AAPL) -4.2%, Teva (TEVA) -9.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-boeing-ba-3-0-caterpillar-cat-4-2-deere-co-de-4-4-uber-uber-8-6-apple-aapl-4-2-teva-teva-9-9-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:37:00",
        "gmt_time": "2019-05-13 13:37:00"
    },
    {
        "id": 868625,
        "updated_sequence": 1850533,
        "published_at": {
            "unix": 1557753900,
            "text": "2019-05-13 14:25:00 +0100",
            "iso_8601": "2019-05-13T13:25:00Z"
        },
        "updated_at": {
            "unix": 1557754590,
            "text": "2019-05-13 14:36:30 +0100",
            "iso_8601": "2019-05-13T13:36:30Z"
        },
        "subject": "Talks between Deutsche Bank's Asset Management unit (DWS GY) and UBS  (UBSG SW) are said to have broken down over disagreements regarding control  ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, DWS shares fell from EUR 30.40 to EUR 29.86 whilst Deutsche Bank (DBK GY) fell from EUR 6.825 to EUR 6.805</li></ul>",
        "reaction_updated_at": {
            "unix": 1557754200,
            "text": "2019-05-13 14:30:00 +0100",
            "iso_8601": "2019-05-13T13:30:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "talks-between-deutsche-bank-s-asset-management-unit-dws-gy-and-ubs-ubsg-sw-are-said-to-have-broken-down-over-disagreements-regarding-control-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:25:00",
        "gmt_time": "2019-05-13 13:25:00"
    },
    {
        "id": 868624,
        "updated_sequence": 1850526,
        "published_at": {
            "unix": 1557753180,
            "text": "2019-05-13 14:13:00 +0100",
            "iso_8601": "2019-05-13T13:13:00Z"
        },
        "updated_at": {
            "unix": 1557753320,
            "text": "2019-05-13 14:15:20 +0100",
            "iso_8601": "2019-05-13T13:15:20Z"
        },
        "subject": "Some entities in China reportedly tried supporting the Iranian programmes, according to the US government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "some-entities-in-china-reportedly-tried-supporting-the-iranian-programmes-according-to-the-us-government-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:13:00",
        "gmt_time": "2019-05-13 13:13:00"
    },
    {
        "id": 868623,
        "updated_sequence": 1850523,
        "published_at": {
            "unix": 1557753120,
            "text": "2019-05-13 14:12:00 +0100",
            "iso_8601": "2019-05-13T13:12:00Z"
        },
        "updated_at": {
            "unix": 1557753186,
            "text": "2019-05-13 14:13:06 +0100",
            "iso_8601": "2019-05-13T13:13:06Z"
        },
        "subject": "Chevron Pasadena, Texas Refinery (110k BPD) issues the all clear following the process units shutdown on the 10th May., according to an alert",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chevron-pasadena-texas-refinery-110k-bpd-issues-the-all-clear-following-the-process-units-shutdown-on-the-10th-may-according-to-an-alert-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:12:00",
        "gmt_time": "2019-05-13 13:12:00"
    },
    {
        "id": 868622,
        "updated_sequence": 1850520,
        "published_at": {
            "unix": 1557752580,
            "text": "2019-05-13 14:03:00 +0100",
            "iso_8601": "2019-05-13T13:03:00Z"
        },
        "updated_at": {
            "unix": 1557752718,
            "text": "2019-05-13 14:05:18 +0100",
            "iso_8601": "2019-05-13T13:05:18Z"
        },
        "subject": "Caterpillar (CAT) April Dealer Statistics: Total Machines +7% Y/Y",
        "content": "<p><strong>Total Machine:</strong></p><ul><li>Asia-Pac +4%</li><li>EAME: -6%</li><li>Latam: +20%</li><li>North America: +13%</li><li>World: +7%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caterpillar-cat-april-dealer-statistics-total-machines-7-y-y-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 21:03:00",
        "gmt_time": "2019-05-13 13:03:00"
    },
    {
        "id": 868621,
        "updated_sequence": 1850515,
        "published_at": {
            "unix": 1557752160,
            "text": "2019-05-13 13:56:00 +0100",
            "iso_8601": "2019-05-13T12:56:00Z"
        },
        "updated_at": {
            "unix": 1557752260,
            "text": "2019-05-13 13:57:40 +0100",
            "iso_8601": "2019-05-13T12:57:40Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 13 May 19",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21819/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p>China, in response to the US’s decision to hike tariffs on Chinese imports last Friday (which increased tariffs on 250bln worth of Chinese imports from 10% to 25%), may stop purchasing US agricultural products and energy, reduce <strong>Boeing (BA)</strong> orders and restrict US service trade with China, according to the Editor of China’s Global Times.</p><p><strong>DOW</strong></p><p><strong>Boeing (BA) (Industrials/Aerospace &amp; Defense), Southwest Airlines (LUV), American Airlines (AAL) – </strong>Pilot unions from both Southwest Airlines and American Airlines have received subpoenas for information relating to Boeing’s grounded 737 MAX, with investigators reportedly looking into the development of the aircraft. Elsewhere, Boeing (BA)<strong> </strong>sees “far reaching” alterations to safety certifications of aircraft in the wake of the 737 MAX crashes, with changes expected across the whole industry, FT reports.</p><p><strong>Goldman Sachs (GS)</strong> (Financials/Investment Banking &amp; Brokerage) is close to finalising a deal to acquire United Capital Financial Partners, an investment management firm with over USD 24bln in assets under management. The acquisition could be worth between USD 700-750mln.</p><p><strong>Merck (MRK) (Health Care/Pharmaceuticals) </strong>has been upgraded to Overweight from Neutral at Atlantics Equities, citing valuation and its new drug pipeline well positioned to face patent headwinds.</p><p><strong>Walmart (WMT)</strong> (Consumer Staples/Hypermarkets &amp; Super Centres), <strong>Target (TGT)</strong> (Consumer Discretionary/General Merchandise Stores) – The two supermarkets chains are reportedly considering introducing CBD product lines and have been holding talks with CBD makers.</p><p><strong>NASDAQ 100</strong></p><p><strong>Amazon (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is reportedly starting to introduce machinery to box up its orders, a function that currently provides a job to thousands of employees. Full implementation of the machines across the US’s 55 fulfilment centres would result in 1300 job losses. Elsewhere, the ecommerce giant has expanded its Delivery Service Partner programme in the US, where it is offering current employees incentives to start their own small package delivery services.</p><p><strong>Celgene (CELG)</strong> (Health Care/Biotechnology) has been granted breakthrough therapy designation from the FDA for its Kaposi sarcoma treatment, Pomalyst.</p><p><strong>Facebook’s (FB)</strong> (Communication Services/Interactive Media &amp; Services) CEO Mark Zuckerberg has dismissed former partner Hughes’ call to break up the company, saying that Facebook’s size is actually a benefit to users and the security of the democratic process.</p><p><strong>Kraft Heinz (KHC)</strong> (Consumer Staples/Packaged Foods &amp; Meats) will not be able to file its Form 10-Q for Q1, whilst also disclosing that the food processor expects to identify two or more material weaknesses in internal controls in its Annual Report for FY18 which were not remedied as of the end of Q1.</p><p><strong>Netflix (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) Piper Jaffray analyst Michael Olson maintained his Overweight rating and USD 440 PT after carrying out a survey on Netflix subscribers which revealed little risk of them replacing their Netflix subscription for Disney’s (DIS) new streaming service.</p><p><strong>Qualcomm (QCOM), Nokia (NOK)</strong> – Qualcomm and HDM Global have signed a 5G multimode patent licence agreement, with devices to be manufactured and marketed by HDM Global under the Nokia brand. Elsewhere, Qualcomm have reportedly offered its executives large stock bonuses after its multi-billion dollar settlement with Apple (AAPL).</p><p><strong>S&amp;P 500</strong></p><p><strong>Anadarko (APC)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) has entered a sale and purchase agreement with Mozambique LNG1 Company for the delivery of ex-ship supply of 1.6mln tonnes per annum for a base term of 17 years.</p><p><strong>Boston Scientific (BSX)</strong> (Health Care/Health Care Equipment) announced acute results from its UNTOUCHED study, which aims to evaluate the effectiveness of the EMBLEM Defibrillator System. The study’s principal investigator commented that the outcomes validate the advantages of the technology.</p><p><strong>Citigroup (C)</strong> (Financials/Diversified Banks) is ramping up its transformation into digital banking efforts with executives convinced US consumers are ready to desert branches for full mobile banking, WSJ reports.</p><p><strong>Eli Lilly (LLY)</strong> (Health Care/Pharmaceuticals) announced that the FDA has approved its Cyramza drug after the drug posted promising results in its recent REACH-2 study.</p><p><strong>Ford (F)</strong> (Consumer Discretionary/Automobile Manufacturers) is expected to cut up to 550 white collar jobs in the UK as part of a wider restructuring programme.</p><p><strong>L Brands (LB)</strong> (Consumer Discretionary/Apparel Retail) WSJ reports that the fashion co.’s Victoria’s Secret brand will no longer air its annual fashion show on network tv, having been aired for over 20 years, following declining interest and rising criticism.</p><p><strong>Nasdaq (NDAQ)</strong> (Financials/Financial Exchanges &amp; Data) has received the go-ahead by the Norwegian Ministry of Finance to be the suitable owner of the Oslo Bors VPS.</p><p><strong>Oracle (ORCL)</strong> (Information Technology/Application Software) FT reports that Oracle has cut 900 staff members from its China operations, with the region’s R&amp;D being cut by 60%, with some blaming the US-China trade war for the cuts.</p><p><strong>Philip Morris (PM)</strong> (Consumer Staples/Tobacco) has dropped a social media marketing campaign for its new heated tobacco device following a Reuters probe into the co.’s youth-orientated online focus.</p><p><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) is reportedly struggling to find a new CEO due to restrictions on how much the bank may pay its next boss, with a number of top candidates having turned the role down due to the role not meeting their pay requirements.</p><p>OTHER</p><p><strong>Teva (TEVA)</strong> (Health Care/Pharmaceuticals) is one of 20 pharma companies facing a lawsuit from US states over allegations of drug price inflation.</p><p><strong>Uber (UBER)</strong> (Industrials/Rail Roads, <strong>Lyft (LYFT)</strong> (Industrial/Rail Roads) – A study has shown that Uber and Lyft are responsible for over half of the increase in traffic between 2010 and 2016 in San Francisco, results that, according to an expert in transportation modelling and travel forecasting, are damaging to the narrative that the ride hailing apps can reduce traffic (by reducing car ownership and increasing carpooling).</p><p><strong>Weatherford International Plc (WFT)</strong> (Energy/Energy Equipment &amp; Services) has filed for bankruptcy, the once-dominant oilfield services firm had never recovered from the oil price collapse back in 2014.</p><p><strong>BROKER MOVES</strong></p><ul><li><strong>Upgrades</strong></li><li>AMERIPRISE (AMP) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>ANDEAVOR LOGISTICS (ANDX) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li><li>BARCLAYS (BDX) UPGRADES BECTON DICKINSON TO OVERWEIGHT FOLLOWING RECENT PULLBACK</li><li>BAUSCH HEALTH (BHC) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>BECTON DICKINSON (BDX) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>BLUE BIRD (BLBD) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>BOSTON SCIENTIFIC (BSX) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li><li>CALIFORNIA RESOURCES (CRC) UPGRADED TO OUTPERFORM AT RAYMOND JAMES</li><li>CHEVRON (CVX) RESUMED WITH A BUY AT CITI</li><li>CUBIC (CUB) UPGRADED TO STRONG BUY FROM OUTPERFORM AT RAYMOND JAMES</li><li>HEALTHCARE TRUST (HTA) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li><li>JD.COM (JD) UPGRADED TO BUY FROM HOLD AT CICC</li><li>KB HOME (KBH) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>KIMBELL ROYALTY PARTNERS (KRP) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>LINDE PLC (LIN) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>MARKS &amp; SPENCER (MAKSY) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>MERCK (MRK) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT ATLANTIC EQUITIES</li><li>PTC THERAPEUTICS (PTCT) UPGRADED TO BUY AT BOFA/MERRILL</li><li>ROYAL DUTCH SHELL (RDS.A) UPGRADED TO BUY FROM HOLD AT HSBC</li><li>TAYLOR MORRISON (TMHC) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT BARCLAYS</li><li>TAYLOR MORRISON (TMHC) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>TEXAS ROADHOUSE (TXRH) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li><strong>Downgrades</strong></li><li>51JOB (JOBS) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>AGL ENERGY (AGLNF) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>ALARM.COM (ALRM) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>ALIO GOLD (ALO) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>ANSELL (ANSLY) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>BOOT BARN (BOOT) DOWNGRADED TO HOLD FROM BUY AT PIVOTAL RESEARCH</li><li>BUCKEYE PARTNERS (BPL) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>CHURCH &amp; DWIGHT (CHD) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT ATLANTIC EQUITIES</li><li>CONTROL4 (CTRL) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li><li>DBS GROUP (DBSDY) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>DEERE (DE) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li><li>ENDO (ENDP) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>EXXON MOBIL (XOM) DOWNGRADED TO HOLD FROM BUY AT HSBC</li><li>HECLA MINING (HL) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>HILTON (HLT) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>IAC (IAC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li><li>INVESCO (IVZ) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</li><li>MTU AERO ENGINES (MTUAY) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>PENNANTPARK FLOATING RATE (PFLT) DOWNGRADED TO NEUTRAL FROM BUY AT LADENBURG</li><li>PRUDENTIAL (PRU) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>RESTAURANT BRANDS (QRS) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT LONGBOW</li><li>ROYAL GOLD (RGLD) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>SHOPIFY (SHOP) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>SIENNA BIOPHARMACEUTICALS (SNNA) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>STEMLINE (STML) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>TITAN MACHINERY (TITN) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li><li>TURKCELL (TKC) DOWNGRADED TO HOLD FROM BUY AT HSB</li><li>VERITIV (VRTV) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li><strong>Initiations</strong></li><li>ARAVIVE (ARAV) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>BIO-KEY (BKYI) ASSUMED WITH A BUY AT MAXIM</li><li>BRAINSWAY (BWAY) INITIATED WITH A BUY AT LADENBURG</li><li>BRAINSWAY (BWAY) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER</li><li>BRAINSWAY (BWAY) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD</li><li>BRIGHAM MINERALS (MNLR) INITIATED WITH AN OUTPERFORM AT WELLS FARGO</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH A BUY AT UBS</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH AN OUTPERFORM AT CREDIT SUISSE</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH AN OUTPERFORM AT RBC CAPITAL</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH AN OVERWEIGHT AT BARCLAYS</li><li>BRIGHAM MINERALS (MNRL) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>COUPA SOFTWARE (COUP) INITIATED WITH A BUY AT BOFA/MERRILL</li><li>GREENLANE (GNLN) INITIATED WITH A BUY AT LADENBURG</li><li>HOOKIPA PHARMA (HOOK) INITIATED WITH A BUY AT BOFA/MERRILL</li><li>HOOKIPA PHARMA (HOOK) INITIATED WITH AN OUTPERFORM AT RBC CAPITAL</li><li>JOHNSON CONTROLS (JCI) REINSTATED WITH A NEUTRAL AT CREDIT SUISSE</li><li>KUSHCO HOLDINGS (KSHB) INITIATED WITH A BUY AT ALLIANCE GLOBAL PARTNERS</li><li>MONAKER GROUP (MKGI) INITIATED WITH A BUY AT ASCENDIANT</li><li>PALOMAR (PLMR) INITIATED WITH AN EQUAL WEIGHT AT BARCLAYS</li><li>PALOMAR (PLMR) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI</li><li>PALOMAR (PLMR) INITIATED WITH AN OUTPERFORM AT KEEFE BRUYETTE</li><li>PALOMAR (PLMR) INITIATED WITH AN OVERWEIGHT AT JPMORGAN</li><li>PINTEREST (PINS) INITIATED WITH A BUY AT CITI</li><li>PINTEREST (PINS) INITIATED WITH A HOLD AT DEUTSCHE BANK</li><li>PINTEREST (PINS) INITIATED WITH A NEUTRAL AT BOFA/MERRILL</li><li>PINTEREST (PINS) INITIATED WITH A NEUTRAL AT CREDIT SUISSE</li><li>PINTEREST (PINS) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>PINTEREST (PINS) INITIATED WITH A NEUTRAL AT JPMORGAN</li><li>PINTEREST (PINS) INITIATED WITH A NEUTRAL AT UBS</li><li>PINTEREST (PINS) INITIATED WITH AN EQUAL WEIGHT AT BARCLAYS</li><li>ROCKWELL MEDICAL (RMTI) INITIATED WITH A BUY AT H.C. WAINWRIGHT</li><li>TANDEM DIABETES (TNDM) INITIATED WITH AN OUTPERFORM AT SVB LEERINK</li><li>TENCENT MUSIC (TME) INITIATED WITH A HOLD AT CHINA RENAISSANCE</li><li>TILRAY (TLRY) INITIATED WITH A NEUTRAL AT ALLIANCE GLOBAL PARTNERS</li><li>TURNING POINT THERAPEUTICS (TPTX) INITIATED WITH A BUY AT CANACCORD&nbsp;</li><li>TURNING POINT THERAPEUTICS (TPTX) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>TURNING POINT THERAPEUTICS (TPTX) INITIATED WITH AN OUTPERFORM AT WELLS FARGO</li><li>VIPER ENERGY (VNOM) INITIATED WITH AN OVERWEIGHT AT BARCLAYS</li><li>WATFORD HOLDINGS (WTRE) INITIATED WITH AN OUTPERFORM AT KEEFE BRUYETTE</li><li>WENDY'S (WEN) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>WINGSTOP (WING) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>ZOOM VIDEO (ZM) INITIATED WITH A BUY AT BOFA/MERRILL</li><li>ZOOM VIDEO (ZM) INITIATED WITH A HOLD AT STIFEL</li><li>ZOOM VIDEO (ZM) INITIATED WITH A MARKET PERFORM AT WELLS FARGO</li><li>ZOOM VIDEO (ZM) INITIATED WITH A NEUTRAL AT CREDIT SUISSE</li><li>ZOOM VIDEO (ZM) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>ZOOM VIDEO (ZM) INITIATED WITH A SECTOR WEIGHT AT KEYBANC</li><li>ZOOM VIDEO (ZM) INITIATED WITH AN EQUAL WEIGHT AT MORGAN STANLEY</li><li>ZOOM VIDEO (ZM) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>ZOOM VIDEO (ZM) INITIATED WITH AN OVERWEIGHT, ADDED TO FOCUS LIST AT JPMORGAN</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>ALLIANCE DATA SYSTEMS CORP (ADS). AMOUNT USD 0.63</li><li>DOLBY LABORATORIES INC (DLB). AMOUNT USD 0.19</li><li>DOMINION ENERGY INC (DCUD). AMOUNT USD 0.84</li><li>EQUITRANS MIDSTREAM CORP (ETRN). AMOUNT USD 0.45</li><li>HANESBRANDS INC (HBI). AMOUNT USD 0.15</li><li>NEW YORK COMMUNITY BANCORP INC (NYCB). AMOUNT USD 0.17</li><li>PACCAR INC (PCAR). AMOUNT USD 0.32</li><li>VERSUM MATERIALS INC (VSM). AMOUNT USD 0.08</li><li>WEC ENERGY GROUP INC (WEC). AMOUNT USD 0.59</li><li>WELLTOWER INC (WELL). AMOUNT USD 0.87</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-13-may-19-13-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:56:00",
        "gmt_time": "2019-05-13 12:56:00"
    },
    {
        "id": 868620,
        "updated_sequence": 1850510,
        "published_at": {
            "unix": 1557751380,
            "text": "2019-05-13 13:43:00 +0100",
            "iso_8601": "2019-05-13T12:43:00Z"
        },
        "updated_at": {
            "unix": 1557751478,
            "text": "2019-05-13 13:44:38 +0100",
            "iso_8601": "2019-05-13T12:44:38Z"
        },
        "subject": "Fixed and FX latest: core debt somewhat dazed, but other safe-havens up again",
        "content": "<p>Bonds seem a little bemused by latest speculation about China studying the effects of offloading US Treasuries, but the retaliatory tariffs and halting purchases of agricultural goods has sparked another bout of risk aversion elsewhere to the benefit of the Jpy and Chf especially, with the former now through 109.50, a 109.23 Fib and heading towards 109.00, while the Franc is eyeing 1.0050 and 1.1300 against the Eur. The DXY has slipped through recent lows and Fib support with 97.000 up next.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-core-debt-somewhat-dazed-but-other-safe-havens-up-again-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:43:00",
        "gmt_time": "2019-05-13 12:43:00"
    },
    {
        "id": 868619,
        "updated_sequence": 1850512,
        "published_at": {
            "unix": 1557751320,
            "text": "2019-05-13 13:42:00 +0100",
            "iso_8601": "2019-05-13T12:42:00Z"
        },
        "updated_at": {
            "unix": 1557752207,
            "text": "2019-05-13 13:56:47 +0100",
            "iso_8601": "2019-05-13T12:56:47Z"
        },
        "subject": "China has not raised tariffs on US crude oil, according to the China State Department",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>LNG tariffs have been raised to 25%</li></ul>",
        "analysis_updated_at": {
            "unix": 1557752207,
            "text": "2019-05-13 13:56:47 +0100",
            "iso_8601": "2019-05-13T12:56:47Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-not-raised-tariffs-on-us-crude-oil-according-to-the-china-state-department-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:42:00",
        "gmt_time": "2019-05-13 12:42:00"
    },
    {
        "id": 868618,
        "updated_sequence": 1850496,
        "published_at": {
            "unix": 1557749820,
            "text": "2019-05-13 13:17:00 +0100",
            "iso_8601": "2019-05-13T12:17:00Z"
        },
        "updated_at": {
            "unix": 1557749878,
            "text": "2019-05-13 13:17:58 +0100",
            "iso_8601": "2019-05-13T12:17:58Z"
        },
        "subject": "Organic Chloride content in Urals-crude oil loading from UST-Luga is now back to normal levels as of the 13th May., according to a trade source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "organic-chloride-content-in-urals-crude-oil-loading-from-ust-luga-is-now-back-to-normal-levels-as-of-the-13th-may-according-to-a-trade-source-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:17:00",
        "gmt_time": "2019-05-13 12:17:00"
    },
    {
        "id": 868617,
        "updated_sequence": 1850491,
        "published_at": {
            "unix": 1557749760,
            "text": "2019-05-13 13:16:00 +0100",
            "iso_8601": "2019-05-13T12:16:00Z"
        },
        "updated_at": {
            "unix": 1557749817,
            "text": "2019-05-13 13:16:57 +0100",
            "iso_8601": "2019-05-13T12:16:57Z"
        },
        "subject": "Motiva Port Arthur Texas Refinery (636k BPD) have reportedly restarted their crude unit., according to source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "motiva-port-arthur-texas-refinery-636k-bpd-have-reportedly-restarted-their-crude-unit-according-to-source-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:16:00",
        "gmt_time": "2019-05-13 12:16:00"
    },
    {
        "id": 868616,
        "updated_sequence": 1850484,
        "published_at": {
            "unix": 1557749520,
            "text": "2019-05-13 13:12:00 +0100",
            "iso_8601": "2019-05-13T12:12:00Z"
        },
        "updated_at": {
            "unix": 1557749639,
            "text": "2019-05-13 13:13:59 +0100",
            "iso_8601": "2019-05-13T12:13:59Z"
        },
        "subject": "China may stop purchasing US agricultural products and energy, reduce Boeing (BA) orders and restrict US service trade with China, according to China Global Times Editor",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1127909254134767616\">Click here for the tweet</a></li><li>Tweet goes on to say \"Many Chinese scholars are discussing the possibility of dumping US Treasuries and how to do it specifically.\"&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Twitter",
        "slug": "china-may-stop-purchasing-us-agricultural-products-and-energy-reduce-boeing-ba-orders-and-restrict-us-service-trade-with-china-according-to-china-global-times-editor-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:12:00",
        "gmt_time": "2019-05-13 12:12:00"
    },
    {
        "id": 868615,
        "updated_sequence": 1850475,
        "published_at": {
            "unix": 1557749400,
            "text": "2019-05-13 13:10:00 +0100",
            "iso_8601": "2019-05-13T12:10:00Z"
        },
        "updated_at": {
            "unix": 1557749507,
            "text": "2019-05-13 13:11:47 +0100",
            "iso_8601": "2019-05-13T12:11:47Z"
        },
        "subject": "Fed's Kashkari states that the fundamentals of the real economy appear to be healthy, and we need to let inflation build., CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-kashkari-states-that-the-fundamentals-of-the-real-economy-appear-to-be-healthy-and-we-need-to-let-inflation-build-cnbc-13-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:10:00",
        "gmt_time": "2019-05-13 12:10:00"
    },
    {
        "id": 868614,
        "updated_sequence": 1850504,
        "published_at": {
            "unix": 1557749280,
            "text": "2019-05-13 13:08:00 +0100",
            "iso_8601": "2019-05-13T12:08:00Z"
        },
        "updated_at": {
            "unix": 1557751099,
            "text": "2019-05-13 13:38:19 +0100",
            "iso_8601": "2019-05-13T12:38:19Z"
        },
        "subject": "China to raise tariffs on some US goods from 1 June",
        "content": "<ul><li>Plan to set import tariffs against over 5000 US products, are to impose tariffs ranging from 5% to 25% on US goods</li><li>China to carry out 25% tariffs on 2,493 items of U.S. goods (approx. USD 60bln)</li><li>1,078 items to be subject to 20% of tariffs</li><li>974 items subject to 10% of tariffs</li><li>595 items continue to be levied at 5% tariffs</li><li>China state they have received applications from companies to get waivers from the additional tariffs, products on the waiver list will be exempt from additional tariffs for a period of one year</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction, ES futures fell from 2844 to 2832; Dow futures fell from 25600 to 25499 (BA has a weighting of around 10% in the Dow)</li><li>Meanwhile, due to the risk aversion, USD/JPY fell from 109.62 to 109.33</li></ul>",
        "reaction_updated_at": {
            "unix": 1557749700,
            "text": "2019-05-13 13:15:00 +0100",
            "iso_8601": "2019-05-13T12:15:00Z"
        },
        "analysis_details": "<p>NOTE: Earleir reports had suggested the monetary value of goods was around USD 30bln, and as such, this USD 60bln is slightly more than some may have been expecting</p>",
        "analysis_updated_at": {
            "unix": 1557749520,
            "text": "2019-05-13 13:12:00 +0100",
            "iso_8601": "2019-05-13T12:12:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-to-raise-tariffs-on-some-us-goods-from-1-june-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:08:00",
        "gmt_time": "2019-05-13 12:08:00"
    },
    {
        "id": 868613,
        "updated_sequence": 1850461,
        "published_at": {
            "unix": 1557749040,
            "text": "2019-05-13 13:04:00 +0100",
            "iso_8601": "2019-05-13T12:04:00Z"
        },
        "updated_at": {
            "unix": 1557749093,
            "text": "2019-05-13 13:04:53 +0100",
            "iso_8601": "2019-05-13T12:04:53Z"
        },
        "subject": "Germany Economy Minister Altmaier says US/China trade dispute is hurting European economies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-economy-minister-altmaier-says-us-china-trade-dispute-is-hurting-european-economies-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:04:00",
        "gmt_time": "2019-05-13 12:04:00"
    },
    {
        "id": 868613,
        "updated_sequence": 1850461,
        "published_at": {
            "unix": 1557749040,
            "text": "2019-05-13 13:04:00 +0100",
            "iso_8601": "2019-05-13T12:04:00Z"
        },
        "updated_at": {
            "unix": 1557749093,
            "text": "2019-05-13 13:04:53 +0100",
            "iso_8601": "2019-05-13T12:04:53Z"
        },
        "subject": "Germany Economy Minister Altmaier says US/China trade dispute is hurting European economies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-economy-minister-altmaier-says-us-china-trade-dispute-is-hurting-european-economies-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:04:00",
        "gmt_time": "2019-05-13 12:04:00"
    },
    {
        "id": 868612,
        "updated_sequence": 1850458,
        "published_at": {
            "unix": 1557748920,
            "text": "2019-05-13 13:02:00 +0100",
            "iso_8601": "2019-05-13T12:02:00Z"
        },
        "updated_at": {
            "unix": 1557749044,
            "text": "2019-05-13 13:04:04 +0100",
            "iso_8601": "2019-05-13T12:04:04Z"
        },
        "subject": "Equinor (EQNR NO) - Co. have exercised their right to acquire an additional 22.45% interest in the Caesar Tonga oil field from Shell (RDSA LN) for up to USD 0.965bln in cash, will increase the Co's stake to 46%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "equinor-eqnr-no-co-have-exercised-their-right-to-acquire-an-additional-22-45-interest-in-the-caesar-tonga-oil-field-from-shell-rdsa-ln-for-up-to-usd-0-965bln-in-cash-will-increase-the-co-s-stake-to-46-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 20:02:00",
        "gmt_time": "2019-05-13 12:02:00"
    },
    {
        "id": 868610,
        "updated_sequence": 1850452,
        "published_at": {
            "unix": 1557748680,
            "text": "2019-05-13 12:58:00 +0100",
            "iso_8601": "2019-05-13T11:58:00Z"
        },
        "updated_at": {
            "unix": 1557748782,
            "text": "2019-05-13 12:59:42 +0100",
            "iso_8601": "2019-05-13T11:59:42Z"
        },
        "subject": "Total's (FP FP) ACG oil fields production for Q1 was on average 571k BPD, according to BP Azerbaijan",
        "content": "<ul><li>This field has a typical production of 631k BPD</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-s-fp-fp-acg-oil-fields-production-for-q1-was-on-average-571k-bpd-according-to-bp-azerbaijan-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:58:00",
        "gmt_time": "2019-05-13 11:58:00"
    },
    {
        "id": 868609,
        "updated_sequence": 1850449,
        "published_at": {
            "unix": 1557748080,
            "text": "2019-05-13 12:48:00 +0100",
            "iso_8601": "2019-05-13T11:48:00Z"
        },
        "updated_at": {
            "unix": 1557748191,
            "text": "2019-05-13 12:49:51 +0100",
            "iso_8601": "2019-05-13T11:49:51Z"
        },
        "subject": "Scotiabank FX Daily - Trade Tensions Driving Markets; Spreads Offer CAD Support  ",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as relative performance offers classic ‘risk off’ response.</li><li>&nbsp; CAD steady within range as broader concerns offset stronger fundamentals.</li><li>&nbsp; EUR quietly consolidating just below last week’s high; spreads are supportive.</li><li>&nbsp; GBP pinned around 1.3000; Brexit developments remain limited; jobs data Tues.</li><li>&nbsp; JPY outperforming and remains well supported on trade tensions; bullish.</li><li>&nbsp; AUD weak and threatening fresh lows; key jobs/wage data this week.</li><li>&nbsp; MXN soft fading toward last week’s lows; Banxico expected to hold Thursday.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-trade-tensions-driving-markets-spreads-offer-cad-support-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:48:00",
        "gmt_time": "2019-05-13 11:48:00"
    },
    {
        "id": 868608,
        "updated_sequence": 1850446,
        "published_at": {
            "unix": 1557746700,
            "text": "2019-05-13 12:25:00 +0100",
            "iso_8601": "2019-05-13T11:25:00Z"
        },
        "updated_at": {
            "unix": 1557746970,
            "text": "2019-05-13 12:29:30 +0100",
            "iso_8601": "2019-05-13T11:29:30Z"
        },
        "subject": "Riksbank's Ohlsson states that inflation is now picking up in Sweden adds that it is time to ease off the gas peddle regarding stimulating the economy",
        "content": "<ul><li>Adds that the rate path is a forecast which can be altered</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-ohlsson-states-that-inflation-is-now-picking-up-in-sweden-adds-that-it-is-time-to-ease-off-the-gas-peddle-regarding-stimulating-the-economy-13-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:25:00",
        "gmt_time": "2019-05-13 11:25:00"
    },
    {
        "id": 868607,
        "updated_sequence": 1850439,
        "published_at": {
            "unix": 1557746460,
            "text": "2019-05-13 12:21:00 +0100",
            "iso_8601": "2019-05-13T11:21:00Z"
        },
        "updated_at": {
            "unix": 1557746541,
            "text": "2019-05-13 12:22:21 +0100",
            "iso_8601": "2019-05-13T11:22:21Z"
        },
        "subject": "Air France (AF FP) - Co. are to cut their domestic network capacity by 15% by 2021, are to cut 465 jobs from their domestic services through voluntary departures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "air-france-af-fp-co-are-to-cut-their-domestic-network-capacity-by-15-by-2021-are-to-cut-465-jobs-from-their-domestic-services-through-voluntary-departures-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:21:00",
        "gmt_time": "2019-05-13 11:21:00"
    },
    {
        "id": 868606,
        "updated_sequence": 1850436,
        "published_at": {
            "unix": 1557745920,
            "text": "2019-05-13 12:12:00 +0100",
            "iso_8601": "2019-05-13T11:12:00Z"
        },
        "updated_at": {
            "unix": 1557746007,
            "text": "2019-05-13 12:13:27 +0100",
            "iso_8601": "2019-05-13T11:13:27Z"
        },
        "subject": "China's Premier Li states that the pressure on employment is relatively large this year, according to state media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-premier-li-states-that-the-pressure-on-employment-is-relatively-large-this-year-according-to-state-media-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:12:00",
        "gmt_time": "2019-05-13 11:12:00"
    },
    {
        "id": 868605,
        "updated_sequence": 1850431,
        "published_at": {
            "unix": 1557745380,
            "text": "2019-05-13 12:03:00 +0100",
            "iso_8601": "2019-05-13T11:03:00Z"
        },
        "updated_at": {
            "unix": 1557745424,
            "text": "2019-05-13 12:03:44 +0100",
            "iso_8601": "2019-05-13T11:03:44Z"
        },
        "subject": "US President Trump claims US Q1 GDP at 3.2% was helped by tariffs from China",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1127891815628144640\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-claims-us-q1-gdp-at-3-2-was-helped-by-tariffs-from-china-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:03:00",
        "gmt_time": "2019-05-13 11:03:00"
    },
    {
        "id": 868604,
        "updated_sequence": 1850433,
        "published_at": {
            "unix": 1557745200,
            "text": "2019-05-13 12:00:00 +0100",
            "iso_8601": "2019-05-13T11:00:00Z"
        },
        "updated_at": {
            "unix": 1557745446,
            "text": "2019-05-13 12:04:06 +0100",
            "iso_8601": "2019-05-13T11:04:06Z"
        },
        "subject": "Lufthansa (LHA GY) reports April passengers +3% to 12.6mln",
        "content": "<ul><li>Load factor 83.3%, +2.0.</li><li>April cargo capacity +9.3%.</li><li>Available seat kilometers +4.0%</li><li>Co. state they saw the strongest passenger growth at their Vienna hub.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lufthansa-lha-gy-reports-april-passengers-3-to-12-6mln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 19:00:00",
        "gmt_time": "2019-05-13 11:00:00"
    },
    {
        "id": 868603,
        "updated_sequence": 1850425,
        "published_at": {
            "unix": 1557744780,
            "text": "2019-05-13 11:53:00 +0100",
            "iso_8601": "2019-05-13T10:53:00Z"
        },
        "updated_at": {
            "unix": 1557744903,
            "text": "2019-05-13 11:55:03 +0100",
            "iso_8601": "2019-05-13T10:55:03Z"
        },
        "subject": "Hungarian Energy Co. Mol has begun receiving Russian oil to Hungary via the Druzhba pipeline on a test basis, as according to sources, with chlorine levels still above allowed levels, hope to restart intakes from Druzhba on May 17th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hungarian-energy-co-mol-has-begun-receiving-russian-oil-to-hungary-via-the-druzhba-pipeline-on-a-test-basis-as-according-to-sources-with-chlorine-levels-still-above-allowed-levels-hope-to-restart-intakes-from-druzhba-on-may-17th-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:53:00",
        "gmt_time": "2019-05-13 10:53:00"
    },
    {
        "id": 868602,
        "updated_sequence": 1850420,
        "published_at": {
            "unix": 1557744600,
            "text": "2019-05-13 11:50:00 +0100",
            "iso_8601": "2019-05-13T10:50:00Z"
        },
        "updated_at": {
            "unix": 1557744660,
            "text": "2019-05-13 11:51:00 +0100",
            "iso_8601": "2019-05-13T10:51:00Z"
        },
        "subject": "US President Trump tells China President Xi that it will be hurt badly if it does not make a deal",
        "content": "<p>President Trump <a href=\"https://twitter.com/realDonaldTrump/status/1127888569543077888\">tweets </a>\"I say openly to President Xi &amp; all of my many friends in China that China will be hurt very badly if you don’t make a deal because companies will be forced to leave China for other countries. Too expensive to buy in China. You had a great deal, almost completed, &amp; you backed out!\"</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tells-china-president-xi-that-it-will-be-hurt-badly-if-it-does-not-make-a-deal-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:50:00",
        "gmt_time": "2019-05-13 10:50:00"
    },
    {
        "id": 868601,
        "updated_sequence": 1850417,
        "published_at": {
            "unix": 1557744300,
            "text": "2019-05-13 11:45:00 +0100",
            "iso_8601": "2019-05-13T10:45:00Z"
        },
        "updated_at": {
            "unix": 1557744353,
            "text": "2019-05-13 11:45:53 +0100",
            "iso_8601": "2019-05-13T10:45:53Z"
        },
        "subject": "Blackrock raises short position in Pandora (PNDORA DC) to 1.0% (Prev. 0.92%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "blackrock-raises-short-position-in-pandora-pndora-dc-to-1-0-prev-0-92-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:45:00",
        "gmt_time": "2019-05-13 10:45:00"
    },
    {
        "id": 868600,
        "updated_sequence": 1850414,
        "published_at": {
            "unix": 1557744000,
            "text": "2019-05-13 11:40:00 +0100",
            "iso_8601": "2019-05-13T10:40:00Z"
        },
        "updated_at": {
            "unix": 1557744176,
            "text": "2019-05-13 11:42:56 +0100",
            "iso_8601": "2019-05-13T10:42:56Z"
        },
        "subject": "US President Trump tweets that there is no reason that the US consumer should pay for the Chinese tariffs that take effect today; adds there  will be nobody left in China to do business with and \"China should not retaliate-will only get worse!\"",
        "content": "<p>For source click <a href=\"https://twitter.com/realDonaldTrump/status/1127886307118678016\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-tweets-that-there-is-no-reason-that-the-us-consumer-should-pay-for-the-chinese-tariffs-that-take-effect-today-adds-there-will-be-nobody-left-in-china-to-do-business-with-and-china-should-not-retaliate-will-only-get-wors-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:40:00",
        "gmt_time": "2019-05-13 10:40:00"
    },
    {
        "id": 868599,
        "updated_sequence": 1850409,
        "published_at": {
            "unix": 1557743760,
            "text": "2019-05-13 11:36:00 +0100",
            "iso_8601": "2019-05-13T10:36:00Z"
        },
        "updated_at": {
            "unix": 1557743786,
            "text": "2019-05-13 11:36:26 +0100",
            "iso_8601": "2019-05-13T10:36:26Z"
        },
        "subject": "RANsquawk Daily US Opening News - 13th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21818/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>European indices are downbeat [Euro Stoxx 50 -0.5%] following on from the performance of their Asian counterparts as focus remains firmly on US-China trade uncertainty</strong></li><li><strong>China Global Times Editor believes that China has not yet released countermeasures immediately as China may be drafting a plan which will have precise effects</strong></li><li><strong>In FX, the safe haven’s JPY and CHF are outperforming while antipodeans are underperforming with FX largely dictated by the trade induced risk-off sentiment</strong></li><li><strong>Looking ahead, highlights include Fed’s Rosengren, Clarida and BoC’s Lane</strong></li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian stocks and US equity futures began the week negative as focus remained on the US-China trade tensions</strong> with US President Trump unwilling to backdown in a Twitter tirade during the weekend in which he alleged that China loves ‘ripping off’ America. Furthermore, President Trump suggested China may have felt they were being beaten so badly on negotiations that it may want to wait around for the next election but warned that a deal will be far worse for them if it is negotiated during his second term, while he also recently stated that the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. <strong>ASX 200 (-0.2%)</strong> and <strong>Nikkei 225 (-0.7%)</strong> were negative with Australia led lower by weakness in financials after index top-component CBA reported a decline in Q3 profits and as ANZ Bank shares traded ex-dividend, while Tokyo sentiment was weighed by currency flows and a deluge of earnings, with the “Sell in May…” idiom holding true as the Japanese benchmark sits on losses of around 1000 points month to date. Elsewhere, the <strong>Shanghai Comp. (-1.2%)</strong> was also weaker amid the <strong>absence of</strong> <strong>Hong Kong</strong> participants and due to the ongoing trade dispute with negotiators said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs as well as the wording of a deal and with China said to view US import targets as unrealistic, while the PBoC also skipped open market operations again which resulted to a daily net liquidity drain of CNY 20bln. Finally, 10yr JGBs were relatively flat with only minimal support seen despite the negative risk tone and BoJ’s presence in the market for a total JPY 750bln in 1yr-5yr JGBs.</p><p><strong>President Trump suggested that he thinks China felt they were being beaten so badly on negotiations that they may as well wait around for next election</strong>, but warned that a deal will become far worse for them if it is negotiated during his second term and that it would be wise for China to act now but he loves collecting big tariffs. (Twitter)</p><p><strong>White House economic adviser Kudlow said China has invited US Treasury Secretary Mnuchin and Trade representative Lighthizer to China to continue trade talks</strong>, while he also suggested that it is US importers are paying for the tariffs instead of China and that both sides will lose in the trade war. (Newswires/Fox)</p><p><strong>US and China trade negotiators were said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs, differences in wording of the agreement and with China said to view US import targets as unrealistic</strong>. In related news, Chinese press accused the US of obstructing progress on bilateral trade talks. (Xinhua/People's Daily)</p><p>China's Mofcom Spokesman Geng states that there is currently no information on a US President Trump and Chinese President Xi meeting at the upcoming G20 summit. (Newswires)</p><p><strong>China Global Times Editor believes that China has not released countermeasures immediately as China may be drafting a plan that will have precise effects</strong>, making sure it hits the US while minimizing damage to itself. (Newswires)</p><p>China Auto Industry Association says US auto tariffs will have a large impact on Chinese auto parts exports. (Newswires)</p><p>PBoC skipped open market operations for a net daily drain of CNY 20bln. (Newswires) <strong>PBoC set CNY mid-point at 6.7954 (Prev. 6.7912)</strong></p><p><strong>UK/EU</strong></p><p>UK PM May is meeting with the 1922 committee on Thursday in which she is expected to provide a clear road map for standing down as leader. In other news, <strong>UK PM May is reportedly promising to reopen Brexit talks with the EU in an attempt to breathe life back into negotiations with the opposition Labour Party and take UK out of EU by the summe</strong>r, while UK Brexit Secretary Barclay reportedly seeks to ramp up preparations for abrupt exit before 31st October. (Newswires/FT)</p><p>Subsequently, A Tory MP executive has said a majority are in favor of changing the rules to get rid of PM May if a timetable for her departure is not set on Thursday's meeting, as according to Buzzfeed's Wickham. (Twitter)</p><p><strong>UK PM May was said to be pressured by cabinet ministers last night to drop cross-party Brexit talks and launch a final attempt to reach a compromise in parliament</strong>. (Times) Separate reports suggest that cross-party talks are on the brink of collapse as Labour insists on having a second referendum as part of any deal. (Daily Mail)</p><p>UK opposition Labour party trade policy chief Gardiner said biggest sticking point is uncertainty PM May's successor will deliver on deal negotiated with government, while UK Shadow Brexit Secretary Starmer is pessimistic on passing any cross-party Brexit deal which lacks a confirmatory referendum and stated that as many as 150 Labour MPs would reject a deal which didn’t include a confirmatory referendum. (Newswires/Guardian)</p><p><strong>An Observer poll ahead of the European elections has placed the Brexit party on 34%, with Labour slipping to 21% and the Conservatives collapsing to just 11%.</strong> Ominously for Theresa May, support for the Tories at the European elections is now less than a third of that for Farage’s party, and below that for the Liberal Democrats, who are on 12%. (Observer)</p><p>ECB’s Nowotny (Hawk) said he expects euro-zone growth to rebound in H2 which will pave the way to deliberate normalizing crisis-mode stimulus policies, while he also suggested markets should not interpret recent comments by ECB President Draghi as a signal ultra-loose monetary policy would be prolonged. (Nikkei)</p><p>EU Trade Commissioner Malmstrom will be meeting US Trade Representative Lighthizer next week, although a date for negotiations has not been agreed yet. (Newswires)</p><p>Norwegian GDP Growth Mainland (Q1) 0.3% vs. Exp. 0.4% (Prev. 0.9%, Rev. 1.1%). (Newswires)</p><p>&nbsp;</p><p><strong>GEOPOLITICAL</strong></p><p>US Acting Defense Secretary Shanahan approved new deployment of patriot missiles to Middle East over Iran concerns. (Newswires)</p><p>US Seretary of State Pompeo says that they see increasing threats from Iran, and that the US are prepared to respond in an appropriate way. (CNBC)</p><p>French Nuclear Regulator ASN state they have received 22 warnings regarding irregularities in the fraud investigation, and that a small number of the 22 warnings may indicate potential fraud which is related to nuclear safety. (Newswires)</p><p>&nbsp;</p><p>EQUITIES</p><p><strong>European equities are following on from the downbeat Asia-Pac trade [Eurostoxx 50 -0.5%]</strong> as focus remains on US-China trade developments after the two sides failed to reach a deal on Friday. Indices are experiencing broad-based losses, although the FTSE 100 (Unch) is outperforming as heavyweights BP (+1.2%) and Shell (+1.5%) rose to the top of the index amid price action in energy markets. Sectors are mostly in the red with the Energy sector (+1.0%) clearly outperforming whilst defensive sectors are buoyed by the uninspiring risk sentiment. Auto names are largely subdued by the trade spats with the US, ahead of the potential US auto import tariffs by May 18, although some desks expect a delay to the deadline given US’ standstill with China. Meanwhile, Renault (-1.4%) shares took a dive after Le Monde reported that the Co. are said to have discovered a failing of their anti-pollution system. Elsewhere, Thyssenkrupp (-6.3%) rests at the foot of the Stoxx 600 after calling off their deal with Tata Steel, which sparked some concerns amongst Indian shareholders and UK unions. Back to trade, JPM acknowledges that there is no visibility in regards to the next trade move, with sentiment to potentially worsen before getting better, although the analysts to expect a compromise as the most probable outcome as the sides have too much to lose heading into the upcoming US election and the 70yr anniversary of the People’s Republic of China. “In a sense, the more markets suffer near term, the more are they likely to bounce, as key actors are forced to deescalate” JPM concludes.</p><p>&nbsp;</p><p>FX</p><p>JPY/CHF/USD - Aversion is spreading if not quite running rife or reaching FTQ proportions and the catalyst is the failure to find a compromise on trade after the latest round of talks between the US and China. Hence, the Yen and Franc are outperforming, with the former eyeing 109.60 vs the Dollar and strong resistance at 109.50 that has held twice, while Usd/Chf is now under 1.0100 from 1.0200+ recently and Eur/Chf is testing bids below the 200 DMA (1.1341). However, the DXY is also deriving underlying support ahead of 97.000 and a key chart level just above the big figure that has been tested on a couple of occasions (circa 97.150) as the Greenback registers gains against riskier/high beta G10, and the Greenback rallies more broadly vs EMs.</p><p>GBP/EUR - Minor exceptions to the major rule as Cable retains its grip of 1.3000, albeit only just as UK PM May faces yet another tough week of Brexit negotiations and prepares for a showdown on Thursday with the 1922 committee that is urging her to set a resignation date. Similarly, the single currency remains above 1.1200 within a relatively tight 1.1224-45 range with the base coinciding with the 30 DMA and the headline pair also flanked by decent expiry options (1.4 bn between 1.1190-1.1200 and 1.3 bn from 1.1240 to 1.1250).</p><p>AUD/NZD/CAD/NOK/SEK - All on the receiving end of investor angst and with the Aussie and Norwegian Krona also undermined by data in the form of housing finance, investment lending and mortgages, and Q1 GDP as Norway’s mainland growth slowed more than expected and contracted in total SA terms. Aud/Usd is back below 0.7000 as a result and not far from 2019 lows (stripping out the early January ‘flash crash’ trough), while Eur/Nok has touched 9.8500 as Eur/Sek hit 10.8500 and decade highs. Elsewhere, the Kiwi and Loonie are also suffering from safe-haven positioning and sub-0.6600 and 1.3400 respectively, with the latter also wary of expiry interest in decent size, albeit not close to current levels (1 bn at the 1.3300 strike and 1.1 bn at 1.3550).</p><p>EM - As noted above, more depreciation across the region with the Cny ending well down from PBoC midpoint fix levels at 6.8700+ vs 6.7954 and Cnh through late December 2018 lows at 6.9070. Meanwhile, not even a narrower than forecast March current account deficit has saved the Try from another decline through 6.0000 and brief fall to 6.1000 having rebounded towards the 21 DMA (5.9409) at one stage and on the back of heavy intervention (4.5 bn touted).</p><p>Bank of Thailand says the nation may be added to US currency manipulators watch list but adds they have not intervened in THB for advantage in trade with US. (Newswires)</p><p>Turkey are reportedly creating legislation for reserves transfer, Treasury Ministry intend to transfer the Central Bank's TRY 40bln legal reserves to the central budget, according to sources. (Newswires)</p><p>Australian Home Loans (Mar) -2.5% vs. Exp. 2.3% (Prev. 2.0%). (Newswires)</p><p>FIXED INCOME</p><p><strong>Risk sentiment remains sour</strong> on the renewed US-Sino trade strains, but EU equities are not extending losses or succumbing to a real safety flight and this has sapped some bullish momentum from core bonds along with perhaps consolidation/retracement ahead of recent peaks. <strong>Bunds and Gilts</strong> both extended gains to 22 ticks at 166.47 and 128.17 respectively, but have subsequently eased back to stand flat, with last week’s highs proving resistant even though <strong>US Treasuries</strong> remain firm and the curve continues to flatten or even invert in certain areas.</p><p>&nbsp;</p><p>COMMODITIES</p><p><strong>WTI (+1.4%) and Brent (+1.5%) prices have been on the rise as </strong>the complex sets aside trade woes and focus on a number of supply-side developments. 1) Over the weekend, two Saudi oil tankers were attacked off the coast of UAE, on the way to the Persian Gulf to load oil. The UAE stated that the tankers have been damaged although the OPEC producer did not mention the precise nature of the incident.&nbsp; The Saudi Energy Minister condemned the attacks, which comes at a time of heightened tensions in the area following US deploying carriers, bombers and defence missiles to the region amid friction with Iran, although nobody has claimed responsibility for the attack thus far. 2) State-side, the Houston shipping channel is closed following the collision between a tanker and two oil barges which resulted in a spill of 9k barrel of reformate (intermediate stage in the production of gasoline). Cleaning is underway, although the shipping disruptions caused are likely to cause a backlog on imports and exports. 3) Sources noted that Russia produced 11.16mln of oil thus far in May, down from April’s 11.23mln, whilst the oil intake by the Transneft pipeline fell 6% vs. April’s average volumes. As a reminder, this week sees the release of the OPEC and IEA Monthly Oil Reports followed by the JMMC meeting over the weekend as the cartel is seemingly shifting towards extending supply curbs past June, however, a revaluation may be needed given the rising threats on the supply-side. Elsewhere, precious metals are largely unchanged as a firm Dollar caps gains for gold (-0.2%) and silver (-0.4%). Meanwhile, copper (-1.0%) prices are heavily pressured by the overall risk-averse tone and demand disruptions from the US-China trade war, whilst iron ore futures benefitted as steelmakers replenish its stock of the base metal</p><p>Saudi Energy Minister Al Falih condemned an attack on 2 Saudi vessels that were sabotaged on Sunday morning near UAE. (Newswires)</p><p><strong>Houston ship channel was closed following a collision of ships.</strong> The collision happened between a tanker and two oil barges which resulted in as much as tens of thousands of gallons of gasoline productions leaking into the shipping channel. (Newswires/abcNews)</p><p>Russian May 1-12th oil output 11.16mln bpd vs. April 11.23mln bpd, according to sources. (Newswires)</p><p>Sources note that oil intake by the Russian Monopoly Transeft pipeline is down by ~6% on May 1-12th vs. avg. volumes in April. (Newswires)</p><p>Oil transit pipe in Belarus is loaded at 60%, Belarus's Belneftekhim adds that transit oil flow ti Poland remains suspended., (Interfax)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-13th-may-2019-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:36:00",
        "gmt_time": "2019-05-13 10:36:00"
    },
    {
        "id": 868598,
        "updated_sequence": 1850406,
        "published_at": {
            "unix": 1557743520,
            "text": "2019-05-13 11:32:00 +0100",
            "iso_8601": "2019-05-13T10:32:00Z"
        },
        "updated_at": {
            "unix": 1557743660,
            "text": "2019-05-13 11:34:20 +0100",
            "iso_8601": "2019-05-13T10:34:20Z"
        },
        "subject": "UK PM May Spokesman states that Brexit talks with Labour are to resume later on Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Comes after UK PM May was said to be pressured by cabinet ministers last night to drop cross-party Brexit talks and launch a final attempt to reach a compromise in parliament</li></ul>",
        "analysis_updated_at": {
            "unix": 1557743660,
            "text": "2019-05-13 11:34:20 +0100",
            "iso_8601": "2019-05-13T10:34:20Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesman-states-that-brexit-talks-with-labour-are-to-resume-later-on-monday-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:32:00",
        "gmt_time": "2019-05-13 10:32:00"
    },
    {
        "id": 868597,
        "updated_sequence": 1850401,
        "published_at": {
            "unix": 1557743460,
            "text": "2019-05-13 11:31:00 +0100",
            "iso_8601": "2019-05-13T10:31:00Z"
        },
        "updated_at": {
            "unix": 1557743605,
            "text": "2019-05-13 11:33:25 +0100",
            "iso_8601": "2019-05-13T10:33:25Z"
        },
        "subject": "Riksbank Board Member Ohlsson says only CPIF is the target for monetary policy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-board-member-ohlsson-says-only-cpif-is-the-target-for-monetary-policy-13-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:31:00",
        "gmt_time": "2019-05-13 10:31:00"
    },
    {
        "id": 868596,
        "updated_sequence": 1850396,
        "published_at": {
            "unix": 1557741780,
            "text": "2019-05-13 11:03:00 +0100",
            "iso_8601": "2019-05-13T10:03:00Z"
        },
        "updated_at": {
            "unix": 1557742003,
            "text": "2019-05-13 11:06:43 +0100",
            "iso_8601": "2019-05-13T10:06:43Z"
        },
        "subject": "RANsquawk EU Mid Session: Oil rebounds as supply woes trump trade concerns - 13th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21817/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>European equities are following on from the downbeat Asia-Pac trade [Eurostoxx 50 -0.4%] as focus remains on US-China trade developments after the two sides failed to reach a deal on Friday. Indices are experiencing broad-based losses, although the FTSE 100 (+0.1%) is outperforming as heavyweights BP (+1.4%) and Shell (+1.7%) rose to the top of the index amid price action in energy markets. Sectors are mostly in the red with the Energy sector (+1.2%) clearly outperforming whilst defensive sectors are buoyed by the uninspiring risk sentiment. Auto names are largely subdued by the trade spats with the US, ahead of the potential US auto import tariffs by May 18, although some desks expect a delay to the deadline given US’ standstill with China. Meanwhile, Renault (-0.6%) shares initially took a dive after Le Monde reported that the Co. are said to have discovered a failing of their anti-pollution system. Elsewhere, Thyssenkrupp (-6.0%) rests at the foot of the Stoxx 600 after calling off their deal with Tata Steel, which sparked some concerns amongst Indian shareholders and UK unions. Back to trade, JPM acknowledges that there is no visibility in regards to the next trade move, with sentiment to potentially worsen before getting better, although the analysts to expect a compromise as the most probable outcome as the sides have too much to lose heading into the upcoming US election and the 70yr anniversary of the People’s Republic of China. “In a sense, the more markets suffer near term, the more are they likely to bounce, as key actors are forced to deescalate” JPM concludes.</p><p><strong>FX</strong></p><p>JPY/CHF/USD - Aversion is spreading if not quite running rife or reaching FTQ proportions and the catalyst is the failure to find a compromise on trade after the latest round of talks between the US and China. Hence, the Yen and Franc are outperforming, with the former eyeing 109.60 vs the Dollar and strong resistance at 109.50 that has held twice, while Usd/Chf is now under 1.0100 from 1.0200+ recently and Eur/Chf is testing bids below the 200 DMA (1.1341). However, the DXY is also deriving underlying support ahead of 97.000 and a key chart level just above the big figure that has been tested on a couple of occasions (circa 97.150) as the Greenback registers gains against riskier/high beta G10, and the Greenback rallies more broadly vs EMs.</p><p>GBP/EUR - Minor exceptions to the major rule as Cable retains its grip of 1.3000, albeit only just as UK PM May faces yet another tough week of Brexit negotiations and prepares for a showdown on Thursday with the 1922 committee that is urging her to set a resignation date. Similarly, the single currency remains above 1.1200 within a relatively tight 1.1224-45 range with the base coinciding with the 30 DMA and the headline pair also flanked by decent expiry options (1.4 bn between 1.1190-1.1200 and 1.3 bn from 1.1240 to 1.1250).</p><p>AUD/NZD/CAD/NOK/SEK - All on the receiving end of investor angst and with the Aussie and Norwegian Krona also undermined by data in the form of housing finance, investment lending and mortgages, and Q1 GDP as Norway’s mainland growth slowed more than expected and contracted in total SA terms. Aud/Usd is back below 0.7000 as a result and not far from 2019 lows (stripping out the early January ‘flash crash’ trough), while Eur/Nok has touched 9.8500 as Eur/Sek hit 10.8500 and decade highs. Elsewhere, the Kiwi and Loonie are also suffering from safe-haven positioning and sub-0.6600 and 1.3400 respectively, with the latter also wary of expiry interest in decent size, albeit not close to current levels (1 bn at the 1.3300 strike and 1.1 bn at 1.3550).</p><p>EM - As noted above, more depreciation across the region with the Cny ending well down from PBoC midpoint fix levels at 6.8700+ vs 6.7954 and Cnh through late December 2018 lows at 6.9070. Meanwhile, not even a narrower than forecast March current account deficit has saved the Try from another decline through 6.0000 and brief fall to 6.1000 having rebounded towards the 21 DMA (5.9409) at one stage and on the back of heavy intervention (4.5 bn touted).</p><p><strong>FIXED INCOME</strong></p><p>Risk sentiment remains sour on the renewed US-Sino trade strains, but EU equities are not extending losses or succumbing to a real safety flight and this has sapped some bullish momentum from core bonds along with perhaps consolidation/retracement ahead of recent peaks. Bunds and Gilts both extended gains to 22 ticks at 166.47 and 128.17 respectively, but have subsequently eased back to stand flat, with last week’s highs proving resistant even though US Treasuries remain firm and the curve continues to flatten or even invert in certain areas.</p><p><strong>COMMODITIES</strong></p><p>WTI (+1.4%) and Brent (+1.5%) prices have been on the rise as the complex sets aside trade woes and focus on a number of supply-side developments.&nbsp; 1) Over the weekend, two Saudi oil tankers were attacked off the coast of UAE, on the way to the Persian Gulf to load oil. The UAE stated that the tankers have been damaged although the OPEC producer did not mention the precise nature of the incident.&nbsp; The Saudi Energy Minister condemned the attacks, which comes at a time of heightened tensions in the area following US deploying carriers, bombers and defence missiles to the region amid friction with Iran, although nobody has claimed responsibility for the attack thus far. 2) State-side, the Houston shipping channel is closed following the collision between a tanker and two oil barges which resulted in a spill of 9k barrel of reformate (intermediate stage in the production of gasoline). Cleaning is underway, although the shipping disruptions caused are likely to cause a backlog on imports and exports. 3) Sources noted that Russia produced 11.16mln of oil thus far in May, down from April’s 11.23mln, whilst the oil intake by the Transneft pipeline fell 6% vs. April’s average volumes. As a reminder, this week sees the release of the OPEC and IEA Monthly Oil Reports followed by the JMMC meeting over the weekend as the cartel is seemingly shifting towards extending supply curbs past June, however, a revaluation may be needed given the rising threats on the supply-side. Elsewhere, precious metals are largely unchanged as a firm Dollar caps gains for gold (-0.2%) and silver (-0.4%). Meanwhile, copper (-1.0%) prices are heavily pressured by the overall risk-averse tone and demand disruptions from the US-China trade war, whilst iron ore futures benefitted as steelmakers replenish its stock of the base metal.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-oil-rebounds-as-supply-woes-trump-trade-concerns-13th-may-2019-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 18:03:00",
        "gmt_time": "2019-05-13 10:03:00"
    },
    {
        "id": 868593,
        "updated_sequence": 1850381,
        "published_at": {
            "unix": 1557741120,
            "text": "2019-05-13 10:52:00 +0100",
            "iso_8601": "2019-05-13T09:52:00Z"
        },
        "updated_at": {
            "unix": 1557741227,
            "text": "2019-05-13 10:53:47 +0100",
            "iso_8601": "2019-05-13T09:53:47Z"
        },
        "subject": "French Nuclear Regulator ASN state they have received 22 warnings regarding irregularities in the fraud investigation, and that a small number of the 22 warnings may indicate potential fraud which is related to nuclear safety",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-nuclear-regulator-asn-state-they-have-received-22-warnings-regarding-irregularities-in-the-fraud-investigation-and-that-a-small-number-of-the-22-warnings-may-indicate-potential-fraud-which-is-related-to-nuclear-safety-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:52:00",
        "gmt_time": "2019-05-13 09:52:00"
    },
    {
        "id": 868592,
        "updated_sequence": 1850385,
        "published_at": {
            "unix": 1557741000,
            "text": "2019-05-13 10:50:00 +0100",
            "iso_8601": "2019-05-13T09:50:00Z"
        },
        "updated_at": {
            "unix": 1557741416,
            "text": "2019-05-13 10:56:56 +0100",
            "iso_8601": "2019-05-13T09:56:56Z"
        },
        "subject": "China Global Times Editor believes that China has not released countermeasures immediately as China may be drafting a plan that will have precise effects, making sure it hits the US while minimizing damage to itself",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1127873644238032896\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes as the MOFCOM spokesman noted that a list of tariffs will be released in due time.</li><li>Over the weekend: <strong>President Trump suggested that he thinks China felt they were being beaten so badly on negotiations that they may as well wait around for next election</strong>, but warned that a deal will become far worse for them if it is negotiated during his second term and that it would be wise for China to act now but he loves collecting big tariffs.</li><li><strong>Meanwhile, White House economic adviser Kudlow said China has invited US Treasury Secretary Mnuchin and Trade representative Lighthizer to China to continue trade talks</strong>, while he also suggested that it is US importers are paying for the tariffs instead of China and that both sides will lose in the trade war.</li><li><strong>US and China trade negotiators were said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs, differences in wording of the agreement and with China said to view US import targets as unrealistic</strong>. In related news, Chinese press accused the US of obstructing progress on bilateral trade talks.</li></ul>",
        "analysis_updated_at": {
            "unix": 1557741180,
            "text": "2019-05-13 10:53:00 +0100",
            "iso_8601": "2019-05-13T09:53:00Z"
        },
        "push_notify": true,
        "source": "Twitter",
        "slug": "china-global-times-editor-believes-that-china-has-not-released-countermeasures-immediately-as-china-may-be-drafting-a-plan-that-will-have-precise-effects-making-sure-it-hits-the-us-while-minimizing-damage-to-itself-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:50:00",
        "gmt_time": "2019-05-13 09:50:00"
    },
    {
        "id": 868591,
        "updated_sequence": 1850371,
        "published_at": {
            "unix": 1557740760,
            "text": "2019-05-13 10:46:00 +0100",
            "iso_8601": "2019-05-13T09:46:00Z"
        },
        "updated_at": {
            "unix": 1557740812,
            "text": "2019-05-13 10:46:52 +0100",
            "iso_8601": "2019-05-13T09:46:52Z"
        },
        "subject": "Fixed Income: safe haven demand abates as stocks pare some losses",
        "content": "<p>Risk sentiment remains sour on the renewed US-Sino trade strains, but EU equities are not extending losses or succumbing to a real safety flight and this has sapped some bullish momentum from core bonds along with perhaps consolidation/retracement ahead of recent peaks. Bunds and Gilts both extended gains to 22 ticks at 166.47 and 128.17 respectively, but have subsequently eased back to stand flat, with last week’s highs proving resistant even though US Treasuries remain firm and the curve continues to flatten or even invert in certain areas.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-safe-haven-demand-abates-as-stocks-pare-some-losses-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:46:00",
        "gmt_time": "2019-05-13 09:46:00"
    },
    {
        "id": 868590,
        "updated_sequence": 1850368,
        "published_at": {
            "unix": 1557740640,
            "text": "2019-05-13 10:44:00 +0100",
            "iso_8601": "2019-05-13T09:44:00Z"
        },
        "updated_at": {
            "unix": 1557740809,
            "text": "2019-05-13 10:46:49 +0100",
            "iso_8601": "2019-05-13T09:46:49Z"
        },
        "subject": "UK Foreign Secretary Hunt doesn't totally rule out agreeing to a confirmatory referendum in talks with Labour, according to ITV's Paul Brand",
        "content": "<ul><li><a href=\"https://twitter.com/PaulBrandITV/status/1127871866217984001\">Click here for the tweet</a></li></ul>",
        "reaction_details": "<ul><li>In an immediate move, GBP/USD popped higher from 1.3016 to 1.3024</li></ul>",
        "reaction_updated_at": {
            "unix": 1557740808,
            "text": "2019-05-13 10:46:48 +0100",
            "iso_8601": "2019-05-13T09:46:48Z"
        },
        "analysis_details": "<ul><li>This comes as UK Shadow Brexit Secretary Starmer is pessimistic on passing any cross-party Brexit deal which lacks a confirmatory referendum and stated that as many as 150 Labour MPs would reject a deal which didn’t include a confirmatory referendum.</li></ul>",
        "analysis_updated_at": {
            "unix": 1557740808,
            "text": "2019-05-13 10:46:48 +0100",
            "iso_8601": "2019-05-13T09:46:48Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-foreign-secretary-hunt-doesn-t-totally-rule-out-agreeing-to-a-confirmatory-referendum-in-talks-with-labour-according-to-itv-s-paul-brand-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:44:00",
        "gmt_time": "2019-05-13 09:44:00"
    },
    {
        "id": 868589,
        "updated_sequence": 1850366,
        "published_at": {
            "unix": 1557739800,
            "text": "2019-05-13 10:30:00 +0100",
            "iso_8601": "2019-05-13T09:30:00Z"
        },
        "updated_at": {
            "unix": 1557740729,
            "text": "2019-05-13 10:45:29 +0100",
            "iso_8601": "2019-05-13T09:45:29Z"
        },
        "subject": "Oil transit pipe in Belarus is loaded at 60%, Belarus's Belneftekhim adds that transit oil flow to Poland remains suspended., Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Interfax",
        "slug": "oil-transit-pipe-in-belarus-is-loaded-at-60-belarus-s-belneftekhim-adds-that-transit-oil-flow-to-poland-remains-suspended-interfax-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:30:00",
        "gmt_time": "2019-05-13 09:30:00"
    },
    {
        "id": 868588,
        "updated_sequence": 1850356,
        "published_at": {
            "unix": 1557739380,
            "text": "2019-05-13 10:23:00 +0100",
            "iso_8601": "2019-05-13T09:23:00Z"
        },
        "updated_at": {
            "unix": 1557739563,
            "text": "2019-05-13 10:26:03 +0100",
            "iso_8601": "2019-05-13T09:26:03Z"
        },
        "subject": "Renault (RNO FP) have reportedly discovered a failing of their anti-pollution systems, according to Le Monde",
        "content": "<ul><li>Link to article <a href=\"https://www.lemonde.fr/planete/article/2019/05/13/dieselgate-l-expertise-qui-met-en-cause-renault_5461406_3244.html\">here</a></li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction, company shares fell from EUR 55.30 to EUR 54.56</li></ul>",
        "reaction_updated_at": {
            "unix": 1557739563,
            "text": "2019-05-13 10:26:03 +0100",
            "iso_8601": "2019-05-13T09:26:03Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Le Monde",
        "slug": "renault-rno-fp-have-reportedly-discovered-a-failing-of-their-anti-pollution-systems-according-to-le-monde-13-05-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:23:00",
        "gmt_time": "2019-05-13 09:23:00"
    },
    {
        "id": 868587,
        "updated_sequence": 1850351,
        "published_at": {
            "unix": 1557738900,
            "text": "2019-05-13 10:15:00 +0100",
            "iso_8601": "2019-05-13T09:15:00Z"
        },
        "updated_at": {
            "unix": 1557738996,
            "text": "2019-05-13 10:16:36 +0100",
            "iso_8601": "2019-05-13T09:16:36Z"
        },
        "subject": "Turkey are reportedly creating legislation for reserves transfer, Treasury Ministry intend to transfer the Central Bank's TRY 40bln legal reserves to the central budget, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-are-reportedly-creating-legislation-for-reserves-transfer-treasury-ministry-intend-to-transfer-the-central-bank-s-try-40bln-legal-reserves-to-the-central-budget-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:15:00",
        "gmt_time": "2019-05-13 09:15:00"
    },
    {
        "id": 868586,
        "updated_sequence": 1850361,
        "published_at": {
            "unix": 1557738720,
            "text": "2019-05-13 10:12:00 +0100",
            "iso_8601": "2019-05-13T09:12:00Z"
        },
        "updated_at": {
            "unix": 1557740706,
            "text": "2019-05-13 10:45:06 +0100",
            "iso_8601": "2019-05-13T09:45:06Z"
        },
        "subject": "Novartis (NOVN SW) - Co. believe that the price fixing claims against their Sandoz generics unit in the US are without merit, and as such they intend to contest them",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novartis-novn-sw-co-believe-that-the-price-fixing-claims-against-their-sandoz-generics-unit-in-the-us-are-without-merit-and-as-such-they-intend-to-contest-them-13-05-2019",
        "hidden": false,
        "section": {
            "id": 3,
            "name": "SMI"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:12:00",
        "gmt_time": "2019-05-13 09:12:00"
    },
    {
        "id": 868585,
        "updated_sequence": 1850345,
        "published_at": {
            "unix": 1557738240,
            "text": "2019-05-13 10:04:00 +0100",
            "iso_8601": "2019-05-13T09:04:00Z"
        },
        "updated_at": {
            "unix": 1557738328,
            "text": "2019-05-13 10:05:28 +0100",
            "iso_8601": "2019-05-13T09:05:28Z"
        },
        "subject": "FX Morning Colour: risk-off start to new trading week, Nok and Aud also riled by data",
        "content": "<p><strong>JPY/CHF/USD</strong></p><p>Aversion is spreading if not quite running rife or reaching FTQ proportions and the catalyst is the failure to find a compromise on trade after the latest round of talks between the US and China. Hence, the Yen and Franc are outperforming, with the former eyeing 109.60 vs the Dollar and strong resistance at 109.50 that has held twice, while Usd/Chf is now under 1.0100 from 1.0200+ recently and Eur/Chf is testing bids below the 200 DMA (1.1341). However, the <strong>DXY</strong> is also deriving underlying support ahead of 97.000 and a key chart level just above the big figure that has been tested on a couple of occasions (circa 97.150) as the Greenback registers gains against riskier/high beta G10, and the Greenback rallies more broadly vs EMs.</p><p><strong>GBP/EUR&nbsp;</strong></p><p>Minor exceptions to the major rule as Cable retains its grip of 1.3000, albeit only just as UK PM May faces yet another tough week of Brexit negotiations and prepares for a showdown on Thursday with the 1922 committee that is urging her to set a resignation date. Similarly, the single currency remains above 1.1200 within a relatively tight 1.1224-45 range with the base coinciding with the 30 DMA and the headline pair also flanked by decent expiry options (1.4 bn between 1.1190-1.1200 and 1.3 bn from 1.1240 to 1.1250).</p><p><strong>AUD/NZD/CAD/NOK/SEK</strong></p><p>All on the receiving end of investor angst and with the Aussie and Norwegian Krona also undermined by data in the form of housing finance, investment lending and mortgages, and Q1 GDP as Norway’s mainland growth slowed more than expected and contracted in total SA terms. Aud/Usd is back below 0.7000 as a result and not far from 2019 lows (stripping out the early January ‘flash crash’ trough), while Eur/Nok has touched 9.8500 as Eur/Sek hit 10.8500 and decade highs. Elsewhere, the Kiwi and Loonie are also suffering from safe-haven positioning and sub-0.6600 and 1.3400 respectively, with the latter also wary of expiry interest in decent size, albeit not close to current levels (1 bn at the 1.3300 strike and 1.1 bn at 1.3550).</p><p><strong>EM</strong></p><p>As noted above, more depreciation across the region with the Cny ending well down from PBoC midpoint fix levels at 6.8700+ vs 6.7954 and Cnh through late December 2018 lows at 6.9070. Meanwhile, not even a narrower than forecast March current account deficit has saved the Try from another decline through 6.0000 and brief fall to 6.1000 having rebounded towards the 21 DMA (5.9409) at one stage and on the back of heavy intervention (4.5 bn touted).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-risk-off-start-to-new-trading-week-nok-and-aud-also-riled-by-data-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:04:00",
        "gmt_time": "2019-05-13 09:04:00"
    },
    {
        "id": 868367,
        "updated_sequence": 1850334,
        "published_at": {
            "unix": 1557738000,
            "text": "2019-05-13 10:00:00 +0100",
            "iso_8601": "2019-05-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1557738000,
            "text": "2019-05-13 10:00:00 +0100",
            "iso_8601": "2019-05-13T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-10-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:00:00",
        "gmt_time": "2019-05-13 09:00:00"
    },
    {
        "id": 868584,
        "updated_sequence": 1850342,
        "published_at": {
            "unix": 1557738000,
            "text": "2019-05-13 10:00:00 +0100",
            "iso_8601": "2019-05-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1557738080,
            "text": "2019-05-13 10:01:20 +0100",
            "iso_8601": "2019-05-13T09:01:20Z"
        },
        "subject": "April Russian Central Bank report sees economic growth higher in Q2",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "april-russian-central-bank-report-sees-economic-growth-higher-in-q2-13-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 17:00:00",
        "gmt_time": "2019-05-13 09:00:00"
    },
    {
        "id": 868582,
        "updated_sequence": 1850332,
        "published_at": {
            "unix": 1557737640,
            "text": "2019-05-13 09:54:00 +0100",
            "iso_8601": "2019-05-13T08:54:00Z"
        },
        "updated_at": {
            "unix": 1557737979,
            "text": "2019-05-13 09:59:39 +0100",
            "iso_8601": "2019-05-13T08:59:39Z"
        },
        "subject": "Amount of organic chloride has increased in oil loadings from the Russian Black Sea port of Novorossisk, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "amount-of-organic-chloride-has-increased-in-oil-loadings-from-the-russian-black-sea-port-of-novorossisk-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 16:54:00",
        "gmt_time": "2019-05-13 08:54:00"
    },
    {
        "id": 868581,
        "updated_sequence": 1850327,
        "published_at": {
            "unix": 1557737280,
            "text": "2019-05-13 09:48:00 +0100",
            "iso_8601": "2019-05-13T08:48:00Z"
        },
        "updated_at": {
            "unix": 1557737405,
            "text": "2019-05-13 09:50:05 +0100",
            "iso_8601": "2019-05-13T08:50:05Z"
        },
        "subject": "EU Trade Commissioner Malmstrom will be meeting US Trade Representative Lighthizer next week, although a date for negotiations has not been agreed yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Reminder: By May 18th, the US are to make a decision regarding auto import tariffs</li></ul>",
        "analysis_updated_at": {
            "unix": 1557737405,
            "text": "2019-05-13 09:50:05 +0100",
            "iso_8601": "2019-05-13T08:50:05Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-commissioner-malmstrom-will-be-meeting-us-trade-representative-lighthizer-next-week-although-a-date-for-negotiations-has-not-been-agreed-yet-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 16:48:00",
        "gmt_time": "2019-05-13 08:48:00"
    },
    {
        "id": 868580,
        "updated_sequence": 1850322,
        "published_at": {
            "unix": 1557736800,
            "text": "2019-05-13 09:40:00 +0100",
            "iso_8601": "2019-05-13T08:40:00Z"
        },
        "updated_at": {
            "unix": 1557736898,
            "text": "2019-05-13 09:41:38 +0100",
            "iso_8601": "2019-05-13T08:41:38Z"
        },
        "subject": "German Economy Ministry says they want to negotiate a tariff agreement that would reduce industrial tariffs in the sector to zero",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-ministry-says-they-want-to-negotiate-a-tariff-agreement-that-would-reduce-industrial-tariffs-in-the-sector-to-zero-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 16:40:00",
        "gmt_time": "2019-05-13 08:40:00"
    },
    {
        "id": 868579,
        "updated_sequence": 1850319,
        "published_at": {
            "unix": 1557735780,
            "text": "2019-05-13 09:23:00 +0100",
            "iso_8601": "2019-05-13T08:23:00Z"
        },
        "updated_at": {
            "unix": 1557735866,
            "text": "2019-05-13 09:24:26 +0100",
            "iso_8601": "2019-05-13T08:24:26Z"
        },
        "subject": "Sources note that oil intake by the Russian Monopoly Transeft pipeline is down by ~6% on May 1-12th vs. avg. volumes in April",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-note-that-oil-intake-by-the-russian-monopoly-transeft-pipeline-is-down-by-6-on-may-1-12th-vs-avg-volumes-in-april-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 16:23:00",
        "gmt_time": "2019-05-13 08:23:00"
    },
    {
        "id": 868578,
        "updated_sequence": 1850316,
        "published_at": {
            "unix": 1557735540,
            "text": "2019-05-13 09:19:00 +0100",
            "iso_8601": "2019-05-13T08:19:00Z"
        },
        "updated_at": {
            "unix": 1557735757,
            "text": "2019-05-13 09:22:37 +0100",
            "iso_8601": "2019-05-13T08:22:37Z"
        },
        "subject": "A Tory MP executive has said a majority are in favor of changing the rules to get rid of PM May is a timetable for her departure is not set on Thursday's meeting, as according to Buzzfeed's Wickham",
        "content": "<p>For source click <a href=\"https://twitter.com/alexwickham/status/1127850728280788994\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes ahead of UK PM May's meeting with the 1922 committee on Thursday in which she is expected to provide a clear road map for standing down as leader</li></ul>",
        "analysis_updated_at": {
            "unix": 1557735757,
            "text": "2019-05-13 09:22:37 +0100",
            "iso_8601": "2019-05-13T08:22:37Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-tory-mp-executive-has-said-a-majority-are-in-favor-of-changing-the-rules-to-get-rid-of-pm-may-is-a-timetable-for-her-departure-is-not-set-on-thursday-s-meeting-as-according-to-buzzfeed-s-wickham-13-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 16:19:00",
        "gmt_time": "2019-05-13 08:19:00"
    },
    {
        "id": 868577,
        "updated_sequence": 1850311,
        "published_at": {
            "unix": 1557734340,
            "text": "2019-05-13 08:59:00 +0100",
            "iso_8601": "2019-05-13T07:59:00Z"
        },
        "updated_at": {
            "unix": 1557734521,
            "text": "2019-05-13 09:02:01 +0100",
            "iso_8601": "2019-05-13T08:02:01Z"
        },
        "subject": "Russian May 1-12th oil output 11.16mln bpd vs. April 11.23mln bpd, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier this month, industry sources noted that Russian oil production in May has fallen to 11.19mln BPD vs. 11.23mln BPD in April whilst Transneft pipeline supplies dropped by 650k BPD in early May vs. April</li></ul>",
        "analysis_updated_at": {
            "unix": 1557734521,
            "text": "2019-05-13 09:02:01 +0100",
            "iso_8601": "2019-05-13T08:02:01Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-may-1-12th-oil-output-11-16mln-bpd-vs-april-11-23mln-bpd-according-to-sources-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:59:00",
        "gmt_time": "2019-05-13 07:59:00"
    },
    {
        "id": 868576,
        "updated_sequence": 1850306,
        "published_at": {
            "unix": 1557733920,
            "text": "2019-05-13 08:52:00 +0100",
            "iso_8601": "2019-05-13T07:52:00Z"
        },
        "updated_at": {
            "unix": 1557734147,
            "text": "2019-05-13 08:55:47 +0100",
            "iso_8601": "2019-05-13T07:55:47Z"
        },
        "subject": "MS recommends selling Usd/Jpy at market (circa 109.75 at the time), targeting 105 with a 112.00 stop, and buying Eur/Czk at market (25.7790) for 26.1000 with a 25.5500 stop",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "MS",
        "slug": "ms-recommends-selling-usd-jpy-at-market-circa-109-75-at-the-time-targeting-105-with-a-112-00-stop-and-buying-eur-czk-at-market-25-7790-for-26-1000-with-a-25-5500-stop-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:52:00",
        "gmt_time": "2019-05-13 07:52:00"
    },
    {
        "id": 868575,
        "updated_sequence": 1850303,
        "published_at": {
            "unix": 1557733320,
            "text": "2019-05-13 08:42:00 +0100",
            "iso_8601": "2019-05-13T07:42:00Z"
        },
        "updated_at": {
            "unix": 1557733389,
            "text": "2019-05-13 08:43:09 +0100",
            "iso_8601": "2019-05-13T07:43:09Z"
        },
        "subject": "Gilts and Short Sterling futures betwixt and between",
        "content": "<p>A choppy start to Monday’s session and the new week for UK debt and STIR contract with initial/early weakness in line with Bunds and Euribor to a lesser extent, but a rebound more recently that has coincided with a recovery in Eurozone equivalents and back in sync with US peers. The 10 year future is now back above 128.00 within a 127.86-128.11 Liffe range vs its 127.95 previous settlement and the 3 month strip has reversed losses of 0.5-1.5 ticks as the German bond bounces from 166.10 to notch a minor new Eurex peak at 166.40 (+15 ticks on the day). Ahead, a blank domestic slate, but more evidence of Brexit on house prices via an overnight survey and the BDO reporting that business sentiment has hit 7 year lows with output down in April for the first time this year.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-betwixt-and-between-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:42:00",
        "gmt_time": "2019-05-13 07:42:00"
    },
    {
        "id": 868574,
        "updated_sequence": 1850300,
        "published_at": {
            "unix": 1557733080,
            "text": "2019-05-13 08:38:00 +0100",
            "iso_8601": "2019-05-13T07:38:00Z"
        },
        "updated_at": {
            "unix": 1557733208,
            "text": "2019-05-13 08:40:08 +0100",
            "iso_8601": "2019-05-13T07:40:08Z"
        },
        "subject": "US Seretary of State Pompeo says that they see increasing threats from Iran, and that the US are prepared to respond in an appropriate way",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "us-seretary-of-state-pompeo-says-that-they-see-increasing-threats-from-iran-and-that-the-us-are-prepared-to-respond-in-an-appropriate-way-13-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:38:00",
        "gmt_time": "2019-05-13 07:38:00"
    },
    {
        "id": 868573,
        "updated_sequence": 1850295,
        "published_at": {
            "unix": 1557731700,
            "text": "2019-05-13 08:15:00 +0100",
            "iso_8601": "2019-05-13T07:15:00Z"
        },
        "updated_at": {
            "unix": 1557732962,
            "text": "2019-05-13 08:36:02 +0100",
            "iso_8601": "2019-05-13T07:36:02Z"
        },
        "subject": "China's Mofcom Spokesman Geng states that there is currently no information on a US President Trump and Chinese President Xi meeting at the upcoming G20 summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This does follow on from reports that US President Trump and Chinese Premier Xi are to meet on the sidelines of the upcoming G20 summit</p>",
        "analysis_updated_at": {
            "unix": 1557731940,
            "text": "2019-05-13 08:19:00 +0100",
            "iso_8601": "2019-05-13T07:19:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-mofcom-spokesman-geng-states-that-there-is-currently-no-information-on-a-us-president-trump-and-chinese-president-xi-meeting-at-the-upcoming-g20-summit-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:15:00",
        "gmt_time": "2019-05-13 07:15:00"
    },
    {
        "id": 868572,
        "updated_sequence": 1850286,
        "published_at": {
            "unix": 1557731100,
            "text": "2019-05-13 08:05:00 +0100",
            "iso_8601": "2019-05-13T07:05:00Z"
        },
        "updated_at": {
            "unix": 1557731144,
            "text": "2019-05-13 08:05:44 +0100",
            "iso_8601": "2019-05-13T07:05:44Z"
        },
        "subject": "European equity movers this morning: EssilorLuxottica (EL FP) +3.9%; Euronext (ENX FP) +2.5%; Marks & Spencer (MKS LN) +1.9%; Unilever (ULVR LN) +0.8%; Man Group (EMG LN) -3.3%; Daimler (DAI GY) -1.9%; Vodafone (VOD LN) -1.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-essilorluxottica-el-fp-3-9-euronext-enx-fp-2-5-marks-spencer-mks-ln-1-9-unilever-ulvr-ln-0-8-man-group-emg-ln-3-3-daimler-dai-gy-1-9-vodafone-vod-ln-1-2-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 15:05:00",
        "gmt_time": "2019-05-13 07:05:00"
    },
    {
        "id": 868568,
        "updated_sequence": 1850268,
        "published_at": {
            "unix": 1557729900,
            "text": "2019-05-13 07:45:00 +0100",
            "iso_8601": "2019-05-13T06:45:00Z"
        },
        "updated_at": {
            "unix": 1557729951,
            "text": "2019-05-13 07:45:51 +0100",
            "iso_8601": "2019-05-13T06:45:51Z"
        },
        "subject": "China Auto Industry Association says US auto tariffs will have a large impact on Chinese auto parts exports ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-auto-industry-association-says-us-auto-tariffs-will-have-a-large-impact-on-chinese-auto-parts-exports-13-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 14:45:00",
        "gmt_time": "2019-05-13 06:45:00"
    },
    {
        "id": 868567,
        "updated_sequence": 1850265,
        "published_at": {
            "unix": 1557729720,
            "text": "2019-05-13 07:42:00 +0100",
            "iso_8601": "2019-05-13T06:42:00Z"
        },
        "updated_at": {
            "unix": 1557729792,
            "text": "2019-05-13 07:43:12 +0100",
            "iso_8601": "2019-05-13T06:43:12Z"
        },
        "subject": "Bunds: another mark-up and probe higher then fade",
        "content": "<p>The 10 year German benchmark has drifted back down from Eurex highs to post a marginal new intraday low at 166.11, -14 ticks on the day vs +13 ticks earlier in similar vein to recent sessions, but with range tops becoming less prominent as last week’s pinnacle and the contract best continue to hold. Bunds also appear somewhat defensive ahead of the EU cash equity opens as stock futures suggest resilience in the face of weakness elsewhere on the US-China trade impasse, while short term technical impulses may also be weighing on the core Eurozone bond as some hourly studies point to a gap at 166.11.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-another-mark-up-and-probe-higher-then-fade-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 14:42:00",
        "gmt_time": "2019-05-13 06:42:00"
    },
    {
        "id": 868566,
        "updated_sequence": 1850254,
        "published_at": {
            "unix": 1557729000,
            "text": "2019-05-13 07:30:00 +0100",
            "iso_8601": "2019-05-13T06:30:00Z"
        },
        "updated_at": {
            "unix": 1557729222,
            "text": "2019-05-13 07:33:42 +0100",
            "iso_8601": "2019-05-13T06:33:42Z"
        },
        "subject": "Bank of France Industrial Sentiment (Apr) 99 vs. Exp. 100; estimates Q2 GDP growth at 0.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-france-industrial-sentiment-apr-99-vs-exp-100-estimates-q2-gdp-growth-at-0-3-13-05-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 14:30:00",
        "gmt_time": "2019-05-13 06:30:00"
    },
    {
        "id": 868562,
        "updated_sequence": 1850288,
        "published_at": {
            "unix": 1557729000,
            "text": "2019-05-13 07:30:00 +0100",
            "iso_8601": "2019-05-13T06:30:00Z"
        },
        "updated_at": {
            "unix": 1557731550,
            "text": "2019-05-13 08:12:30 +0100",
            "iso_8601": "2019-05-13T07:12:30Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Vodafone (VOD LN) – Co. are expected to cut dividend by around 50% to GBP 0.075 vs. Prev. GBP 0.15 in an attempt to finance 5G network. Furthermore, reports statted that Co. may sell its Tower Firm stake to redeem pledged shares. (Newswires/ET)</p><p>Tesco (TSCO LN) – CEO plans to cut 20% of its 40k products (most likely on household items) to fight back against discounters Lidl and Aldi. (The Times)</p><p>Hugo Boss (BOSS GY) – Co’s CFO state they hope to expand their margins by 2022, through the expansion of their retail presence through the closure of their US factory outlets, reducing discounts and narrowing their range of products. (Newswires)</p><p>Rio Tinto (RIO LN) – Shareholder SailingStone are set to vote against the management overseeing the USD 5.3bln Mongolian copper project which has been delayed until 2022. (FT)</p><p>Centrica (CNA LN ) – Co. state they are maintaining their FY guidance for operating cashflow and net debt, Q1 operating performance has been largely in-line with Exp. (Newswires)</p><p>Euronext (ENX FP) - Norwegian Finance Ministry add that they approve Nasdaq as a suitable owner of Oslo Bors. (Newswires)</p><p>Fresenius (FRE GY) – Co. has approached potential buyers about its blood transfusion business with a purchase price of EUR 0.9-1bln, according to FAZ citing sources. (FAZ)</p><p>Swedbank (SWEDA SS) – Co’s nomination committee propose a changed board of directors and for an EGM. (Newswires)</p><p>Metro Bank (MTRO LN) - Co. state there GBP 350mln equity growth is well advanced, they have now commenced the final discussions with existing shareholders and investors, with the feedback from this positive. With this equity increase to be completed by the end of Q2 2019. (Newswires)</p><p>Dignity (DTY LN) – Q1 underlying revenue GBP 81.1mln vs. Prev. GBP 95.1mln, operating profit GBP 21.7mln vs. Prev. GBP 37.5mln. Co. state that operating performance came in below their expectations. (Newswires)</p><p>Glencore (GLEN LN) – Co. state that the Zambia’s Mopani Copper Mines are planning to shut two shafts at the Kitwe Nkana mine, which may affect over 2000 workers. (Newswires)</p><p>Inmarsat (ISAT LN) – Co’s investors voted to sell the Col to a private consortium for USD 3.4bln, after the Co’s board recommended that the offer was fair and reasonable. (Newswires)</p><p>Daimler (DAI GY)/ BMW (BMW GY) – Cos are to review their Hungarian plans. (Handelsblatt)</p><p>Renault (RNO FP) – Co. has made a formal merger proposal to Nissan (7201 JT), Nissan declined to comment. (Newswires)</p><p>EssilorLuxittica (EL FP) – Co. and Delfin have sighed a settlement agreement to solve the Co.’s governance issues. All current disputes are to be waived and terminated. Co. confirmed the search for a CEO. Co. sys it is well positioned to accelerate growth. Independent Director Bernard Hours will be leaving. (Newswires)</p><p>Novartis (NOVN SW) – Co. are discussing discount on SMA Gene Therapy Zolgensam in order to secure coverage from US insurer, also seek US insurer support for the screening of new-born’s; according to an executive. Separately, Co. have issued the voluntary worldwide recall of Promacta due to a potential peanut contamination, as of yet Co. have not received and reports of adverse effects pertaining to this. (Newswires)</p><p>AB InBev (ABI BB) – Co. has filed for IPO of its Budweiser Brewing Company in Hong Kong which could raise USD 7bln as the Co. seeks valuation of USD 70bln. (Newswires)</p><p>Insurance Names – JP Morgan state that Aviva (AV/ LN) remains cheap and a laggard amongst UK life insurance names, Phoenix (PHNX LN) offers the best risk/reward, followed by SJP, Legal &amp; General (LGEN LN) and Prudential (PRU LN). (Newswires)</p><p>Centrica (CNA LN) – Co. notes that a number of factors will impact H1 financial performance which have also weighed on FY outlook. (Newswires)</p><p>MAN GROUP (EMG LN) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p><p>MARKS &amp; SPENCER (MKS LN) UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 14:30:00",
        "gmt_time": "2019-05-13 06:30:00"
    },
    {
        "id": 868565,
        "updated_sequence": 1850231,
        "published_at": {
            "unix": 1557727380,
            "text": "2019-05-13 07:03:00 +0100",
            "iso_8601": "2019-05-13T06:03:00Z"
        },
        "updated_at": {
            "unix": 1557727550,
            "text": "2019-05-13 07:05:50 +0100",
            "iso_8601": "2019-05-13T06:05:50Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1190-1.1200 (1.4BLN)</strong>, <strong>1.1240-50 (1.3BLN)</strong>, 1.1300 (582M)</p><p>USD/CHF: 1.0020 (337M), 1.0070 (334M)</p><p>GBP/USD: 1.3040 (602M), 1.3075 (616M), 1.3100 (320M)</p><p>EUR/GBP: 0.8500 (1.1BLN), 0.8600-10 (460M), .87010 (500M)</p><p>AUD/USD: 0.7000 (230M), 0.7055-65 (800M)</p><p>USD/CAD: 1.3300 (1BLN), 1.3550 (1.1BLN)</p><p>AUD/JPY: 76.90-77.00 (529M))</p><p>USD/JPY: 109.50-65 (700M), 110.00-05 (740M), 110.15-25 (700M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-13-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 14:03:00",
        "gmt_time": "2019-05-13 06:03:00"
    },
    {
        "id": 868561,
        "updated_sequence": 1850214,
        "published_at": {
            "unix": 1557726600,
            "text": "2019-05-13 06:50:00 +0100",
            "iso_8601": "2019-05-13T05:50:00Z"
        },
        "updated_at": {
            "unix": 1557727181,
            "text": "2019-05-13 06:59:41 +0100",
            "iso_8601": "2019-05-13T05:59:41Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>13th May 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian stocks and US equity futures began the week negative as focus remained on the US-China trade tensions with US President Trump unwilling to backdown in a Twitter tirade during the weekend in which he alleged that China loves ‘ripping off’ America. Furthermore, President Trump suggested China may have felt they were being beaten so badly on negotiations that it may want to wait around for the next election but warned that a deal will be far worse for them if it is negotiated during his second term, while he also recently stated that the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. ASX 200 (-0.4%) and Nikkei 225 (-0.7%) were negative with Australia led lower by weakness in financials after index top-component CBA reported a decline in Q3 profits and as ANZ Bank shares traded ex-dividend, while Tokyo sentiment was weighed by currency flows and a deluge of earnings, with the “Sell in May…” idiom holding true as the Japanese benchmark sits on losses of around 1000 points month to date. Elsewhere, the Shanghai Comp. (-1.0%) was also weaker amid the absence of Hong Kong participants and due to the ongoing trade dispute with negotiators said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs as well as the wording of a deal and with China said to view US import targets as unrealistic, while the PBoC also skipped open market operations again which resulted to a daily net liquidity drain of CNY 20bln.</p><p>FTSE</p><p>Unilever (ULVR LN) – Co. are reportedly considering making an USD 1bln offer for US skin-care brand, Drunk Elephant, according to the Sunday Telegraph. (Telegraph/Newswires)</p><p>Imperial Brands (IMB LN) – Co. has accused rival e-cigarette maker Juul of attracting younger customers into vaping whilst comparing Juul’s high-nicotine products to “legal highs”. (Telegraph)</p><p>OTHER UK COMPANIES</p><p>Provident Financial (PFG LN) – Non-Standard Finance (NSF LN) reportedly intends to continue with the hostile bid for the Co., even in the scenario where they do not achieve any further investor support. Co.’s shareholders are to vote by Wednesday on the USD 1.3bln bid. (Times)</p><p>Metro Bank (MTRO LN) – Co. will reportedly unveil the details of a GBP 350mln capital raising amid “false rumours” about its financial health. Separately, Co. has drawn up plans to sell over GBP 1bln loans hit by accounting errors. The bank has discussed the idea with investors, but the CEO noted that a final decision has not been made. Finally, City advisory group Investment Association has put the Co. on “amber alert” amid concerns of excessive pay after the recent loan error. (Times, Sky News, Telegraph, FT)</p><p>Intu (INTU LN) – Short-sellers have been stepping up bets against Co. in recent months amid downgraded forecasts. (CityAM)</p><p>BROKER MOVES</p><p>SHELL (RDSA LN) UPGRADED TO BUY FROM HOLD AT HSBC</p><p>EVRAZ (EVN LN) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p>INTU (INTU LN) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JP MORGAN CHASE</p><p>MARKS &amp; SPENCER (MKS LN) UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p>DAX</p><p>Daimler (DAI GY) – Sources report that China’s BAIC are looking to purchase a 5% stake in the Co. and that they have sought local authority permissions in order to aid in the purchase. Both the Co. and BAIC have since declined to comment on this source report. (Newswires)</p><p>E.ON (EOAN GY) – Q1 sales EUR 9.16bln, +5%. Q1 adj. EBIT EUR 1.18bln vs. Exp. EUR 1.17bln, adj. EBITDA EUR 1.67bln vs. Exp. EUR 1.64bln. Co, confirms FY19 outlook for adj. EBIT EUR 2.9-3.1bln vs. Exp. EUR 3bln. Co. confirms FY19 dividend at EUR 0.46 per share, Co. state they have added over 100k customers on a net basis in Germany. (Newswires)</p><p>Bayer (BAYN GY) – Co. state that they have hired a external law firm to investigate allegations regarding Monsanto’s files on key stakeholders. Co. state that following a review they see how this may have caused offence, and were not aware that the lists preparation broke the law. (Newswires)</p><p>Thyssenkrupp (TKA GY) – Indian shareholders and UK unions are reportedly concerned about the Co.’s deal collapse with Tata Steel (TATA IS). Separately, Co. are reportedly to continue looking for steel partners (FT)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p>HOCHTIEF (HOT GY) DOWNGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</p><p>SIEMENS (SIE GY) REITERATED OVERWEIGHT AT JPMORGAN CHASE</p><p>LEG IMMOBILIEN (LEG GY) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p><p>CAC</p><p><strong>Carrefour (CA FP) – </strong>Co. state they are the subject of 240 tax disputes in Brazil, representing a rough total of EUR 183mln. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Euronext (ENX FP) – </strong>Co. state they have received clearance from the Norwegian Finance Ministry to acquire up to 100% of Oslo Bors, Co. state they intend to complete this transaction by the end of June 2019. Co. already hold a 53.4% majority in Oslo Bors. (Newswires)</p><p><strong>EssilorLuxottica (EL FP) –</strong> Asset Manager Sarasin &amp; Partners, a minority stakeholder, is “deeply concerned” by the board feud at the Co. which has led to questions about the duty of the group’s current directors to its shareholders. (Telegraph)</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p><strong>AIR-FRANCE (AF FP)</strong> DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BERNSTEIN</p><p>PAN EUROPE</p><p>Airline names – A leaked European Commission report showed that taxing aviation fuel would cut the sector’s carbon emissions by 11% whilst having a “negligible” impact on employment and GDP in the EU. (FT)</p><p>Salini Impregil (SAL IM) – Co. have been awarded a EUR 350mln contract for the construction of a high-speed, orient express, in Turkey. Separately, CDP are yet to state if they will support the Co’s planned rescue of Astaldi (AST IM), according to La Repubblica (Newswires)</p><p>UniCredit (UCG IM) – Co’s CEO stated that cross-border mergers are difficult to achieve, with the Co. remining focused on organic growth; according to Corriere della Sera. Separately, Co. have announced that FinecoBank are no longer a part of the group. (Newswires)</p><p>ENI (ENI IM) – Nigerian government have accused former President Jonathan of accepting bribed along with breaking laws to broker a USD 1.3bln oil deal 8 years ago, according to a court filing; in-which the Co. and Shell (RDSA LN) jointly attained rights to the OPL 245 offshore oilfield. (Newswires)</p><p>Leonardo (LDO IM) – Co., amongst others, are reportedly to present expressions of interest in Piaggio Aero, according to La Repubblica. (Newswires)</p><p>Intesa Sanpaolo (ISP IM) – Banaca IMI Securities Group, which are controlled by the Co., have admitted to an anti-trust charge and have subsequently been ordered to pay a USD 2mln fine. (Newswires)</p><p>BROKER MOVES</p><p>REPSOL (REP SM) REITERATED UNDERPERFORM AT RBC</p><p>SMI</p><p>&nbsp;</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>AKER (AKER NO) UPGRADED TO BUY FROM HOLD AT DNB</p><p>BROKER MOVES</p><p>US</p><p>S&amp;P 500 0.4% at 2882, NASDAQ-100 0.1% at 7587, Dow Jones&nbsp; 0.5% at 25945, SECTORS: Consumer Discretionary&nbsp; 0.1%, Consumer Staples&nbsp; 1.2%, Energy&nbsp; 0.1%, Financials&nbsp; 0.5%, Health Care&nbsp; -0.1%, Industrials&nbsp; 0.4%, Information Technology&nbsp; 0.2%, 1.3%, Telecommunication Services&nbsp; 0.2%, Utilities&nbsp; 1.7%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-13-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 13:50:00",
        "gmt_time": "2019-05-13 05:50:00"
    },
    {
        "id": 868560,
        "updated_sequence": 1850202,
        "published_at": {
            "unix": 1557725160,
            "text": "2019-05-13 06:26:00 +0100",
            "iso_8601": "2019-05-13T05:26:00Z"
        },
        "updated_at": {
            "unix": 1557725210,
            "text": "2019-05-13 06:26:50 +0100",
            "iso_8601": "2019-05-13T05:26:50Z"
        },
        "subject": "RANsquawk Daily European Opening News - 13th May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21815/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian stocks and US equity futures began the week negative as focus remained on the US-China trade tensions</li><li>President Trump thinks China felt they were being beaten so badly on negotiations that they may as well wait around for next election, but warned that a deal will become far worse for them if it is negotiated during his second term</li><li>UK PM May is being pressured by cabinet ministers to drop cross-party Brexit talks and launch a final attempt to reach a compromise in parliament</li><li>An Observer poll ahead of the European elections has placed the Brexit party on 34%, with Labour slipping to 21% and the Conservatives collapsing to just 11%</li><li>Looking ahead, highlights include Norwegian GDP, Fed’s Rosengren, Clarida, BoC’s Lane</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian stocks and US equity futures began the week negative as focus remained on the US-China trade tensions</strong> with US President Trump unwilling to backdown in a Twitter tirade during the weekend in which he alleged that China loves ‘ripping off’ America. Furthermore, President Trump suggested China may have felt they were being beaten so badly on negotiations that it may want to wait around for the next election but warned that a deal will be far worse for them if it is negotiated during his second term, while he also recently stated that the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. <strong>ASX 200 (-0.4%)</strong> and <strong>Nikkei 225 (-0.7%)</strong> were negative with Australia led lower by weakness in financials after index top-component CBA reported a decline in Q3 profits and as ANZ Bank shares traded ex-dividend, while Tokyo sentiment was weighed by currency flows and a deluge of earnings, with the “Sell in May…” idiom holding true as the Japanese benchmark sits on losses of around 1000 points month to date. Elsewhere, the <strong>Shanghai Comp. (-1.0%)</strong> was also weaker amid the <strong>absence of</strong> <strong>Hong Kong</strong> participants and due to the ongoing trade dispute with negotiators said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs as well as the wording of a deal and with China said to view US import targets as unrealistic, while the PBoC also skipped open market operations again which resulted to a daily net liquidity drain of CNY 20bln. Finally, 10yr JGBs were relatively flat with only minimal support seen despite the negative risk tone and BoJ’s presence in the market for a total JPY 750bln in 1yr-5yr JGBs.</p><p><strong>President Trump suggested that he thinks China felt they were being beaten so badly on negotiations that they may as well wait around for next election</strong>, but warned that a deal will become far worse for them if it is negotiated during his second term and that it would be wise for China to act now but he loves collecting big tariffs. (Twitter)</p><p><strong>White House economic adviser Kudlow said China has invited US Treasury Secretary Mnuchin and Trade representative Lighthizer to China to continue trade talks</strong>, while he also suggested that it is US importers are paying for the tariffs instead of China and that both sides will lose in the trade war. (Newswires/Fox)</p><p>China Vice Premier Liu He said trade talks with the US went \"fairly well\". Furthermore, Global Times Editor Hu Xijin said US/China trade talks have not broken down and that both sides see the talks as constructive, while Hu added that consultations will continue and both sides agreed to meet again in Beijing in the future. (Newswires/Twitter)</p><p><strong>US and China trade negotiators were said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs, differences in wording of the agreement and with China said to view US import targets as unrealistic</strong>. In related news, Chinese press accused the US of obstructing progress on bilateral trade talks. (Xinhua/People's Daily)</p><p><strong>US reportedly gave China their bottom line in which China now have 3-4 weeks to react before more tariffs</strong> will be raised on the remaining USD 325bln of Chinese imports, according to Bloomberg's Jennifer Jacobs. (Twitter)</p><p>PBoC skipped open market operations for a net daily drain of CNY 20bln. (Newswires) <strong>PBoC set CNY mid-point at 6.7954 (Prev. 6.7912)</strong>&nbsp;</p><p>UK/EU</p><p>UK PM May is meeting with the 1922 committee on Thursday in which she is expected to provide a clear road map for standing down as leader. In other news, <strong>UK PM May is reportedly promising to reopen Brexit talks with the EU in an attempt to breathe life back into negotiations with the opposition Labour Party and take UK out of EU by the summe</strong>r, while UK Brexit Secretary Barclay reportedly seeks to ramp up preparations for abrupt exit before 31st October. (Newswires/FT)</p><p><strong>UK PM May was said to be pressured by cabinet ministers last night to drop cross-party Brexit talks and launch a final attempt to reach a compromise in parliament</strong>. (Times) Separate reports suggest that cross-party talks are on the brink of collapse as Labour insists on having a second referendum as part of any deal. (Daily Mail)</p><p>UK opposition Labour party trade policy chief Gardiner said biggest sticking point is uncertainty PM May's successor will deliver on deal negotiated with government, while UK Shadow Brexit Secretary Starmer is pessimistic on passing any cross-party Brexit deal which lacks a confirmatory referendum and stated that as many as 150 Labour MPs would reject a deal which didn’t include a confirmatory referendum. (Newswires/Guardian)</p><p><strong>An Observer poll ahead of the European elections has placed the Brexit party on 34%, with Labour slipping to 21% and the Conservatives collapsing to just 11%.</strong> Ominously for Theresa May, support for the Tories at the European elections is now less than a third of that for Farage’s party, and below that for the Liberal Democrats, who are on 12%. (Observer)</p><p>ECB’s Nowotny (Hawk) said he expects euro-zone growth to rebound in H2 which will pave the way to deliberate normalizing crisis-mode stimulus policies, while he also suggested markets should not interpret recent comments by ECB President Draghi as a signal ultra-loose monetary policy would be prolonged. (Nikkei)</p><p>FX</p><p>&nbsp;</p><p>In FX markets, the <strong>DXY</strong> was flat on the session and remained despondent following last Friday’s softer than expected CPI data, while its major counterparts traded mixed as <strong>EUR/USD</strong> was contained between a cluster of shorter-term DMA levels and with <strong>GBP/USD</strong> faring better after the 1.3000 level provided a base for the pair. Nonetheless, <strong>GBP/USD</strong> could be set for a tumultuous week ahead as PM May is expected to meet with the 1922 committee on Thursday and provide a clear road map for standing down, while there were also reports she is promising to reopen Brexit talks with the EU in an attempt to woo the opposition Labour party and fulfil the Brexit by summer, although cabinet ministers were said to pressure her to end cross-party talks. Elsewhere, <strong>USD/JPY</strong> and <strong>JPY-crosses</strong> were dragged by the risk averse tone, which was also detrimental to high beta currencies in which <strong>AUD/USD</strong> and <strong>NZD/USD</strong> retreated below the 0.7000 and 0.6600 levels respectively with weak Australia Home Loans data adding to the gloom. Australian Home Loans (Mar) -2.5% vs. Exp. 2.3% (Prev. 2.0%). (Newswires)</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were lacklustre amid the risk averse tone with <strong>WTI</strong> crude futures contained within the tight range seen last week and below the USD 62.00/bbl, but with downside stemmed on news related to supply including a decline in the latest Baker Hughes rig count and closure of the Houston shipping channel, as well as a sabotage on several vessels including 2 Saudi oil tankers off UAE’s Fujairah. Elsewhere, <strong>gold</strong> prices were subdued amid an uneventful greenback and <strong>copper</strong> mirrored the underperformance of its main buyer China due to the ongoing US-China trade dispute.</p><p>Baker Hughes rig count (May 10) oil rigs -2 at 805, gas rigs unchanged at 183, total US rigs -2 at 988. (Newswires)</p><p>Saudi Energy Minister Al Falih condemned an attack on 2 Saudi vessels that were sabotaged on Sunday morning near UAE. (Newswires)</p><p><strong>Houston ship channel was closed following a collision of ships.</strong> The collision happened between a tanker and two oil barges which resulted in as much as tens of thousands of gallons of gasoline productions leaking into the shipping channel. (Newswires/abcNews)</p><p>GEOPOLITICS</p><p>US Acting Defense Secretary Shanahan approved new deployment of patriot missiles to Middle East over Iran concerns. (Newswires)</p><p>US Treasury Department issued fresh Venezuela-related sanctions, targeted on two companies and two vessels. (Newswires)&nbsp;</p><p>US</p><p>At settlement, Treasuries were more-or-less unchanged on the session, with gains being pared after constructive comments from US Treasury Secretary Mnuchin on talks with the Chinese, while China’s officials also sounded a constructive tone, and said the sides would meet in Beijing in the coming weeks. The complex was a function of sentiment on trade, often whipsawed by tweets from the US President, as well as China press. The positive sentiment unwind gains that the TPLEX made on Friday – there was some buying in wake of a the April CPI data, which did not show any signs of ‘transitory’ weakness. Nevertheless, on the week, 10-year yields have slipped by 8bps, the sharpest weekly fall in seven weeks. At settlement, major curve spreads were a touch steeper. US T-notes (M9) futures settled unchanged at 123-31+.</p><p>White House may nominate European Bank for Reconstruction and Development’s US Executive Director Judy Shelton to the Federal Reserve board. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-13th-may-2019-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 13:26:00",
        "gmt_time": "2019-05-13 05:26:00"
    },
    {
        "id": 868558,
        "updated_sequence": 1850195,
        "published_at": {
            "unix": 1557724800,
            "text": "2019-05-13 06:20:00 +0100",
            "iso_8601": "2019-05-13T05:20:00Z"
        },
        "updated_at": {
            "unix": 1557724853,
            "text": "2019-05-13 06:20:53 +0100",
            "iso_8601": "2019-05-13T05:20:53Z"
        },
        "subject": "India's April passenger vehicle sales fell 17.1% Y/Y to 247.5K units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-s-april-passenger-vehicle-sales-fell-17-1-y-y-to-247-5k-units-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 13:20:00",
        "gmt_time": "2019-05-13 05:20:00"
    },
    {
        "id": 868557,
        "updated_sequence": 1850192,
        "published_at": {
            "unix": 1557724560,
            "text": "2019-05-13 06:16:00 +0100",
            "iso_8601": "2019-05-13T05:16:00Z"
        },
        "updated_at": {
            "unix": 1557724652,
            "text": "2019-05-13 06:17:32 +0100",
            "iso_8601": "2019-05-13T05:17:32Z"
        },
        "subject": "Bank of Thailand says the nation may be added to US currency manipulators watch list but adds they have not intervened if THB for advantage in trade with US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-thailand-says-the-nation-may-be-added-to-us-currency-manipulators-watch-list-but-adds-they-have-not-intervened-if-thb-for-advantage-in-trade-with-us-13-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 13:16:00",
        "gmt_time": "2019-05-13 05:16:00"
    },
    {
        "id": 868554,
        "updated_sequence": 1850183,
        "published_at": {
            "unix": 1557723480,
            "text": "2019-05-13 05:58:00 +0100",
            "iso_8601": "2019-05-13T04:58:00Z"
        },
        "updated_at": {
            "unix": 1557723538,
            "text": "2019-05-13 05:58:58 +0100",
            "iso_8601": "2019-05-13T04:58:58Z"
        },
        "subject": "Press reports note speculation Chinese state funds may have supported domestic equity markets last Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "press-reports-note-speculation-chinese-state-funds-may-have-supported-domestic-equity-markets-last-friday-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:58:00",
        "gmt_time": "2019-05-13 04:58:00"
    },
    {
        "id": 868553,
        "updated_sequence": 1850180,
        "published_at": {
            "unix": 1557723120,
            "text": "2019-05-13 05:52:00 +0100",
            "iso_8601": "2019-05-13T04:52:00Z"
        },
        "updated_at": {
            "unix": 1557723169,
            "text": "2019-05-13 05:52:49 +0100",
            "iso_8601": "2019-05-13T04:52:49Z"
        },
        "subject": "Korea Gas (036460 KS) Q1 net JRW 532.2bln vs. Prev. KRW 781.1bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "korea-gas-036460-ks-q1-net-jrw-532-2bln-vs-prev-krw-781-1bln-y-y-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:52:00",
        "gmt_time": "2019-05-13 04:52:00"
    },
    {
        "id": 868553,
        "updated_sequence": 1850180,
        "published_at": {
            "unix": 1557723120,
            "text": "2019-05-13 05:52:00 +0100",
            "iso_8601": "2019-05-13T04:52:00Z"
        },
        "updated_at": {
            "unix": 1557723169,
            "text": "2019-05-13 05:52:49 +0100",
            "iso_8601": "2019-05-13T04:52:49Z"
        },
        "subject": "Korea Gas (036460 KS) Q1 net JRW 532.2bln vs. Prev. KRW 781.1bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "korea-gas-036460-ks-q1-net-jrw-532-2bln-vs-prev-krw-781-1bln-y-y-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:52:00",
        "gmt_time": "2019-05-13 04:52:00"
    },
    {
        "id": 868552,
        "updated_sequence": 1850177,
        "published_at": {
            "unix": 1557722700,
            "text": "2019-05-13 05:45:00 +0100",
            "iso_8601": "2019-05-13T04:45:00Z"
        },
        "updated_at": {
            "unix": 1557722899,
            "text": "2019-05-13 05:48:19 +0100",
            "iso_8601": "2019-05-13T04:48:19Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: \"Sell in May...\" remained in play after Trump's weekend Twitter tirade",
        "content": "<p>Asia stocks and US equity futures began the week negative across the board as focus remained on the US-China trade tensions with US President Trump unwilling to backdown in a Twitter tirade during the weekend in which he alleged that China loves ‘ripping off’ America. Furthermore, President Trump suggested China may have felt they were being beaten so badly on negotiations that it may want to wait around for the next election but warned that a deal will be far worse for them if it is negotiated during his second term, while he also recently stated that the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. ASX 200 (-0.4%) and Nikkei 225 (-0.7%) were negative with Australia led lower by weakness in financials after index top-component CBA reported a decline in Q3 profits and as ANZ Bank shares traded ex-dividend, while Tokyo sentiment was weighed by currency flows and a deluge of earnings, with the “Sell in May…” idiom holding true as the Japanese benchmark sits on losses of around 1000 points month to date. Elsewhere, the Shanghai Comp. (-1.0%) was also weaker amid the absence of Hong Kong participants and due to the ongoing trade dispute with negotiators said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs as well as the wording of a deal and with China said to view US import targets as unrealistic, while the PBoC also skipped open market operations again which resulted to a daily net liquidity drain of CNY 20bln. Finally, 10yr JGBs were relatively flat with only minimal support seen despite the negative risk tone and BoJ’s presence in the market for a total JPY 750bln in 1yr-5yr JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-sell-in-may-remained-in-play-after-trump-s-weekend-twitter-tirade-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:45:00",
        "gmt_time": "2019-05-13 04:45:00"
    },
    {
        "id": 868551,
        "updated_sequence": 1850174,
        "published_at": {
            "unix": 1557720900,
            "text": "2019-05-13 05:15:00 +0100",
            "iso_8601": "2019-05-13T04:15:00Z"
        },
        "updated_at": {
            "unix": 1557721073,
            "text": "2019-05-13 05:17:53 +0100",
            "iso_8601": "2019-05-13T04:17:53Z"
        },
        "subject": "Toshiba (6502 JT) FY net JPY 1.0tln vs. Prev. 804.1bln Y/Y, oper. profit JPY 35.5bln vs. Prev. JPY 86.2bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toshiba-6502-jt-fy-net-jpy-1-0tln-vs-prev-804-1bln-y-y-oper-profit-jpy-35-5bln-vs-prev-jpy-86-2bln-y-y-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:15:00",
        "gmt_time": "2019-05-13 04:15:00"
    },
    {
        "id": 868550,
        "updated_sequence": 1850171,
        "published_at": {
            "unix": 1557720000,
            "text": "2019-05-13 05:00:00 +0100",
            "iso_8601": "2019-05-13T04:00:00Z"
        },
        "updated_at": {
            "unix": 1557720097,
            "text": "2019-05-13 05:01:37 +0100",
            "iso_8601": "2019-05-13T04:01:37Z"
        },
        "subject": "Tata Steel (TATA IS) mulling exiting some markets and selling stake in Tata Consultancy (TCS IS) as part of effort to reduce debt",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tata-steel-tata-is-mulling-exiting-some-markets-and-selling-stake-in-tata-consultancy-tcs-is-as-part-of-effort-to-reduce-debt-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 12:00:00",
        "gmt_time": "2019-05-13 04:00:00"
    },
    {
        "id": 868549,
        "updated_sequence": 1850164,
        "published_at": {
            "unix": 1557718620,
            "text": "2019-05-13 04:37:00 +0100",
            "iso_8601": "2019-05-13T03:37:00Z"
        },
        "updated_at": {
            "unix": 1557718665,
            "text": "2019-05-13 04:37:45 +0100",
            "iso_8601": "2019-05-13T03:37:45Z"
        },
        "subject": "Foxconn (2354 TT) chip head is tipped to be the group's next Chairman ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foxconn-2354-tt-chip-head-is-tipped-to-be-the-group-s-next-chairman-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:37:00",
        "gmt_time": "2019-05-13 03:37:00"
    },
    {
        "id": 868548,
        "updated_sequence": 1850161,
        "published_at": {
            "unix": 1557718380,
            "text": "2019-05-13 04:33:00 +0100",
            "iso_8601": "2019-05-13T03:33:00Z"
        },
        "updated_at": {
            "unix": 1557718434,
            "text": "2019-05-13 04:33:54 +0100",
            "iso_8601": "2019-05-13T03:33:54Z"
        },
        "subject": "Eisai (4523 JT) FY net JPY 63.4bln vs. Prev. JPY 51.9bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eisai-4523-jt-fy-net-jpy-63-4bln-vs-prev-jpy-51-9bln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:33:00",
        "gmt_time": "2019-05-13 03:33:00"
    },
    {
        "id": 868547,
        "updated_sequence": 1850166,
        "published_at": {
            "unix": 1557718320,
            "text": "2019-05-13 04:32:00 +0100",
            "iso_8601": "2019-05-13T03:32:00Z"
        },
        "updated_at": {
            "unix": 1557718737,
            "text": "2019-05-13 04:38:57 +0100",
            "iso_8601": "2019-05-13T03:38:57Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Larsen & Toubro (LT IS) Q4 profit rose 7.9% Y/Y to INR 34.2bln",
        "content": "<p>Bank of India (BOI IS) - Co. seeks interest for stake in STCI Finance. (Newswires)</p><p>Larsen &amp; Toubro (LT IS) - Co. Q4 profit rose 7.9% Y/Y to INR 34.2bln. (Newswires)</p><p>State Bank of India (SBIN IS) - Co. Q4 net INR 8.4bln vs. Exp. INR 48.4bln. (Newswires)</p><p>Vodafone Idea (IDEA IS) and SBI Life (SBLIFE IS) - Co.’s could exit the MSCI India with SBI Life Insurance and HDFC Life Insurance as potential replacements. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-larsen-toubro-lt-is-q4-profit-rose-7-9-y-y-to-inr-34-2bln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:32:00",
        "gmt_time": "2019-05-13 03:32:00"
    },
    {
        "id": 868546,
        "updated_sequence": 1850155,
        "published_at": {
            "unix": 1557717540,
            "text": "2019-05-13 04:19:00 +0100",
            "iso_8601": "2019-05-13T03:19:00Z"
        },
        "updated_at": {
            "unix": 1557717630,
            "text": "2019-05-13 04:20:30 +0100",
            "iso_8601": "2019-05-13T03:20:30Z"
        },
        "subject": "Renault (RNO FP) makes a formal merger proposal to Nissan (7201 JT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "renault-rno-fp-makes-a-formal-merger-proposal-to-nissan-7201-jt-13-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:19:00",
        "gmt_time": "2019-05-13 03:19:00"
    },
    {
        "id": 868545,
        "updated_sequence": 1850152,
        "published_at": {
            "unix": 1557717480,
            "text": "2019-05-13 04:18:00 +0100",
            "iso_8601": "2019-05-13T03:18:00Z"
        },
        "updated_at": {
            "unix": 1557717586,
            "text": "2019-05-13 04:19:46 +0100",
            "iso_8601": "2019-05-13T03:19:46Z"
        },
        "subject": "China April smartphone shipments increased 6.5% Y/Y to around 34.8mln units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-april-smartphone-shipments-increased-6-5-y-y-to-around-34-8mln-units-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:18:00",
        "gmt_time": "2019-05-13 03:18:00"
    },
    {
        "id": 868544,
        "updated_sequence": 1850149,
        "published_at": {
            "unix": 1557717180,
            "text": "2019-05-13 04:13:00 +0100",
            "iso_8601": "2019-05-13T03:13:00Z"
        },
        "updated_at": {
            "unix": 1557717278,
            "text": "2019-05-13 04:14:38 +0100",
            "iso_8601": "2019-05-13T03:14:38Z"
        },
        "subject": "Saudi Energy Minister Al Falih condemns attack on 2 Saudi vessels that were sabotaged on Sunday morning near UAE",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-condemns-attack-on-2-saudi-vessels-that-were-sabotaged-on-sunday-morning-near-uae-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 11:13:00",
        "gmt_time": "2019-05-13 03:13:00"
    },
    {
        "id": 868543,
        "updated_sequence": 1850142,
        "published_at": {
            "unix": 1557716220,
            "text": "2019-05-13 03:57:00 +0100",
            "iso_8601": "2019-05-13T02:57:00Z"
        },
        "updated_at": {
            "unix": 1557716248,
            "text": "2019-05-13 03:57:28 +0100",
            "iso_8601": "2019-05-13T02:57:28Z"
        },
        "subject": "China may permit insurers to invest in credit hedging tools",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-may-permit-insurers-to-invest-in-credit-hedging-tools-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 10:57:00",
        "gmt_time": "2019-05-13 02:57:00"
    },
    {
        "id": 868542,
        "updated_sequence": 1850146,
        "published_at": {
            "unix": 1557715980,
            "text": "2019-05-13 03:53:00 +0100",
            "iso_8601": "2019-05-13T02:53:00Z"
        },
        "updated_at": {
            "unix": 1557716796,
            "text": "2019-05-13 04:06:36 +0100",
            "iso_8601": "2019-05-13T03:06:36Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: \"Sell in May...\" continues to hold true for Asia, as trade tensions keep bulls at bay",
        "content": "<p>Asia stocks and US equity futures begin the week negative across the board as focus remains on the US-China trade tensions with US President Trump unwilling to backdown in a Twitter tirade during the weekend in which he alleged that China loves ‘ripping off’ America. Furthermore, President Trump suggested China may have felt they were being beaten so badly on negotiations that it may want to wait around for the next election but warned that a deal will become far worse for them if it is negotiated during his second term, while he also recently stated that the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. ASX 200 (-0.4%) and Nikkei 225 (-0.6%) are negative with Australia led lower by weakness in financials after index top component CBA reported a decline in Q3 profits and as ANZ Bank shares trade ex-dividend, while Tokyo sentiment is weighed by currency flows and a deluge of earnings, with the “Sell in May…” idiom holding true as the Japanese benchmark sits on losses of around 1000 points month to date. Elsewhere, the Shanghai Comp. (-0.7%) is also weaker amid the absence of Hong Kong participants and due to the ongoing trade dispute with negotiators said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs, differences in wording of the agreement and with China said to view US import targets as unrealistic, while the PBoC also skipped open market operations again which resulted to a daily net liquidity drain of CNY 20bln.</p><p>In FX markets, the DXY is flat on the session and remains despondent following last Friday’s softer than expected CPI data, while its major counterparts trade mixed as EUR/USD is contained between a cluster of shorter-term DMA levels and with GBP/USD faring better as the 1.3000 level provided a base for the pair. Nonetheless, GBP/USD could be set for a tumultuous week ahead as PM May is expected to meet with the 1922 committee on Thursday and provide a clear road map for standing down, while there were also reports she is promising to reopen Brexit talks with the EU in an attempt to woo the opposition Labour party and fulfil the Brexit by summer, although cabinet ministers were said to pressure her to end cross-party talks. Elsewhere, USD/JPY and JPY-crosses are dragged by the risk averse tone, which has also been detrimental to high beta currencies as AUD/USD and NZD/USD retreat below the 0.7000 and 0.6600 levels respectively with weak Australia Home Loans data adding to the gloom.</p><p>Finally, 10yr JGBs are relatively flat with only minimal support seen despite the negative risk tone and with the BoJ present in the market for a total JPY 750bln in 1yr-5yr JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-sell-in-may-continues-to-hold-true-for-asia-as-trade-tensions-keep-bulls-at-bay-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 10:53:00",
        "gmt_time": "2019-05-13 02:53:00"
    },
    {
        "id": 868541,
        "updated_sequence": 1850136,
        "published_at": {
            "unix": 1557715740,
            "text": "2019-05-13 03:49:00 +0100",
            "iso_8601": "2019-05-13T02:49:00Z"
        },
        "updated_at": {
            "unix": 1557715836,
            "text": "2019-05-13 03:50:36 +0100",
            "iso_8601": "2019-05-13T02:50:36Z"
        },
        "subject": "AMP Capital says RBA minutes release next week could provide details on its policy bias and suggested the central bank prefers to comment on guidance in minutes or official speeches",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "amp-capital-says-rba-minutes-release-next-week-could-provide-details-on-its-policy-bias-and-suggested-the-central-bank-prefers-to-comment-on-guidance-in-minutes-or-official-speeches-13-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 10:49:00",
        "gmt_time": "2019-05-13 02:49:00"
    },
    {
        "id": 868540,
        "updated_sequence": 1850133,
        "published_at": {
            "unix": 1557713700,
            "text": "2019-05-13 03:15:00 +0100",
            "iso_8601": "2019-05-13T02:15:00Z"
        },
        "updated_at": {
            "unix": 1557713775,
            "text": "2019-05-13 03:16:15 +0100",
            "iso_8601": "2019-05-13T02:16:15Z"
        },
        "subject": "Mitsubishi Electric (6503 JT) to acquire US based Iconics",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsubishi-electric-6503-jt-to-acquire-us-based-iconics-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 10:15:00",
        "gmt_time": "2019-05-13 02:15:00"
    },
    {
        "id": 868539,
        "updated_sequence": 1850130,
        "published_at": {
            "unix": 1557711000,
            "text": "2019-05-13 02:30:00 +0100",
            "iso_8601": "2019-05-13T01:30:00Z"
        },
        "updated_at": {
            "unix": 1557711218,
            "text": "2019-05-13 02:33:38 +0100",
            "iso_8601": "2019-05-13T01:33:38Z"
        },
        "subject": "Australian Owner Occupier Loan Value (Mar) -3.4% vs. Exp. -0.5% (Prev. 3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-owner-occupier-loan-value-mar-3-4-vs-exp-0-5-prev-3-4-13-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:30:00",
        "gmt_time": "2019-05-13 01:30:00"
    },
    {
        "id": 868538,
        "updated_sequence": 1850127,
        "published_at": {
            "unix": 1557711000,
            "text": "2019-05-13 02:30:00 +0100",
            "iso_8601": "2019-05-13T01:30:00Z"
        },
        "updated_at": {
            "unix": 1557711168,
            "text": "2019-05-13 02:32:48 +0100",
            "iso_8601": "2019-05-13T01:32:48Z"
        },
        "subject": "Australian Investment Lending (Mar) -2.7% vs. Exp.\t-1.5% (Prev. 0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-investment-lending-mar-2-7-vs-exp-1-5-prev-0-9-13-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:30:00",
        "gmt_time": "2019-05-13 01:30:00"
    },
    {
        "id": 868536,
        "updated_sequence": 1850121,
        "published_at": {
            "unix": 1557710880,
            "text": "2019-05-13 02:28:00 +0100",
            "iso_8601": "2019-05-13T01:28:00Z"
        },
        "updated_at": {
            "unix": 1557710901,
            "text": "2019-05-13 02:28:21 +0100",
            "iso_8601": "2019-05-13T01:28:21Z"
        },
        "subject": "Kuwait sells super light crude official selling price for Asia at Oman/Dubai plus USD 2.60/bbl which is an increase of USD 0.80 from the prior month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kuwait-sells-super-light-crude-official-selling-price-for-asia-at-oman-dubai-plus-usd-2-60-bbl-which-is-an-increase-of-usd-0-80-from-the-prior-month-13-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:28:00",
        "gmt_time": "2019-05-13 01:28:00"
    },
    {
        "id": 868535,
        "updated_sequence": 1850118,
        "published_at": {
            "unix": 1557710100,
            "text": "2019-05-13 02:15:00 +0100",
            "iso_8601": "2019-05-13T01:15:00Z"
        },
        "updated_at": {
            "unix": 1557710209,
            "text": "2019-05-13 02:16:49 +0100",
            "iso_8601": "2019-05-13T01:16:49Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7954 (Prev. 6.7912)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7954-prev-6-7912-13-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:15:00",
        "gmt_time": "2019-05-13 01:15:00"
    },
    {
        "id": 868534,
        "updated_sequence": 1850115,
        "published_at": {
            "unix": 1557709860,
            "text": "2019-05-13 02:11:00 +0100",
            "iso_8601": "2019-05-13T01:11:00Z"
        },
        "updated_at": {
            "unix": 1557709919,
            "text": "2019-05-13 02:11:59 +0100",
            "iso_8601": "2019-05-13T01:11:59Z"
        },
        "subject": "PBoC skips open market operations for a net daily drain of CNY 20bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-daily-drain-of-cny-20bln-13-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:11:00",
        "gmt_time": "2019-05-13 01:11:00"
    },
    {
        "id": 868533,
        "updated_sequence": 1850144,
        "published_at": {
            "unix": 1557709800,
            "text": "2019-05-13 02:10:00 +0100",
            "iso_8601": "2019-05-13T01:10:00Z"
        },
        "updated_at": {
            "unix": 1557716630,
            "text": "2019-05-13 04:03:50 +0100",
            "iso_8601": "2019-05-13T03:03:50Z"
        },
        "subject": "BoJ offers to buy JPY 350bln in 1-3yr JGBs and JPY 400bln in 3-5yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-350bln-in-1-3yr-jgbs-and-jpy-400bln-in-3-5yr-jgbs-13-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:10:00",
        "gmt_time": "2019-05-13 01:10:00"
    },
    {
        "id": 868532,
        "updated_sequence": 1850168,
        "published_at": {
            "unix": 1557709500,
            "text": "2019-05-13 02:05:00 +0100",
            "iso_8601": "2019-05-13T01:05:00Z"
        },
        "updated_at": {
            "unix": 1557719827,
            "text": "2019-05-13 04:57:07 +0100",
            "iso_8601": "2019-05-13T03:57:07Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Focus remains on US-China trade dispute; Hong Kong is shut for holiday",
        "content": "<p>BAIC (1958 HK) - Co. reportedly wants to buy a 5% stake in Daimler (DAI GY). (Newswires)</p><p>Beijing Kangde Xin Composite Material (002450 CH) - Chinese police have taken criminal compulsory measures against Co. major shareholder for suspected crime. (Newswires)</p><p>Guangzhou Auto (601238 CH) -Co. April sales fell 4.6% Y/Y to 156.7k units. (Newswires)</p><p>Default bonds - China permitted the trading of 2 matured defaulted corporate bonds for the first time on state-owned platforms. (Newswires)</p><p>Trade News US President Trump tweeted that talks with China continue in a very congenial manner, while he also suggested that there is absolutely no need to rush and the process has begun to place additional tariffs at 25% on the remaining USD 325bln of Chinese goods. Furthermore, President Trump suggested that he thinks China felt they were being beaten so badly on negotiations that they may as well wait around for next election, but warned that a deal will become far worse for them if it is negotiated during his second term and that it would be wise for China to act now but he loves collecting big tariffs. (Twitter)</p><p>White House economic adviser Kudlow said China has invited US Treasury Secretary Mnuchin and Trade representative Lighthizer to China to continue trade talks, while he also suggested that it is US importers that are paying for the tariffs instead of China and that both sides will lose in the trade war. (Newswires/Fox)</p><p>China Vice Premier Liu He said trade talks with the US went \"fairly well\". Furthermore, Global Times Editor Hu Xijin said US/China trade talks have not broken down and that both sides see the talks as constructive, while Hu added that consultations will continue and both sides agreed to meet again in Beijing in the future. (Newswires)</p><p>US and China trade negotiators are said to be at odds on 3 major issues including disagreement on removal of all remaining tariffs, differences in wording of the agreement and with China said to view US import targets as unrealistic. In related news, the US reportedly gave China their bottom line in which China now have 3-4 weeks to react before more tariffs will be raised on the remaining USD 325bln of Chinese imports, according to Bloomberg's Jennifer Jacobs. (Xinhua/Twitter)</p><p>Other News</p><p>PBoC said it will use structural policy tools including targeted MLF, re-lending and re-discount to support private and small firms, while it reiterated that monetary policy is to remain prudent. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-focus-remains-on-us-china-trade-dispute-hong-kong-is-shut-for-holiday-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:05:00",
        "gmt_time": "2019-05-13 01:05:00"
    },
    {
        "id": 868531,
        "updated_sequence": 1850106,
        "published_at": {
            "unix": 1557709380,
            "text": "2019-05-13 02:03:00 +0100",
            "iso_8601": "2019-05-13T01:03:00Z"
        },
        "updated_at": {
            "unix": 1557709476,
            "text": "2019-05-13 02:04:36 +0100",
            "iso_8601": "2019-05-13T01:04:36Z"
        },
        "subject": "PBoC extends bilateral currency swap agreement with Monetary Authority of Singapore valued at CNY 300bln for 3 years",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-extends-bilateral-currency-swap-agreement-with-monetary-authority-of-singapore-valued-at-cny-300bln-for-3-years-13-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:03:00",
        "gmt_time": "2019-05-13 01:03:00"
    },
    {
        "id": 868530,
        "updated_sequence": 1850103,
        "published_at": {
            "unix": 1557709200,
            "text": "2019-05-13 02:00:00 +0100",
            "iso_8601": "2019-05-13T01:00:00Z"
        },
        "updated_at": {
            "unix": 1557709362,
            "text": "2019-05-13 02:02:42 +0100",
            "iso_8601": "2019-05-13T01:02:42Z"
        },
        "subject": "Australia sells AUD 500mln 2.50% 2030 Bonds, b/c 3.8",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-500mln-2-50-2030-bonds-b-c-3-8-13-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 09:00:00",
        "gmt_time": "2019-05-13 01:00:00"
    },
    {
        "id": 868529,
        "updated_sequence": 1850096,
        "published_at": {
            "unix": 1557707880,
            "text": "2019-05-13 01:38:00 +0100",
            "iso_8601": "2019-05-13T00:38:00Z"
        },
        "updated_at": {
            "unix": 1557707939,
            "text": "2019-05-13 01:38:59 +0100",
            "iso_8601": "2019-05-13T00:38:59Z"
        },
        "subject": "SK Telecom  (017670 KS) signs MOU with Microsoft (MSFT) related to cooperation in 5G, AI and cloud",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sk-telecom-017670-ks-signs-mou-with-microsoft-msft-related-to-cooperation-in-5g-ai-and-cloud-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 08:38:00",
        "gmt_time": "2019-05-13 00:38:00"
    },
    {
        "id": 868528,
        "updated_sequence": 1850093,
        "published_at": {
            "unix": 1557707460,
            "text": "2019-05-13 01:31:00 +0100",
            "iso_8601": "2019-05-13T00:31:00Z"
        },
        "updated_at": {
            "unix": 1557707573,
            "text": "2019-05-13 01:32:53 +0100",
            "iso_8601": "2019-05-13T00:32:53Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: April sales updates from Foxconn, Hon Hai, MediaTek and Pegatron",
        "content": "<p>TAIWAN</p><p>Acer (2353 TT) - Co. April sales TWD 14.0bln vs. Prev. TWD 16.3bln Y/Y. (Newswires)</p><p>Asia Cement (1102 TT) - Co. April revenue rose 17.3% Y/Y to TWD 8.4bln. (Newswires)</p><p>China Airlines (2610 TT) - Co. revenue rose 1.6% Y/Y to TWD 14.3bln. (Newswires)</p><p>China Steel (2002 TT) - Co. April revenue rose 3.9% Y/Y. (Newswires)</p><p>Foxconn (2354 TT) - Co. April revenue rose 42.9% Y/Y to TWD 5.98bln. (Newswires)</p><p>Hon Hai (2317 TT) - Co. April revenue rose 10.4% Y/Y to TWD 379.8bln. (Newswires)</p><p>MediaTek (2454 TT) - Co. April sales rose 13.4% Y/Y to TWD 21.6bln. (Newswires)</p><p>Pegatron (4938 TT) - Co. April sales rose 7.9% Y/Y to TWD 112.6bln. (Newswires)</p><p>Taiwan Cement Corp (1101 TT) - Co. April revenue fell 3.9% Y/Y to TWD 10.6bln. (Newswires)</p><p>TSMC (23302 TT) - Co. April sales fell 8.8% Y/Y to TWD 74.7bln. (Newswires)</p><p>Wistron (3231 TT) - Co. April rev. rose 10% Y/Y to TWD 63.5bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>UOL Group (UOL SP) - Co. Q1 net SGD 72.4mln vs. Prev. SGD 73.8mln Y/Y. (Newswires)</p><p>Wilmar International (WIL SP) - Co. Q1 net SGD 257.0mln vs. Prev. SGD 203.3mln Y/Y, rev. SGD 11.1bln vs. Prev. SGD 11.6bln Y/Y. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-april-sales-updates-from-foxconn-hon-hai-mediatek-and-pegatron-13-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 08:31:00",
        "gmt_time": "2019-05-13 00:31:00"
    },
    {
        "id": 868527,
        "updated_sequence": 1850090,
        "published_at": {
            "unix": 1557707400,
            "text": "2019-05-13 01:30:00 +0100",
            "iso_8601": "2019-05-13T00:30:00Z"
        },
        "updated_at": {
            "unix": 1557707495,
            "text": "2019-05-13 01:31:35 +0100",
            "iso_8601": "2019-05-13T00:31:35Z"
        },
        "subject": "South Korea May 1st-10th Exports declined by 6.4% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-may-1st-10th-exports-declined-by-6-4-y-y-13-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 08:30:00",
        "gmt_time": "2019-05-13 00:30:00"
    },
    {
        "id": 868525,
        "updated_sequence": 1850087,
        "published_at": {
            "unix": 1557705720,
            "text": "2019-05-13 01:02:00 +0100",
            "iso_8601": "2019-05-13T00:02:00Z"
        },
        "updated_at": {
            "unix": 1557706049,
            "text": "2019-05-13 01:07:29 +0100",
            "iso_8601": "2019-05-13T00:07:29Z"
        },
        "subject": "Asia equity markets follow suit the weakness in US equity futures as US-China trade concerns linger with US President Trump unwilling to back down in tweet tirade ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-follow-suit-the-weakness-in-us-equity-futures-as-us-china-trade-concerns-linger-with-us-president-trump-unwilling-to-back-down-in-tweet-tirade-13-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-13 08:02:00",
        "gmt_time": "2019-05-13 00:02:00"
    }
]