[
    {
        "id": 870719,
        "updated_sequence": 1863609,
        "published_at": {
            "unix": 1559334600,
            "text": "2019-05-31 21:30:00 +0100",
            "iso_8601": "2019-05-31T20:30:00Z"
        },
        "updated_at": {
            "unix": 1559334600,
            "text": "2019-05-31 21:30:00 +0100",
            "iso_8601": "2019-05-31T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-24-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 04:30:00",
        "gmt_time": "2019-05-31 20:30:00"
    },
    {
        "id": 871786,
        "updated_sequence": 1863605,
        "published_at": {
            "unix": 1559333820,
            "text": "2019-05-31 21:17:00 +0100",
            "iso_8601": "2019-05-31T20:17:00Z"
        },
        "updated_at": {
            "unix": 1559333926,
            "text": "2019-05-31 21:18:46 +0100",
            "iso_8601": "2019-05-31T20:18:46Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing - 31st May 2019",
        "content": "<ul><li>PREVIEWING Fed conference, ECB, RBA, RBI; Reviewing BOC, BOK. <strong>To download the report, please click </strong><a href=\"/research_sheets/21972/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-31st-may-2019-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 04:17:00",
        "gmt_time": "2019-05-31 20:17:00"
    },
    {
        "id": 871785,
        "updated_sequence": 1863607,
        "published_at": {
            "unix": 1559333820,
            "text": "2019-05-31 21:17:00 +0100",
            "iso_8601": "2019-05-31T20:17:00Z"
        },
        "updated_at": {
            "unix": 1559333936,
            "text": "2019-05-31 21:18:56 +0100",
            "iso_8601": "2019-05-31T20:18:56Z"
        },
        "subject": "RANsquawk Week in Focus - Week commencing 3rd June 2019",
        "content": "<ul><li>MON: Swiss CPI, Turkish CPI, EZ, UK and US mfg PMI, US ISM mfg, Construction Spending, NZ Trade.</li><li>TUE: RBA Rate Decision, UK Construction PMI, EZ CPI &amp; Unemployment, US Factory Orders, Aus GDP.</li><li>WED: EZ, UK and US services PMI, EZ PPI &amp; Retail Sales, US ADP Employment, US ISM non-mfg, Polish Rate Decision, Aus Trade.</li><li>THU: German Factory Orders, RBI and ECB rate decisions, EZ Employment and GDP (F), US Challenger, Trade, Unit Labor Costs, Nonfarm Productivity, Canadian Trade.</li><li>FRI: Swiss Unemployment, German and French Trade, German Industrial Production, US and Canadian Labor Market Reports, US Wholesales Inventories.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21971/download\"><strong>here</strong></a></li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-3rd-june-2019-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 04:17:00",
        "gmt_time": "2019-05-31 20:17:00"
    },
    {
        "id": 871807,
        "updated_sequence": 1863603,
        "published_at": {
            "unix": 1559333040,
            "text": "2019-05-31 21:04:00 +0100",
            "iso_8601": "2019-05-31T20:04:00Z"
        },
        "updated_at": {
            "unix": 1559333061,
            "text": "2019-05-31 21:04:21 +0100",
            "iso_8601": "2019-05-31T20:04:21Z"
        },
        "subject": "Fitch Affirms Austria at 'AA+'; Outlook Positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch Ratings",
        "slug": "fitch-affirms-austria-at-aa-outlook-positive-31-05-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 04:04:00",
        "gmt_time": "2019-05-31 20:04:00"
    },
    {
        "id": 871806,
        "updated_sequence": 1863600,
        "published_at": {
            "unix": 1559332980,
            "text": "2019-05-31 21:03:00 +0100",
            "iso_8601": "2019-05-31T20:03:00Z"
        },
        "updated_at": {
            "unix": 1559333055,
            "text": "2019-05-31 21:04:15 +0100",
            "iso_8601": "2019-05-31T20:04:15Z"
        },
        "subject": "RANsquawk US Market Wrap - Havens in demand as Trump threatens Mexico tariffs",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21973/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category. <strong>US MARKET WRAP - 31 MAY 2019: Havens in demand as Trump threatens Mexico tariffs</strong></p><p>&nbsp;</p><p>* SNAPSHOT: Equites down, Treasuries up, Dollar down, Crude down.</p><p>* REAR VIEW: Trump threatens tariffs on Mexico over immigration, China to retaliate against US firms, US to postpone Iranian petrochemical sanctions, confusion over Italy’s reply to EC letter, US PCE inline, Chicago PMI slightly better, Michigan slightly lower, Canada monthly GDP firm.</p><p>* NEXT WEEK: MON: Swiss CPI, Turkish CPI, EZ, UK and US mfg PMI, US ISM mfg, Construction Spending, NZ Trade. TUE: RBA Rate Decision, UK Construction PMI, EZ CPI &amp; Unemployment, US Factory Orders, Aus GDP. WED: EZ, UK and US services PMI, EZ PPI &amp; Retail Sales, US ADP Employment, US ISM non-mfg, Polish Rate Decision, Aus Trade. THU: German Factory Orders, RBI and ECB rate decisions, EZ Employment and GDP (F), US Challenger, Trade, Unit Labor Costs, Nonfarm Productivity, Canadian Trade. FRI: Swiss Unemployment, German and French Trade, German Industrial Production, US and Canadian Labor Market Reports, US Wholesales Inventories. To download RANsquawk week ahead preview, please click <a href=\"https://ransquawk.com/research_sheets/21971/download\">here.</a></p><p>&nbsp;</p><p><strong>* MEXICO:</strong> US President Trump said the US will on 10th June impose a 5% tariff on all goods coming into the country from Mexico, until such time as illegal migrants coming through Mexico into the US stop. The rate would be gradually extendable by 5% per month, up to 25% by 1st October. White House officials also attempted to de-link the new measures against Mexico from the USMCA, stating that the moves were not part of the trade dispute, adding that the US has seen enough cooperation from Mexico such that tariffs may not even take effect. Mexico President Lopez Obrador's response was more circumspect, saying Mexico will not respond to any US provocations, and will be prudent with the US; he added that disputes must be resolved by dialogue, not through coercive measures. AMLO also said that he does not wish to seek WTO involvement at this stage, though he later said US trade issue would not change Mexico's migration policy. Trump, meanwhile, continued Twitter “diplomacy,” bemoaning the trade deficit with Mexico, and some analysts noted that although the US official position was that the latest round of measures was about immigration, Trump's tweet seems to suggest that there is a trade element to it. Meanwhile, Mexico said it will continue with USMCA ratification. Reports later emerged indicating that US Trade Representative Lighthizer and Treasury Secretary Mnuchin were said to have opposed new Mexican tariffs, arguing that it could harm USMCA.</p><p><strong>* US/CHINA TRADE:</strong> There have been further reports that China has made plans to restrict exports of rare earths to the US, and the measures can be implemented as soon as the government decides to go ahead. A former Chinese Vice Foreign Minister also said China had more countermeasures, including on rare earths, as well as software, and measures targeting US industrial giant Boeing (BA). Later, the Global Times editor later said that, based on his understanding, China will take major retaliatory measures against the US' placing Huawei and other Chinese companies on Entity List, adding that Beijing would not wait passively, and more countermeasures would follow. He later said that he thinks only those foreign co's who have cut off supply chains in China will be put on the China entity list. Reports later confirmed that China tariffs on US imports will take effect at 00:00 local time, June 1st. On a more positive note, former PBOC Governor Dai believes there will be good news from China-US trade talks at the G20, although the process will be difficult.&nbsp;</p><p><strong>* GEOPOLITCAL:</strong> Following original US sanctions on Iranian crude, the Treasury was due to implement new sanctions on Iran’s second largest export, Petrochemicals, in mid-May but is now delaying that decision due to the desire to deescalate tensions between Washington and Tehran. On a similar note, WSJ reported overnight that the Trump administration said that it would continue to let Iranian crude importers (e.g. China and India), who were previously granted sanction waivers, continue importing to the cap they had been granted; previously nations were likely to be hesitant of exporting to their caps due to the escalation of tensions between US and Iran. Later on Friday, the quarterly IAEA report showed that Iran currently remains within the nuclear deal’s key limits in regard to uranium enrichment levels; this comes as Iran makes efforts to remain within the deal to maintain favourable relations with European trading partners.</p><p><strong>* CHINA PMI:</strong> Overnight, official data showed its manufacturing PMI falling into contraction (at 49.4, down from 50.1, missing expectations of 49.9), suggesting that the Chinese economy is yet to bottom-out. New orders drove the downside in the headline, and export orders dropped sharply, suggesting that US trade measures on China is impacting foreign demand. The non-manufacturing PMI was steady at 54.3, while the composite measure fell by 0.1pts to 53.3.</p><p><strong>* ITALY</strong>: <a href=\"https://ransquawk.com/headlines/italy-s-5-star-movement-is-in-favour-of-league-s-proposal-to-finance-the-flat-tax-measure-by-raising-the-budget-deficit-31-05-2019\">Italy's 5-Star Movement came out favour of League's proposal to finance the flat tax measure by raising the budget deficit</a>, triggering a weakening in BTPs. Reports subsequently emerged claiming that Italy had replied to the EU’s recent letter (regarding the country’s finances) saying it sees lower borrowing costs and will condition its flat tax on deficit targets. Italy Treasury quickly rubbished these reports, calling the reports inaccurate. Italy Deputy PM Di Maio later said he was not consulted over the letter to the EU over the budget and wants a government meeting before it is sent, which a government spokesperson said would be sent later today.</p><p><strong>* BREXIT:</strong> A YouGov survey has seen surging support for the Lib Dems (historically, the UK's 'third' party), which overtook the Brexit party; Labour and Conservatives are now joint-third in the poll. Some desks have argued that if the wind continues to blow in this direction, it could result in a re-evaluation of potential risks of a second referendum.</p><p><strong>* US CORE PCE:</strong> Core PCE Y/Y was 1.6%, rising from a revised down 1.5%. Although some Fed policymakers have warned that a inflation rate at these levels would call for aggressive arguments to loosen policy, Wells Fargo does not believe this while change the dial for the Fed: \"If we take the monthly increase in the PCE deflator out to two decimal places, the increase was 0.25%; that is the biggest increase since October 2017, and the second largest in over a decade. So is inflation getting ready to take off and compel the Fed to change its signalling toward a return to eventual rate increases? Probably not,\" Wells says. While the bank notes that one month does not make a trend, the data might also be seen as a vindication for Chair Powell’s transitory view on the recent soft patch in inflation. \"At 1.5%, the PCE deflator is still well below the Fed’s 2.0% target, and it bears keeping in mind that all the figures in today’s report reflect what was going on in April, before the recent escalation in the trade war.\"</p><p><strong>* US PERSONAL INCOME AND SPENDING:</strong> Personal income and spending came in above expectations. Capital Economics says \"even though real consumption was unchanged in April, consumption growth is still on track to rise by around 3% annualised in the Q2 overall,\" but \"with the incoming survey evidence suggesting economic growth is faltering and the core PCE deflator running well below the Fed’s 2% target, the resilience of the consumer sector will not stop the Fed from cutting interest rates later this year,\" the consultancy argues. Real consumption stalled in April, following an upwardly revised 0.9% increase in March, but \"that was a little better than we had anticipated given the already-reported decline in manufacturers' auto sales and the unusually mild weather which depressed demand for utilities,\" CapEco says. \"Assuming modest gains in May and June, that suggests real consumption growth will come in at 3.0% annualised in the second quarter, up from 1.3% in the first.\"</p><p><strong>* US UNI OF MICHIGAN SENTIMENT:</strong> The final May Michigan sentiment headline was revised lower to 100, missing expectations of 101.5. One-year inflation ticked up to 2.9% (highest since Oct) from 2.8%, while 5-10-year expectations were unchanged at 2.6%. Goldman Sachs says the headline fall may reflect the stock market declines, as well as heightened trade tensions.</p><p><strong>* US CHICAGO PMI:</strong> May saw a rise to 54.2 from 52.6, beating the 54.0 consensus view. \"The increase in the index is welcome but it remains depressed; in the first quarter, it averaged 59.8, but the troubles at Boeing -- based in the city -- and the trade war presumably are hurting, and the prospect of a deeper, longer dispute with China and now with Mexico too cannot be good for industrial sentiment,\" Pantheon Macroeconomics says. \"More immediately, though, the uptick in the Chicago PMI, alongside May gains in the Philly Fed, Empire State and Richmond Fed surveys, points to a modest increase in Monday’s national ISM manufacturing index.\"</p><p><strong>* CANADA GDP:</strong> March GDP rose above expectations (0.5% M/M vs 0.3% cons; 0.4% Q/Q annualised vs cons 0.7%), with the large drag from exports offsetting a rebound in domestic demand, which TD Securities says reflects stronger consumption and business investment. Q2 GDP tracking is now around 2%, according to TD's model, above the BOC's 1.3% estimate. \"Solid details for Q1 and a strong handoff should underscore that domestic economic conditions will not warrant cuts in 2019, but the recent increase in global trade tensions could give a cautious tone to BOC communications.\"</p><p><strong>* US T-NOTE FUTURES (M9) SETTLED +22 TICKS AT 126-12: </strong>This week has seen US 5yr yields fell to sub-2%, the 3m/10yr spread moved further into inversion (resulting in more commentary about the risks of recession over a 12-24 month horizon), and some data surprised to the downside, seeing the market price in three Fed rate cuts by the end of 2020. The fixed income bid was also supported by a slide in equities, although month-end models had suggest positive inflows into stocks. And the latest US measures against Mexico have added to Treasury upside as we close out the week; With 2s, 5s sub-2%, 7s are a couple of basis points away. Bund yields fell in sympathy, seeing German 10yr yields flirt with fresh all-time lows. Comments from Clarida on Thursday and the aforementioned risk-off were underpinning the bid on Friday. At settlement, the curve had bull-flattened, though major curve spreads were steeper (notably the 2s20s widened 6bps, 2s10s +5bps, 5s30s +3bps, 2s5s +3bps).</p><p><strong>* WTI (N9) FUTURES SETTLE $3.09 LOWER AT $53.50/BBL; BRENT (N9, EXPIRES) $2.38 LOWER AT $64.49:</strong> The crude complex continued its drift lower in the US session on Friday, spurred by the threat of US tariffs on Mexico. The announcement of plans to implement tariffs of 5% on June 10th saw equities dip which lead to a flight to safety. Analysts at Citi note that the tariffs “would presumably apply to the 617K BPD of crude oil the US imported from Mexico last week.” It is worth highlighting that July Brent contracts, in addition to June heating oil and June RBOB, are expiring this week, “Declining open interest and trading volumes on those instruments may be contributing to the volatility here,” Citi adds. WTI ends the week around the USD 53.5/bbl mark, a significant fall from the above USD 60 level just over a week ago. The fall has been primarily due to global demand concerns, with hopes of a quick resolution to the US-China trade deal faltering, seeing risk assets fall off. Participants will be paying close attention to the slew of tier one data being released next week across major economies to get a better perspective on the state of global growth. A saving grace for bulls could also arise from geopolitics, where Iran-US tensions have been out of focus in recent sessions. Any news of a move towards conflict between members in the Middle-East could provide fresh bidding to the oil benchmarks as participants reassess oil supply. Baker Hughes weekly rig count showed US oil rigs +3 at 800, natgas rigs -2 at 184, total US rigs +1 at 984.</p><p><strong>* S&amp;P 500 -1.3% AT 2752, NASDAQ-100 -1.6% AT 7128, DOW JONES&nbsp; -1.4% AT 24815</strong>; SECTORS: S&amp;P 500 Consumer Discretionary&nbsp; -1.4%, S&amp;P 500 Consumer Staples&nbsp; -1.4%, S&amp;P 500 Energy&nbsp; -1.6%, S&amp;P 500 Financials&nbsp; -1.5%, S&amp;P 500 Health Care&nbsp; -0.8%, S&amp;P 500 Industrials&nbsp; -1.5%, S&amp;P 500 Information Technology&nbsp; -1.6%, S&amp;P 500 Materials&nbsp; -1.2%, S&amp;P 500 Telecommunication Services&nbsp; -2.1%, S&amp;P 500 Utilities&nbsp; 0.4%</p><p><strong>* STOCK SPECIFICS: </strong>US automakers, including Ford (F) and General Motors (GM), were under pressure after US President Trump said he would impose 5% tariffs on Mexican imports. Later Moody's said the new US tariffs on Mexico would be credit negative for the US auto sector which relies heavily on imports from Mexico. Constellations Brands (STZ), owner of Corona beer, was also hit by the news. Energy names, including ExxonMobil (XOM), Chevron (CVX) and ConocoPhilips (COP), shrugged off news that the US was to postpone petrochemical sanctions on Iran, in an apparent attempt to de-escalate tensions between the two nations, and instead followed the crude complex lower as risk sentiment soured. Tesla (TSLA) managed to outperform much of the tech/automaker sector on the day as news emerged that the firm was to lower the price of its Model S in China to spur demand. Costco (COST) lost ground despite the firm posting a beat on both top and bottom-line earnings expectations and Baird analyst Peter Benedict saying the co.’s bull thesis remains intact. Johnson &amp; Johnson (JNJ) sold off somewhat as news emerged that it had lost another talcum powder case, one of thousands and must pay a USD 300mln punitive award in New York. Gap (GPS) sunk after the co. reported poor earnings. Dell Technologies (DELL) opened lower after a revenue miss.</p><p><strong>* FX DAILY WRAP: Safe havens </strong>outperformed after tensions between the US and Mexico escalated. <strong>JPY </strong>was the outperformer,<strong> </strong>with USDJPY breaking below 109.00 and closing in on 108.50. <strong>CHF</strong> was also firm, albeit underperforming the Yen, with the usual theories of SNB intervention capping gains, whilst <strong>XAU</strong> rose back above the psychological USD 1300 handle.<strong> </strong>Understandably,<strong> MXN </strong>sunk, with USDMXN moving as high as 19.80 (from 19.05 prior to the tweets). <strong>CAD</strong> was also hit as USMCA ratification hopes were dampened, whilst further downside in the crude complex did little to help (<strong>RUB</strong> and <strong>NOK</strong> also took a hit). Dollar weakness did allow some EMs to rise; <strong>BRL</strong> was a big winner after upbeat data (unemployment down, budget surplus up), whilst <strong>TRY</strong> was also firmer. <strong>AUD</strong> continues to be resilient in the face of risk-off, with some suggesting the extreme short positioning is limiting further Aussie downside for the time being. <strong>CNH </strong>weakened after former PBOC governor Zhou said 7.00 is not necessarily the USDCNH threshold. <strong>EUR</strong> was up, though did see jitters mid-session, after reports that Italy had written back to the EU, though these reports were subsequently dismissed which saw a recovery. <strong>DXY</strong> moved back below 98.00, with some desks attributing dovish remarks by Fed’s Clarida on Thursday, combined with more aggressive pricing of Fed rate cuts through 2020. <strong>GBP</strong> enjoyed another brief foray below the 1.2600 level this morning, amid a lack of fundamental drivers, but managed to reclaim the level as the dollar came off and EUR moved lower on political concerns. For full re-cap of this week’s FX action, <a href=\"https://ransquawk.com/headlines/fx-wrap-safe-havens-dominate-as-us-mexico-trade-tensions-rise-31-05-2019\">please click here</a>.</p><p><strong>* MXN:</strong> UBS notes that positioning in MXN has been long, as high carry has favoured the MXN, but in its view, at c.19 the USDMXN was not pricing fundamental risks, let alone the threat from US tariffs, the bank argues. With that said, recent remarks by US and Mexican officials had been constructive, and the US has praised Mexico's efforts on stopping illegal immigration from Central America. Additionally, the recent removal of metals tariffs on Mexico and Canada served to improve the outlook for the approval of the USMCA in Congress. In terms of potential Banxico reaction, UBS says that \"the knee-jerk reaction in the front-end of the TIIE curve would likely be to price-out rate cuts in 2019, but we would expect Banxico to use an increase in the NDF program before delivering an emergency hike to stop a disorderly depreciation in the peso.\" UBS had recently argued that despite weaker growth, \"Banxico’s cautious stance regarding still high inflation and depreciation risks, would make us fade the pricing in the front-end of an earlier than currently expected start of a cutting cycle.\"</p><p><strong>* RANSQUAWK CENTRAL BANK WEEKLY BRIEFING - 31ST MAY 2019: </strong>PREVIEWING Fed conference, ECB, RBA, RBI; Reviewing BOC, BOK. To download the report, please click <a href=\"https://ransquawk.com/research_sheets/21972/download\">here.</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-havens-in-demand-as-trump-threatens-mexico-tariffs-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 04:03:00",
        "gmt_time": "2019-05-31 20:03:00"
    },
    {
        "id": 871805,
        "updated_sequence": 1863597,
        "published_at": {
            "unix": 1559331480,
            "text": "2019-05-31 20:38:00 +0100",
            "iso_8601": "2019-05-31T19:38:00Z"
        },
        "updated_at": {
            "unix": 1559331706,
            "text": "2019-05-31 20:41:46 +0100",
            "iso_8601": "2019-05-31T19:41:46Z"
        },
        "subject": "Officials contend they aren't creating 4th wireless carrier to gain DOJ nod for T-Mobile (TMUS), Sprint (S) deal. Decision could come in days; DOJ pressing for spectrum divestiture fearing state AGs suits, according to Fox's Gasparino",
        "content": "<p><a href=\"https://twitter.com/CGasparino/status/1134544555859238913\">Click here for tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "officials-contend-they-aren-t-creating-4th-wireless-carrier-to-gain-doj-nod-for-t-mobile-tmus-sprint-s-deal-decision-could-come-in-days-doj-pressing-for-spectrum-divestiture-fearing-state-ags-suits-according-to-fox-s-gasparino-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 03:38:00",
        "gmt_time": "2019-05-31 19:38:00"
    },
    {
        "id": 871804,
        "updated_sequence": 1863594,
        "published_at": {
            "unix": 1559331000,
            "text": "2019-05-31 20:30:00 +0100",
            "iso_8601": "2019-05-31T19:30:00Z"
        },
        "updated_at": {
            "unix": 1559331088,
            "text": "2019-05-31 20:31:28 +0100",
            "iso_8601": "2019-05-31T19:31:28Z"
        },
        "subject": "Mexico's Foreign Minister says the process of negotiation has started, spoke with Secretary of State Pompeo and US President Trump Advisor Kushner on the phone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-s-foreign-minister-says-the-process-of-negotiation-has-started-spoke-with-secretary-of-state-pompeo-and-us-president-trump-advisor-kushner-on-the-phone-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 03:30:00",
        "gmt_time": "2019-05-31 19:30:00"
    },
    {
        "id": 871803,
        "updated_sequence": 1863590,
        "published_at": {
            "unix": 1559330580,
            "text": "2019-05-31 20:23:00 +0100",
            "iso_8601": "2019-05-31T19:23:00Z"
        },
        "updated_at": {
            "unix": 1559330741,
            "text": "2019-05-31 20:25:41 +0100",
            "iso_8601": "2019-05-31T19:25:41Z"
        },
        "subject": "Chipotle (CMG) say US tariffs could negatively affect their operations, they are working with suppliers to minimise the impact of new tariffs ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chipotle-cmg-say-us-tariffs-could-negatively-affect-their-operations-they-are-working-with-suppliers-to-minimise-the-impact-of-new-tariffs-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 03:23:00",
        "gmt_time": "2019-05-31 19:23:00"
    },
    {
        "id": 871802,
        "updated_sequence": 1863583,
        "published_at": {
            "unix": 1559329860,
            "text": "2019-05-31 20:11:00 +0100",
            "iso_8601": "2019-05-31T19:11:00Z"
        },
        "updated_at": {
            "unix": 1559330086,
            "text": "2019-05-31 20:14:46 +0100",
            "iso_8601": "2019-05-31T19:14:46Z"
        },
        "subject": "US T-note futures (M9) settled +22 ticks at 126-12",
        "content": "<p>This week has seen US 5-yr yields fell to sub-2%, the 3m/10yr spread moved further into inversion (resulting in more commentary about the risks of recession over a 12-24 month horizon), and some data surprised to the downside, seeing the market price in three Fed rate cuts by the end of 2020. The fixed income bid was also supported by a slide in equities, although month-end models had suggest positive inflows into stocks. And the latest US measures against Mexico have added to Treasury upside as we close out the week; With 2s, 5s sub-2%, 7s are a couple of basis points away. Bund yields fell in sympathy, seeing German 10yr yields flirt with fresh all-time lows. Comments from Clarida on Thursday and the aforementioned risk-off were underpinning the bid on Friday. At settlement, the curve had bull-flattened, though major curve spreads were steeper (notably the 2s20s widened 6bps, 2s10s +5bps, 5s30s +3bps, 2s5s +3bps).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settled-22-ticks-at-126-12-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 03:11:00",
        "gmt_time": "2019-05-31 19:11:00"
    },
    {
        "id": 871801,
        "updated_sequence": 1863587,
        "published_at": {
            "unix": 1559329680,
            "text": "2019-05-31 20:08:00 +0100",
            "iso_8601": "2019-05-31T19:08:00Z"
        },
        "updated_at": {
            "unix": 1559330270,
            "text": "2019-05-31 20:17:50 +0100",
            "iso_8601": "2019-05-31T19:17:50Z"
        },
        "subject": "FX WRAP: Safe havens dominate as US/Mexico trade tensions rise",
        "content": "<p><strong>* FX DAILY WRAP: Safe havens </strong>outperformed after tensions between the US and Mexico escalated. <strong>JPY </strong>was the outperformer,<strong> </strong>with USDJPY breaking below 109.00 and closing in on 108.50. <strong>CHF</strong> was also firm, albeit underperforming the Yen, with the usual theories of SNB intervention capping gains, whilst <strong>XAU</strong> broke back above the psychological USD 1300 handle.<strong> </strong>Understandably,<strong> MXN </strong>sunk, with USDMXN moving as high as 19.80 (from 19.05 prior to the tweets). <strong>CAD</strong> was also hit as USMCA ratification hopes were dampened, whilst further downside in the crude complex did little to help (on which note, <strong>RUB</strong> and <strong>NOK</strong> also took a hit). However, dollar weakness allowed some EMs to appreciate; with <strong>BRL</strong> a big winner after upbeat data (unemployment down, budget surplus up), whilst <strong>TRY</strong> was also firmer. <strong>AUD</strong> was resilient in the face of risk off, with some suggesting the extreme short positioning is limiting further Aussie downside for the time being. <strong>CNH </strong>weakened after former PBoC governor Zhou said 7.00 is not necessarily the USD/CNH threshold, USDCNH popping higher to 6.9475 before retracing somewhat as the dollar came off. <strong>EUR</strong> was up, though did see jitters midsession, after reports that Italy had written back to the EU, though these reports were subsequently dismissed which did see a recovery. <strong>DXY</strong> moved back below 98.00, with some desks attributing dovish remarks by Fed’s Clarida on Thursday combined with more aggressive pricing of Fed rate cuts through 2020. <strong>GBP</strong> enjoyed another brief foray below the 1.2600 level this morning, amid a lack of fundamental drivers, but managed to reclaim the level as the dollar came off and EUR moved lower on political concerns.</p><p><strong>* MXN:</strong> UBS notes that positioning in MXN has been long, as high carry has favoured the MXN, but in its view, at c.19 the USDMXN was not pricing fundamental risks, let alone the threat from US tariffs, the bank argues. With that said, recent remarks by US and Mexican officials had been constructive, and the US has praised Mexico's efforts on stopping illegal immigration from Central America. Additionally, the recent removal of metals tariffs on Mexico and Canada served to improve the outlook for the approval of the USMCA in Congress. In terms of potential Banxico reaction, UBS says that \"the knee-jerk reaction in the front-end of the TIIE curve would likely be to price-out rate cuts in 2019, but we would expect Banxico to use an increase in the NDF program before delivering an emergency hike to stop a disorderly depreciation in the peso.\" UBS had recently argued that despite weaker growth, \"Banxico’s cautious stance regarding still high inflation and depreciation risks, would make us fade the pricing in the front-end of an earlier than currently expected start of a cutting cycle.\"</p><p>* <strong>TRY:</strong> moved higher again. This is despite the continued backdrop of increasing tensions between Turkey and the US over the latter’s decision to press ahead with the purchase of Russia’s S-400 missile system (a Turkish Foreign Ministry spokesperson earlier dismissed reports that the Russian S-400 delivery will be delayed). Albeit, there were reports that the two nations were looking to set up “study groups” to mutually assess the pros and cons of the missile system, however the cloud of possible US sanctions on Turkey, which is already in a technical recession, remains.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-wrap-safe-havens-dominate-as-us-mexico-trade-tensions-rise-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 03:08:00",
        "gmt_time": "2019-05-31 19:08:00"
    },
    {
        "id": 871800,
        "updated_sequence": 1863577,
        "published_at": {
            "unix": 1559327460,
            "text": "2019-05-31 19:31:00 +0100",
            "iso_8601": "2019-05-31T18:31:00Z"
        },
        "updated_at": {
            "unix": 1559328544,
            "text": "2019-05-31 19:49:04 +0100",
            "iso_8601": "2019-05-31T18:49:04Z"
        },
        "subject": "WTI (N9) futures settle USD 3.09 lower at USD 53.50/BBL; Brent (N9) futures expires USD 2.38 lower at USD 64.49",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The crude complex continued its drift lower in the US session on Friday, spurred by the threat of US tariffs on Mexico. The announcement of plans to implement tariffs of 5% on June 10th saw equities dip which lead to a flight to safety. Analysts at Citi note that the tariffs “would presumably apply to the 617K BPD of crude oil the US imported from Mexico last week.” It is worth highlighting that July Brent contracts, in addition to June heating oil and June RBOB, are expiring this week, “Declining open interest and trading volumes on those instruments may be contributing to the volatility here,” Citi adds. WTI ends the week around the USD 53.5/bbl mark, a significant fall from the above USD 60 level just over a week ago. The fall has been primarily due to global demand concerns, with hopes of a quick resolution to the US-China trade deal faltering, seeing risk assets fall off. Participants will be paying close attention to the slew of tier one data being released next week across major economies to get a better perspective on the state of global growth. A saving grace for bulls could also arise from geopolitics, where Iran-US tensions have been out of focus in recent sessions. Any news of a move towards conflict between members in the Middle-East could provide fresh bidding to the oil benchmarks as participants reassess oil supply.</p>",
        "analysis_updated_at": {
            "unix": 1559327520,
            "text": "2019-05-31 19:32:00 +0100",
            "iso_8601": "2019-05-31T18:32:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-n9-futures-settle-usd-3-09-lower-at-usd-53-50-bbl-brent-n9-futures-expires-usd-2-38-lower-at-usd-64-49-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 02:31:00",
        "gmt_time": "2019-05-31 18:31:00"
    },
    {
        "id": 871799,
        "updated_sequence": 1863572,
        "published_at": {
            "unix": 1559327160,
            "text": "2019-05-31 19:26:00 +0100",
            "iso_8601": "2019-05-31T18:26:00Z"
        },
        "updated_at": {
            "unix": 1559327208,
            "text": "2019-05-31 19:26:48 +0100",
            "iso_8601": "2019-05-31T18:26:48Z"
        },
        "subject": "NCR (NCR) once again considering a potential sale, according to Dealreporter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "ncr-ncr-once-again-considering-a-potential-sale-according-to-dealreporter-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 02:26:00",
        "gmt_time": "2019-05-31 18:26:00"
    },
    {
        "id": 871798,
        "updated_sequence": 1863568,
        "published_at": {
            "unix": 1559324760,
            "text": "2019-05-31 18:46:00 +0100",
            "iso_8601": "2019-05-31T17:46:00Z"
        },
        "updated_at": {
            "unix": 1559324835,
            "text": "2019-05-31 18:47:15 +0100",
            "iso_8601": "2019-05-31T17:47:15Z"
        },
        "subject": "Total (FP FP) is to acquire Toshiba's (6502 JT) US LNG business, according to a source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-is-to-acquire-toshiba-s-6502-jt-us-lng-business-according-to-a-source-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:46:00",
        "gmt_time": "2019-05-31 17:46:00"
    },
    {
        "id": 871797,
        "updated_sequence": 1863563,
        "published_at": {
            "unix": 1559323620,
            "text": "2019-05-31 18:27:00 +0100",
            "iso_8601": "2019-05-31T17:27:00Z"
        },
        "updated_at": {
            "unix": 1559323743,
            "text": "2019-05-31 18:29:03 +0100",
            "iso_8601": "2019-05-31T17:29:03Z"
        },
        "subject": "Texas Governor Abbott says he remains opposed to tariffs because of the harm it will cause Texas state, and calls on the US Congress to fix the broken immigration system",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "texas-governor-abbott-says-he-remains-opposed-to-tariffs-because-of-the-harm-it-will-cause-texas-state-and-calls-on-the-us-congress-to-fix-the-broken-immigration-system-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:27:00",
        "gmt_time": "2019-05-31 17:27:00"
    },
    {
        "id": 871796,
        "updated_sequence": 1863557,
        "published_at": {
            "unix": 1559323320,
            "text": "2019-05-31 18:22:00 +0100",
            "iso_8601": "2019-05-31T17:22:00Z"
        },
        "updated_at": {
            "unix": 1559323467,
            "text": "2019-05-31 18:24:27 +0100",
            "iso_8601": "2019-05-31T17:24:27Z"
        },
        "subject": "China Global Times Editor says thinks only those foreign co's that have cut off supply chains will be put on the China entity list",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-global-times-editor-says-thinks-only-those-foreign-co-s-that-have-cut-off-supply-chains-will-be-put-on-the-china-entity-list-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:22:00",
        "gmt_time": "2019-05-31 17:22:00"
    },
    {
        "id": 871795,
        "updated_sequence": 1863554,
        "published_at": {
            "unix": 1559323020,
            "text": "2019-05-31 18:17:00 +0100",
            "iso_8601": "2019-05-31T17:17:00Z"
        },
        "updated_at": {
            "unix": 1559323174,
            "text": "2019-05-31 18:19:34 +0100",
            "iso_8601": "2019-05-31T17:19:34Z"
        },
        "subject": "Mexican Economy Minister says Mexico will do what is necessary to defend its legitimate interests",
        "content": "<ul><li>White Houses argument that the tariffs are a response to a national security emergency are too lax and too broad</li><li>says multilateral system plus NAFTA offers Mexico the tools to respond to tariffs</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-economy-minister-says-mexico-will-do-what-is-necessary-to-defend-its-legitimate-interests-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:17:00",
        "gmt_time": "2019-05-31 17:17:00"
    },
    {
        "id": 871794,
        "updated_sequence": 1863547,
        "published_at": {
            "unix": 1559322960,
            "text": "2019-05-31 18:16:00 +0100",
            "iso_8601": "2019-05-31T17:16:00Z"
        },
        "updated_at": {
            "unix": 1559323020,
            "text": "2019-05-31 18:17:00 +0100",
            "iso_8601": "2019-05-31T17:17:00Z"
        },
        "subject": "Barclays now see the Fed cutting rates by 75bps by the end of this year, starting in September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barclays-now-see-the-fed-cutting-rates-by-75bps-by-the-end-of-this-year-starting-in-september-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:16:00",
        "gmt_time": "2019-05-31 17:16:00"
    },
    {
        "id": 871793,
        "updated_sequence": 1863560,
        "published_at": {
            "unix": 1559322180,
            "text": "2019-05-31 18:03:00 +0100",
            "iso_8601": "2019-05-31T17:03:00Z"
        },
        "updated_at": {
            "unix": 1559323483,
            "text": "2019-05-31 18:24:43 +0100",
            "iso_8601": "2019-05-31T17:24:43Z"
        },
        "subject": "Baker Hughes (May 31): US oil rigs +3 at 800 (prev. 797), US nat gas rigs -2 at 184 (prev. 182), total US rigs +1 at 984 (prev. 983)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-may-31-us-oil-rigs-3-at-800-prev-797-us-nat-gas-rigs-2-at-184-prev-182-total-us-rigs-1-at-984-prev-983-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 01:03:00",
        "gmt_time": "2019-05-31 17:03:00"
    },
    {
        "id": 871792,
        "updated_sequence": 1863541,
        "published_at": {
            "unix": 1559321940,
            "text": "2019-05-31 17:59:00 +0100",
            "iso_8601": "2019-05-31T16:59:00Z"
        },
        "updated_at": {
            "unix": 1559322010,
            "text": "2019-05-31 18:00:10 +0100",
            "iso_8601": "2019-05-31T17:00:10Z"
        },
        "subject": "Italian Cabinet sources say the Italian PM has not yet approved the letter to sent to the EU on the budget ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-cabinet-sources-say-the-italian-pm-has-not-yet-approved-the-letter-to-sent-to-the-eu-on-the-budget-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:59:00",
        "gmt_time": "2019-05-31 16:59:00"
    },
    {
        "id": 871791,
        "updated_sequence": 1863538,
        "published_at": {
            "unix": 1559321820,
            "text": "2019-05-31 17:57:00 +0100",
            "iso_8601": "2019-05-31T16:57:00Z"
        },
        "updated_at": {
            "unix": 1559321892,
            "text": "2019-05-31 17:58:12 +0100",
            "iso_8601": "2019-05-31T16:58:12Z"
        },
        "subject": "Top Republican on US House Ways and Means Committee says it is in the interest of both US and Mexico to find common ground before new tariffs are imposed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "top-republican-on-us-house-ways-and-means-committee-says-it-is-in-the-interest-of-both-us-and-mexico-to-find-common-ground-before-new-tariffs-are-imposed-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:57:00",
        "gmt_time": "2019-05-31 16:57:00"
    },
    {
        "id": 871790,
        "updated_sequence": 1863535,
        "published_at": {
            "unix": 1559321640,
            "text": "2019-05-31 17:54:00 +0100",
            "iso_8601": "2019-05-31T16:54:00Z"
        },
        "updated_at": {
            "unix": 1559321675,
            "text": "2019-05-31 17:54:35 +0100",
            "iso_8601": "2019-05-31T16:54:35Z"
        },
        "subject": "Italian government spokesperson says they will send a letter to the EU on the budget later today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-government-spokesperson-says-they-will-send-a-letter-to-the-eu-on-the-budget-later-today-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:54:00",
        "gmt_time": "2019-05-31 16:54:00"
    },
    {
        "id": 871789,
        "updated_sequence": 1863565,
        "published_at": {
            "unix": 1559321160,
            "text": "2019-05-31 17:46:00 +0100",
            "iso_8601": "2019-05-31T16:46:00Z"
        },
        "updated_at": {
            "unix": 1559324213,
            "text": "2019-05-31 18:36:53 +0100",
            "iso_8601": "2019-05-31T17:36:53Z"
        },
        "subject": "US Treasury Secretary Mnuchin was also said to be against new measures against Mexico, CNBC reports citing sources",
        "content": "<p><a href=\"https://twitter.com/CNBCnow/status/1134501011849195521\">Via CNBC</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-was-also-said-to-be-against-new-measures-against-mexico-cnbc-reports-citing-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:46:00",
        "gmt_time": "2019-05-31 16:46:00"
    },
    {
        "id": 871788,
        "updated_sequence": 1863523,
        "published_at": {
            "unix": 1559320800,
            "text": "2019-05-31 17:40:00 +0100",
            "iso_8601": "2019-05-31T16:40:00Z"
        },
        "updated_at": {
            "unix": 1559320850,
            "text": "2019-05-31 17:40:50 +0100",
            "iso_8601": "2019-05-31T16:40:50Z"
        },
        "subject": "US Trade Representative Lighthizer said to have opposed new Mexican tariffs, arguing that it could harm USMCA, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/trumps-top-trade-adviser-opposed-mexican-tariffs-11559320692?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-trade-representative-lighthizer-said-to-have-opposed-new-mexican-tariffs-arguing-that-it-could-harm-usmca-wsj-reports-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:40:00",
        "gmt_time": "2019-05-31 16:40:00"
    },
    {
        "id": 871787,
        "updated_sequence": 1863525,
        "published_at": {
            "unix": 1559320740,
            "text": "2019-05-31 17:39:00 +0100",
            "iso_8601": "2019-05-31T16:39:00Z"
        },
        "updated_at": {
            "unix": 1559320853,
            "text": "2019-05-31 17:40:53 +0100",
            "iso_8601": "2019-05-31T16:40:53Z"
        },
        "subject": "Moody's says the new US tariffs on Mexico would be credit negative for the US auto sector which relies heavily on imports from Mexico",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-says-the-new-us-tariffs-on-mexico-would-be-credit-negative-for-the-us-auto-sector-which-relies-heavily-on-imports-from-mexico-31-05-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:39:00",
        "gmt_time": "2019-05-31 16:39:00"
    },
    {
        "id": 871784,
        "updated_sequence": 1863511,
        "published_at": {
            "unix": 1559320260,
            "text": "2019-05-31 17:31:00 +0100",
            "iso_8601": "2019-05-31T16:31:00Z"
        },
        "updated_at": {
            "unix": 1559320344,
            "text": "2019-05-31 17:32:24 +0100",
            "iso_8601": "2019-05-31T16:32:24Z"
        },
        "subject": "UK Foreign Minister Hunt says no-deal must be kept on the table, but does not want to have to choose between no-deal and no Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-foreign-minister-hunt-says-no-deal-must-be-kept-on-the-table-but-does-not-want-to-have-to-choose-between-no-deal-and-no-brexit-31-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:31:00",
        "gmt_time": "2019-05-31 16:31:00"
    },
    {
        "id": 871783,
        "updated_sequence": 1863508,
        "published_at": {
            "unix": 1559320140,
            "text": "2019-05-31 17:29:00 +0100",
            "iso_8601": "2019-05-31T16:29:00Z"
        },
        "updated_at": {
            "unix": 1559320265,
            "text": "2019-05-31 17:31:05 +0100",
            "iso_8601": "2019-05-31T16:31:05Z"
        },
        "subject": "Johnson & Johnson (JNJ) must pay USD 300mln punitive award in New York in regard to the talcum powder case; this is one case of thousands",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-johnson-jnj-must-pay-usd-300mln-punitive-award-in-new-york-in-regard-to-the-talcum-powder-case-this-is-one-case-of-thousands-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:29:00",
        "gmt_time": "2019-05-31 16:29:00"
    },
    {
        "id": 871782,
        "updated_sequence": 1863502,
        "published_at": {
            "unix": 1559320020,
            "text": "2019-05-31 17:27:00 +0100",
            "iso_8601": "2019-05-31T16:27:00Z"
        },
        "updated_at": {
            "unix": 1559320096,
            "text": "2019-05-31 17:28:16 +0100",
            "iso_8601": "2019-05-31T16:28:16Z"
        },
        "subject": "Brazil's PSDB are discussing joint support for pension reform bill",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-psdb-are-discussing-joint-support-for-pension-reform-bill-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:27:00",
        "gmt_time": "2019-05-31 16:27:00"
    },
    {
        "id": 871780,
        "updated_sequence": 1863493,
        "published_at": {
            "unix": 1559318940,
            "text": "2019-05-31 17:09:00 +0100",
            "iso_8601": "2019-05-31T16:09:00Z"
        },
        "updated_at": {
            "unix": 1559319018,
            "text": "2019-05-31 17:10:18 +0100",
            "iso_8601": "2019-05-31T16:10:18Z"
        },
        "subject": "Italy Deputy PM Di Maio says he was not consulted over the letter to the EU over the budget, wants a government meeting before it is sent",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-pm-di-maio-says-he-was-not-consulted-over-the-letter-to-the-eu-over-the-budget-wants-a-government-meeting-before-it-is-sent-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:09:00",
        "gmt_time": "2019-05-31 16:09:00"
    },
    {
        "id": 871778,
        "updated_sequence": 1863487,
        "published_at": {
            "unix": 1559318580,
            "text": "2019-05-31 17:03:00 +0100",
            "iso_8601": "2019-05-31T16:03:00Z"
        },
        "updated_at": {
            "unix": 1559318679,
            "text": "2019-05-31 17:04:39 +0100",
            "iso_8601": "2019-05-31T16:04:39Z"
        },
        "subject": "Italy Treasury says reports on the content of their letter to the EU were inaccurate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-treasury-says-reports-on-the-content-of-their-letter-to-the-eu-were-inaccurate-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:03:00",
        "gmt_time": "2019-05-31 16:03:00"
    },
    {
        "id": 871777,
        "updated_sequence": 1863482,
        "published_at": {
            "unix": 1559318400,
            "text": "2019-05-31 17:00:00 +0100",
            "iso_8601": "2019-05-31T16:00:00Z"
        },
        "updated_at": {
            "unix": 1559318480,
            "text": "2019-05-31 17:01:20 +0100",
            "iso_8601": "2019-05-31T16:01:20Z"
        },
        "subject": "China's higher tariffs on US goods on USD 60bln target list takes effect at 00:00 local time, June 1st ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-higher-tariffs-on-us-goods-on-usd-60bln-target-list-takes-effect-at-00-00-local-time-june-1st-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-01 00:00:00",
        "gmt_time": "2019-05-31 16:00:00"
    },
    {
        "id": 871776,
        "updated_sequence": 1863479,
        "published_at": {
            "unix": 1559317740,
            "text": "2019-05-31 16:49:00 +0100",
            "iso_8601": "2019-05-31T15:49:00Z"
        },
        "updated_at": {
            "unix": 1559317883,
            "text": "2019-05-31 16:51:23 +0100",
            "iso_8601": "2019-05-31T15:51:23Z"
        },
        "subject": "Comcast (CMCSA) say they have no interest in Boost Mobile, the unit Sprint (S) & T-Mobile US (TMUS) have offered to divest in order to secure their proposed merger",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "comcast-cmcsa-say-they-have-no-interest-in-boost-mobile-the-unit-sprint-s-t-mobile-us-tmus-have-offered-to-divest-in-order-to-secure-their-proposed-merger-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:49:00",
        "gmt_time": "2019-05-31 15:49:00"
    },
    {
        "id": 871775,
        "updated_sequence": 1863476,
        "published_at": {
            "unix": 1559317080,
            "text": "2019-05-31 16:38:00 +0100",
            "iso_8601": "2019-05-31T15:38:00Z"
        },
        "updated_at": {
            "unix": 1559317224,
            "text": "2019-05-31 16:40:24 +0100",
            "iso_8601": "2019-05-31T15:40:24Z"
        },
        "subject": "Business groups are mulling legal action against the White House in response to Mexico tariffs, US Chamber of Commerce confirms; discussions will continue through weekend, with groups hoping to have agreement on next steps by Monday, according to sources",
        "content": "<ul><li><a href=\"https://twitter.com/kaylatausche/status/1134482908683603971\">Click here for tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "business-groups-are-mulling-legal-action-against-the-white-house-in-response-to-mexico-tariffs-us-chamber-of-commerce-confirms-discussions-will-continue-through-weekend-with-groups-hoping-to-have-agreement-on-next-steps-by-monday-accordi-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:38:00",
        "gmt_time": "2019-05-31 15:38:00"
    },
    {
        "id": 871774,
        "updated_sequence": 1863473,
        "published_at": {
            "unix": 1559316660,
            "text": "2019-05-31 16:31:00 +0100",
            "iso_8601": "2019-05-31T15:31:00Z"
        },
        "updated_at": {
            "unix": 1559316835,
            "text": "2019-05-31 16:33:55 +0100",
            "iso_8601": "2019-05-31T15:33:55Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-1.1%) at 3280, FTSE 100 (-0.8%) at 7161, DAX (-1.5%) at 11730, CAC 40 (-0.9%) at 5203, IBEX 35 (-1.6%) at 9015, FTSE Italian MIB (-0.7%) at 19807, SMI (-0.2%) at 9524",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts -2%</li><li>Banks -1.3%</li><li>Basic Resources -1.6%</li><li>Chemicals -1%</li><li>Construction &amp; Materials -0.9%</li><li>Financial Services -0.9%</li><li>Food &amp; Beverage&nbsp; -0.4%</li><li>Health Care -0.6%</li><li>Industrial Goods &amp; Services -1.1%</li><li>Insurance -0.9%</li><li>Media -0.6%</li><li>Oil &amp; Gas -0.5%</li><li>Personal &amp; Household Goods -1.2%</li><li>Retail -1.2%</li><li>Technology&nbsp; -0.7%</li><li>Telecommunications&nbsp; 0%</li><li>Travel &amp; Leisure -0.6%</li><li>Utilities 0.2%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-1-at-3280-ftse-100-0-8-at-7161-dax-1-5-at-11730-cac-40-0-9-at-5203-ibex-35-1-6-at-9015-ftse-italian-mib-0-7-at-19807-smi-0-2-at-9524-31-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:31:00",
        "gmt_time": "2019-05-31 15:31:00"
    },
    {
        "id": 871772,
        "updated_sequence": 1863464,
        "published_at": {
            "unix": 1559316600,
            "text": "2019-05-31 16:30:00 +0100",
            "iso_8601": "2019-05-31T15:30:00Z"
        },
        "updated_at": {
            "unix": 1559316648,
            "text": "2019-05-31 16:30:48 +0100",
            "iso_8601": "2019-05-31T15:30:48Z"
        },
        "subject": "China to tighten financing for certain real etsate firms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-to-tighten-financing-for-certain-real-etsate-firms-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:30:00",
        "gmt_time": "2019-05-31 15:30:00"
    },
    {
        "id": 871771,
        "updated_sequence": 1863461,
        "published_at": {
            "unix": 1559316540,
            "text": "2019-05-31 16:29:00 +0100",
            "iso_8601": "2019-05-31T15:29:00Z"
        },
        "updated_at": {
            "unix": 1559316611,
            "text": "2019-05-31 16:30:11 +0100",
            "iso_8601": "2019-05-31T15:30:11Z"
        },
        "subject": "Canadian Foreign Minister Freeland says that the Mexican President said that Mexico intends to move ahead with the ratification process of the USMCA pact",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-foreign-minister-freeland-says-that-the-mexican-president-said-that-mexico-intends-to-move-ahead-with-the-ratification-process-of-the-usmca-pact-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:29:00",
        "gmt_time": "2019-05-31 15:29:00"
    },
    {
        "id": 871773,
        "updated_sequence": 1863467,
        "published_at": {
            "unix": 1559316480,
            "text": "2019-05-31 16:28:00 +0100",
            "iso_8601": "2019-05-31T15:28:00Z"
        },
        "updated_at": {
            "unix": 1559316652,
            "text": "2019-05-31 16:30:52 +0100",
            "iso_8601": "2019-05-31T15:30:52Z"
        },
        "subject": "Deutsche Bank (DBK GY, DB) and UBS (UBSG SW) briefly explored the possibility of a merger, but talks never proceeded beyond the initial stage, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-db-and-ubs-ubsg-sw-briefly-explored-the-possibility-of-a-merger-but-talks-never-proceeded-beyond-the-initial-stage-according-to-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:28:00",
        "gmt_time": "2019-05-31 15:28:00"
    },
    {
        "id": 871769,
        "updated_sequence": 1863452,
        "published_at": {
            "unix": 1559315880,
            "text": "2019-05-31 16:18:00 +0100",
            "iso_8601": "2019-05-31T15:18:00Z"
        },
        "updated_at": {
            "unix": 1559315960,
            "text": "2019-05-31 16:19:20 +0100",
            "iso_8601": "2019-05-31T15:19:20Z"
        },
        "subject": "New York Fed's Q2 Nowcast raised to 1.5% from 1.4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-s-q2-nowcast-raised-to-1-5-from-1-4-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:18:00",
        "gmt_time": "2019-05-31 15:18:00"
    },
    {
        "id": 871768,
        "updated_sequence": 1863446,
        "published_at": {
            "unix": 1559315580,
            "text": "2019-05-31 16:13:00 +0100",
            "iso_8601": "2019-05-31T15:13:00Z"
        },
        "updated_at": {
            "unix": 1559315856,
            "text": "2019-05-31 16:17:36 +0100",
            "iso_8601": "2019-05-31T15:17:36Z"
        },
        "subject": "Russia's Transneft plans to mix the contaminated oil with clean volumes in its pipeline system, whilst keeping organic chloride content below 6 PPM, according to sources",
        "content": "<ul><li>Organic chloride is expected to rise in the port of Primorsk and in domestic refinery runs in European Russia</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-transneft-plans-to-mix-the-contaminated-oil-with-clean-volumes-in-its-pipeline-system-whilst-keeping-organic-chloride-content-below-6-ppm-according-to-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:13:00",
        "gmt_time": "2019-05-31 15:13:00"
    },
    {
        "id": 871767,
        "updated_sequence": 1863437,
        "published_at": {
            "unix": 1559315460,
            "text": "2019-05-31 16:11:00 +0100",
            "iso_8601": "2019-05-31T15:11:00Z"
        },
        "updated_at": {
            "unix": 1559315533,
            "text": "2019-05-31 16:12:13 +0100",
            "iso_8601": "2019-05-31T15:12:13Z"
        },
        "subject": "May ranks worst month for Emerging Market equity flows since the June 2013 \"taper tantrum\", according to IIF",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "may-ranks-worst-month-for-emerging-market-equity-flows-since-the-june-2013-taper-tantrum-according-to-iif-31-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:11:00",
        "gmt_time": "2019-05-31 15:11:00"
    },
    {
        "id": 871766,
        "updated_sequence": 1863434,
        "published_at": {
            "unix": 1559314920,
            "text": "2019-05-31 16:02:00 +0100",
            "iso_8601": "2019-05-31T15:02:00Z"
        },
        "updated_at": {
            "unix": 1559315494,
            "text": "2019-05-31 16:11:34 +0100",
            "iso_8601": "2019-05-31T15:11:34Z"
        },
        "subject": "Italy has replied to the EU saying it sees lower borrowing costs, will condition its flat tax on deficit targets, according to Repubblica ",
        "content": "<ul><li><a href=\"https://www.repubblica.it/economia/2019/05/31/news/lettera_ue_oggi_la_risposta_del_governo_garavaglia_risparmi_da_reddito_per_ridurre_pendenze_-227638611/?ref=RHPPLF-BH-I0-C8-P1-S1.8-T1\">Click here for article</a></li></ul>",
        "reaction_details": "<p>Over a period of 15 minutes, EURUSD moved lower to 1.1140 from 1.1178</p>",
        "reaction_updated_at": {
            "unix": 1559315100,
            "text": "2019-05-31 16:05:00 +0100",
            "iso_8601": "2019-05-31T15:05:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Repubblica",
        "slug": "italy-has-replied-to-the-eu-saying-it-sees-lower-borrowing-costs-will-condition-its-flat-tax-on-deficit-targets-according-to-repubblica-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 23:02:00",
        "gmt_time": "2019-05-31 15:02:00"
    },
    {
        "id": 871763,
        "updated_sequence": 1863410,
        "published_at": {
            "unix": 1559313780,
            "text": "2019-05-31 15:43:00 +0100",
            "iso_8601": "2019-05-31T14:43:00Z"
        },
        "updated_at": {
            "unix": 1559313858,
            "text": "2019-05-31 15:44:18 +0100",
            "iso_8601": "2019-05-31T14:44:18Z"
        },
        "subject": "Italian Treasury have cancelled their spring offering of the 'BTP Italia' retail linker, according to sources; remains committed to offering at least one BTP Italia this year ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-treasury-have-cancelled-their-spring-offering-of-the-btp-italia-retail-linker-according-to-sources-remains-committed-to-offering-at-least-one-btp-italia-this-year-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:43:00",
        "gmt_time": "2019-05-31 14:43:00"
    },
    {
        "id": 871762,
        "updated_sequence": 1863407,
        "published_at": {
            "unix": 1559313720,
            "text": "2019-05-31 15:42:00 +0100",
            "iso_8601": "2019-05-31T14:42:00Z"
        },
        "updated_at": {
            "unix": 1559313821,
            "text": "2019-05-31 15:43:41 +0100",
            "iso_8601": "2019-05-31T14:43:41Z"
        },
        "subject": "US President Trump tweets that the US \"have a 100 Billion Dollar Trade Deficit with Mexico. It’s time!\"",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1134469934816346113\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-the-us-have-a-100-billion-dollar-trade-deficit-with-mexico-it-s-time-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:42:00",
        "gmt_time": "2019-05-31 14:42:00"
    },
    {
        "id": 871761,
        "updated_sequence": 1863404,
        "published_at": {
            "unix": 1559313600,
            "text": "2019-05-31 15:40:00 +0100",
            "iso_8601": "2019-05-31T14:40:00Z"
        },
        "updated_at": {
            "unix": 1559313683,
            "text": "2019-05-31 15:41:23 +0100",
            "iso_8601": "2019-05-31T14:41:23Z"
        },
        "subject": "Atlanta Fed GDPnow (Q2) 1.2% (prev. 1.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q2-1-2-prev-1-3-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:40:00",
        "gmt_time": "2019-05-31 14:40:00"
    },
    {
        "id": 871760,
        "updated_sequence": 1863399,
        "published_at": {
            "unix": 1559312940,
            "text": "2019-05-31 15:29:00 +0100",
            "iso_8601": "2019-05-31T14:29:00Z"
        },
        "updated_at": {
            "unix": 1559313026,
            "text": "2019-05-31 15:30:26 +0100",
            "iso_8601": "2019-05-31T14:30:26Z"
        },
        "subject": "Weekly FX Wrap: Lira lives on whilst Peso plumbs the depths, thank Trump",
        "content": "<p><strong>DXY/CNH</strong></p><p>Overall an upbeat week for the index, which is poised to end the EU session closer to the middle of a 97.54-98.30 weekly range after kick-starting the week at the bottom of the band. Trade rhetoric has soured further this week after President Trump noted that the US is not yet ready for a trade deal. Meanwhile, China reiterated its stance that it will have to take countermeasures if the US keeps pressing along. Furthermore, sources noted that Beijing has readied plans to restrict exports of rate earths to the US, whilst also constructing a blacklist of US tech names in retaliation to the Huawei ban. On the data front, the index was largely unscathed by this week’s tier 1 data (Q1 Core PCE marginally softer, expected GDP revision and in-line April PCE), potentially muted to an extent by the month-end rebalancing and the risk-off cloud over the market. Either way, the index is currently straddling on either side of 98.00 ahead of an action-packed week which includes the Fed’s Inflation conference and the US labour report. Meanwhile, the Yuan is set to post a week of losses, albeit more contained than some of the downside seen earlier in the month, with the May USD/CNH range at 6.72-947 thus far. Upside in the pair also coincided with former PBoC governor Zhou who stated that USD/CNH threshold does not necessarily stand at 7.00. USD/CNH is poised to end closer to the top of a 6.92-947 weekly range as participants eye the release of Caixin PMIs next week alongside trade developments.</p><p>&nbsp;</p><p><strong>AUD/NZD/CAD</strong></p><p>All set to end the week lower vs. the Buck, albeit the Aussie less-so than its risk-currency peers, with UBS noting that the AUD has too much short priced in to be much affected to the downside in the short term unless the Australian stock market collapses. The Kiwi on the other hand, has had a relatively downbeat week and is set to end the EU session near enough to the bottom of its 0.6495-6560 range, initially dampened by bleak NZ business outlook before risk sentiment took the pair lower. Elsewhere, the Loonie eyes a weekly loss of around 0.8%, potentially mostly on the back of the collapse in crude prices over the week. This week also saw the BoC rate decision wherein the governing council viewed the late 2018 slowdown as temporary, however, the board also made no mention of returning to neutral range. Furthermore, the fallout between Mexico and the US saw some pressure on the CAD amid the possible ramifications this could have on the USMCA, although officials noted that the deal and the Mexican tariffs are two different issues. Finally, an overall mixed Canadian GDP report did little to sway the Loonie as external factors largely dominated the currency. USD/CAD saw (so far) a weekly range of 1.3440-3563. Back to the AUD, next week sees the release of the RBA rate decision, with markets expecting a 25bps cut to its Cash Rate, shortly followed by the Aussie Q1 GDP figures.</p><p>&nbsp;</p><p><strong>CHF/JPY</strong></p><p>A mostly risk-off week has guided safe-haven inflow into the currencies, with USD/JPY set to end the EU week comfortably under 109.00, having fluctuated within a relatively wide weekly range of 109.92-107.72. Conversely, despite the risk-driven strength in the Franc by the end of the week, USD/CHF is poised to end the week in the red, with speculators highlighting potential SNB intervention amidst the high-risk environment. USD/CHF is set to end the session around the 1.005 mark, closer to the middle of the 1.001-010 range.&nbsp;</p><p>&nbsp;</p><p><strong>EUR/GBP</strong></p><p>The single currency and Sterling were largely dictated by USD action throughout most of the week, with little-to-no new news-flow on the Brexit front, whilst EUR shrugged off the weaker than forecast German inflation figures as RHS demand in EUR/GBP set the tone for the currencies at the end of the week. The cross is set for a fourth consecutive week of gains and poised to end the EU session nearer to the top of the weekly 0.8791-8874 range. Looking ahead, next week sees the release of the EZ CPI, followed by the ECB rate decision and full staff economic projections.&nbsp;</p><p>&nbsp;</p><p><strong>EM</strong></p><p>An eventful week for the EM currencies, with focus on the TRY and the MXN and their ties to the US. The Lira took the spotlight earlier in the week following a phone call between US President Trump and Turkish President Erdogan in which they agreed to meet on the side-lines of the June G20 meeting in Osaka after Turkey released a NASA scientist from its prison. The optimism from the call against USD/TRY to fall from levels over 6.1000 to a weekly low of 5.8215 (thus far). Elsewhere, the MXN hit levels last seen in Dec 2018 vs the Buck as US President Trump noted that a 5% tariff will be imposed on all goods coming from Mexico beginning June 10th until illegal immigrants coming through Mexico to the US stop, and tariff will gradually increase until illegal immigration problem is remedied. The Peso immediately saw downside and continued that trajectory throughout the session, with USD/MXN spiking higher from around 19.1500, through its 50 WMA (19.2766) and 200 DMA (19.3360) to a high of 19.8300.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-lira-lives-on-whilst-peso-plumbs-the-depths-thank-trump-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:29:00",
        "gmt_time": "2019-05-31 14:29:00"
    },
    {
        "id": 871759,
        "updated_sequence": 1863396,
        "published_at": {
            "unix": 1559312880,
            "text": "2019-05-31 15:28:00 +0100",
            "iso_8601": "2019-05-31T14:28:00Z"
        },
        "updated_at": {
            "unix": 1559312949,
            "text": "2019-05-31 15:29:09 +0100",
            "iso_8601": "2019-05-31T14:29:09Z"
        },
        "subject": "US President Trump tweets ' In order not to pay Tariffs, if they start rising, companies will leave Mexico, which has taken 30% of our Auto Industry, and come back home to the USA'",
        "content": "<p>Adds that, 'The Tariff is about stopping drugs as well as illegals!'</p><p>&nbsp;</p><p><a href=\"https://twitter.com/realDonaldTrump/status/1134466523114999809\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-in-order-not-to-pay-tariffs-if-they-start-rising-companies-will-leave-mexico-which-has-taken-30-of-our-auto-industry-and-come-back-home-to-the-usa-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:28:00",
        "gmt_time": "2019-05-31 14:28:00"
    },
    {
        "id": 871758,
        "updated_sequence": 1863393,
        "published_at": {
            "unix": 1559312580,
            "text": "2019-05-31 15:23:00 +0100",
            "iso_8601": "2019-05-31T14:23:00Z"
        },
        "updated_at": {
            "unix": 1559312683,
            "text": "2019-05-31 15:24:43 +0100",
            "iso_8601": "2019-05-31T14:24:43Z"
        },
        "subject": "JP Morgan says if US tariffs on Mexican goods rise to 25%, the Fed \"may well need to cut rates by over 50bps\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "jp-morgan-says-if-us-tariffs-on-mexican-goods-rise-to-25-the-fed-may-well-need-to-cut-rates-by-over-50bps-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:23:00",
        "gmt_time": "2019-05-31 14:23:00"
    },
    {
        "id": 871757,
        "updated_sequence": 1863390,
        "published_at": {
            "unix": 1559312520,
            "text": "2019-05-31 15:22:00 +0100",
            "iso_8601": "2019-05-31T14:22:00Z"
        },
        "updated_at": {
            "unix": 1559312606,
            "text": "2019-05-31 15:23:26 +0100",
            "iso_8601": "2019-05-31T14:23:26Z"
        },
        "subject": "JP Morgan see the Fed cutting rates in September and December this year, vs. prior view of an even chance between a cut and hike",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "jp-morgan-see-the-fed-cutting-rates-in-september-and-december-this-year-vs-prior-view-of-an-even-chance-between-a-cut-and-hike-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:22:00",
        "gmt_time": "2019-05-31 14:22:00"
    },
    {
        "id": 871756,
        "updated_sequence": 1863387,
        "published_at": {
            "unix": 1559312520,
            "text": "2019-05-31 15:22:00 +0100",
            "iso_8601": "2019-05-31T14:22:00Z"
        },
        "updated_at": {
            "unix": 1559312563,
            "text": "2019-05-31 15:22:43 +0100",
            "iso_8601": "2019-05-31T14:22:43Z"
        },
        "subject": "Vale (VALE) state that slope fragments have fallen into a pit, with no major damage reported",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vale-vale-state-that-slope-fragments-have-fallen-into-a-pit-with-no-major-damage-reported-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:22:00",
        "gmt_time": "2019-05-31 14:22:00"
    },
    {
        "id": 871755,
        "updated_sequence": 1863384,
        "published_at": {
            "unix": 1559312460,
            "text": "2019-05-31 15:21:00 +0100",
            "iso_8601": "2019-05-31T14:21:00Z"
        },
        "updated_at": {
            "unix": 1559312543,
            "text": "2019-05-31 15:22:23 +0100",
            "iso_8601": "2019-05-31T14:22:23Z"
        },
        "subject": "Lowe's (LOW) declares a 15% increase in quarterly cash dividend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "lowe-s-low-declares-a-15-increase-in-quarterly-cash-dividend-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:21:00",
        "gmt_time": "2019-05-31 14:21:00"
    },
    {
        "id": 871751,
        "updated_sequence": 1863369,
        "published_at": {
            "unix": 1559311620,
            "text": "2019-05-31 15:07:00 +0100",
            "iso_8601": "2019-05-31T14:07:00Z"
        },
        "updated_at": {
            "unix": 1559311662,
            "text": "2019-05-31 15:07:42 +0100",
            "iso_8601": "2019-05-31T14:07:42Z"
        },
        "subject": "Cypress Semiconductor (CY) - multiple bidders are reportedly interested in the Co., according to Street Insider",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Street Insider",
        "slug": "cypress-semiconductor-cy-multiple-bidders-are-reportedly-interested-in-the-co-according-to-street-insider-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:07:00",
        "gmt_time": "2019-05-31 14:07:00"
    },
    {
        "id": 871751,
        "updated_sequence": 1863369,
        "published_at": {
            "unix": 1559311620,
            "text": "2019-05-31 15:07:00 +0100",
            "iso_8601": "2019-05-31T14:07:00Z"
        },
        "updated_at": {
            "unix": 1559311662,
            "text": "2019-05-31 15:07:42 +0100",
            "iso_8601": "2019-05-31T14:07:42Z"
        },
        "subject": "Cypress Semiconductor (CY) - multiple bidders are reportedly interested in the Co., according to Street Insider",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Street Insider",
        "slug": "cypress-semiconductor-cy-multiple-bidders-are-reportedly-interested-in-the-co-according-to-street-insider-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:07:00",
        "gmt_time": "2019-05-31 14:07:00"
    },
    {
        "id": 871750,
        "updated_sequence": 1863366,
        "published_at": {
            "unix": 1559311320,
            "text": "2019-05-31 15:02:00 +0100",
            "iso_8601": "2019-05-31T14:02:00Z"
        },
        "updated_at": {
            "unix": 1559311344,
            "text": "2019-05-31 15:02:24 +0100",
            "iso_8601": "2019-05-31T14:02:24Z"
        },
        "subject": "Fixed Income: German yield rout abates after hitting record lows",
        "content": "<p>Bund yields have regained some composure after the trade-induced record low and were relatively reticent to react upon the CPI data which came in below the prior on a YY &amp; MM basis, as was expected. Similar price action has also been noted in the UK 10yr benchmark, with both Bund and Gilt futures hanging just under the 130.00 and 168.50 handles respectively as opposed to the day’s high prints of 130.14 &amp; 168.63. BTP futures have also seen some buying after the session nadir of 128.99 although remain in negative territory for the day by about 30 ticks, with traders looking out for the Italian EU reply over public finance concerns coming today.</p><p>In the US, the action remains in the longer end of the curve, with little by the way of a sustained reaction noted after the in-line Core PCE Price Index print and impressive Chicago PMI figure. This comes as trade remains largely dictated by tariff talk, as the Trump twitter tirade continues to draw focus ahead of comments from Bostic and Williams.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "fixed-income-german-yield-rout-abates-after-hitting-record-lows-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 22:02:00",
        "gmt_time": "2019-05-31 14:02:00"
    },
    {
        "id": 871744,
        "updated_sequence": 1863348,
        "published_at": {
            "unix": 1559310480,
            "text": "2019-05-31 14:48:00 +0100",
            "iso_8601": "2019-05-31T13:48:00Z"
        },
        "updated_at": {
            "unix": 1559310599,
            "text": "2019-05-31 14:49:59 +0100",
            "iso_8601": "2019-05-31T13:49:59Z"
        },
        "subject": "Polish and German refineries have reached a preliminary deal to process the dirty oil in the Druzhba pipeline, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "polish-and-german-refineries-have-reached-a-preliminary-deal-to-process-the-dirty-oil-in-the-druzhba-pipeline-according-to-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:48:00",
        "gmt_time": "2019-05-31 13:48:00"
    },
    {
        "id": 871743,
        "updated_sequence": 1863345,
        "published_at": {
            "unix": 1559310360,
            "text": "2019-05-31 14:46:00 +0100",
            "iso_8601": "2019-05-31T13:46:00Z"
        },
        "updated_at": {
            "unix": 1559310496,
            "text": "2019-05-31 14:48:16 +0100",
            "iso_8601": "2019-05-31T13:48:16Z"
        },
        "subject": "American Automotive Policy Council says imposing Mexico tariffs will undermine any positive impact and impose a significant cost on the US auto industry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-automotive-policy-council-says-imposing-mexico-tariffs-will-undermine-any-positive-impact-and-impose-a-significant-cost-on-the-us-auto-industry-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:46:00",
        "gmt_time": "2019-05-31 13:46:00"
    },
    {
        "id": 871741,
        "updated_sequence": 1863342,
        "published_at": {
            "unix": 1559309940,
            "text": "2019-05-31 14:39:00 +0100",
            "iso_8601": "2019-05-31T13:39:00Z"
        },
        "updated_at": {
            "unix": 1559310460,
            "text": "2019-05-31 14:47:40 +0100",
            "iso_8601": "2019-05-31T13:47:40Z"
        },
        "subject": "North Sea Ekofisk crude oil stream is to load 15 cargoes in July, up from 1 in June, according to sources",
        "content": "<ul><li>North Sea Brent Stream to load 5 in July, unchanged from June</li><li>Supply of 5 North Sea crude grades underpinning dated Brent benchmark to an average of 968k BPD in July, up from 720k in June</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-sea-ekofisk-crude-oil-stream-is-to-load-15-cargoes-in-july-up-from-1-in-june-according-to-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:39:00",
        "gmt_time": "2019-05-31 13:39:00"
    },
    {
        "id": 871740,
        "updated_sequence": 1863337,
        "published_at": {
            "unix": 1559309880,
            "text": "2019-05-31 14:38:00 +0100",
            "iso_8601": "2019-05-31T13:38:00Z"
        },
        "updated_at": {
            "unix": 1559310176,
            "text": "2019-05-31 14:42:56 +0100",
            "iso_8601": "2019-05-31T13:42:56Z"
        },
        "subject": "CNBC's Faber says he does not expect the foundation of a fourth player in the Sprint (S), T-Mobile (TMUS) merger right away; believes John Paulson has his eyes on the deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-faber-says-he-does-not-expect-the-foundation-of-a-fourth-player-in-the-sprint-s-t-mobile-tmus-merger-right-away-believes-john-paulson-has-his-eyes-on-the-deal-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:38:00",
        "gmt_time": "2019-05-31 13:38:00"
    },
    {
        "id": 871738,
        "updated_sequence": 1863323,
        "published_at": {
            "unix": 1559309520,
            "text": "2019-05-31 14:32:00 +0100",
            "iso_8601": "2019-05-31T13:32:00Z"
        },
        "updated_at": {
            "unix": 1559309805,
            "text": "2019-05-31 14:36:45 +0100",
            "iso_8601": "2019-05-31T13:36:45Z"
        },
        "subject": "US Movers: Verizon (VZ) -3.9%, Caterpillar (CAT) -2.1%, Goldman Sachs (GS) -2.1%, Cisco Systems (CSCO) -2%, Boeing -1.8%, Microsoft (MSFT) -1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-verizon-vz-3-9-caterpillar-cat-2-1-goldman-sachs-gs-2-1-cisco-systems-csco-2-boeing-1-8-microsoft-msft-1-5-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:32:00",
        "gmt_time": "2019-05-31 13:32:00"
    },
    {
        "id": 871733,
        "updated_sequence": 1863308,
        "published_at": {
            "unix": 1559309460,
            "text": "2019-05-31 14:31:00 +0100",
            "iso_8601": "2019-05-31T13:31:00Z"
        },
        "updated_at": {
            "unix": 1559309664,
            "text": "2019-05-31 14:34:24 +0100",
            "iso_8601": "2019-05-31T13:34:24Z"
        },
        "subject": "US President Trump tweets that Mexico has taken advantage of the US, blames Democrats for bad immigration laws, says Mexico makes a fortune from the US",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1134452086857523205\">Click here for tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-mexico-has-taken-advantage-of-the-us-blames-democrats-for-bad-immigration-laws-says-mexico-makes-a-fortune-from-the-us-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:31:00",
        "gmt_time": "2019-05-31 13:31:00"
    },
    {
        "id": 871732,
        "updated_sequence": 1863532,
        "published_at": {
            "unix": 1559309400,
            "text": "2019-05-31 14:30:00 +0100",
            "iso_8601": "2019-05-31T13:30:00Z"
        },
        "updated_at": {
            "unix": 1559321654,
            "text": "2019-05-31 17:54:14 +0100",
            "iso_8601": "2019-05-31T16:54:14Z"
        },
        "subject": "Iran remains within the Nuclear Deal's key limits, including the uranium enrichment level and stock of enriched uranium, according to the quarterly IAEA report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-remains-within-the-nuclear-deal-s-key-limits-including-the-uranium-enrichment-level-and-stock-of-enriched-uranium-according-to-the-quarterly-iaea-report-31-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:30:00",
        "gmt_time": "2019-05-31 13:30:00"
    },
    {
        "id": 871731,
        "updated_sequence": 1863300,
        "published_at": {
            "unix": 1559309280,
            "text": "2019-05-31 14:28:00 +0100",
            "iso_8601": "2019-05-31T13:28:00Z"
        },
        "updated_at": {
            "unix": 1559309309,
            "text": "2019-05-31 14:28:29 +0100",
            "iso_8601": "2019-05-31T13:28:29Z"
        },
        "subject": "Talking Crude: Mexico tariff threats pushes prices even lower",
        "content": "<ul><li><strong>The crude complex is suffering from a fresh bout of risk-off</strong> <strong>sentiment</strong> following US threats of tariffs on Mexico. Thursday’s downfall was more of a supply-driven move where the market was caught offside on the EIA inventory release, but no sooner did it have time to breath, where President Trump announced overnight that the US will be implementing tariffs on Mexico. Consequentially, there has been a flight to safety, with crude markets under pressure, where “Every single daily M/A, short, medium or long-term, contract and continuation, have been penetrated on the downside,” PVM’s analysts highlight.</li><li><strong>A (slight) easing on the geopolitical/Iran front is also providing headwinds.</strong> Following original US sanctions on Iranian crude, the Treasury was due to implement new sanctions on Iran’s second largest export, Petrochemicals, in mid-May but is now delaying that decision due to the desire to deescalate tensions between Washington and Tehran.<a href=\"https://www.wsj.com/articles/u-s-lets-some-countries-continue-limited-iran-oil-imports-11559233603\"> WSJ reported overnight</a> that the Trump administration said that it would continue to let Iranian crude importers (e.g. China and India), who were previously granted sanction waivers, continue importing to the cap they had been granted; previously nations were likely to be hesitant of exporting to their caps due to the escalation of tensions between US and Iran. On more of a side note, Exxon (XOM) announced it will be returning personnel to Iraq, where it had previously evacuated due to risk of conflict in the region, signalling an ease of concerns; Iran is reported to be operating via proxies in Iraq.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "talking-crude-mexico-tariff-threats-pushes-prices-even-lower-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:28:00",
        "gmt_time": "2019-05-31 13:28:00"
    },
    {
        "id": 871729,
        "updated_sequence": 1863294,
        "published_at": {
            "unix": 1559308500,
            "text": "2019-05-31 14:15:00 +0100",
            "iso_8601": "2019-05-31T13:15:00Z"
        },
        "updated_at": {
            "unix": 1559308654,
            "text": "2019-05-31 14:17:34 +0100",
            "iso_8601": "2019-05-31T13:17:34Z"
        },
        "subject": "US President Trump tweets that the Democrats are to blame for not solving the border crisis, as they want open borders and open borders \"equals crime\"",
        "content": "<p>For source click <a href=\"https://twitter.com/realDonaldTrump/status/1134448050464800769\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-the-democrats-are-to-blame-for-not-solving-the-border-crisis-as-they-want-open-borders-and-open-borders-equals-crime-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:15:00",
        "gmt_time": "2019-05-31 13:15:00"
    },
    {
        "id": 871728,
        "updated_sequence": 1863287,
        "published_at": {
            "unix": 1559308500,
            "text": "2019-05-31 14:15:00 +0100",
            "iso_8601": "2019-05-31T13:15:00Z"
        },
        "updated_at": {
            "unix": 1559308563,
            "text": "2019-05-31 14:16:03 +0100",
            "iso_8601": "2019-05-31T13:16:03Z"
        },
        "subject": "Air Asia are in discussions with Airbus (AIR FP) to potentially purchase the Co.'s new A321XLR passenger jet, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "air-asia-are-in-discussions-with-airbus-air-fp-to-potentially-purchase-the-co-s-new-a321xlr-passenger-jet-according-to-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:15:00",
        "gmt_time": "2019-05-31 13:15:00"
    },
    {
        "id": 871727,
        "updated_sequence": 1863284,
        "published_at": {
            "unix": 1559308260,
            "text": "2019-05-31 14:11:00 +0100",
            "iso_8601": "2019-05-31T13:11:00Z"
        },
        "updated_at": {
            "unix": 1559308438,
            "text": "2019-05-31 14:13:58 +0100",
            "iso_8601": "2019-05-31T13:13:58Z"
        },
        "subject": "Additional US Equity Stories - SYY",
        "content": "<p>Sysco Corp (SYY) guides 3-year sales +3.5-4.0%, gross profit +3.5-4%, OPR income +8.5%, low end of USD 650-700mln range, EPS +15%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-syy-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 21:11:00",
        "gmt_time": "2019-05-31 13:11:00"
    },
    {
        "id": 871723,
        "updated_sequence": 1863268,
        "published_at": {
            "unix": 1559307540,
            "text": "2019-05-31 13:59:00 +0100",
            "iso_8601": "2019-05-31T12:59:00Z"
        },
        "updated_at": {
            "unix": 1559307606,
            "text": "2019-05-31 14:00:06 +0100",
            "iso_8601": "2019-05-31T13:00:06Z"
        },
        "subject": "Mexican President Obrador says that the US trade issue will not change Mexico's migration policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-obrador-says-that-the-us-trade-issue-will-not-change-mexico-s-migration-policy-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:59:00",
        "gmt_time": "2019-05-31 12:59:00"
    },
    {
        "id": 871722,
        "updated_sequence": 1863281,
        "published_at": {
            "unix": 1559307300,
            "text": "2019-05-31 13:55:00 +0100",
            "iso_8601": "2019-05-31T12:55:00Z"
        },
        "updated_at": {
            "unix": 1559308295,
            "text": "2019-05-31 14:11:35 +0100",
            "iso_8601": "2019-05-31T13:11:35Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 31st May 19",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21966/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p>US President Trump announced new tariffs on Mexico starting at 5%, before rising to 25%, which he said will remain unless and until Mexico significantly stops inflow of “illegal aliens” through its territory. This triggered risk off assets to sell off, with US equity futures falling upwards of 1% lower premarket and MXN losing upwards of 3% vs USD. Auto names in particular were under pressure, eight of whom have factories in Mexico, including <strong>Ford (F)</strong> and <strong>General Motors (GM)</strong>. <strong>Constellation Brands (STZ)</strong> was also under pressure.</p><p>White House delays petrochemical sanctions on Iran as looks to ease “tensions that threaten to spiral out of control”, according to the WSJ citing sources. Firms potentially affected include <strong>ExxonMobil (XOM)</strong>, <strong>Chevron (CVX)</strong> <strong>ConocoPhilips (COP)</strong> and more global energy names.</p><p><strong>DOW</strong></p><p><strong>Apple (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has hired Chiara Cipriani, a former executive at Disney (DIS) who worked on Disney+, as the iPhone makers looks to launch its global video service later this year.</p><p><strong>Merck’s (MRK)</strong> (Health Care/Pharmaceuticals) KEYTRUDA drug has demonstrated improved overall survival as a treatment of head and neck squamous cell carcinoma at the final analysis of its phase 3 KEYNOTE-048 study.</p><p><strong>Microsoft’s (MSFT)</strong> (Information Technology/Systems Software) Xbox head Spencer said that the gaming division will showcase 14 Xbox Studios games at E3 this year.</p><p><strong>NASDAQ 100</strong></p><p><strong>Amazon (AMZN) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail),<strong> T-Mobile US (TMUS) </strong>(Communication Services/Wireless Telecommunication Services)<strong>, Sprint (S)</strong> (Communication Services/Wireless Telecommunication Services) – Amazon is reportedly interested in purchasing Boost Mobile from T-Mobile US and Sprint. Elsewhere, Amazon announced the general availability of Amazon MSK, a service for developers.</p><p><strong>Facebook’s (FB)</strong> (Communication Services/Interactive Media &amp; Services) bid to block the European Court of Justice’s data case has been blocked by Ireland’s supreme court. Elsewhere, at the co.’s annual shareholder meeting, investors urged the company to put checks on CEO Zuckerberg’s power. There were eight votes, all of which were voted down. In other news, a WSJ report suggested that vaccine misinformation is still widespread across Facebook platforms, with algorithms still recommending antivax content to those who have a history of interest in the topic.</p><p><strong>Kraft Heinz (KHC)</strong> (Consumer Staples/Packaged Foods &amp; Meats) has been upgraded to neutral from underweight at Piper Jaffray, where analyst Michael Lavery said caution about the food maker’s outlooks is now captured in the price.&nbsp;</p><p><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Automobiles) will sell its Model 3 vehicles for 13% less in China as it looks to bolster demand in the region. Elsewhere, the Model 3 will now be available for order in Australia, Hong Kong, Japan, Ireland and Macau.</p><p><strong>S&amp;P 500</strong></p><p><strong>Aon (AON)</strong> (Financials/Insurance Brokers) has entered into commercial partnership with CoverWallet in Australia.</p><p><strong>CostCo Wholesale Corp (COST)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers) (USD) reports Q1 19 EPS 2.05 (exp. 1.82), revenue 34.7bln (exp. 34.67bln); comparable sales +5.5%. Baird analyst Peter Benedict said the co.’s bull thesis remains intact.</p><p><strong>Cummins (CMI)</strong> (Industrials/Industrial Machinery) and <strong>Isuzu Motors (7202 JT)</strong> announced an expansion in their partnership by entering into the Isuzu Cummins Powertrain Partnership agreement.</p><p><strong>LyondellBasell (LYB)</strong> (Materials/Specialty Chemicals) boosts Q1 dividend per share to USD 1.05 from USD 1.00 and will buy back up to 10% of shares.</p><p><strong>OTHER</strong></p><p><strong>Dell Technologies (DELL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) (USD) reports Q1 EPS 1.45 (exp 1.22), reports Q1 revenue 22.0bln (exp 22.27bln), Infrastructure Solutions revenue down 5% at 8.2bln, Client Solutions revenue up 6% at $10.9B, VMware revenue up 13% at 2.3bln.</p><p><strong>Freddie Mac (FNMA)</strong> (Financials/Thrift &amp; Mortgage Finance) &amp; <strong>Fannie Mae (FMCC)</strong> (Financials/Thrift &amp; Mortgage Finance) - The U.S. Treasury Department is reportedly close to privatising Freddie Mac (FMCC) and Fannie Mae (FNMA).</p><p><strong>KKR (KKR)</strong> (Financials/Capital Markets) announced Malcolm Turnbull, the former Australian Prime Minister, as a new global senior advisor.</p><p>Marvell (MRVL) (Information Technology/Semiconductors &amp; Semiconductor Equipment) reports Q1 EPS 0.16 (exp 0.14), revenue 0.6625bln (exp 0.654bln), sees Q2 EPS 0.13-0.17 (exp 0.20).</p><p><strong>PG&amp;E (PCG)</strong> (Utilities/Electric Utilities) creditors are to increase the co.’s restructuring plan to USD 45bln from USD 35bln.</p><p><strong>Uber (UBER) </strong>(Industrials/Rail &amp; Road) (USD) reports Q1 EPS -2.26 (exp -2.39) (total loss of 1.01bln), revenue 3.1bln (exp 3.0bln). whilst monthly active users rose to 93 million, from 91 million at end of Q4. Elsewhere, Uber have stopped operations in Istanbul.</p><p><strong>VMWare (VMW)</strong> (Information technology/Software) (USD) reports Q1 EPS 1.32 (exp 1.28), revenue 2.27bln (exp 2.24bln), announces 1.5bln stock repurchase program, FY20 revenue view of 10.03bln (exp 10.02bln).</p><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ATLANTIC UPGRADES UBER (UBER) UPGRADED AT ATLANTIC</li><li>CANADA GOOSE (GOOS) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>CBL &amp; ASSOCIATES (CBL) UPGRADED TO NEUTRAL FROM SELL AT BTIG</li><li>CENTURY COMMUNITIES (CCS) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>EMPLOYERS HOLDINGS (EIG) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BUCKINGHAM</li><li>EQUINOR (EGNR) UPGRADED TO BUY FROM HOLD AT HSBC</li><li>LOMA NEGRA (LOMA) UPGRADED TO NEUTRAL FROM SELL AT UBS</li><li>MOLINA HEALTHCARE (MOH) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li><li>POLYONE (POL) UPGRADED TO BUY FROM HOLD AT SUNTRUST</li><li>SINA (SINA) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>STMICROELECTRONICS (STM) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li></ul><p><strong>Downgrades</strong></p><ul><li>CARETRUST REIT (CTRE) DOWNGRADED TO MARKET PERFORM FROM STRONG BUY AT RAYMOND JAMES</li><li>CUMMINS (CMI) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>J.JILL (JILL) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>MALLINCKRODT (MNK) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>NANTKWEST (NK) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>NUCOR (NUE) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li><li>NUTANIX (NTNX) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>OSHKOSH (OSK) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>PACCAR (PCAR) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>TEREX (TEX) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>ZUORA (ZUO) DOWNGRADED TO BUY FROM STRONG BUY AT NEEDHAM</li></ul><p><strong>Initiations</strong></p><ul><li>ALKERMES (ALKS) INITIATED WITH A NEUTRAL AT H.C. WAINWRIGHT</li><li>ALLOGENE THERAPEUTICS (ALLO) INITIATED WITH A NEUTRAL AT GUGGENHEIM</li><li>AUTONATION (AN) INITIATED WITH A NEUTRAL AT LONGBOW</li><li>CARDTRONICS (CATM) INITIATED WITH A BUY AT DA DAVIDSON</li><li>EXPEDITORS (EXPD) INITIATED WITH A HOLD AT LOOP CAPITAL</li><li>FATE THERAPEUTICS (FATE) INITIATED WITH A BUY AT GUGGENHEIM</li><li>FIREEYE (FEYE) ASSUMED WITH A NEUTRAL AT WEDBUSH</li><li>FIS (FIS) INITIATED WITH A POSITIVE AT SUSQUEHANNA</li><li>FISERV (FISV) INITIATED WITH A NEUTRAL AT SUSQUEHANNA</li><li>GENUINE PARTS (GPC) INITIATED WITH AN OVERWEIGHT AT STEPHENS</li><li>LITHIA MOTORS (LAD) INITIATED WITH A BUY AT LONGBOW</li><li>MINERVA (NERV) INITIATED WITH A BUY AT H.C. WAINWRIGHT</li><li>ONESPAN (OSPN) INITIATED WITH A NEUTRAL AT WEDBUSH</li><li>ROGERS CORPORATION (ROG) INITIATED WITH A BUY AT STIFEL</li><li>RUBIUS THERAPEUTICS (RUBY) INITIATED WITH A BUY AT GUGGENHEIM</li><li>STONECO (STNE) INITIATED WITH A NEUTRAL AT SUSQUEHANNA</li><li>TREVENA (TRVN) ASSUMED WITH A BUY AT H.C. WAINWRIGHT</li><li>TWIST BIOSCIENCE (TWST) INITIATED WITH AN OUTPERFORM AT EVERCORE ISI</li><li>UPLAND SOFTWARE (UPLD) INITIATED WITH A BUY AT JEFFERIES</li><li>VONAGE (VG) INITIATED WITH A BUY AT JEFFERIES</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Aaon Inc (AAON). Amount USD 0.16</li><li>Advanced Drainage Systems Inc (WMS). Amount USD 0.09</li><li>Ashland Global Holdings Inc (ASH). Amount USD 0.27</li><li>Associated Banc-Corp (ASB). Amount USD 0.17</li><li>Axa Equitable Holdings Inc (EQH). Amount USD 0.15</li><li>Ball Corp (BLL). Amount USD 0.15</li><li>BorgWarner Inc (BWA). Amount USD 0.17</li><li>Bruker Corp (BRKR). Amount USD 0.04</li><li>Cathay General Bancorp (CATY). Amount USD 0.31</li><li>CDK Global Inc (CDK). Amount USD 0.15</li><li>CenturyLink Inc (CTL). Amount USD 0.25</li><li>Clearway Energy Inc (CWENa). Amount USD 0.20</li><li>Cooper Tire &amp; Rubber Co (CTB). Amount USD 0.10</li><li>Dunkin' Brands Group Inc (DNKN). Amount USD 0.37</li><li>Expeditors International of Washington Inc (EXPD). Amount USD 0.50</li><li>First Financial Bancorp (FFBC). Amount USD 0.22</li><li>Flagstar Bancorp Inc (FBC). Amount USD 0.04</li><li>Fluor Corp (FLR). Amount USD 0.21</li><li>Group 1 Automotive Inc (GPI). Amount USD 0.26</li><li>Hartford Financial Services Group Inc (HIG). Amount USD 0.30</li><li>HCA Healthcare Inc (HCA). Amount USD 0.40</li><li>Houlihan Lokey Inc (HLI). Amount USD 0.31</li><li>Interpublic Group of Companies Inc (IPG). Amount USD 0.23</li><li>Juniper Networks Inc (JNPR). Amount USD 0.19</li><li>KAR Auction Services Inc (KAR). Amount USD 0.35</li><li>Kellogg Co (K). Amount USD 0.56</li><li>Kinsale Capital Group Inc (KNSL). Amount USD 0.08</li><li>Knight-Swift Transportation Holdings Inc (KNX). Amount USD 0.06</li><li>Linde PLC (LIN). Amount USD 0.87</li><li>Lockheed Martin Corp (LMT). Amount USD 2.20</li><li>M&amp;T Bank Corp (MTB). Amount USD 1.00</li><li>ManpowerGroup Inc (MAN). Amount USD 1.09</li><li>Martin Marietta Materials Inc (MLM). Amount USD 0.48</li><li>Mcdonald's Corp (MCD). Amount USD 1.16</li><li>McKesson Corp (MCK). Amount USD 0.39</li><li>Molson Coors Brewing Co (TAP). Amount USD 0.41</li><li>Monro Inc (MNRO). Amount USD 0.22</li><li>Navigators Group Inc (NAVG). Amount USD 0.07</li><li>NextEra Energy Inc (NEE). Amount USD 1.25</li><li>Nike Inc (NKE). Amount USD 0.22</li><li>Nordstrom Inc (JWN). Amount USD 0.37</li><li>Northrop Grumman Corp (NOC). Amount USD 1.32</li><li>Old National Bancorp (ONB). Amount USD 0.13</li><li>Polaris Industries Inc (PII). Amount USD 0.61</li><li>Principal Financial Group Inc (PFG). Amount USD 0.54</li><li>Progress Software Corp (PRGS). Amount USD 0.15</li><li>Realty Income Corp (O). Amount USD 0.22</li><li>Safety Insurance Group Inc (SAFT). Amount USD 0.80</li><li>Silgan Holdings Inc (SLGN). Amount USD 0.11</li><li>SS&amp;C Technologies Holdings Inc (SSNC). Amount USD 0.10</li><li>Stifel Financial Corp (SF). Amount USD 0.15</li><li>TerraForm Power Inc (TERP). Amount USD 0.20</li><li>Texas Capital Bancshares Inc (TCBIP). Amount USD 0.40</li><li>Universal Health Services Inc (UHS). Amount USD 0.10</li><li>Virtu Financial Inc (VIRT). Amount USD 0.24</li><li>Wendys Co (WEN). Amount USD 0.10</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-31st-may-19-31-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:55:00",
        "gmt_time": "2019-05-31 12:55:00"
    },
    {
        "id": 871721,
        "updated_sequence": 1863262,
        "published_at": {
            "unix": 1559307120,
            "text": "2019-05-31 13:52:00 +0100",
            "iso_8601": "2019-05-31T12:52:00Z"
        },
        "updated_at": {
            "unix": 1559307173,
            "text": "2019-05-31 13:52:53 +0100",
            "iso_8601": "2019-05-31T12:52:53Z"
        },
        "subject": "Chinese Global Times Editor tweets \"Tariffs can not only block cheap products, but also curb illegal immigration! White House is so imaginative in using tariffs. Some day, the White House will be named 'tariff museum' by history\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-global-times-editor-tweets-tariffs-can-not-only-block-cheap-products-but-also-curb-illegal-immigration-white-house-is-so-imaginative-in-using-tariffs-some-day-the-white-house-will-be-named-tariff-museum-by-history-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:52:00",
        "gmt_time": "2019-05-31 12:52:00"
    },
    {
        "id": 871720,
        "updated_sequence": 1863259,
        "published_at": {
            "unix": 1559306880,
            "text": "2019-05-31 13:48:00 +0100",
            "iso_8601": "2019-05-31T12:48:00Z"
        },
        "updated_at": {
            "unix": 1559306913,
            "text": "2019-05-31 13:48:33 +0100",
            "iso_8601": "2019-05-31T12:48:33Z"
        },
        "subject": "Mexico President Lopez Obrador says that he does not wish to seek WTO involvement at this stage ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-president-lopez-obrador-says-that-he-does-not-wish-to-seek-wto-involvement-at-this-stage-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:48:00",
        "gmt_time": "2019-05-31 12:48:00"
    },
    {
        "id": 871718,
        "updated_sequence": 1863254,
        "published_at": {
            "unix": 1559305980,
            "text": "2019-05-31 13:33:00 +0100",
            "iso_8601": "2019-05-31T12:33:00Z"
        },
        "updated_at": {
            "unix": 1559306639,
            "text": "2019-05-31 13:43:59 +0100",
            "iso_8601": "2019-05-31T12:43:59Z"
        },
        "subject": "Fed's Kashkari (Non-Voter, Dove) says that he does not see a need to shift policy just yet, Inflation expectations are anchored around 1.7%",
        "content": "<ul><li>US fundamentals have been quite strong so far, but Mexico tariffs could hurt the US</li><li>Wage growth does not signal inflation above 2%</li><li>Yield curve is not sending a comforting signal at the moment, giving signals about the neutral rate Kashkari believes we are at this level but we may not be</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-non-voter-dove-says-that-he-does-not-see-a-need-to-shift-policy-just-yet-inflation-expectations-are-anchored-around-1-7-31-05-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:33:00",
        "gmt_time": "2019-05-31 12:33:00"
    },
    {
        "id": 871703,
        "updated_sequence": 1863184,
        "published_at": {
            "unix": 1559305440,
            "text": "2019-05-31 13:24:00 +0100",
            "iso_8601": "2019-05-31T12:24:00Z"
        },
        "updated_at": {
            "unix": 1559305629,
            "text": "2019-05-31 13:27:09 +0100",
            "iso_8601": "2019-05-31T12:27:09Z"
        },
        "subject": "Wirecard (WDI GY) notes the recently published article regarding Option888 and states that due to internal compliance processes, the Co. terminated their relationship with Option888",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Context: &nbsp;Several public prosecutors are said to see Co. as the central payment processor for the illegal fraudulent trading site Option888. (Handelsblatt)</li></ul>",
        "analysis_updated_at": {
            "unix": 1559305629,
            "text": "2019-05-31 13:27:09 +0100",
            "iso_8601": "2019-05-31T12:27:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wirecard-wdi-gy-notes-the-recently-published-article-regarding-option888-and-states-that-due-to-internal-compliance-processes-the-co-terminated-their-relationship-with-option888-31-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:24:00",
        "gmt_time": "2019-05-31 12:24:00"
    },
    {
        "id": 871702,
        "updated_sequence": 1863179,
        "published_at": {
            "unix": 1559305140,
            "text": "2019-05-31 13:19:00 +0100",
            "iso_8601": "2019-05-31T12:19:00Z"
        },
        "updated_at": {
            "unix": 1559305192,
            "text": "2019-05-31 13:19:52 +0100",
            "iso_8601": "2019-05-31T12:19:52Z"
        },
        "subject": "Goldman Sachs look for circa USD 2.75/mmbtu gas prices through year-end ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-look-for-circa-usd-2-75-mmbtu-gas-prices-through-year-end-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:19:00",
        "gmt_time": "2019-05-31 12:19:00"
    },
    {
        "id": 871700,
        "updated_sequence": 1863256,
        "published_at": {
            "unix": 1559304300,
            "text": "2019-05-31 13:05:00 +0100",
            "iso_8601": "2019-05-31T12:05:00Z"
        },
        "updated_at": {
            "unix": 1559306891,
            "text": "2019-05-31 13:48:11 +0100",
            "iso_8601": "2019-05-31T12:48:11Z"
        },
        "subject": "Mexico President Lopez Obrador says Mexico will not respond to any US provocations, and will be prudent with the US; adds that disputes must be resolved by dialogue, not through coercive measures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-president-lopez-obrador-says-mexico-will-not-respond-to-any-us-provocations-and-will-be-prudent-with-the-us-adds-that-disputes-must-be-resolved-by-dialogue-not-through-coercive-measures-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:05:00",
        "gmt_time": "2019-05-31 12:05:00"
    },
    {
        "id": 871699,
        "updated_sequence": 1863167,
        "published_at": {
            "unix": 1559304060,
            "text": "2019-05-31 13:01:00 +0100",
            "iso_8601": "2019-05-31T12:01:00Z"
        },
        "updated_at": {
            "unix": 1559304229,
            "text": "2019-05-31 13:03:49 +0100",
            "iso_8601": "2019-05-31T12:03:49Z"
        },
        "subject": "Reuters poll: Investors raise bond holdings to 40.8% (to largest since Aug 2017) in May vs 40.5% in Apr; Equity holdings to fall to 46.7% from 47.0% in April; cash holdings to rise to 6.0% in May (highest since Feb) from 5.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Reuters",
        "slug": "reuters-poll-investors-raise-bond-holdings-to-40-8-to-largest-since-aug-2017-in-may-vs-40-5-in-apr-equity-holdings-to-fall-to-46-7-from-47-0-in-april-cash-holdings-to-rise-to-6-0-in-may-highest-since-feb-from-5-2-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 20:01:00",
        "gmt_time": "2019-05-31 12:01:00"
    },
    {
        "id": 871691,
        "updated_sequence": 1863143,
        "published_at": {
            "unix": 1559303880,
            "text": "2019-05-31 12:58:00 +0100",
            "iso_8601": "2019-05-31T11:58:00Z"
        },
        "updated_at": {
            "unix": 1559303939,
            "text": "2019-05-31 12:58:59 +0100",
            "iso_8601": "2019-05-31T11:58:59Z"
        },
        "subject": "Scotiabank FX Daily - Risk Aversion Intensifies On Escalating Trade Tensions",
        "content": "<ul><li>USD remarkably quiet vs. most G10 with the exception of MXN, CAD, and GBP.</li><li>CAD hits fresh five month low on renewed trade policy uncertainty.</li><li>EUR recovery offers morning star reversal; spreads &amp; basis are supportive.</li><li>GBP extending decline below 1.26; weak undertone to persist; bearish.</li><li>JPY outperforming on haven demand; domestic ind. prod. data offer surprise.</li><li>AUD incredibly resilient in current environment; RBA, GDP, trade next week.</li><li>MXN plummets on President Trump’s latest tariff threat, down nearly 3%.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Scotiabank",
        "slug": "scotiabank-fx-daily-risk-aversion-intensifies-on-escalating-trade-tensions-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 19:58:00",
        "gmt_time": "2019-05-31 11:58:00"
    },
    {
        "id": 871690,
        "updated_sequence": 1863140,
        "published_at": {
            "unix": 1559303160,
            "text": "2019-05-31 12:46:00 +0100",
            "iso_8601": "2019-05-31T11:46:00Z"
        },
        "updated_at": {
            "unix": 1559303441,
            "text": "2019-05-31 12:50:41 +0100",
            "iso_8601": "2019-05-31T11:50:41Z"
        },
        "subject": "Italian PM Conte says government estimate for 2019 growth remains \"plausible\", government is committed to economic growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ANSA",
        "slug": "italian-pm-conte-says-government-estimate-for-2019-growth-remains-plausible-government-is-committed-to-economic-growth-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 19:46:00",
        "gmt_time": "2019-05-31 11:46:00"
    },
    {
        "id": 871685,
        "updated_sequence": 1863122,
        "published_at": {
            "unix": 1559301180,
            "text": "2019-05-31 12:13:00 +0100",
            "iso_8601": "2019-05-31T11:13:00Z"
        },
        "updated_at": {
            "unix": 1559301290,
            "text": "2019-05-31 12:14:50 +0100",
            "iso_8601": "2019-05-31T11:14:50Z"
        },
        "subject": "US VP Pence remains hopeful that China will step forward; adds Trump and Xi will meet at G20",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "us-vp-pence-remains-hopeful-that-china-will-step-forward-adds-trump-and-xi-will-meet-at-g20-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 19:13:00",
        "gmt_time": "2019-05-31 11:13:00"
    },
    {
        "id": 871684,
        "updated_sequence": 1863117,
        "published_at": {
            "unix": 1559300340,
            "text": "2019-05-31 11:59:00 +0100",
            "iso_8601": "2019-05-31T10:59:00Z"
        },
        "updated_at": {
            "unix": 1559300623,
            "text": "2019-05-31 12:03:43 +0100",
            "iso_8601": "2019-05-31T11:03:43Z"
        },
        "subject": "Italian Treasury are to publish its response to the EU letter over public finance concerns later today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-treasury-are-to-publish-its-response-to-the-eu-letter-over-public-finance-concerns-later-today-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:59:00",
        "gmt_time": "2019-05-31 10:59:00"
    },
    {
        "id": 871683,
        "updated_sequence": 1863112,
        "published_at": {
            "unix": 1559300220,
            "text": "2019-05-31 11:57:00 +0100",
            "iso_8601": "2019-05-31T10:57:00Z"
        },
        "updated_at": {
            "unix": 1559300316,
            "text": "2019-05-31 11:58:36 +0100",
            "iso_8601": "2019-05-31T10:58:36Z"
        },
        "subject": "Italy Treasury has no plans to issue mini-BOTs, says mini BOTs to help pay state debts to firms is not necessary, payment delays are being steadily reduced",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-treasury-has-no-plans-to-issue-mini-bots-says-mini-bots-to-help-pay-state-debts-to-firms-is-not-necessary-payment-delays-are-being-steadily-reduced-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:57:00",
        "gmt_time": "2019-05-31 10:57:00"
    },
    {
        "id": 871682,
        "updated_sequence": 1863109,
        "published_at": {
            "unix": 1559299440,
            "text": "2019-05-31 11:44:00 +0100",
            "iso_8601": "2019-05-31T10:44:00Z"
        },
        "updated_at": {
            "unix": 1559299615,
            "text": "2019-05-31 11:46:55 +0100",
            "iso_8601": "2019-05-31T10:46:55Z"
        },
        "subject": "Italy's 5-Star Movement is in favour of League's proposal to finance the flat tax measure by raising the budget deficit",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction BTPs weakened from 129.43 to 129.35</li></ul>",
        "reaction_updated_at": {
            "unix": 1559299615,
            "text": "2019-05-31 11:46:55 +0100",
            "iso_8601": "2019-05-31T10:46:55Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-5-star-movement-is-in-favour-of-league-s-proposal-to-finance-the-flat-tax-measure-by-raising-the-budget-deficit-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:44:00",
        "gmt_time": "2019-05-31 10:44:00"
    },
    {
        "id": 871681,
        "updated_sequence": 1863104,
        "published_at": {
            "unix": 1559299380,
            "text": "2019-05-31 11:43:00 +0100",
            "iso_8601": "2019-05-31T10:43:00Z"
        },
        "updated_at": {
            "unix": 1559299464,
            "text": "2019-05-31 11:44:24 +0100",
            "iso_8601": "2019-05-31T10:44:24Z"
        },
        "subject": "Exxon (XOM) employees to return to Iraq oilfield on Sunday, as according to officials",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-employees-to-return-to-iraq-oilfield-on-sunday-as-according-to-officials-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:43:00",
        "gmt_time": "2019-05-31 10:43:00"
    },
    {
        "id": 871680,
        "updated_sequence": 1863101,
        "published_at": {
            "unix": 1559299200,
            "text": "2019-05-31 11:40:00 +0100",
            "iso_8601": "2019-05-31T10:40:00Z"
        },
        "updated_at": {
            "unix": 1559299286,
            "text": "2019-05-31 11:41:26 +0100",
            "iso_8601": "2019-05-31T10:41:26Z"
        },
        "subject": "RANsquawk Daily US Opening News - 31st May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21964/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European Indices are firmly in negative territory [Euro Stoxx 50 -1.7%] following US Presidents Trump’s plans to place tariffs on Mexican goods at an initial level of 4%</li><li>China’s Global Times Editor states that China will take major retaliatory measures against the US placing Huawei and other Chinese companies on an Entity List</li><li>In FX, the Mexican Peso underperforms while safe haven JPY benefits from the risk-off tone</li><li>Looking ahead, highlights include German CPI (Prelim), US Core PCE Price Index, Personal Income, Chicago PMI &amp; University of Michigan Sentiment, Fed's Williams &amp; Bostic</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded mixed heading into month-end with early pressure seen after US President Trump announced to place 5% tariffs on all goods from Mexico from June 10th</strong>, which will increase to as much as 25% by October 1st and remain there until Mexico addresses the illegal immigration inflows to the US through its territory. The announcement pressured US equity futures to give back the prior session’s gains in which the Emini S&amp;P breached its 200DMA to the downside and the DJIA briefly slipped below the 25K level, with Wall St on track for its worst monthly performance YTD. <strong>ASX 200 (Unch.)</strong> was lower for most the session with tech and energy the underperformers although strength in gold and other mining names stemmed the downside in the index, while <strong>Nikkei 225 (-1.6%)</strong> suffered from currency flows and with automakers spooked by fears of a trigger-happy ‘Tariff Man’. <strong>Hang Seng (-0.8%) </strong>and<strong> Shanghai Comp. (-0.2%)</strong> were mixed as participants digested varied Chinese PMI data in which Manufacturing PMI fell short of estimates and slipped into contractionary territory but Non-Manufacturing PMI printed inline, and although the PBoC refrained from open market operations, its efforts this week resulted to a total net injection of CNY 430bln. Finally, 10yr JGBs followed suit to the upside in T-notes as Trump’s announcement spurred safe-haven demand, while the BoJ were also present in the market for JPY 680bln of JGBs in the belly to super long-end.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 430bln vs. CNY 100bln net injection W/W. (Newswires) <strong>PBoC set CNY mid-point at 6.8992 (Prev. 6.8990)</strong></p><p>PBoC Deputy Governor says to keep liquidity ample via various monetary tools and will maintain low RRR for smaller banks. (Newswires)</p><p><strong>Chinese Manufacturing PMI (May) 49.4 vs. Exp. 49.9 (Prev. 50.1).</strong> (Newswires) <strong>Chinese Non-Manufacturing PMI (May) 54.3 vs. Exp. 54.3 (Prev. 54.3) Chinese Composite (May) 53.3 (Prev. 53.4)</strong></p><p>China reportedly quietly adjusted tools for handling capital flows in which it increased the number of indicators and conditions for banks to consider to manage their risks. (Newswires)</p><p><strong>China Global Times Editor tweets that based on what he knows \"China will take major retaliative measures against the US placing Huawei and other Chinese companies on Entity List. Beijing will not wait passively and more countermeasures will follow\"</strong> (Twitter) Subsequently, Chinese Commerce Ministry says that they are to draft a list of 'unreliable' entities, targeting foreign players that harm the interest of Chinese firms. Prior to this, Synopsys, the world’s largest supplier of chip design tools have stopped providing software updates to Huawei and have placed new intellectual property sales to Huawei on hold., as according to Nikkei citing sources. (Newswires)</p><p><strong>Bank of Korea kept its benchmark rate unchanged at 1.75% as expected</strong>, while the decision was not unanimous as board member Cho dissented and called for a cut. Furthermore, the BoK said exports are to gradually recover and consumption will continue to grow but added that trade risks have increased which contributes to uncertainties for Korea. (Newswires)</p><p><strong>US</strong></p><p><strong>US President Trump announced a 5% tariff on all goods coming from Mexico beginning June 10th until illegal immigrants coming through Mexico to the US stop</strong>. Trump added the US will begin raising tariffs on Mexico beyond 5% on July 1st and will continue until it reaches 25% on October 1st, where they will remain unless and until Mexico significantly stops illegal inflow of aliens through its territory. (Newswires/Twitter)</p><p><strong>Mexico Deputy Foreign Minister Seade said the tariffs would be disastrous and that Mexico would respond strongly if tariffs are carried out</strong>. Seade also commented that this was an unexpected move by Trump and is very extreme, while he added that the normal route would be to mirror the tariffs although that would lead to a trade war. (Newswires)</p><p><strong>USTR Lightizer told congress they are submitting a draft statement of administrative action to implement USMCA deal</strong>, while US House Speaker Pelosi commented that the decision to expedite USMCA process is not a positive step. (Newswires)</p><p><strong>UK/EU</strong></p><p><strong>ECB's Visco</strong> <strong>says that Italy's increase in 2019 debt-to-GDP ratio could exceed the forecast Govt. budget</strong> due to lower than expected privatization proceeds; says it is counter-productive to raise public deficit and risks triggering a restrictive expansion</p><p>Italian Finance Minister Tria is reportedly to tell the EU that Italian debt is sustainable and manageable., (Repubblica)</p><p><strong>German Saxony State CPI YY (May) 1.4% (Prev. 1.9%)</strong></p><p>- German Saxony State CPI MM (May) 0.3% (Prev. 0.9%)</p><p><strong>GEOPOLITICAL</strong></p><p>US has delayed tougher sanctions on Iran's petrochemical sectors in an attempt to dial back tensions, according to WSJ citing sources. (WSJ)</p><p>EQUITIES</p><p>European Indices trade firmly in negative territory this morning [Euro Stoxx 50 -1.7%] as sentiment took a hit as US President Trump revisited his ‘Tariff Man’ persona by announcing the placement of 5% tariffs on all goods stemming from Mexico as of June 10th; which may increase by up to an additional 20% by October 1st. Currently eight automakers including Volkswagen (-3.6%) and Fiat Chrysler (-4.6%) operate plants in Mexico, as such the Stoxx 600 Auto Sector (-2.8%) is significantly lagging its peers with the Dax (-1.6%) the underperforming bourse due to automakers/parts having around a 14% weighting in the Dax. Auto names aside, other companies with exposure to Mexico have been significantly affected by President Trump’s announcement with the likes of Tenaris (-4.7%) afflicted due to the Co. operating one of the world’s largest manufacturing centres for steel tubes in Mexico. Elsewhere, Italian banks are at their lowest level since November 2016 due to the ongoing internal political tensions as well as the potential for Italy to face EU disciplinary procedures in the form of a EUR 3.5bln fine. Other notable movers this morning include Wirecard (-11.3%) who are lagging the Stoxx 600 after reports that several public prosecutors are said to see the Co. as the central payment processor for the fraudulent trading site Option888. Bucking the risk-off sentiment and at the other end of the Stoxx 600 are Whitbread (+1.9%) after the Co’s board decided that the second phase in their three phase capital programme is a GBP 2bln tender offer.</p><p>Of note for US equities Ford (F) and General Motors (GM) have auto plants in the US and the Co’s are currently down by around -3.35 and -5.1% respectively in the pre-market.</p><p>FX</p><p><strong>DXY -</strong> The broad Dollar and Index are on the backfoot this morning with DXY now back below 98.000, albeit marginally. The Buck awaits key US data in the form of April PCE prices as traders look for any clues if the “dip in inflation was transitory” as the Fed stated at its most recent meeting. On a technical front, to the downside DXY sees its 50 DMA just under the 97.50 level at 97.47 ahead of clean air down to 97.00.</p><p><strong>MXN, CAD - </strong>The clear underperformers today, more-so the Peso after President Trump dampened USMCA hopes by taking aim at Mexico. The Peso immediately saw downside and continued that trajectory throughout the session, with USD/MXN spiking higher from around 19.1500, through its 50 WMA (19.2766) and 200 DMA (19.3360) to a high of 19.7360. Meanwhile, from Canada’s side, the potential ramifications on the USMCA deal, coupled with lower energy prices sent USD/CAD higher to around 1.3550 from a low of around 1.3494 ahead of a barrage of Canadian data including Q1 GDP.</p><p><strong>JPY, CHF -</strong> The Yen stands as the clear G10 outperformer this morning amid the overall risk aversion in the market with downside vs. the USD exacerbated as Trump spills his trade war into Mexico. USD/JPY cleanly broke below the 109.00 figure and continues to lose ground below the level, having traded within a wide 109.62-108.76 band, with buyers reported at 108.75 ahead of the Jan 28 low just above 108.50. Following the latest developments, Morgan Stanley believes that a breach below 109.00 support opens downside potential to 107.70. Meanwhile, the Swiss Franc also posts gains, albeit to a lesser extent, with traders speculating potential SNB intervention to keep the CHF strengthening further. USD/CHF currently rests just above the 1.0050 mark ahead of its 100 DMA at 1.0037.</p><p><strong>EM -</strong> The EM space is weaker across the board amidst the Trump-sparked collapse in the Mexican Peso, albeit the TRY has shown some resilience as it consolidates following yesterday’s stellar performance. However, geopolitical risks for the Lira remain as the Turkish Foreign Ministry spokesperson has dismissed reports that the Russian S-400 delivery will be delayed, which comes after US pressured the country to dump the USD 2.5bln deal with Russia, which contradicted prior reports that the Russian system will be delivered ahead of scheduled. Either way, markets are looking at any potential US sanctions on Turkey if the delivery does go through, which Turkey noted was \"a done deal\"</p><p><strong>AUD, NZD, EUR, GBP -</strong> All marginally firmer against the Greenback (ex-GBP), albeit more due to a pullback in the USD than individual factors. The Antipodeans were little fazed by the overnight miss in the Chinese NBS manufacturing PMI as currencies await the Caixin release next week alongside the RBA’s “live” rate decision and Aussie GDP. Elsewhere, the expectations for a post-Easter collapse sees the EUR largely shrugging off the downticks in German state inflation numbers, as markets gear up for the national release at 1300BST. EUR/USD resides closer to the top of today’s 1.1126-54 band with resistance reported at 1.1155 ahead of 1.1170. Meanwhile, the Pound has lost some ground in recent trade, particularly vs the EUR with some citing RHS demand and EUR/GBP bids at 0.8850 as factors.</p><p>Indian government are likely to announce a \"big bang\" economic reform package in the first 100 days of the new Modi government, according to a government think tank official. (Newswires)</p><p>Turkish Central Bank will continue to use all available instruments to effectively achieve price stability, and to support financial stability. (Newswires)</p><p>S&amp;P upgraded Indonesia's sovereign rating to \"BBB\" from \"BBB-\"; outlook stable. (Newswires)</p><p>FIXED INCOME</p><p>Bund yields continued their regression and have once again set a new record low of -0.206%, whilst UK 10yr Gilt yields have followed suit and hit 2016 lows of 0.861% after more trade sabre rattling reverberated around markets, including a tariff double down comment from VP Pence and Hu Xijin suggesting China are to take “major” retaliative measures. This coupled with the contractionary Manufacturing PMI from China has seen the majority of fixed income futures and the risk-off mood pick up steam ahead of the release of German CPI, which based on the state releases thus far is likely to see a moderation on both a YY and MM basis. Italian debt is bucking the bucking the higher price trend, however, and underperform their counterparts (10yr -80 ticks) after comments suggested their Finance Minister is to tell the EU that all is well with Italian debt, despite suggestions it is unsustainable, with the domestic CPI print failing to offer support to the Italian economic woes.</p><p>Turning stateside, futures are higher across the curve, with the majority of the action in the longer end as the aforementioned Chinese tensions have been coupled with additional North American tension after the President announced a 5% tariff on Mexican goods as of June 10th until illegal immigrants coming through Mexico to the US stop. This has seen 10yr yields slip to sub-Sept. 2017 nadirs of 2.168%, with the August 2017 2.124% low eyed up next on the downside should more bearish impulses be struck by Bostic and Williams later in the day after the release of Core PCE.&nbsp;</p><p>COMMODITIES</p><p>Commodities are mixed with the energy markets plumbing the depths as risk sentiment further deteriorates amid trade war escalations coupled with rising US crude production. WTI (-2.1%) straddles around the USD 55/bbl level, having already dipped below the figure whilst its Brent (-2.5%) counterpart follows the same trajectory as it hovers around USD 64.50/bbl. Furthermore, some geopolitical risk premium may have also unwound in the oils amid reports that US has delayed tougher sanctions Iran's petrochemical sectors in an attempt to dial back tensions. Elsewhere, gold (+0.6%) benefits from the risk aversion and the receding USD as it creeps closer to the USD 1300/oz level, whilst copper extends its decline below the USD 2.600/lb level amid the soured risk tone coupled with disappointing Chinese PMI data.</p><p>OPEC oil output in May declined 60K bpd from April to 30.17mln bpd which was the lowest since 2015, while compliance to supply cut deal was at 96% vs. Prev. 132% M/M, according to a Reuters survey.&nbsp; (Newswires)</p><p>US Secretary of State Pompeo said attacks on oil tankers in the Gulf was an effort by Iranians to raise global crude prices, while the US Special Envoy for Iran Hook said any countries purchasing Iranian crude oil after expiration of waivers will be subject to sanctions. Subsequently, the Iranian Foreign Ministry has rejected the \"baseless\" accusations by Saudi Arabia that Iran attacked Saudi tankers and targeted pipelines, Iran added that Saudi has joined US and Israel to mobilise opinion against Tehran. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-31st-may-2019-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:40:00",
        "gmt_time": "2019-05-31 10:40:00"
    },
    {
        "id": 871679,
        "updated_sequence": 1863098,
        "published_at": {
            "unix": 1559298840,
            "text": "2019-05-31 11:34:00 +0100",
            "iso_8601": "2019-05-31T10:34:00Z"
        },
        "updated_at": {
            "unix": 1559299048,
            "text": "2019-05-31 11:37:28 +0100",
            "iso_8601": "2019-05-31T10:37:28Z"
        },
        "subject": "Former PBoC governor Zhou says 7.00 is not necessarily the USD/CNH threshold ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reacion, USD/CNH spiked higher from 6.9322 to 6.9424</li></ul>",
        "reaction_updated_at": {
            "unix": 1559298960,
            "text": "2019-05-31 11:36:00 +0100",
            "iso_8601": "2019-05-31T10:36:00Z"
        },
        "analysis_details": "<ul><li>This comes amid sources noting that the China will defend the 7.00 mark to avoid a negative impact to the Chinese economy&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1559299048,
            "text": "2019-05-31 11:37:28 +0100",
            "iso_8601": "2019-05-31T10:37:28Z"
        },
        "push_notify": false,
        "source": "Caixin",
        "slug": "former-pboc-governor-zhou-says-7-00-is-not-necessarily-the-usd-cnh-threshold-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:34:00",
        "gmt_time": "2019-05-31 10:34:00"
    },
    {
        "id": 871676,
        "updated_sequence": 1863084,
        "published_at": {
            "unix": 1559297100,
            "text": "2019-05-31 11:05:00 +0100",
            "iso_8601": "2019-05-31T10:05:00Z"
        },
        "updated_at": {
            "unix": 1559297176,
            "text": "2019-05-31 11:06:16 +0100",
            "iso_8601": "2019-05-31T10:06:16Z"
        },
        "subject": "RANsquawk EU Mid Session: Risk-off across the board as Trump pulls Mexico into his trade game - 31st May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21963/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>European Indices trade firmly in negative territory this morning [Euro Stoxx 50 -1.6%] as sentiment took a hit as US President Trump revisited his ‘Tariff Man’ persona by announcing the placement of 5% tariffs on all goods stemming from Mexico as of June 10th; which may increase by up to an additional 20% by October 1st. Currently eight automakers including Volkswagen (-3.6%) and Fiat Chrysler (-4.6%) operate plants in Mexico, as such the Stoxx 600 Auto Sector (-2.8%) is significantly lagging its peers with the Dax (-1.6%) the underperforming bourse due to automakers/parts having around a 14% weighting in the Dax. Auto names aside, other companies with exposure to Mexico have been significantly affected by President Trump’s announcement with the likes of Tenaris (-4.7%) afflicted due to the Co. operating one of the world’s largest manufacturing centres for steel tubes in Mexico. Elsewhere, Italian banks are at their lowest level since November 2016 due to the ongoing internal political tensions as well as the potential for Italy to face EU disciplinary procedures in the form of a EUR 3.5bln fine. Other notable movers this morning include Wirecard (-11.3%) who are lagging the Stoxx 600 after reports that several public prosecutors are said to see the Co. as the central payment processor for the fraudulent trading site Option888. Bucking the risk-off sentiment and at the other end of the Stoxx 600 are Whitbread (+1.9%) after the Co’s board decided that the second phase in their three phase capital programme is a GBP 2bln tender offer.</p><p><strong>FX</strong></p><p>DXY - The broad Dollar and Index are on the backfoot this morning with DXY now back below 98.000, albeit marginally. The Buck awaits key US data in the form of April PCE prices as traders look for any clues if the “dip in inflation was transitory” as the Fed stated at its most recent meeting. On a technical front, to the downside DXY sees its 50 DMA just under the 97.50 level at 97.47 ahead of clean air down to 97.00.</p><p>MXN, CAD - The clear underperformers today, more-so the Peso after President Trump dampened USMCA hopes by taking aim at Mexico. The Peso immediately saw downside and continued that trajectory throughout the session, with USD/MXN spiking higher from around 19.1500, through its 50 WMA (19.2766) and 200 DMA (19.3360) to a high of 19.7360. Meanwhile, from Canada’s side, the potential ramifications on the USMCA deal, coupled with lower energy prices sent USD/CAD higher to around 1.3550 from a low of around 1.3494 ahead of a barrage of Canadian data including Q1 GDP.</p><p>JPY, CHF - The Yen stands as the clear G10 outperformer this morning amid the overall risk aversion in the market with downside vs. the USD exacerbated as Trump spills his trade war into Mexico. USD/JPY cleanly broke below the 109.00 figure and continues to lose ground below the level, having traded within a wide 109.62-108.76 band, with buyers reported at 108.75 ahead of the Jan 28 low just above 108.50. Following the latest developments, Morgan Stanley believes that a breach below 109.00 support opens downside potential to 107.70. Meanwhile, the Swiss Franc also posts gains, albeit to a lesser extent, with traders speculating potential SNB intervention to keep the CHF strengthening further. USD/CHF currently rests just above the 1.0050 mark ahead of its 100 DMA at 1.0037.</p><p>EM - The EM space is weaker across the board amidst the Trump-sparked collapse in the Mexican Peso, albeit the TRY has shown some resilience as it consolidates following yesterday’s stellar performance. However, geopolitical risks for the Lira remain as the Turkish Foreign Ministry spokesperson has dismissed reports that the Russian S-400 delivery will be delayed, which comes after US pressured the country to dump the USD 2.5bln deal with Russia, which contradicted prior reports that the Russian system will be delivered ahead of scheduled. Either way, markets are looking at any potential US sanctions on Turkey if the delivery does go through, which Turkey noted was \"a done deal\"</p><p>AUD, NZD, EUR, GBP - All marginally firmer against the Greenback (ex-GBP), albeit more due to a pullback in the USD than individual factors. The Antipodeans were little fazed by the overnight miss in the Chinese NBS manufacturing PMI as currencies await the Caixin release next week alongside the RBA’s “live” rate decision and Aussie GDP. Elsewhere, the expectations for a post-Easter collapse sees the EUR largely shrugging off the downticks in German state inflation numbers, as markets gear up for the national release at 1300BST. EUR/USD resides closer to the top of today’s 1.1126-54 band with resistance reported at 1.1155 ahead of 1.1170. Meanwhile, the Pound has lost some ground in recent trade, particularly vs the EUR with some citing RHS demand and EUR/GBP bids at 0.8850 as factors.</p><p><strong>FIXED INCOME</strong></p><p>Bund yields continued their regression and have once again set a new record low of -0.206%, whilst UK 10yr Gilt yields have followed suit and hit 2016 lows of 0.861% after more trade sabre rattling reverberated around markets, including a tariff double down comment from VP Pence and Hu Xijin suggesting China are to take “major” retaliative measures. This coupled with the contractionary Manufacturing PMI from China has seen the majority of fixed income futures and the risk-off mood pick up steam ahead of the release of German CPI, which based on the state releases thus far is likely to see a moderation on both a YY and MM basis. Italian debt is bucking the bucking the higher price trend, however, and underperform their counterparts (10yr -80 ticks) after comments suggested their Finance Minister is to tell the EU that all is well with Italian debt, despite suggestions it is unsustainable, with the domestic CPI print failing to offer support to the Italian economic woes.</p><p>Turning stateside, futures are higher across the curve, with the majority of the action in the longer end as the aforementioned Chinese tensions have been coupled with additional North American tension after the President announced a 5% tariff on Mexican goods as of June 10th until illegal immigrants coming through Mexico to the US stop. This has seen 10yr yields slip to sub-Sept. 2017 nadirs of 2.168%, with the August 2017 2.124% low eyed up next on the downside should more bearish impulses be struck by Bostic and Williams later in the day after the release of Core PCE.&nbsp;&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Commodities are mixed with the energy markets plumbing the depths as risk sentiment further deteriorates amid trade war escalations coupled with rising US crude production. WTI (-2.5%) straddles around the USD 55/bbl level, having already dipped below the figure whilst its Brent (-2.5%) counterpart follows the same trajectory as it hovers around USD 64.50/bbl. Furthermore, some geopolitical risk premium may have also unwound in the oils amid reports that US has delayed tougher sanctions Iran's petrochemical sectors in an attempt to dial back tensions. Elsewhere, gold (+0.6%) benefits from the risk aversion and the receding USD as it creeps closer to the USD 1300/oz level, whilst copper extends its decline below the USD 2.600/lb level amid the soured risk tone coupled with disappointing Chinese PMI data.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-risk-off-across-the-board-as-trump-pulls-mexico-into-his-trade-game-31st-may-2019-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 18:05:00",
        "gmt_time": "2019-05-31 10:05:00"
    },
    {
        "id": 871673,
        "updated_sequence": 1863075,
        "published_at": {
            "unix": 1559295420,
            "text": "2019-05-31 10:37:00 +0100",
            "iso_8601": "2019-05-31T09:37:00Z"
        },
        "updated_at": {
            "unix": 1559295569,
            "text": "2019-05-31 10:39:29 +0100",
            "iso_8601": "2019-05-31T09:39:29Z"
        },
        "subject": "US has delayed tougher sanctions on Iran's petrochemical sectors in an attempt to dial back tensions, according to WSJ citing sources",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/u-s-delays-petrochemical-sanctions-on-iran-11559295001?mod=searchresults&amp;page=1&amp;pos=1\">Click here for the article&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-has-delayed-tougher-sanctions-on-iran-s-petrochemical-sectors-in-an-attempt-to-dial-back-tensions-according-to-wsj-citing-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:37:00",
        "gmt_time": "2019-05-31 09:37:00"
    },
    {
        "id": 871672,
        "updated_sequence": 1863070,
        "published_at": {
            "unix": 1559295000,
            "text": "2019-05-31 10:30:00 +0100",
            "iso_8601": "2019-05-31T09:30:00Z"
        },
        "updated_at": {
            "unix": 1559295155,
            "text": "2019-05-31 10:32:35 +0100",
            "iso_8601": "2019-05-31T09:32:35Z"
        },
        "subject": "Chinese Commerce Ministry says that they are to draft a list of 'unreliable' entities, targeting foreign players that harm the interest of Chinese firms, according to State Media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, the China Global Times Editor tweeted that based on what he knows \"China will take major retaliative measures against the US placing Huawei and other Chinese companies on Entity List. Beijing will not wait passively and more countermeasures will follow\"</li></ul>",
        "analysis_updated_at": {
            "unix": 1559295155,
            "text": "2019-05-31 10:32:35 +0100",
            "iso_8601": "2019-05-31T09:32:35Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-commerce-ministry-says-that-they-are-to-draft-a-list-of-unreliable-entities-targeting-foreign-players-that-harm-the-interest-of-chinese-firms-according-to-state-media-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:30:00",
        "gmt_time": "2019-05-31 09:30:00"
    },
    {
        "id": 871671,
        "updated_sequence": 1863065,
        "published_at": {
            "unix": 1559294880,
            "text": "2019-05-31 10:28:00 +0100",
            "iso_8601": "2019-05-31T09:28:00Z"
        },
        "updated_at": {
            "unix": 1559294935,
            "text": "2019-05-31 10:28:55 +0100",
            "iso_8601": "2019-05-31T09:28:55Z"
        },
        "subject": "FX Morning Colour: Peso plummets as Trump takes aim at Mexico",
        "content": "<p><strong>DXY</strong></p><p>The broad Dollar and Index are on the backfoot this morning with DXY now back below 98.000, albeit marginally. The Buck awaits key US data in the form of April PCE prices as traders look for any clues if the “dip in inflation was transitory” as the Fed stated at its most recent meeting. On a technical front, to the downside DXY sees its 50 DMA just under the 97.50 level at 97.47 ahead of clean air down to 97.00.</p><p>&nbsp;</p><p><strong>MXN, CAD</strong></p><p>The clear underperformers today, more-so the Mexican Peso after President Trump dampened USMCA hopes by announcing a 5% tariff on all goods coming from Mexico beginning June 10th until illegal immigrants coming through Mexico to the US stop, and tariff will gradually increase until illegal immigration problem is remedied. The Peso immediately saw downside and continued that trajectory throughout the session, with USD/MXN spiking higher from around 19.1500, through its 50 WMA (19.2766) and 200 DMA (19.3360) to a high of 19.7360. Meanwhile, from Canada’s side, the potential ramifications on the USMCA deal, coupled with lower energy prices sent USD/CAD higher to around 1.3550 from a low of around 1.3494 ahead of a barrage of Canadian data including Q1 GDP.</p><p>&nbsp;</p><p><strong>JPY, CHF</strong></p><p>The Yen stands as the clear G10 outperformer this morning amid the overall risk aversion in the market with downside vs. the USD exacerbated as Trump spills his trade war into Mexico. USD/JPY cleanly broke below the 109.00 figure and continues to lose ground below the level, having traded within a wide 109.62-108.76 band, with buyers reported at 108.75 ahead of the Jan 28 low just above 108.50. Following the latest developments, Morgan Stanley believes that a breach below 109.00 support opens downside potential to 107.70. Meanwhile, the Swiss Franc also posts gains, albeit to a lesser extent, with traders speculating potential SNB intervention to keep the CHF strengthening further. USD/CHF currently rests just above the 1.0050 mark ahead of its 100 DMA at 1.0037.</p><p>&nbsp;</p><p><strong>EM</strong></p><p>The EM space is weaker across the board amidst the Trump-sparked collapse in the Mexican Peso, albeit the TRY has shown some resilience as it consolidates following yesterday’s stellar performance. However, geopolitical risks for the Lira remain as the Turkish Foreign Ministry spokesperson has dismissed reports that the Russian S-400 delivery will be delayed, which comes after US pressured the country to dump the USD 2.5bln deal with Russia, which contradicted prior reports that the Russian system will be delivered ahead of scheduled. Either way, markets are looking at any potential US sanctions on Turkey if the delivery does go through, which Turkey noted was \"a done deal\"</p><p>&nbsp;</p><p><strong>AUD, NZD, EUR, GBP</strong></p><p>All marginally firmer against the Greenback (ex-GBP), albeit more due to a pullback in the USD than individual factors. The Antipodeans were little fazed by the overnight miss in the Chinese NBS manufacturing PMI as currencies await the Caixin release next week alongside the RBA’s “live” rate decision and Aussie GDP. Elsewhere, the expectations for a post-Easter collapse sees the EUR largely shrugging off the downticks in German state inflation numbers, as markets gear up for the national release at 1300BST. EUR/USD resides closer to the top of today’s 1.1126-54 band with resistance reported at 1.1155 ahead of 1.1170. Meanwhile, the Pound has lost some ground in recent trade, particularly vs the EUR with some citing RHS demand and EUR/GBP bids at 0.8850 as factors.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-peso-plummets-as-trump-takes-aim-at-mexico-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:28:00",
        "gmt_time": "2019-05-31 09:28:00"
    },
    {
        "id": 871670,
        "updated_sequence": 1863061,
        "published_at": {
            "unix": 1559294160,
            "text": "2019-05-31 10:16:00 +0100",
            "iso_8601": "2019-05-31T09:16:00Z"
        },
        "updated_at": {
            "unix": 1559294322,
            "text": "2019-05-31 10:18:42 +0100",
            "iso_8601": "2019-05-31T09:18:42Z"
        },
        "subject": "BAML Flow Show notes USD 6.9bln flowed into bonds, USD 10.3bln out of equities in the week to May 29th ",
        "content": "<ul><li>US equities: USD 8.4bln outflows</li><li>EU equities: USD 1.8bln outflows; have seen outflows 62/64 past weeks&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-usd-6-9bln-flowed-into-bonds-usd-10-3bln-out-of-equities-in-the-week-to-may-29th-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:16:00",
        "gmt_time": "2019-05-31 09:16:00"
    },
    {
        "id": 871668,
        "updated_sequence": 1863053,
        "published_at": {
            "unix": 1559293380,
            "text": "2019-05-31 10:03:00 +0100",
            "iso_8601": "2019-05-31T09:03:00Z"
        },
        "updated_at": {
            "unix": 1559293440,
            "text": "2019-05-31 10:04:00 +0100",
            "iso_8601": "2019-05-31T09:04:00Z"
        },
        "subject": "Nomura Quant: US bonds in melt-up mode, risk of CTAs returning to selling stocks ",
        "content": "<ul><li>Stock market sentiment, both in the US and globally, is still near the neutral line, according to Nomura’s composite gauge. In the absence of any truly game-changing good news, Nomura think it is too soon to make the call that sentiment has started to improve again.</li><li>Elsewhere, see a risk that CTAs' present momentum will carry them into a net short position in S&amp;P 500 futures. CTAs could return to selling stocks specifically to attack downside if upcoming data points disappoint.</li><li>Furthermore, once they have started going short, CTAs have historically tended to more or less uniformly add shorts for seven consecutive trading days. At that point, CTAs' technically driven stock selling has tended to run out of steam unless other market players join in the selling.&nbsp;</li><li>Risk-parity funds, seem to have unloaded commodities in favor of buying more investment-grade bonds (including USTs) as part of their end-of-month portfolio rebalancing. &nbsp;</li><li>CTAs are leveraging up as they chase the upside momentum in UST futures; their net buying has picked up across all tenors. To all appearances, the US bond market is experiencing a mechanical melt-up.&nbsp;</li><li>CTAs and risk-parity funds have been selling commodities. CTAs have also swung to shorting WTI crude oil futures, and are digging ever deeper in shorting COMEX copper futures as well. &nbsp; &nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quant-us-bonds-in-melt-up-mode-risk-of-ctas-returning-to-selling-stocks-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:03:00",
        "gmt_time": "2019-05-31 09:03:00"
    },
    {
        "id": 871365,
        "updated_sequence": 1863033,
        "published_at": {
            "unix": 1559293200,
            "text": "2019-05-31 10:00:00 +0100",
            "iso_8601": "2019-05-31T09:00:00Z"
        },
        "updated_at": {
            "unix": 1559293200,
            "text": "2019-05-31 10:00:00 +0100",
            "iso_8601": "2019-05-31T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-30-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 17:00:00",
        "gmt_time": "2019-05-31 09:00:00"
    },
    {
        "id": 871661,
        "updated_sequence": 1863028,
        "published_at": {
            "unix": 1559292660,
            "text": "2019-05-31 09:51:00 +0100",
            "iso_8601": "2019-05-31T08:51:00Z"
        },
        "updated_at": {
            "unix": 1559292736,
            "text": "2019-05-31 09:52:16 +0100",
            "iso_8601": "2019-05-31T08:52:16Z"
        },
        "subject": "Natixis FX Trade Recommendations, 31st May 19",
        "content": "<ul><li>EURUSD: SELL 1.1145/55, TP 1.1105, stop 20 pips (level 1.113)&nbsp;</li><li>GBPUSD: SELL 1.2615/25, TP 1.2580, stop 25 pips (level 1.261)&nbsp;</li><li>AUDUSD: SELL 0.6935/45, TP 0.6900, stop 20 pips (level 0.691)&nbsp;</li><li>USDCAD: BUY 1.3530/20, TP 1.3560, stop 20 pips (level 1.3547)&nbsp;</li><li>USDJPY: BUY 108.75/65, TP 109.50,&nbsp; stop 20 pips (level 108.89)</li><li>USDZAR: BUY 14.7600/400, TP 14.8600,&nbsp; Stop 300 pips (level 14.8116)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Natixis",
        "slug": "natixis-fx-trade-recommendations-31st-may-19-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:51:00",
        "gmt_time": "2019-05-31 08:51:00"
    },
    {
        "id": 871660,
        "updated_sequence": 1863025,
        "published_at": {
            "unix": 1559292420,
            "text": "2019-05-31 09:47:00 +0100",
            "iso_8601": "2019-05-31T08:47:00Z"
        },
        "updated_at": {
            "unix": 1559292662,
            "text": "2019-05-31 09:51:02 +0100",
            "iso_8601": "2019-05-31T08:51:02Z"
        },
        "subject": "UBS FX Spot ideas 31st May 19",
        "content": "<ul><li>EURUSD:&nbsp;Sell rally 1.1140-50, stop above 1.1170&nbsp;target 1.1105</li><li>USDJPY: Sell rally 108.95-.10, stop above 109.35, target 108.65</li><li>EURJPY: Sell rally 121.45-.65, stop above 121.85, target 120.50</li><li>USDCHF:&nbsp;Sell rally 1.0085-95, stop above 1.0105, target 1.0025</li><li>EURCHF: Sell rally 1.1210-20, stop above 1.1235, target 1.1175</li><li>GBPUSD:&nbsp;Sell rally 1.2625-35, stop above 1.2675, target 1.2570</li><li>EURGBP:&nbsp;Play range 0.8810 - 0.8865</li><li>AUDUSD: Play range 0.6885 - 0.6925</li><li>NZDUSD: Play range 0.6490 - 0.6530</li><li>USDCAD: Buy dips 1.3510-15, stop below 1.3485, target 1.3585</li><li>EURSEK: Buy dips 10.59-10.60, stop below 10.57, target 10.66</li><li>EURNOK: Buy dips 9.765-9.775, stop below 9.74, target 9.83</li><li>XAUUSD: Sell rally $1298-$1300, stop above $1303, target $1292</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-31st-may-19-31-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:47:00",
        "gmt_time": "2019-05-31 08:47:00"
    },
    {
        "id": 871659,
        "updated_sequence": 1863022,
        "published_at": {
            "unix": 1559291820,
            "text": "2019-05-31 09:37:00 +0100",
            "iso_8601": "2019-05-31T08:37:00Z"
        },
        "updated_at": {
            "unix": 1559292101,
            "text": "2019-05-31 09:41:41 +0100",
            "iso_8601": "2019-05-31T08:41:41Z"
        },
        "subject": "Turkish Foreign Ministry spokesperson has dismissed reports that the Russian S-400 delivery will be delayed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid reports that Turkey may delay the delivery amid US pressure, although contradicting reports noted that the Russian system will be delivered ahead of scheduled</li><li>Either way, markets are looking at any potential US sanctions on Turkey if the delivery does go through, which Turkey noted was \"a done deal\"</li></ul>",
        "analysis_updated_at": {
            "unix": 1559292000,
            "text": "2019-05-31 09:40:00 +0100",
            "iso_8601": "2019-05-31T08:40:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-foreign-ministry-spokesperson-has-dismissed-reports-that-the-russian-s-400-delivery-will-be-delayed-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:37:00",
        "gmt_time": "2019-05-31 08:37:00"
    },
    {
        "id": 871656,
        "updated_sequence": 1863008,
        "published_at": {
            "unix": 1559291400,
            "text": "2019-05-31 09:30:00 +0100",
            "iso_8601": "2019-05-31T08:30:00Z"
        },
        "updated_at": {
            "unix": 1559291514,
            "text": "2019-05-31 09:31:54 +0100",
            "iso_8601": "2019-05-31T08:31:54Z"
        },
        "subject": "ECB's Visco says that Italy's increase in 2019 debt-to-GDP ratio could exceed the forecast Govt. budget due to lower than expected privatization proceeds; says it is counter-productive to raise public deficit and risks triggering a restrictive expansion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-visco-says-that-italy-s-increase-in-2019-debt-to-gdp-ratio-could-exceed-the-forecast-govt-budget-due-to-lower-than-expected-privatization-proceeds-says-it-is-counter-productive-to-raise-public-deficit-and-risks-triggering-a-restricti-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:30:00",
        "gmt_time": "2019-05-31 08:30:00"
    },
    {
        "id": 871650,
        "updated_sequence": 1862985,
        "published_at": {
            "unix": 1559291100,
            "text": "2019-05-31 09:25:00 +0100",
            "iso_8601": "2019-05-31T08:25:00Z"
        },
        "updated_at": {
            "unix": 1559291201,
            "text": "2019-05-31 09:26:41 +0100",
            "iso_8601": "2019-05-31T08:26:41Z"
        },
        "subject": "Prosiebensat.1 (PSM GY) deny reports suggesting a tie-up with Mediaset (MS IM)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "prosiebensat-1-psm-gy-deny-reports-suggesting-a-tie-up-with-mediaset-ms-im-31-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:25:00",
        "gmt_time": "2019-05-31 08:25:00"
    },
    {
        "id": 871649,
        "updated_sequence": 1862982,
        "published_at": {
            "unix": 1559290740,
            "text": "2019-05-31 09:19:00 +0100",
            "iso_8601": "2019-05-31T08:19:00Z"
        },
        "updated_at": {
            "unix": 1559290787,
            "text": "2019-05-31 09:19:47 +0100",
            "iso_8601": "2019-05-31T08:19:47Z"
        },
        "subject": "Fixed Income: Core EU debt yields hit new lows as trade tensions returns to the fore",
        "content": "<p>Bund yields have regressed once again and are looking to test the record low of -0.205%, whilst UK 10yr Gilt yields have followed suit and hit 2016 lows of 0.861% after more trade sabre rattling reverberated around markets, including a tariff double down comment from VP Pence and Hu Xijin suggesting China are to take “major” retaliative measures. This coupled with the contractionary Manufacturing PMI from China has seen the majority of fixed income futures and the risk-off mood pick up steam ahead of the release of German CPI, which based on the state releases thus far is likely to see a moderation on both a YY and MM basis. Italian debt is bucking the bucking the higher price trend, however, and underperform their counterparts (10yr -60 ticks) after comments suggested their Finance Minister is to tell the EU that all is well with Italian debt, despite suggestions it is unsustainable.</p><p>Turning stateside, futures are higher across the curve, with the majority of the action in the longer end as the aforementioned Chinese tensions have been coupled with additional North American tension after the President announced a 5% tariff on Mexican goods as of June 10th until illegal immigrants coming through Mexico to the US stop. This has seen 10yr yields slip to Sept. 2017 lows of 2.168%, with the August 2017 2.124% low eyed up next on the downside should more bearish impulses be struck by Bostic and Williams later in the day after the release of Core PCE. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; `</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-income-core-eu-debt-yields-hit-new-lows-as-trade-tensions-returns-to-the-fore-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:19:00",
        "gmt_time": "2019-05-31 08:19:00"
    },
    {
        "id": 871648,
        "updated_sequence": 1862979,
        "published_at": {
            "unix": 1559290380,
            "text": "2019-05-31 09:13:00 +0100",
            "iso_8601": "2019-05-31T08:13:00Z"
        },
        "updated_at": {
            "unix": 1559290523,
            "text": "2019-05-31 09:15:23 +0100",
            "iso_8601": "2019-05-31T08:15:23Z"
        },
        "subject": "Morgan Stanley (at yesterday's NY cut) went short CHF/SEK with target at 9.000 and stop at 9.6200 [currently 9.4860]",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-at-yesterday-s-ny-cut-went-short-chf-sek-with-target-at-9-000-and-stop-at-9-6200-currently-9-4860-31-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:13:00",
        "gmt_time": "2019-05-31 08:13:00"
    },
    {
        "id": 871647,
        "updated_sequence": 1862970,
        "published_at": {
            "unix": 1559289780,
            "text": "2019-05-31 09:03:00 +0100",
            "iso_8601": "2019-05-31T08:03:00Z"
        },
        "updated_at": {
            "unix": 1559289929,
            "text": "2019-05-31 09:05:29 +0100",
            "iso_8601": "2019-05-31T08:05:29Z"
        },
        "subject": "Whitbread (WTB LN) - Co's board has decided that the appropriate second phase is to undertake a tender offer with a maximum return of GBP 2bln",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares moved higher from GBP 45.10 to GBP 46.30</p>",
        "reaction_updated_at": {
            "unix": 1559289929,
            "text": "2019-05-31 09:05:29 +0100",
            "iso_8601": "2019-05-31T08:05:29Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "whitbread-wtb-ln-co-s-board-has-decided-that-the-appropriate-second-phase-is-to-undertake-a-tender-offer-with-a-maximum-return-of-gbp-2bln-31-05-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 16:03:00",
        "gmt_time": "2019-05-31 08:03:00"
    },
    {
        "id": 871643,
        "updated_sequence": 1862962,
        "published_at": {
            "unix": 1559289540,
            "text": "2019-05-31 08:59:00 +0100",
            "iso_8601": "2019-05-31T07:59:00Z"
        },
        "updated_at": {
            "unix": 1559289778,
            "text": "2019-05-31 09:02:58 +0100",
            "iso_8601": "2019-05-31T08:02:58Z"
        },
        "subject": "Wirecard (WDI GY) say in response to the Handelsblatt article, that they have terminated customer contact due to their risk mangement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The Handelsblatt article in reference states that several public prosecutors are said to see the Co. as the central payment processor for the illegal fraudulent trading site Option888</p>",
        "analysis_updated_at": {
            "unix": 1559289778,
            "text": "2019-05-31 09:02:58 +0100",
            "iso_8601": "2019-05-31T08:02:58Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wirecard-wdi-gy-say-in-response-to-the-handelsblatt-article-that-they-have-terminated-customer-contact-due-to-their-risk-mangement-31-05-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:59:00",
        "gmt_time": "2019-05-31 07:59:00"
    },
    {
        "id": 871633,
        "updated_sequence": 1862917,
        "published_at": {
            "unix": 1559289480,
            "text": "2019-05-31 08:58:00 +0100",
            "iso_8601": "2019-05-31T07:58:00Z"
        },
        "updated_at": {
            "unix": 1559289568,
            "text": "2019-05-31 08:59:28 +0100",
            "iso_8601": "2019-05-31T07:59:28Z"
        },
        "subject": "Oman crude OSP calculated at USD 68.48/bbl for July",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "oman-crude-osp-calculated-at-usd-68-48-bbl-for-july-31-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:58:00",
        "gmt_time": "2019-05-31 07:58:00"
    },
    {
        "id": 871626,
        "updated_sequence": 1862883,
        "published_at": {
            "unix": 1559287080,
            "text": "2019-05-31 08:18:00 +0100",
            "iso_8601": "2019-05-31T07:18:00Z"
        },
        "updated_at": {
            "unix": 1559287243,
            "text": "2019-05-31 08:20:43 +0100",
            "iso_8601": "2019-05-31T07:20:43Z"
        },
        "subject": "Turkish Central Bank will continue to use all available instruments to effectively achieve price stability, and to support financial stability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This does come in the context of Turkey having entered a technical recession</p>",
        "analysis_updated_at": {
            "unix": 1559287243,
            "text": "2019-05-31 08:20:43 +0100",
            "iso_8601": "2019-05-31T07:20:43Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-central-bank-will-continue-to-use-all-available-instruments-to-effectively-achieve-price-stability-and-to-support-financial-stability-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:18:00",
        "gmt_time": "2019-05-31 07:18:00"
    },
    {
        "id": 871625,
        "updated_sequence": 1862880,
        "published_at": {
            "unix": 1559286900,
            "text": "2019-05-31 08:15:00 +0100",
            "iso_8601": "2019-05-31T07:15:00Z"
        },
        "updated_at": {
            "unix": 1559287241,
            "text": "2019-05-31 08:20:41 +0100",
            "iso_8601": "2019-05-31T07:20:41Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<ul><li><strong>EUR/USD:</strong> 1.1100 (2.6BLN), <strong>1.1125 (1.4BLN), 1.1145-50 (1.6BLN),</strong> 1.1200-10 (3BLN)</li><li><strong>AUD/NZD:</strong> 1.0550 (404M), 1.0700 (504M).</li><li><strong>NZD/USD</strong>: 0.6525 (300M)</li><li><strong>AUD/USD:</strong> 0.6850 (418M), 0.6900 (390M), 0.6930 (800M), 0.6950 (480M)</li><li><strong>USD/CAD: </strong>1.3475-90 (550M), 1.3530-50 (700M), 1.3650 (1BLN)</li><li><strong>EUR/JPY:</strong> 120.00 (450M), 121.00 (200M), 124.00 (1.1BLN)</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-31-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:15:00",
        "gmt_time": "2019-05-31 07:15:00"
    },
    {
        "id": 871625,
        "updated_sequence": 1862880,
        "published_at": {
            "unix": 1559286900,
            "text": "2019-05-31 08:15:00 +0100",
            "iso_8601": "2019-05-31T07:15:00Z"
        },
        "updated_at": {
            "unix": 1559287241,
            "text": "2019-05-31 08:20:41 +0100",
            "iso_8601": "2019-05-31T07:20:41Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<ul><li><strong>EUR/USD:</strong> 1.1100 (2.6BLN), <strong>1.1125 (1.4BLN), 1.1145-50 (1.6BLN),</strong> 1.1200-10 (3BLN)</li><li><strong>AUD/NZD:</strong> 1.0550 (404M), 1.0700 (504M).</li><li><strong>NZD/USD</strong>: 0.6525 (300M)</li><li><strong>AUD/USD:</strong> 0.6850 (418M), 0.6900 (390M), 0.6930 (800M), 0.6950 (480M)</li><li><strong>USD/CAD: </strong>1.3475-90 (550M), 1.3530-50 (700M), 1.3650 (1BLN)</li><li><strong>EUR/JPY:</strong> 120.00 (450M), 121.00 (200M), 124.00 (1.1BLN)</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-31-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:15:00",
        "gmt_time": "2019-05-31 07:15:00"
    },
    {
        "id": 871624,
        "updated_sequence": 1862861,
        "published_at": {
            "unix": 1559286240,
            "text": "2019-05-31 08:04:00 +0100",
            "iso_8601": "2019-05-31T07:04:00Z"
        },
        "updated_at": {
            "unix": 1559286305,
            "text": "2019-05-31 08:05:05 +0100",
            "iso_8601": "2019-05-31T07:05:05Z"
        },
        "subject": "European equity movers this morning: Balfour Beatty (BBY LN) +2.3%; Renault (RNO FP) -3.6%; Fiat Chrysler (FCA IM) -3.3%; Wirecard (WDI GY) -3.3%; Commerzbank (CBK GY) -3.0%; Saipem (SPM IM) -2.2%; Bayer (BAYN GY) -1.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-balfour-beatty-bby-ln-2-3-renault-rno-fp-3-6-fiat-chrysler-fca-im-3-3-wirecard-wdi-gy-3-3-commerzbank-cbk-gy-3-0-saipem-spm-im-2-2-bayer-bayn-gy-1-8-31-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:04:00",
        "gmt_time": "2019-05-31 07:04:00"
    },
    {
        "id": 871623,
        "updated_sequence": 1862875,
        "published_at": {
            "unix": 1559286180,
            "text": "2019-05-31 08:03:00 +0100",
            "iso_8601": "2019-05-31T07:03:00Z"
        },
        "updated_at": {
            "unix": 1559286604,
            "text": "2019-05-31 08:10:04 +0100",
            "iso_8601": "2019-05-31T07:10:04Z"
        },
        "subject": "China Global Times Editor tweets that based on what he knows \"China will take major retaliative measures against the US placing Huawei and other Chinese companies on Entity List. Beijing will not wait passively and more countermeasures will follow\"",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1134354675640094720\">Click here for the tweet&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This also comes as Huawei has ordered employees to cancel meetings with US contacts and repatriated American workers at its Shenzhen HQ</li><li>It's worth noting that sources stated that Beijing has readied a plan to restrict exports of rare earths to the U.S. if needed, which would likely focus on heavy rare earths, a sub-group of the materials where the U.S. is particularly reliant on China.</li><li>The plan can be implemented as soon as the government decides to go ahead, sources said</li></ul>",
        "analysis_updated_at": {
            "unix": 1559286420,
            "text": "2019-05-31 08:07:00 +0100",
            "iso_8601": "2019-05-31T07:07:00Z"
        },
        "push_notify": true,
        "source": "Twitter",
        "slug": "china-global-times-editor-tweets-that-based-on-what-he-knows-china-will-take-major-retaliative-measures-against-the-us-placing-huawei-and-other-chinese-companies-on-entity-list-beijing-will-not-wait-passively-and-more-countermeasures-will-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 15:03:00",
        "gmt_time": "2019-05-31 07:03:00"
    },
    {
        "id": 871613,
        "updated_sequence": 1862827,
        "published_at": {
            "unix": 1559283840,
            "text": "2019-05-31 07:24:00 +0100",
            "iso_8601": "2019-05-31T06:24:00Z"
        },
        "updated_at": {
            "unix": 1559284598,
            "text": "2019-05-31 07:36:38 +0100",
            "iso_8601": "2019-05-31T06:36:38Z"
        },
        "subject": "Synopsys, the world’s largest supplier of chip design tools have stopped providing software updates to Huawei and have placed new intellectual property sales to Huawei on hold., as according to Nikkei citing sources",
        "content": "<p><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-loses-access-to-vital-chip-design-updates-from-Synopsys\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "synopsys-the-world-s-largest-supplier-of-chip-design-tools-have-stopped-providing-software-updates-to-huawei-and-have-placed-new-intellectual-property-sales-to-huawei-on-hold-as-according-to-nikkei-citing-sources-31-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 14:24:00",
        "gmt_time": "2019-05-31 06:24:00"
    },
    {
        "id": 871609,
        "updated_sequence": 1862803,
        "published_at": {
            "unix": 1559283540,
            "text": "2019-05-31 07:19:00 +0100",
            "iso_8601": "2019-05-31T06:19:00Z"
        },
        "updated_at": {
            "unix": 1559283556,
            "text": "2019-05-31 07:19:16 +0100",
            "iso_8601": "2019-05-31T06:19:16Z"
        },
        "subject": "Nomura (8604 JP) have been omitted from the underwriting role in the share sale for Japan Post (7182 JP) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nomura-8604-jp-have-been-omitted-from-the-underwriting-role-in-the-share-sale-for-japan-post-7182-jp-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 14:19:00",
        "gmt_time": "2019-05-31 06:19:00"
    },
    {
        "id": 871608,
        "updated_sequence": 1862798,
        "published_at": {
            "unix": 1559283240,
            "text": "2019-05-31 07:14:00 +0100",
            "iso_8601": "2019-05-31T06:14:00Z"
        },
        "updated_at": {
            "unix": 1559283327,
            "text": "2019-05-31 07:15:27 +0100",
            "iso_8601": "2019-05-31T06:15:27Z"
        },
        "subject": "S&P upgraded Indonesia's sovereign rating to \"BBB\" from \"BBB-\"; outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-upgraded-indonesia-s-sovereign-rating-to-bbb-from-bbb-outlook-stable-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 14:14:00",
        "gmt_time": "2019-05-31 06:14:00"
    },
    {
        "id": 871607,
        "updated_sequence": 1862831,
        "published_at": {
            "unix": 1559282760,
            "text": "2019-05-31 07:06:00 +0100",
            "iso_8601": "2019-05-31T06:06:00Z"
        },
        "updated_at": {
            "unix": 1559285449,
            "text": "2019-05-31 07:50:49 +0100",
            "iso_8601": "2019-05-31T06:50:49Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Home builders<strong> </strong>- UK Nationwide house price (May) Y/Y 0.6% vs. Exp. 1.2% (Prev. 0.9%); M/M -0.2% (Prev. 0.4%, Rev. 0.3%). (Newswires)</p><p>Legal &amp; General (LGEN LN) – Co. are to sell its general insurance business to Allianz (ALV GY), proposed value for the deal is GBP 242mln. Co’s Solvency II ratio is anticipated to increase by around 2% after the transaction completes (Newswire)</p><p>EN+ Group (ENPL LN) – Quarterly group revenue USD 2.8bln, -19.15. Co’s new board state they are confident in the FY19 outlook. Co. state the aluminium market continues to experience downward price pressure from geopolitical tensions, with the Co. only expected modest FY19 global demand growth. (Newswires)</p><p>Balfour Beatty (BBY LN) – Co. have secured a 45% share in a JV with Fluor Corporation Holding, a USD 1.7bln US road contract. (Newswires)</p><p>Commerzbank (CBK GY) – Co. has been threatened a fine by financial regulator Bafin as Commerzbank reportedly informed the markets too late about its \"Commerzbank 4.0\" strategy in September 2016. (Handelsblatt)</p><p>Suez Enviroment (SEV FP) - Co. have signed a contract with Greater Manchester, regarding their waste management service over 7 years and with subsequent options to extend. This contract is valued at over GBP 1bln. (Newswires)</p><p>MUNICH RE (MUV2 GY) DOWNGRADED TO HOLD FROM BUY AT HSBC</p><p>ZURICH INSURANCE (ZURN SW) DOWNGRADED TO HOLD FROM BUY AT HSBC</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-31-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 14:06:00",
        "gmt_time": "2019-05-31 06:06:00"
    },
    {
        "id": 871599,
        "updated_sequence": 1862793,
        "published_at": {
            "unix": 1559281800,
            "text": "2019-05-31 06:50:00 +0100",
            "iso_8601": "2019-05-31T05:50:00Z"
        },
        "updated_at": {
            "unix": 1559283063,
            "text": "2019-05-31 07:11:03 +0100",
            "iso_8601": "2019-05-31T06:11:03Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p><strong>31th May 2019</strong></p><p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p><strong>ASIA</strong></p><p>Asian equity markets traded mixed heading into month-end with early pressure seen after US President Trump announced to place 5% tariffs on all goods from Mexico from June 10th, which will increase to as much as 25% by October 1st and remain there until Mexico addresses the illegal immigration inflows to the US through its territory. The announcement pressured US equity futures to give back the prior session’s gains in which the E-Mini S&amp;P breached its 200DMA to the downside and the DJIA briefly slipped below the 25K level, with Wall St on track for its worst monthly performance YTD. ASX 200 (Unch.) was lower for most the session with tech and energy the underperformers although strength in gold and other mining names stemmed the downside in the index, while Nikkei 225 (-1.0%) suffered from currency flows and with automakers spooked by fears of a trigger-happy ‘Tariff Man’. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were mixed as participants digested varied Chinese PMI data in which Manufacturing PMI fell short of estimates and slipped into contraction territory but Non-Manufacturing PMI printed inline, and although the PBoC refrained from open market operations, its efforts this week resulted to a total net injection of CNY 430bln.</p><p><strong>FTSE</strong></p><p>Metro Bank (MTRO LN)<strong> – </strong>US law firms Levi &amp; Korsinsky and Pomerantz, have announced they are launching an investigation into the Co. following an accounting error made early on in 2019. (Times)</p><p>Oil names –WTI crude futures extended on recent losses to test the USD 56.00/bbl level to the downside after having slipped around 6% from Thursday’s peak amid a bearish EIA inventory report</p><p>Mining Names - Gold continued on its ascent towards the USD 1300/oz level after the downward revisions to US GDP and Core PCE data, while copper was rangebound as it mirrored the indecisive tone in China.</p><p><strong>DAX</strong></p><p>Bayer (BAYN GY) – A Los Angeles Court has sued Monsanto with the aim of forcing the Co’s unit to assist in the payment of reducing PCB contamination in multiple water areas. (Newswires)</p><p>Volkswagen (VOW3 GY) – Head of the Co’s Bentley unit stated that a no-deal Brexit would cost the unit a double-digit value each year. (Newswires)</p><p>Deutsche Telekom (DTE GY) – Amazon (AMZN) are reportedly interested in buying Boost Mobile from Sprint (S) and T-Mobile (TMUS). Separately, Sprint &amp; T-Mobile are considering divesting their wireless spectrum according to sources, in order to assist in securing approval for their merger. (Newswires)</p><p>Wirecard (WDI GY) – Several public prosecutors are said to see Co. as the central payment processor for the illegal fraudulent trading site Option888. (Handelsblatt)</p><p>CAC</p><p><strong>PAN EUROPE</strong></p><p><strong>Auto names - US President announced a 5% tariff on all goods coming from Mexico beginning June 10th until illegal immigrants coming through Mexico to the US stop, and tariff will gradually increase until illegal immigration problem is remedied. Currently, eight automakers have plants in Mexico: Volkswagen (VOW3 GY), Fiat Chrysler (FCA IM), Toyota (7203 JT, -2.3%), Nissan (7201 JT, -4.8%), Mazda (7261 JT, -6.1%), Honda (7267 JT, -3.5%), GM (GM), and Ford (F). (Newswires)</strong> Separately, Germany is reportedly to extend the bonus scheme which encourages individuals to purchase electric cars for one more year. (Die Welt)</p><p>Fiat Chrysler (FCA IM)/ Renault (RNO FP) – A merger between the Cos could reportedly fail due to disagreement over valuation, according to Les Echos citing sources. Separately, Fiat Chrysler requested meeting from Nissan (7201 JT), Mitsubishi Motors (7211 JT) in order to explain its merger proposal with Renault. Furthermore, Co’s CEO sold USD 3.5mln worth of the Co’s stock the day after the proposed merger with Renault (RNO FP) as according to a filing. (Les Echos/ Nikkei/ Newswires)</p><p>Saipem (SPM IM) – Co. has been notified in regard to the start of proceeds for the alleged irregularities in award by Petrobras. The award was in December 2011 for the instillation of a gas pipeline between Cernambi and Lula files in the Santos Basin. (Newswires)</p><p>Eni (ENI IM) – Co. has announced a EUR 400mln share buyback, with the purchase of up to 67mln shares to start in June and end in December. (Newswires)</p><p>BROKER MOVES</p><p>MEDIASET (MS IM) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JP MORGAN</p><p><strong>SMI</strong></p><p>Novartis (NOVN SW) – Co’s Phase III QUARTZ study of new investigational inhaled combination treatment QM149 has met primary and key secondary endpoints in patients with asthma. (Newswires)</p><p>Roche (ROG SW) – Co. and GE Healthcare have launched Navify Tumor Board, with medical imaging capabilities to enable more personalised treated decision in cancer care. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>Logitech (LOGN SW) – CEO says the Co. is moving some manufacturing out of China and into other Asian countries such as Vietnam, Malaysia and Philippines. (Newswires)</p><p>BROKER MOVES</p><p>KUEHNE + NAGEL INTERNATIONAL (KNIN SW) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</p><p><strong>SCANDINAVIA&nbsp;</strong></p><p>Genmab (GEN DC) – FDA has granted priority review for Co’s Daratumunab in combination with Bortezomib, with a Prescription Drug User Fee Act (PDUFA) target of September 26th 2019, which authorizes the FDA to collect fees from drug manufacturers to fund the drug approval process. (Newswires/FDA)</p><p><strong>US</strong></p><p>* S&amp;P 500 0.2% at 2789, NASDAQ-100 0.4% at 7245, Dow Jones&nbsp; 0.2% at 25170; SECTORS: Consumer Discretionary 0.5%, Consumer Staples 0.3%, Energy -1.2%, Financials -0.5%, Health Care 0.5%, Industrials 0.4%, Information Technology 0.6%, Materials 0.1%, Telecommunication Services 0%, Utilities -0.1%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-31-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:50:00",
        "gmt_time": "2019-05-31 05:50:00"
    },
    {
        "id": 871598,
        "updated_sequence": 1862760,
        "published_at": {
            "unix": 1559280720,
            "text": "2019-05-31 06:32:00 +0100",
            "iso_8601": "2019-05-31T05:32:00Z"
        },
        "updated_at": {
            "unix": 1559280783,
            "text": "2019-05-31 06:33:03 +0100",
            "iso_8601": "2019-05-31T05:33:03Z"
        },
        "subject": "Italian Finance Minister Tria is reportedly to tell the EU that Italian debt is sustainable and manageable., Repubblica",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Repubblica",
        "slug": "italian-finance-minister-tria-is-reportedly-to-tell-the-eu-that-italian-debt-is-sustainable-and-manageable-repubblica-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:32:00",
        "gmt_time": "2019-05-31 05:32:00"
    },
    {
        "id": 871597,
        "updated_sequence": 1862762,
        "published_at": {
            "unix": 1559280600,
            "text": "2019-05-31 06:30:00 +0100",
            "iso_8601": "2019-05-31T05:30:00Z"
        },
        "updated_at": {
            "unix": 1559280870,
            "text": "2019-05-31 06:34:30 +0100",
            "iso_8601": "2019-05-31T05:34:30Z"
        },
        "subject": "Indian government are likely to announce a \"big bang\" economic reform package in the first 100 days of the new Modi government, according to a government think tank official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indian-government-are-likely-to-announce-a-big-bang-economic-reform-package-in-the-first-100-days-of-the-new-modi-government-according-to-a-government-think-tank-official-31-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:30:00",
        "gmt_time": "2019-05-31 05:30:00"
    },
    {
        "id": 871596,
        "updated_sequence": 1862754,
        "published_at": {
            "unix": 1559280300,
            "text": "2019-05-31 06:25:00 +0100",
            "iso_8601": "2019-05-31T05:25:00Z"
        },
        "updated_at": {
            "unix": 1559280479,
            "text": "2019-05-31 06:27:59 +0100",
            "iso_8601": "2019-05-31T05:27:59Z"
        },
        "subject": "Iranian Foreign Ministry has rejected the \"baseless\" accusations by Saudi Arabia that Iran attacked Saudi tankers and targeted pipelines, Iran added that Saudi has joined US and Israel to mobilise opinion against Tehran ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "This follows US National Security Adviser Bolton stating that he will soon present proof that Iran was behind the attacks",
        "analysis_updated_at": {
            "unix": 1559280479,
            "text": "2019-05-31 06:27:59 +0100",
            "iso_8601": "2019-05-31T05:27:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-foreign-ministry-has-rejected-the-baseless-accusations-by-saudi-arabia-that-iran-attacked-saudi-tankers-and-targeted-pipelines-iran-added-that-saudi-has-joined-us-and-israel-to-mobilise-opinion-against-tehran-31-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:25:00",
        "gmt_time": "2019-05-31 05:25:00"
    },
    {
        "id": 871595,
        "updated_sequence": 1862751,
        "published_at": {
            "unix": 1559280060,
            "text": "2019-05-31 06:21:00 +0100",
            "iso_8601": "2019-05-31T05:21:00Z"
        },
        "updated_at": {
            "unix": 1559280117,
            "text": "2019-05-31 06:21:57 +0100",
            "iso_8601": "2019-05-31T05:21:57Z"
        },
        "subject": "RANsquawk Daily European Opening News - 31st May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21961/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian indices are subdued with sentiment weighed on by US President Trump’s plans to place tariffs on Mexican goods at an initial level of 5%</li><li>Chinese Manufacturing PMI moved into contractionary territory and printed below the estimate at 49.4</li><li>China reportedly has plans to limit rare earth sales to the US if necessary, while US VP Pence says Trump and Xi will likely meet at the G20 summit</li><li>Looking ahead, highlights include German Retail Sales &amp; CPI (Prelim), Italian GDP (Final) &amp; CPI (Prelim), US Core PCE Price Index, Personal Income, Chicago PMI &amp; University of Michigan Sentiment, ECB's Visco, Fed's Williams &amp; Bostic</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed heading into month-end with early pressure seen after US President Trump announced to place 5% tariffs on all goods from Mexico from June 10th</strong>, which will increase to as much as 25% by October 1st and remain there until Mexico addresses the illegal immigration inflows to the US through its territory. The announcement pressured US equity futures to give back the prior session’s gains in which the Emini S&amp;P breached its 200DMA to the downside and the DJIA briefly slipped below the 25K level, with Wall St on track for its worst monthly performance YTD. <strong>ASX 200 (Unch.)</strong> was lower for most the session with tech and energy the underperformers although strength in gold and other mining names stemmed the downside in the index, while <strong>Nikkei 225 (-1.0%)</strong> suffered from currency flows and with automakers spooked by fears of a trigger-happy ‘Tariff Man’. <strong>Hang Seng (-0.3%) </strong>and<strong> Shanghai Comp. (Unch.)</strong> were mixed as participants digested varied Chinese PMI data in which Manufacturing PMI fell short of estimates and slipped into contractionary territory but Non-Manufacturing PMI printed inline, and although the PBoC refrained from open market operations, its efforts this week resulted to a total net injection of CNY 430bln. Finally, 10yr JGBs followed suit to the upside in T-notes as Trump’s announcement spurred safe-haven demand, while the BoJ were also present in the market for JPY 680bln of JGBs in the belly to super long-end.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 430bln vs. CNY 100bln net injection W/W. (Newswires) <strong>PBoC set CNY mid-point at 6.8992 (Prev. 6.8990)</strong></p><p><strong>Chinese Manufacturing PMI (May) 49.4 vs. Exp. 49.9 (Prev. 50.1).</strong> (Newswires) <strong>Chinese Non-Manufacturing PMI (May) 54.3 vs. Exp. 54.3 (Prev. 54.3) Chinese Composite (May) 53.3 (Prev. 53.4)</strong></p><p><strong>US Vice President Pence said the US can more than double tariffs on China if necessary and hopes progress can be made at the G20 but added that China must agree to make reforms</strong>. Pence also commented that President Trump will probably meet with Xi at the G20 and will urge him to release the Canadian detainees, while he stated the US sees Huawei as incompatible with its security needs and is working to promote alternatives. (Newswires)</p><p><strong>China reportedly has a plan ready to limit rare earth sales to the US if needed</strong>, while there were separate reports that Huawei ordered employees to cancel meetings with US contacts and repatriated American workers at its Shenzhen HQ. (Newswires/FT)</p><p>China reportedly quietly adjusted tools for handling capital flows in which it increased the number of indicators and conditions for banks to consider to manage their risks. (Newswires)</p><p><strong>Bank of Korea kept its benchmark rate unchanged at 1.75% as expected</strong>, while the decision was not unanimous as board member Cho dissented and called for a cut. Furthermore, the BoK said exports are to gradually recover and consumption will continue to grow but added that trade risks have increased which contributes to uncertainties for Korea. (Newswires)</p><p>UK/EU</p><p>UK GfK Consumer Confidence (May) -10 vs. Exp. -12.0 (Prev. -13.0) UK Lloyds Business Barometer (May) 10 (Prev. 14)</p><p><strong>Italy’s 5 Star Movement members voted in favour of Deputy PM Di Maio to continue as leader</strong> who won 80% of the votes in the internal ballot. (Newswires)</p><p>FX</p><p>&nbsp;</p><p><strong>DXY</strong> was steady above the 98.00 level as its major counterparts <strong>EUR</strong>/<strong>USD</strong> and <strong>GBP</strong>/<strong>USD</strong> languished near this week’s lows at the weaker end of the 1.1100 and 1.2600 handles respectively, while Citi's month-end FX hedge rebalancing model also suggested moderate buying of USD. Elsewhere, Trump’s tariff announcement on Mexico spurred flows in into safe-haven JPY and saw <strong>USD</strong>/<strong>JPY</strong> test the 109.00 level, while <strong>MXN</strong> dropped nearly 2% and was the biggest fallout from the tariff threat which Deputy Foreign Minister Seade described as very extreme and suggested that the normal route would be to mirror the tariffs although that would lead to a trade war. <strong>CAD</strong> also weakened due to the potential ramifications on the USMCA, while antipodeans were flat as support at 0.6900 for <strong>AUD</strong>/<strong>USD</strong> and 0.6500 for <strong>NZD</strong>/<strong>USD</strong> helped prices rebound from the early tariff-related pressure.</p><p>&nbsp;</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were mixed in which <strong>WTI</strong> crude futures extended on recent losses to test the USD 56.00/bbl level to the downside after having slipped around 6% from Thursday’s peak amid a bearish EIA inventory report. <strong>Gold</strong> continued on its ascent towards the USD 1300/oz level after the downward revisions to US GDP and Core PCE data, while copper was rangebound as it mirrored the indecisive tone in China.</p><p>OPEC oil output in May declined 60K bpd from April to 30.17mln bpd which was the lowest since 2015, while compliance to supply cut deal was at 96% vs. Prev. 132% M/M, according to a Reuters survey.&nbsp; (Newswires)</p><p>US Secretary of State Pompeo said attacks on oil tankers in the Gulf was an effort by Iranians to raise global crude prices, while the US Special Envoy for Iran Hook said any countries purchasing Iranian crude oil after expiration of waivers will be subject to sanctions. (Newswires)</p><p>US</p><p>Treasuries began Thursday on the backfoot, trading lower in the Asian and European session, before reversing course to settle approximately unchanged. A risk off US session helped spur bids in the T-plex, with the usual US-China trade talk deterioration dampening sentiment. The curve saw bull flattening on the day, with 30-year yields hitting 21-month lows, in addition to the 5-year yield testing the 2% handle. US T-note futures (M9) settled 2 ticks higher at 125-22.</p><p><strong>US President Trump announced a 5% tariff on all goods coming from Mexico beginning June 10th until illegal immigrants coming through Mexico to the US stop</strong>. Trump added the US will begin raising tariffs on Mexico beyond 5% on July 1st and will continue until it reaches 25% on October 1st, where they will remain unless and until Mexico significantly stops illegal inflow of aliens through its territory. (Newswires/Twitter)</p><p><strong>Mexico Deputy Foreign Minister Seade said the tariffs would be disastrous and that Mexico would respond strongly if tariffs are carried out</strong>. Seade also commented that this was an unexpected move by Trump and is very extreme, while he added that the normal route would be to mirror the tariffs although that would lead to a trade war. (Newswires)</p><p><strong>USTR Lightizer told congress they are submitting a draft statement of administrative action to implement USMCA deal</strong>, while US House Speaker Pelosi commented that the decision to expedite USMCA process is not a positive step. (Newswires)</p><p><strong>Fed's Clarida (Voter, Neutral)</strong> said the US economy is in a good place and the Fed are close to achieving the dual mandate. Clarida added that if inflation shortfall becomes persistent, the Fed would take that into account and is prepared to adjust balance sheet normalisation if conditions warrant, while he also commented that the Fed would be open to cutting rates if data suggests risks of a sharper than anticipated slowdown. (Newswires)</p><p><strong>Fed's Quarles (Voter, Hawk)</strong> said financial stability risks must be incorporated into monetary policy decision making, while he added that current financial stability risks are not elevated and that accommodative policy can increase financial stability risks. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-31st-may-2019-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:21:00",
        "gmt_time": "2019-05-31 05:21:00"
    },
    {
        "id": 871594,
        "updated_sequence": 1862748,
        "published_at": {
            "unix": 1559279820,
            "text": "2019-05-31 06:17:00 +0100",
            "iso_8601": "2019-05-31T05:17:00Z"
        },
        "updated_at": {
            "unix": 1559279918,
            "text": "2019-05-31 06:18:38 +0100",
            "iso_8601": "2019-05-31T05:18:38Z"
        },
        "subject": "PBoC Deputy Governor says to keep liquidity ample via various monetary tools and will maintain low RRR for smaller banks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-deputy-governor-says-to-keep-liquidity-ample-via-various-monetary-tools-and-will-maintain-low-rrr-for-smaller-banks-31-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:17:00",
        "gmt_time": "2019-05-31 05:17:00"
    },
    {
        "id": 871591,
        "updated_sequence": 1862739,
        "published_at": {
            "unix": 1559278800,
            "text": "2019-05-31 06:00:00 +0100",
            "iso_8601": "2019-05-31T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559279070,
            "text": "2019-05-31 06:04:30 +0100",
            "iso_8601": "2019-05-31T05:04:30Z"
        },
        "subject": "Japanese Consumer Confidence (May) 39.4 vs. Exp. 40.6 (Prev. 40.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-consumer-confidence-may-39-4-vs-exp-40-6-prev-40-4-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:00:00",
        "gmt_time": "2019-05-31 05:00:00"
    },
    {
        "id": 871592,
        "updated_sequence": 1862742,
        "published_at": {
            "unix": 1559278800,
            "text": "2019-05-31 06:00:00 +0100",
            "iso_8601": "2019-05-31T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559279128,
            "text": "2019-05-31 06:05:28 +0100",
            "iso_8601": "2019-05-31T05:05:28Z"
        },
        "subject": "Japanese Annualized Housing Starts (Apr) 931K vs. Exp. 984K (Prev. 989K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-annualized-housing-starts-apr-931k-vs-exp-984k-prev-989k-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 13:00:00",
        "gmt_time": "2019-05-31 05:00:00"
    },
    {
        "id": 871589,
        "updated_sequence": 1862733,
        "published_at": {
            "unix": 1559278620,
            "text": "2019-05-31 05:57:00 +0100",
            "iso_8601": "2019-05-31T04:57:00Z"
        },
        "updated_at": {
            "unix": 1559278747,
            "text": "2019-05-31 05:59:07 +0100",
            "iso_8601": "2019-05-31T04:59:07Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded cautious amid varied Chinese PMI data and as the 'Tariff Man' striked again",
        "content": "<p>Asia equity markets traded mixed heading into month-end with early pressure seen after US President Trump announced to place 5% tariffs on all goods from Mexico from June 10th, which will increase to as much as 25% by October 1st and remain there until Mexico addresses the illegal immigration inflows to the US through its territory. The announcement pressured US equity futures to give back the prior session’s gains in which the Emini S&amp;P breached its 200DMA to the downside and the DJIA briefly slipped below the 25K level, with Wall St on track for its worst monthly performance YTD. ASX 200 (Unch.) was lower for most the session with tech and energy the underperformers although strength in gold and other mining names stemmed the downside in the index, while Nikkei 225 (-1.0%) suffered from currency flows and with automakers spooked by fears of a trigger-happy ‘Tariff Man’. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were mixed as participants digested varied Chinese PMI data in which Manufacturing PMI fell short of estimates and slipped into contraction territory but Non-Manufacturing PMI printed inline, and although the PBoC refrained from open market operations, its efforts this week resulted to a total net injection of CNY 430bln. Finally, 10yr JGBs followed suit to the upside in T-notes as Trump’s announcement spurred safe-haven demand, while the BoJ were also present in the market for JPY 680bln of JGBs in the belly to super long-end.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-cautious-amid-varied-chinese-pmi-data-and-as-the-tariff-man-striked-again-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:57:00",
        "gmt_time": "2019-05-31 04:57:00"
    },
    {
        "id": 871588,
        "updated_sequence": 1862730,
        "published_at": {
            "unix": 1559277840,
            "text": "2019-05-31 05:44:00 +0100",
            "iso_8601": "2019-05-31T04:44:00Z"
        },
        "updated_at": {
            "unix": 1559277917,
            "text": "2019-05-31 05:45:17 +0100",
            "iso_8601": "2019-05-31T04:45:17Z"
        },
        "subject": "Korea Gas (036460 KS) receives KRW 678.3bln order",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "korea-gas-036460-ks-receives-krw-678-3bln-order-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:44:00",
        "gmt_time": "2019-05-31 04:44:00"
    },
    {
        "id": 871587,
        "updated_sequence": 1862727,
        "published_at": {
            "unix": 1559277300,
            "text": "2019-05-31 05:35:00 +0100",
            "iso_8601": "2019-05-31T04:35:00Z"
        },
        "updated_at": {
            "unix": 1559277356,
            "text": "2019-05-31 05:35:56 +0100",
            "iso_8601": "2019-05-31T04:35:56Z"
        },
        "subject": "Former Chinese Vice Foreign Minister says China has many countermeasures against US including rare earth, Boeing and software",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "former-chinese-vice-foreign-minister-says-china-has-many-countermeasures-against-us-including-rare-earth-boeing-and-software-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:35:00",
        "gmt_time": "2019-05-31 04:35:00"
    },
    {
        "id": 871586,
        "updated_sequence": 1862724,
        "published_at": {
            "unix": 1559276820,
            "text": "2019-05-31 05:27:00 +0100",
            "iso_8601": "2019-05-31T04:27:00Z"
        },
        "updated_at": {
            "unix": 1559276899,
            "text": "2019-05-31 05:28:19 +0100",
            "iso_8601": "2019-05-31T04:28:19Z"
        },
        "subject": "Australia regulator says its reviewing Crown Resorts (CWN AT) Sydney licence after James Packer's share sale to Melco",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-regulator-says-its-reviewing-crown-resorts-cwn-at-sydney-licence-after-james-packer-s-share-sale-to-melco-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:27:00",
        "gmt_time": "2019-05-31 04:27:00"
    },
    {
        "id": 871585,
        "updated_sequence": 1862721,
        "published_at": {
            "unix": 1559276460,
            "text": "2019-05-31 05:21:00 +0100",
            "iso_8601": "2019-05-31T04:21:00Z"
        },
        "updated_at": {
            "unix": 1559276506,
            "text": "2019-05-31 05:21:46 +0100",
            "iso_8601": "2019-05-31T04:21:46Z"
        },
        "subject": "Mexico central bank board member Heath says Trump's tariff threat is a game changer",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-central-bank-board-member-heath-says-trump-s-tariff-threat-is-a-game-changer-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:21:00",
        "gmt_time": "2019-05-31 04:21:00"
    },
    {
        "id": 871584,
        "updated_sequence": 1862718,
        "published_at": {
            "unix": 1559275500,
            "text": "2019-05-31 05:05:00 +0100",
            "iso_8601": "2019-05-31T04:05:00Z"
        },
        "updated_at": {
            "unix": 1559275548,
            "text": "2019-05-31 05:05:48 +0100",
            "iso_8601": "2019-05-31T04:05:48Z"
        },
        "subject": "Japanese Vehicle Production (Mar) Y/Y -4.1% (Prev. 0.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-vehicle-production-mar-y-y-4-1-prev-0-9-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:05:00",
        "gmt_time": "2019-05-31 04:05:00"
    },
    {
        "id": 871583,
        "updated_sequence": 1862715,
        "published_at": {
            "unix": 1559275440,
            "text": "2019-05-31 05:04:00 +0100",
            "iso_8601": "2019-05-31T04:04:00Z"
        },
        "updated_at": {
            "unix": 1559275486,
            "text": "2019-05-31 05:04:46 +0100",
            "iso_8601": "2019-05-31T04:04:46Z"
        },
        "subject": "US President Treump administration is  to expand use of ethanol fuel to support farmers impacted by the trade dispute",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-treump-administration-is-to-expand-use-of-ethanol-fuel-to-support-farmers-impacted-by-the-trade-dispute-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 12:04:00",
        "gmt_time": "2019-05-31 04:04:00"
    },
    {
        "id": 871582,
        "updated_sequence": 1862712,
        "published_at": {
            "unix": 1559274720,
            "text": "2019-05-31 04:52:00 +0100",
            "iso_8601": "2019-05-31T03:52:00Z"
        },
        "updated_at": {
            "unix": 1559274794,
            "text": "2019-05-31 04:53:14 +0100",
            "iso_8601": "2019-05-31T03:53:14Z"
        },
        "subject": "Chinese President Xi will meet with US President Trump next month in Japan, according to SCMP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "chinese-president-xi-will-meet-with-us-president-trump-next-month-in-japan-according-to-scmp-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 11:52:00",
        "gmt_time": "2019-05-31 03:52:00"
    },
    {
        "id": 871581,
        "updated_sequence": 1862709,
        "published_at": {
            "unix": 1559273280,
            "text": "2019-05-31 04:28:00 +0100",
            "iso_8601": "2019-05-31T03:28:00Z"
        },
        "updated_at": {
            "unix": 1559274029,
            "text": "2019-05-31 04:40:29 +0100",
            "iso_8601": "2019-05-31T03:40:29Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Earnings from Coal India, ONGC and Steel Authority of India",
        "content": "<p>Coal India (COAL IS) - Co. Q4 net INR 60.2bln vs. Exp. INR 49.3bln. (Newswires)</p><p>Jet Airways (JETIN IS) - Co. said it is not in a position to approve FY19 financial results. (Newswires)</p><p>Lupin (LPC IS) - FDA cautioned that the firm's Goa facility may be subject to regulatory or administrative action and it may withhold approval of any pending applications or supplements related to the facility. (ET)</p><p>Oil &amp; Natural Gas (ONGC IS) - Co. Q4 net INR 40.5bln vs. Exp. INR 65.0bln, rev. INR 268bln vs. Exp. INR 250bln. (Newswires)</p><p>Reliance Communications (RCOM IS) - Bankruptcy court-appointed interim resolution professionals for the Co. and two subsidiaries admitted claims of INR 660bln which is more than three-fourths of those filed. (ET)</p><p>Steel Authority of India (SAIL IS) - Co. Q4 net INR 4.7bln vs. Exp. INR 5.5bln. (Newswires)</p><p>Other News - US State Department official said there is every reason to believe the Generalized System of Preferences suspension on India will move forward. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-earnings-from-coal-india-ongc-and-steel-authority-of-india-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 11:28:00",
        "gmt_time": "2019-05-31 03:28:00"
    },
    {
        "id": 871580,
        "updated_sequence": 1862702,
        "published_at": {
            "unix": 1559272020,
            "text": "2019-05-31 04:07:00 +0100",
            "iso_8601": "2019-05-31T03:07:00Z"
        },
        "updated_at": {
            "unix": 1559272106,
            "text": "2019-05-31 04:08:26 +0100",
            "iso_8601": "2019-05-31T03:08:26Z"
        },
        "subject": "Huawei has ordered employees to cancel meetings with US contacts and repatriated American workers at its Shenzhen HQ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "huawei-has-ordered-employees-to-cancel-meetings-with-us-contacts-and-repatriated-american-workers-at-its-shenzhen-hq-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 11:07:00",
        "gmt_time": "2019-05-31 03:07:00"
    },
    {
        "id": 871579,
        "updated_sequence": 1862704,
        "published_at": {
            "unix": 1559271660,
            "text": "2019-05-31 04:01:00 +0100",
            "iso_8601": "2019-05-31T03:01:00Z"
        },
        "updated_at": {
            "unix": 1559272297,
            "text": "2019-05-31 04:11:37 +0100",
            "iso_8601": "2019-05-31T03:11:37Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mixed amid varied Chinese PMI data and as the 'Tariff Man' strikes again",
        "content": "<p>Asia equity markets trade mixed heading into month-end with early pressure seen after US President Trump announced to place 5% tariffs on all goods from Mexico from June 10th, which will increase to as much as 25% by October 1st and remain there until Mexico addresses the illegal immigration inflows to the US through its territory. The announcement pressured US equity futures to give back the prior session’s gains in which the Emini S&amp;P breached its 200DMA to the downside and the DJIA briefly slipped below the 25K level, with Wall St on track for its worst monthly performance YTD. ASX 200 (-0.1%) is lower with tech and energy underperforming although strength in gold and other mining names has stemmed the downside in the index, while Nikkei 225 (-0.8%) suffers from flows into the currency and with automakers spooked by fears of a trigger-happy ‘Tariff Man’. Hang Seng (-0.3%) and Shanghai Comp. (Unch.) are mixed as participants digest varied Chinese PMI data in which Manufacturing PMI fell short of estimates and slipped into contraction territory but Non-Manufacturing PMI printed inline, and although the PBoC refrained from open market operations, its efforts this week resulted to a total net injection of CNY 430bln.</p><p>In FX markets, the DXY is steady above the 98.00 level as its major counterparts EUR/USD and GBP/USD languish near this week’s lows at the weaker end of the 1.1100 and 1.2600 handles respectively, while Citi's month-end FX hedge rebalancing model also suggested moderate buying of USD. Elsewhere, Trump’s tariff announcement on Mexico spurred flows in into safe-haven JPY and resulted to a breakdown of support at 109.50 in USD/JPY, while MXN suffered the biggest fallout from the tariff threat which Deputy Foreign Minister Seade described as very extreme and suggested that the normal route would be to mirror the tariffs although that would lead to a trade war. CAD also weakened due to the potential ramifications on the USMCA, while antipodeans are flat as support at 0.6900 for AUDUSD and 0.6500 for NZD/USD helped prices rebound from the early tariff-related pressure.</p><p>Finally, 10yr JGBs followed suit to the upside in T-notes as Trump’s announcement spurred safe-haven demand, while the BoJ are also present in the market for JPY 680bln of JGBs in the belly to super long-end.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mixed-amid-varied-chinese-pmi-data-and-as-the-tariff-man-strikes-again-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 11:01:00",
        "gmt_time": "2019-05-31 03:01:00"
    },
    {
        "id": 871577,
        "updated_sequence": 1862693,
        "published_at": {
            "unix": 1559270100,
            "text": "2019-05-31 03:35:00 +0100",
            "iso_8601": "2019-05-31T02:35:00Z"
        },
        "updated_at": {
            "unix": 1559270169,
            "text": "2019-05-31 03:36:09 +0100",
            "iso_8601": "2019-05-31T02:36:09Z"
        },
        "subject": "China has a plan ready to limit rare earth sales to the US if needed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-a-plan-ready-to-limit-rare-earth-sales-to-the-us-if-needed-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:35:00",
        "gmt_time": "2019-05-31 02:35:00"
    },
    {
        "id": 871576,
        "updated_sequence": 1862690,
        "published_at": {
            "unix": 1559269560,
            "text": "2019-05-31 03:26:00 +0100",
            "iso_8601": "2019-05-31T02:26:00Z"
        },
        "updated_at": {
            "unix": 1559269653,
            "text": "2019-05-31 03:27:33 +0100",
            "iso_8601": "2019-05-31T02:27:33Z"
        },
        "subject": "BoK Governor Lee says rate decision today was not unanimous with board member Cho the dissenter calling for a cut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-rate-decision-today-was-not-unanimous-with-board-member-cho-the-dissenter-calling-for-a-cut-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:26:00",
        "gmt_time": "2019-05-31 02:26:00"
    },
    {
        "id": 871575,
        "updated_sequence": 1862687,
        "published_at": {
            "unix": 1559269200,
            "text": "2019-05-31 03:20:00 +0100",
            "iso_8601": "2019-05-31T02:20:00Z"
        },
        "updated_at": {
            "unix": 1559269267,
            "text": "2019-05-31 03:21:07 +0100",
            "iso_8601": "2019-05-31T02:21:07Z"
        },
        "subject": "Former PBoC Governor Dai says believe there will be good news from China-US trade talks at the G20 although the process will be difficult",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "former-pboc-governor-dai-says-believe-there-will-be-good-news-from-china-us-trade-talks-at-the-g20-although-the-process-will-be-difficult-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:20:00",
        "gmt_time": "2019-05-31 02:20:00"
    },
    {
        "id": 871573,
        "updated_sequence": 1862679,
        "published_at": {
            "unix": 1559268300,
            "text": "2019-05-31 03:05:00 +0100",
            "iso_8601": "2019-05-31T02:05:00Z"
        },
        "updated_at": {
            "unix": 1559268443,
            "text": "2019-05-31 03:07:23 +0100",
            "iso_8601": "2019-05-31T02:07:23Z"
        },
        "subject": "Singapore Bank Loans & Advances (Apr) Y/Y 1.4% (Prev. 2.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-bank-loans-advances-apr-y-y-1-4-prev-2-2-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:05:00",
        "gmt_time": "2019-05-31 02:05:00"
    },
    {
        "id": 871572,
        "updated_sequence": 1862676,
        "published_at": {
            "unix": 1559268120,
            "text": "2019-05-31 03:02:00 +0100",
            "iso_8601": "2019-05-31T02:02:00Z"
        },
        "updated_at": {
            "unix": 1559268173,
            "text": "2019-05-31 03:02:53 +0100",
            "iso_8601": "2019-05-31T02:02:53Z"
        },
        "subject": "US Senator Grassley says President Trump announcement on Mexico is a misuse of tariff authority",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-senator-grassley-says-president-trump-announcement-on-mexico-is-a-misuse-of-tariff-authority-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:02:00",
        "gmt_time": "2019-05-31 02:02:00"
    },
    {
        "id": 871571,
        "updated_sequence": 1862673,
        "published_at": {
            "unix": 1559268060,
            "text": "2019-05-31 03:01:00 +0100",
            "iso_8601": "2019-05-31T02:01:00Z"
        },
        "updated_at": {
            "unix": 1559268121,
            "text": "2019-05-31 03:02:01 +0100",
            "iso_8601": "2019-05-31T02:02:01Z"
        },
        "subject": "Sri Lanka Central Bank lowers key rates by 50bps as expected with Deposit Rate cut to 7.50% and Standing Lending rate cut to 8.50%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sri-lanka-central-bank-lowers-key-rates-by-50bps-as-expected-with-deposit-rate-cut-to-7-50-and-standing-lending-rate-cut-to-8-50-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 10:01:00",
        "gmt_time": "2019-05-31 02:01:00"
    },
    {
        "id": 871570,
        "updated_sequence": 1862670,
        "published_at": {
            "unix": 1559266740,
            "text": "2019-05-31 02:39:00 +0100",
            "iso_8601": "2019-05-31T01:39:00Z"
        },
        "updated_at": {
            "unix": 1559266791,
            "text": "2019-05-31 02:39:51 +0100",
            "iso_8601": "2019-05-31T01:39:51Z"
        },
        "subject": "Former PBoC chief Dai Xianglong says expects no major breakthrough between US and Chinese leaders at the G20",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "former-pboc-chief-dai-xianglong-says-expects-no-major-breakthrough-between-us-and-chinese-leaders-at-the-g20-31-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:39:00",
        "gmt_time": "2019-05-31 01:39:00"
    },
    {
        "id": 871569,
        "updated_sequence": 1862667,
        "published_at": {
            "unix": 1559266620,
            "text": "2019-05-31 02:37:00 +0100",
            "iso_8601": "2019-05-31T01:37:00Z"
        },
        "updated_at": {
            "unix": 1559266751,
            "text": "2019-05-31 02:39:11 +0100",
            "iso_8601": "2019-05-31T01:39:11Z"
        },
        "subject": "BoK says exports to gradually recover and consumption will continue to grow, but adds trade risks have increased adding uncertainties to Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-says-exports-to-gradually-recover-and-consumption-will-continue-to-grow-but-adds-trade-risks-have-increased-adding-uncertainties-to-korea-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:37:00",
        "gmt_time": "2019-05-31 01:37:00"
    },
    {
        "id": 871568,
        "updated_sequence": 1862664,
        "published_at": {
            "unix": 1559266200,
            "text": "2019-05-31 02:30:00 +0100",
            "iso_8601": "2019-05-31T01:30:00Z"
        },
        "updated_at": {
            "unix": 1559266333,
            "text": "2019-05-31 02:32:13 +0100",
            "iso_8601": "2019-05-31T01:32:13Z"
        },
        "subject": "Australia Private Sector Credit (Apr) Y/Y 3.7% vs. Exp. 3.8% (Prev. 3.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-private-sector-credit-apr-y-y-3-7-vs-exp-3-8-prev-3-9-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:30:00",
        "gmt_time": "2019-05-31 01:30:00"
    },
    {
        "id": 871565,
        "updated_sequence": 1862655,
        "published_at": {
            "unix": 1559265300,
            "text": "2019-05-31 02:15:00 +0100",
            "iso_8601": "2019-05-31T01:15:00Z"
        },
        "updated_at": {
            "unix": 1559265362,
            "text": "2019-05-31 02:16:02 +0100",
            "iso_8601": "2019-05-31T01:16:02Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8992 (Prev. 6.8990)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8992-prev-6-8990-31-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:15:00",
        "gmt_time": "2019-05-31 01:15:00"
    },
    {
        "id": 871564,
        "updated_sequence": 1862652,
        "published_at": {
            "unix": 1559265060,
            "text": "2019-05-31 02:11:00 +0100",
            "iso_8601": "2019-05-31T01:11:00Z"
        },
        "updated_at": {
            "unix": 1559265178,
            "text": "2019-05-31 02:12:58 +0100",
            "iso_8601": "2019-05-31T01:12:58Z"
        },
        "subject": "PBoC skips open market operations for a net weekly injection of CNY 430bln vs. CNY 100bln net injection last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-injection-of-cny-430bln-vs-cny-100bln-net-injection-last-week-31-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:11:00",
        "gmt_time": "2019-05-31 01:11:00"
    },
    {
        "id": 871563,
        "updated_sequence": 1862649,
        "published_at": {
            "unix": 1559265000,
            "text": "2019-05-31 02:10:00 +0100",
            "iso_8601": "2019-05-31T01:10:00Z"
        },
        "updated_at": {
            "unix": 1559265097,
            "text": "2019-05-31 02:11:37 +0100",
            "iso_8601": "2019-05-31T01:11:37Z"
        },
        "subject": "BoJ offers to buy JPY 480bln in 5-10yr JGBs, JPY 160bln in 10yr-25yr JGBs and JPY 40bln in 25yr+ JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-480bln-in-5-10yr-jgbs-jpy-160bln-in-10yr-25yr-jgbs-and-jpy-40bln-in-25yr-jgbs-31-05-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:10:00",
        "gmt_time": "2019-05-31 01:10:00"
    },
    {
        "id": 871562,
        "updated_sequence": 1862643,
        "published_at": {
            "unix": 1559264700,
            "text": "2019-05-31 02:05:00 +0100",
            "iso_8601": "2019-05-31T01:05:00Z"
        },
        "updated_at": {
            "unix": 1559264757,
            "text": "2019-05-31 02:05:57 +0100",
            "iso_8601": "2019-05-31T01:05:57Z"
        },
        "subject": "Australia sells AUD 150mln 0.75% 2027 I/L; b/c 4.53, average yield -0.0645%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-150mln-0-75-2027-i-l-b-c-4-53-average-yield-0-0645-31-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:05:00",
        "gmt_time": "2019-05-31 01:05:00"
    },
    {
        "id": 871560,
        "updated_sequence": 1862637,
        "published_at": {
            "unix": 1559264520,
            "text": "2019-05-31 02:02:00 +0100",
            "iso_8601": "2019-05-31T01:02:00Z"
        },
        "updated_at": {
            "unix": 1559264616,
            "text": "2019-05-31 02:03:36 +0100",
            "iso_8601": "2019-05-31T01:03:36Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese PMI data disappoints",
        "content": "<p>GCL-Poly Energy Holdings (3800 HK) - Co. will contribute CNY 2.4bln to Inner Mongolia Zhonghuan GCL. (Newswires)</p><p>PetroChina (857 HK) - Co. said it sped up the exploitation of shale oil in a large deposit this year in the Xinjiang region. (CEN)</p><p>Aluminium - US Commerce Department set preliminary duties on aluminium wire and cable from China. (Newswires)</p><p>Trade</p><p>US President Trump reiterated that the US is doing well with China and that China would like to make a trade deal. In related news, there were separate comments from Vice President Pence that the US can more than double tariffs on China if necessary and hopes progress can be made at the G20 but added that China must agree to make reforms. (Newswires)</p><p>China's MOFCOM said tariffs will not solve trade imbalances and that they will not accept a deal which hurts their sovereignty or pride, while it added that China’s monetary policy still has ample room for manoeuvring. (Newswires)</p><p>China Global Times Editor said some people still do not believe that China will restrict rare-earth exports due to the self-harm it will cause, in which the editor suggested that they don't understand China including how information disclosure works. (Twitter)</p><p>Data Recap</p><ul><li>Chinese Manufacturing PMI (May) 49.4 vs. Exp. 49.9 (Prev. 50.1)&nbsp;</li><li>Chinese Non-Manufacturing PMI (May) 54.3 vs. Exp. 54.3 (Prev. 54.3)</li><li>Chinese Composite (May) 53.3 (Prev. 53.4)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-pmi-data-disappoints-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:02:00",
        "gmt_time": "2019-05-31 01:02:00"
    },
    {
        "id": 871557,
        "updated_sequence": 1862628,
        "published_at": {
            "unix": 1559264400,
            "text": "2019-05-31 02:00:00 +0100",
            "iso_8601": "2019-05-31T01:00:00Z"
        },
        "updated_at": {
            "unix": 1559264457,
            "text": "2019-05-31 02:00:57 +0100",
            "iso_8601": "2019-05-31T01:00:57Z"
        },
        "subject": "Chinese Manufacturing PMI (May) 49.4 vs. Exp. 49.9 (Prev. 50.1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-manufacturing-pmi-may-49-4-vs-exp-49-9-prev-50-1-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:00:00",
        "gmt_time": "2019-05-31 01:00:00"
    },
    {
        "id": 871559,
        "updated_sequence": 1862634,
        "published_at": {
            "unix": 1559264400,
            "text": "2019-05-31 02:00:00 +0100",
            "iso_8601": "2019-05-31T01:00:00Z"
        },
        "updated_at": {
            "unix": 1559264526,
            "text": "2019-05-31 02:02:06 +0100",
            "iso_8601": "2019-05-31T01:02:06Z"
        },
        "subject": "Chinese Composite (May) 53.3 (Prev. 53.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-composite-may-53-3-prev-53-4-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:00:00",
        "gmt_time": "2019-05-31 01:00:00"
    },
    {
        "id": 871558,
        "updated_sequence": 1862631,
        "published_at": {
            "unix": 1559264400,
            "text": "2019-05-31 02:00:00 +0100",
            "iso_8601": "2019-05-31T01:00:00Z"
        },
        "updated_at": {
            "unix": 1559264499,
            "text": "2019-05-31 02:01:39 +0100",
            "iso_8601": "2019-05-31T01:01:39Z"
        },
        "subject": "Chinese Non-Manufacturing PMI (May) 54.3 vs. Exp. 54.3 (Prev. 54.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-non-manufacturing-pmi-may-54-3-vs-exp-54-3-prev-54-3-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 09:00:00",
        "gmt_time": "2019-05-31 01:00:00"
    },
    {
        "id": 871553,
        "updated_sequence": 1862616,
        "published_at": {
            "unix": 1559263800,
            "text": "2019-05-31 01:50:00 +0100",
            "iso_8601": "2019-05-31T00:50:00Z"
        },
        "updated_at": {
            "unix": 1559263892,
            "text": "2019-05-31 01:51:32 +0100",
            "iso_8601": "2019-05-31T00:51:32Z"
        },
        "subject": "Twitter sources report Chinese Manufacturing PMI at 49.4 vs. Exp. 49.9, Non-Manufacturing PMI at 54.3 vs. Exp. 54.3 - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "twitter-sources-report-chinese-manufacturing-pmi-at-49-4-vs-exp-49-9-non-manufacturing-pmi-at-54-3-vs-exp-54-3-unconfirmed-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-05-31 08:50:00",
        "gmt_time": "2019-05-31 00:50:00"
    },
    {
        "id": 871552,
        "updated_sequence": 1862613,
        "published_at": {
            "unix": 1559263620,
            "text": "2019-05-31 01:47:00 +0100",
            "iso_8601": "2019-05-31T00:47:00Z"
        },
        "updated_at": {
            "unix": 1559263695,
            "text": "2019-05-31 01:48:15 +0100",
            "iso_8601": "2019-05-31T00:48:15Z"
        },
        "subject": "Chinese Composite PMI is said to be at 53.3 vs. Prev. 54.4 according to unconfirmed reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-composite-pmi-is-said-to-be-at-53-3-vs-prev-54-4-according-to-unconfirmed-reports-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:47:00",
        "gmt_time": "2019-05-31 00:47:00"
    },
    {
        "id": 871551,
        "updated_sequence": 1862610,
        "published_at": {
            "unix": 1559263320,
            "text": "2019-05-31 01:42:00 +0100",
            "iso_8601": "2019-05-31T00:42:00Z"
        },
        "updated_at": {
            "unix": 1559263409,
            "text": "2019-05-31 01:43:29 +0100",
            "iso_8601": "2019-05-31T00:43:29Z"
        },
        "subject": "Philippines Central Bank Governor Diokno says have more room to ease monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-governor-diokno-says-have-more-room-to-ease-monetary-policy-31-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:42:00",
        "gmt_time": "2019-05-31 00:42:00"
    },
    {
        "id": 871550,
        "updated_sequence": 1862607,
        "published_at": {
            "unix": 1559262600,
            "text": "2019-05-31 01:30:00 +0100",
            "iso_8601": "2019-05-31T00:30:00Z"
        },
        "updated_at": {
            "unix": 1559262667,
            "text": "2019-05-31 01:31:07 +0100",
            "iso_8601": "2019-05-31T00:31:07Z"
        },
        "subject": "Indonesia Manufacturing PMI (May) 51.6 (Prev. 50.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-manufacturing-pmi-may-51-6-prev-50-4-31-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:30:00",
        "gmt_time": "2019-05-31 00:30:00"
    },
    {
        "id": 871548,
        "updated_sequence": 1862601,
        "published_at": {
            "unix": 1559262180,
            "text": "2019-05-31 01:23:00 +0100",
            "iso_8601": "2019-05-31T00:23:00Z"
        },
        "updated_at": {
            "unix": 1559262262,
            "text": "2019-05-31 01:24:22 +0100",
            "iso_8601": "2019-05-31T00:24:22Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Nanya Technology (2408 TT) said it will keep supplying memory chips to Huawei as its exports contain less than 25% of software and technology originating from US",
        "content": "<p>TAIWAN</p><p>Nang Kuang Pharmaceutical (1752 TT) - Co. receives FDA ANDA approval for its LINEZOLID. (Newswires)</p><p>Nanya Technology (2408 TT) - Co. said it will keep supplying memory chips to Huawei as its exports contain less than 25% of US-origin software and technology in compliance with the US trade rule. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>No notable news stories.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-nanya-technology-2408-tt-said-it-will-keep-supplying-memory-chips-to-huawei-as-its-exports-contain-less-than-25-of-software-and-technology-originating-from-us-31-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:23:00",
        "gmt_time": "2019-05-31 00:23:00"
    },
    {
        "id": 871547,
        "updated_sequence": 1862598,
        "published_at": {
            "unix": 1559261340,
            "text": "2019-05-31 01:09:00 +0100",
            "iso_8601": "2019-05-31T00:09:00Z"
        },
        "updated_at": {
            "unix": 1559261455,
            "text": "2019-05-31 01:10:55 +0100",
            "iso_8601": "2019-05-31T00:10:55Z"
        },
        "subject": "Mexico Deputy Foreign Minister Seade says this was an unexpected move by Trump and is very extreme, adds normal route would be to mirror the tariffs although that would lead to a trade war",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-deputy-foreign-minister-seade-says-this-was-an-unexpected-move-by-trump-and-is-very-extreme-adds-normal-route-would-be-to-mirror-the-tariffs-although-that-would-lead-to-a-trade-war-31-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:09:00",
        "gmt_time": "2019-05-31 00:09:00"
    },
    {
        "id": 871546,
        "updated_sequence": 1862595,
        "published_at": {
            "unix": 1559260980,
            "text": "2019-05-31 01:03:00 +0100",
            "iso_8601": "2019-05-31T00:03:00Z"
        },
        "updated_at": {
            "unix": 1559261191,
            "text": "2019-05-31 01:06:31 +0100",
            "iso_8601": "2019-05-31T00:06:31Z"
        },
        "subject": "Asia equity markets begin negative and US equity futures are also under pressure after US President Trump announced 5% tariffs on all goods from Mexico which will increase to as much as 25% unless Mexico stops inflow of illegal aliens",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-negative-and-us-equity-futures-are-also-under-pressure-after-us-president-trump-announced-5-tariffs-on-all-goods-from-mexico-which-will-increase-to-as-much-as-25-unless-mexico-stops-inflow-of-illegal-aliens-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:03:00",
        "gmt_time": "2019-05-31 00:03:00"
    },
    {
        "id": 871546,
        "updated_sequence": 1862595,
        "published_at": {
            "unix": 1559260980,
            "text": "2019-05-31 01:03:00 +0100",
            "iso_8601": "2019-05-31T00:03:00Z"
        },
        "updated_at": {
            "unix": 1559261191,
            "text": "2019-05-31 01:06:31 +0100",
            "iso_8601": "2019-05-31T00:06:31Z"
        },
        "subject": "Asia equity markets begin negative and US equity futures are also under pressure after US President Trump announced 5% tariffs on all goods from Mexico which will increase to as much as 25% unless Mexico stops inflow of illegal aliens",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-negative-and-us-equity-futures-are-also-under-pressure-after-us-president-trump-announced-5-tariffs-on-all-goods-from-mexico-which-will-increase-to-as-much-as-25-unless-mexico-stops-inflow-of-illegal-aliens-31-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-31 08:03:00",
        "gmt_time": "2019-05-31 00:03:00"
    }
]