[
    {
        "id": 886827,
        "updated_sequence": 1932979,
        "published_at": {
            "unix": 1569011400,
            "text": "2019-09-20 21:30:00 +0100",
            "iso_8601": "2019-09-20T20:30:00Z"
        },
        "updated_at": {
            "unix": 1569011400,
            "text": "2019-09-20 21:30:00 +0100",
            "iso_8601": "2019-09-20T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-13-09-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 04:30:00",
        "gmt_time": "2019-09-20 20:30:00"
    },
    {
        "id": 887918,
        "updated_sequence": 1932975,
        "published_at": {
            "unix": 1569010380,
            "text": "2019-09-20 21:13:00 +0100",
            "iso_8601": "2019-09-20T20:13:00Z"
        },
        "updated_at": {
            "unix": 1569010431,
            "text": "2019-09-20 21:13:51 +0100",
            "iso_8601": "2019-09-20T20:13:51Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 23rd September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22821/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>MON: Eurozone &amp; US Manufacturing, Services &amp; Composite PMIs, US Chicago Fed National Activity</p><p>TUE: High-level UN General Assembly General Debate, German IFO, UK PSNB, BCB Minutes, Hungarian Rate Decision, US House Price Index, S&amp;P Case-Shiller Index, US CB Consumer Confidence, Richmond Fed Manufacturing Index, NZ Trade</p><p>WED: RBNZ Rate Decision, Norwegian Unemployment Rate, US New Home Sales</p><p>THU: German GFK Consumer Climate, Swedish Confidence Data, ECB Economic Bulletin, EZ M3 Money Supply, US GDP (F), Pending Home Sales, Banxico Rate Decision</p><p>FRI: Japanese Tokyo CPI, Chinese Industrial Profits, Swedish Retail Sales, Norwegian Unemployment Change, EZ Consumer Confidence (F), US Durables, PCE, Core PCE, Personal Spending &amp; Income, Uni of Michigan (F)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-23rd-september-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 04:13:00",
        "gmt_time": "2019-09-20 20:13:00"
    },
    {
        "id": 887917,
        "updated_sequence": 1932977,
        "published_at": {
            "unix": 1569010380,
            "text": "2019-09-20 21:13:00 +0100",
            "iso_8601": "2019-09-20T20:13:00Z"
        },
        "updated_at": {
            "unix": 1569010451,
            "text": "2019-09-20 21:14:11 +0100",
            "iso_8601": "2019-09-20T20:14:11Z"
        },
        "subject": "RANsquawk Central Banks - RANsquawk Central Bank Weekly - REVIEWING: FED, BOJ, BOE, NORGES, SNB, BCB, SARB. PREVIEWING: BANXICO AND RBNZ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22825/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-ransquawk-central-bank-weekly-reviewing-fed-boj-boe-norges-snb-bcb-sarb-previewing-banxico-and-rbnz-20-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 04:13:00",
        "gmt_time": "2019-09-20 20:13:00"
    },
    {
        "id": 887929,
        "updated_sequence": 1932973,
        "published_at": {
            "unix": 1569010200,
            "text": "2019-09-20 21:10:00 +0100",
            "iso_8601": "2019-09-20T20:10:00Z"
        },
        "updated_at": {
            "unix": 1569010329,
            "text": "2019-09-20 21:12:09 +0100",
            "iso_8601": "2019-09-20T20:12:09Z"
        },
        "subject": "RANsquawk US Market Wrap - 20th September 2019: China leaving US early raises concerns into the weekend",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22826/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>US MARKET WRAP 20th September 2019: China leaving US early raises concerns into the weekend</strong></p><p>&nbsp;</p><p><strong>* SNAPSHOT: </strong>Equities down, Treasuries up, Dollar up, Crude up</p><p><strong>* REAR VIEW: </strong>Chinese head home early, amid Trump saying ag. purchases alone won’t do; NY Fed provides repo operation timetable; Fed’s Bullard, Rosengren, and Clarida</p><p><strong>* NEXT WEEK: MON: </strong>Eurozone &amp; US PMIs. <strong>TUE:</strong> High-level UN General Assembly, German IFO. <strong>WED:</strong> RBNZ Rate Decision, US New Home Sales. <strong>THU:</strong> ECB Economic Bulletin, US GDP (F), Pending Home Sales, Banxico Rate Decision. <strong>FRI:</strong> US Durables, PCE, Core PCE, Personal Spending &amp; Income. <i>Click </i><a href=\"https://ransquawk.com/research_sheets/22821/download\"><i>here</i></a><i> to download RANsquawk Week in Focus.</i></p><p>&nbsp;</p><p><strong>* US-CHINA: </strong>The US removed 400 products from the tariff list, however the overall dollar amount was unknown, and the goods excluded included items such as: Single-cup coffee filters, plastic straws, Christmas tree lights, dog leashes and skateboards. The tariff exemptions follow requests from US companies, and as the exemptions are not on key items, it is hardly a significant step on improving relations between the two nations. However, US President Trump did state that a lot of progress is being made. Adding, he has an amazing relationship with Xi, but are currently having a ‘little spat’. On a deal, Trump stated Chinese agricultural purchases will not be enough, he wants a complete deal and that he does not need a deal before the 2020 election, reiterating China is 'eating' the tariffs. On an interim deal, US President Trump is reportedly not interested in a limited China deal, according to an aide. Seemingly contradicting earlier comments from the President who when asked about an interim deal he said he ‘guesses’ he could see one happening but would prefer a full deal. The overall atmospherics of the trade deputy trade meeting were however questioned, as the Montana Farm Bureau, as well as Nebraska’s department of agriculture, announced that the China delegation were no longer going to be visiting the farming states in the US, and that they have ended their trip early, heading back to China. Elsewhere, away from trade, Trump did raise the alarm that “China, in a sense, is a threat to the world” because of its military build-up.</p><p><strong>* REPO TIMETABLE: </strong>The<strong> </strong>New York Fed announced it will be conducting overnight repo-operations every trading day until October, 10th at a minimum amount of USD 75bln, with three 14-day term operations of at least USD 30bln next week; this - for the short - term will provide some reassurance to the funding market. Fed’s Clarida said the Fed acted decisively to combat the repo shock and reiterated Fed Chair Powell's line of thinking, that the repo issues are not a sign of concern for the economy. At the tail-end of the session the FT released an exclusive interview with NY Fed President Williams (voter) who questioned the hesitance of banks in the repo market, and that the focus should be on how the market functions and not the level of reserves at the Fed. Williams failed to provide much clarity but Senior VP at NY Fed Markets Group Logan alluded to the concentration of cash at a small number of banks as one potential issue, adding that the NY Fed had expected that as the repo rate rose, banks would withdraw cash at the Fed and lend it to the repo market, but this didn't materialize and the Fed had to launch its own repo operations.</p><p><strong>* FED: Fed's Rosengren</strong> (hawk, voted for no cut) stated his reasons for dissenting the 25bp cut, citing labour markets as already tight, current US monetary policy being accommodative, the fed funds target rate below the inflation target, low interest rates encouraging more leverage in underwritten riskier debt transactions, and that lowering rates to address trade and geopolitical risks is not costless. The Boston Fed President added later that reserve scarcity in the financial system is a solvable problem, whilst nodding to building permits and jobless claims as supportive of the economy. <strong>Fed's Bullard</strong> (dove, voted for 50bps cut) said he dissented from the 25bps cut decision as a larger cut was more appropriate, there are signs US growth is to slow soon, manufacturing appears to be in recession, (PCE) inflation measures continue to run below the target, and that it is prudent risk management to cut the policy rate aggressively now then later increase it, should the downside risks not materialize. <strong>Fed's Clarida</strong> (voter) reiterated the party line, saying the Fed will act as appropriate – being data attentive - to sustain the expansion, whilst acknowledging a “clearly” slowing global economy. The Fed Vice Chair noted the range of views on the Fed's committee but said they all agree they are in a good place. When asked about more cuts ahead, Clarida said he doesn’t want to put probabilities on another cut this year.</p><p><strong>* SAUDI-IRAN: </strong>US President Trump provided the details of the fresh sanctions, declaring them on the Iranian National Bank and Iran’s sovereign wealth fund. Treasury Secretary Mnuchin labelled them \"very big\" and that they remove the last source of funding for Iran. Trump was reported to receive drafts of military strike options on Friday but has not yet definitively announced whether they will be executed, and when asked about the military option, Trump said the US is always prepared; Trump also reiterated that a military option would work but should never have to use it, expects sanctions to work. Over in the Gulf, Sputnik reported an Iranian Envoy saying Iran is to keep reducing its Nuclear Deal commitments on a 60-day basis, but no decision has been decided on its 4th stage of reductions. The Yemen Houthis said they were to stop targeting Saudi territories, but they expect a “similar” announcement in return from Saudi. CBS reported that the US had positioned the USS Nitze - a destroyer armed with surface to air missiles - off the NE coast of Saudi to cover the gap in its air defences. Iran's Oil Minister Zanganeh has also reportedly ordered preparations for cyber-attacks against its oil infrastructure.</p><p><strong>* RANSQUAWK CENTRAL BANK WEEKLY - REVIEWING:</strong> FED, BOJ, BOE, NORGES, SNB, BCB, SARB. <strong>PREVIEWING:</strong> BANXICO AND RBNZ. Click <a href=\"https://ransquawk.com/research_sheets/22825/download\">here</a> to download the report.</p><p><strong>* BREXIT:&nbsp;</strong>Yesterday’s ‘positive’ comments from EC President Juncker have been downplayed, as it appeared to be rather stale comments with still no breakthrough. The proposals to the backstop were yet to be seen, however now they have, EU officials are seemingly not impressed, with Irish Foreign Minister Coveney saying the proposals do not stand up to scrutiny, and sources stating UK PM Johnsons ‘non-paper’ proposals are seen as a waste of time in Brussels, according to ITV. Also, EU27 diplomats reportedly said the non-papers were ‘horrible’, according to FT. In response to the ‘horrible’ proposals, the UK reportedly did not seem too pleased as The Sun reported, citing sources “The ideas we’ve put forward to avoid a hard border are serious and workable. As for Commission, two months ago they said there was absolutely no alternative to the backstop.” adding, “What we’re focussed on is getting a deal in the room. We trust they’ll do the same.” FT also reported that UK PM Johnson told colleagues he does not expect to be able to reach a full “legally operable” deal covering the Irish border at the meeting of EU leader, further clouding the prospects of a deal with the EU.</p><p><strong>* WTI (X9) SETTLED USD 0.10 LOWER AT USD 58.08/BBL; BRENT (X9) SETTLED USD 0.12 LOWER AT USD 64.28/BBL: </strong>Crude<strong> </strong>futures traded rangebound and subdued to end the week with participants cautious ahead of the weekend. The Trump administration announced fresh “highest ever” sanctions on Iran but did not announce a military strike, nor did it rule the option out, leaving an element of uncertainty on the potential for more oil supply disruptions. However, oil prices were victim to the risk-off move on reports that the Chinese agricultural delegation were heading home earlier than expected, seeing benchmarks push to session lows into the settlement. Looking on the week, oil prices are firmer - with Brent trading at an approximate USD 4/bbl premium to the close last week – albeit significantly off their record, leg-open highs set on Monday, where Brent printed just shy of USD 72/bbl, as the market’s fears of supply disruption have been swiftly alleviated with gratitude to Saudi Aramco’s reassurance it could maintain its production; participants are still paying close attention to the physical market to gain confirmation of theses promises, however.</p><p><strong>* US T-NOTE FUTURES (Z9) SETTLED 3 TICKS HIGHER AT 129-22. </strong>Treasuries<strong> </strong>caught<strong> </strong>a bid in the tail-end of the session and going into the weekend (after trading mainly sideways) in the latest risk-off flows as the Chinese delegation announced it was leaving the US earlier than it had anticipated. There was some support for the TPLEX earlier, taking cues from Bunds, after Germany announced new climate budget plans would be financed via taxes, otherwise little else had much effect on Friday. At settlement yields were lower by around 3bps with spreads mixed.</p><p><strong>* US-JAPAN: </strong>The<strong> </strong>US is unlikely to remove tariffs on imports of Japanese auto-parts in their trade agreement - due to be signed next week - Japanese Times reported citing sources. The newly appointed Japanese Foreign Minister Toshimitsu Motegi has recently been seeking confirmation in the talks that no additional tariffs would be placed on Japanese cars.</p><p><strong>* CANADA RETAIL SALES: </strong>July retail sales picked up from June to 0.4% from a prior revised -0.1%, albeit missing expectations for a 0.6% rise. Core retail sales declined this month missing expectations, printing -0.1%, lower than the 0.3% expected and much lower than the prior months 0.9% gain. Auto sales led the increase in the headline however a decline in building materials, gasoline and clothing weighed on the reading. RBC expect household spending will continue to grow at a respectable, if unspectacular, pace over H2 19. Adding it will probably be needed as elevated uncertainties remain regarding the potential spill over effect of international trade into the manufacturing sales activity.</p><p><strong>* GERMAN FISCAL SPENDING: </strong>German Chancellor Merkel said we remain committed to a balanced budget and not incurring new debt. Finance Minister Scholz said Germany would finance its climate package with taxes, which saw Bunds rise.</p><p><strong>* PBOC: </strong>The central bank cut its 1-year Loan Prime Rate to 4.2% (Prev. 4.25%), in line with expectations. However, left its 5-year LPR unchanged at 4.85%, where some had expected a cut to 4.8%. The cut to the 1-year rate was the second consecutive month in a bid to reduce borrowing costs for companies and consumers impacted by the trade war. The 5-year, however, was left unchanged to keep property prices under control, as it is used as a reference for mortgage loans. The cut was expected following the PBoC’s RRR cut to improve liquidity. This took effect Monday where 50bp was trimmed off the RRR, with some being offered a 100bp cut in the coming months. The 50bp cut freed up CNY 800bln in liquidity, and once the 100bp cuts are implemented (Oct15 &amp; Nov15), a further CNY 100bln will be freed.</p><p><strong>* CLOSING LEVELS: </strong>S&amp;P 500 -0.5% at 2992, NASDAQ-100 -1% at 7824, Dow Jones&nbsp; -0.6% at 26934</p><p><strong>* S&amp;P 500 SECTORS: </strong>Consumer Discretionary&nbsp; -1.2%, Consumer Staples&nbsp; -0.2%, Energy&nbsp; 0.1%, Financials&nbsp; -0.6%, Health Care&nbsp; 0.6%, Industrials&nbsp; -0.7%, Information Technology&nbsp; -1.1%, Materials&nbsp; -0.2%, Telecommunication Services&nbsp; -0.5%, Utilities&nbsp; 0.4%</p><p><strong>* STOCK SPECIFICS:</strong> Netflix (NFLX) tumbled as its CEO announced a challenging outlook due to growing competition and Evercore suggested a risk of disappointing Q3 international subscribers. Roku (ROKU) nosedived on Pinnacle initiating the streaming device maker at a Sell rating, citing increasing competition. PG&amp;E (PCG) suffered from a new USD 24bln wildfire victim reorganisation plan. Eli Lilly (LLY) opened higher after receiving label approval from European regulators for a diabetes treatment. Merck (MRK) was bolstered by the FDA expanded label use for two HIV treatments. United Rentals (URI) benefited from an upgrade to a Buy rating at Goldman Sachs. Regeneron (REGN) outperformed after receiving European recommended approval for another use of its Dupixient. Xilinx (XLNX) opened on the backfoot after its CFO departed unexpectedly. Harley Davidson (HOG) was firmer due to UBS forecasting a less-severe outlook. Wayfair (W) was initiated with a Sell rating at Berenberg, citing competition.</p><p><strong>* WEEKLY FX WRAP:</strong></p><p><strong>USD: </strong>The Dollar has bounced firmly across the board amidst a broad downturn in risk sentiment following reports that US President Trump is not keen on striking a mini or interim deal with China on trade, while seemingly rising prospects of a Brexit deal have been dashed by UK PM Johnson playing down the chances of being able to reach a full legally operational arrangement for the Irish border at next month’s EU Summit. However, the DXY remains just off best levels seen so far this week (98.749) within a 98.621-139 range and initial post-FOMC highs on ‘hawkish cut’ perceptions. To recap, the Fed eased by 25 bp, but retained an upbeat assessment of the economy overall and the SEP dot plots did not explicitly map out any further cuts this year or in 2020. Nevertheless, the accompanying statement maintained that action will be taken as appropriate to sustain growth and keep inflation on track towards target, while Powell stressed uncertainty over the outlook in the press conference and Q&amp;A. Meanwhile, the NY Fed responded to a significant imbalance in the overnight repo market caused by Treasury coupon payments coinciding with corporate tax payments and perhaps exacerbated by margin calls on short crude positions due to a sharp spike in underlying oil prices following attacks on 2 major Saudi Arabian sites last weekend by injecting liquidity for the 1st time in 10 years, and subsequently announced more 1 day ops and 3 term repos (14 day maturities).</p><p><strong>JPY/CHF/GBP/NOK: </strong>The Yen ends the week coming off the 108.00 level and mid-range vs the Greenback, with underlying support from the BoJ keeping rates and YCC bands unchanged, but also bolstered by its safe-haven appeal. Similarly, the Franc derived impetus via the SNB resisting any temptation to match last week’s 10 bp ECB cut or upgrade its assessment of the Swiss currency, while sweetening NIRP exemption terms for banks via an even more generous factor 25 vs 20. Conversely, Sterling largely shrugged off another BoE policy meeting ending with small and limited tightening guidance based on a smooth Brexit, and was more responsive to UK data (soft CPI and retail sales) before going on a tear when EU’s Juncker held out the possibility of a breakthrough on the Irish backstop, with full compliance of the border objectives. However, the Pound suffered a pretty pronounced fall from grace and reality check (Cable recoiling from circa 1.2580 to around 1.2460, though still above sub-1.2400 lows, and Eur/Gbp back over 0.8800) when Ireland’s Foreign Minister and various EU officials claimed that Britain has still not delivered proposals that are compatible with the principles of the existing WA. Elsewhere, the Norwegian Krona also witnessed an abrupt change of direction with Eur/Nok declining in immediate response to the ¼ point Norges Bank hike that was seen as 50-50 going into the verdict, but the cross then rebounding all the way up to 9.9730+ from just above 9.8120 in acknowledgement of a shallower rate path and Governor Olson assigning a 40% probability to further tightening.</p><p><strong>NZD/AUD/CAD: </strong>All on the back foot and much nearer worst levels vs their US counterparts than highs, with the Kiwi extending losses through 0.6300 ahead of next week’s RNBZ meeting in apprehension that easing expectations will be confirmed via forward guidance if not action, while outside calls for an RBA cut in October have grown in wake of dovish minutes and disappointing Aussie jobs data to leave Aud/Usd further away from 0.6800 and not far from 0.6900 at one stage. The Loonie is holding up a bit better between 1.3207-1.3309 parameters, but not helped by benign Canadian CPI a decline in retail sales or oil coming off the boil as Saudi’s Aramco aims to restore all of the 50% output loss by the end of September. Note also, election uncertainty has kept Usd/Cad elevated.</p><p><strong>EUR: </strong>The single currency has been mainly tracking swings in risk appetite/aversion, while keeping tabs on Eurozone political developments (Spain and Italy), yield differentials and the ongoing fall-out from last Thursday’s ECB stimulus package. However, rebounds towards 1.1100 vs the Buck have faded and become increasingly shallow amidst heavy option expiry interest and chart resistance on top of economic indicators and inflation data underlining slowdown or even recession tendencies ahead of preliminary PMIs due at the start of next week.</p><p><strong>EM: </strong>Very volatile trade in regional currencies and the aforementioned sour tone on Friday has taken its toll amidst heightened geopolitical/Middle East tensions, as the US unveiled more sanctions against Iran. However, the Real also factored in another 50 bp BCB rate cut and while the SARB stood pat there was enough in the accompanying statements to signal an easing bias and the Rand has recoiled towards 15.0000 vs the Dollar compared to highs close to 14.5000. Elsewhere, CBRT minutes have compounded rate cut expectations via a dovish inflation outlook, with the Lira also jittery about the US imposing sanctions due to Turkey’s S-400 Russian purchase and Syrian military actions. Conversely, Indian tax cuts have bolstered the Rupee and the Indonesian Rupiah has welcomed another 25bp BNI rate cut.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-20th-september-2019-china-leaving-us-early-raises-concerns-into-the-weekend-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 04:10:00",
        "gmt_time": "2019-09-20 20:10:00"
    },
    {
        "id": 887928,
        "updated_sequence": 1932970,
        "published_at": {
            "unix": 1569010020,
            "text": "2019-09-20 21:07:00 +0100",
            "iso_8601": "2019-09-20T20:07:00Z"
        },
        "updated_at": {
            "unix": 1569010122,
            "text": "2019-09-20 21:08:42 +0100",
            "iso_8601": "2019-09-20T20:08:42Z"
        },
        "subject": "S&P raised Spain's rating to A from A-; Outlook Stable (Prev. Positive) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-raised-spain-s-rating-to-a-from-a-outlook-stable-prev-positive-20-09-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 04:07:00",
        "gmt_time": "2019-09-20 20:07:00"
    },
    {
        "id": 887927,
        "updated_sequence": 1932967,
        "published_at": {
            "unix": 1569009420,
            "text": "2019-09-20 20:57:00 +0100",
            "iso_8601": "2019-09-20T19:57:00Z"
        },
        "updated_at": {
            "unix": 1569009508,
            "text": "2019-09-20 20:58:28 +0100",
            "iso_8601": "2019-09-20T19:58:28Z"
        },
        "subject": "Phillips 66 Beaumont crude terminal in Texas remains temporarily shut down, and crews are assessing potential flood damage ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-beaumont-crude-terminal-in-texas-remains-temporarily-shut-down-and-crews-are-assessing-potential-flood-damage-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:57:00",
        "gmt_time": "2019-09-20 19:57:00"
    },
    {
        "id": 887926,
        "updated_sequence": 1932962,
        "published_at": {
            "unix": 1569009000,
            "text": "2019-09-20 20:50:00 +0100",
            "iso_8601": "2019-09-20T19:50:00Z"
        },
        "updated_at": {
            "unix": 1569009119,
            "text": "2019-09-20 20:51:59 +0100",
            "iso_8601": "2019-09-20T19:51:59Z"
        },
        "subject": "MOC: SPX 1.2bln to buy (2bln to buy at 15:49 ET)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moc-spx-1-2bln-to-buy-2bln-to-buy-at-15-49-et-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:50:00",
        "gmt_time": "2019-09-20 19:50:00"
    },
    {
        "id": 887925,
        "updated_sequence": 1932964,
        "published_at": {
            "unix": 1569008340,
            "text": "2019-09-20 20:39:00 +0100",
            "iso_8601": "2019-09-20T19:39:00Z"
        },
        "updated_at": {
            "unix": 1569009123,
            "text": "2019-09-20 20:52:03 +0100",
            "iso_8601": "2019-09-20T19:52:03Z"
        },
        "subject": "Fed's Williams (voter) questions the hesitance of banks in the repo market, says we need to focus on how the market functions and not the level of reserves at the Fed, in an FT interview",
        "content": "<ul><li>Senior VP at NY Fed Markets Group Logan alludes to the concentration of cash at a small number of banks as one potential issue; adds that the NY Fed had expected that as the repo rate rose, banks would withdraw cash at the Fed and lend it to the repo market, but this didn't materialize and the Fed had to launch its own repo operations.</li></ul><p>&nbsp;</p><ul><li><a href=\"https://www.ft.com/content/83a5bb70-dbca-11e9-8f9b-77216ebe1f17\">Via FT</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "fed-s-williams-voter-questions-the-hesitance-of-banks-in-the-repo-market-says-we-need-to-focus-on-how-the-market-functions-and-not-the-level-of-reserves-at-the-fed-in-an-ft-interview-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:39:00",
        "gmt_time": "2019-09-20 19:39:00"
    },
    {
        "id": 887924,
        "updated_sequence": 1932952,
        "published_at": {
            "unix": 1569006660,
            "text": "2019-09-20 20:11:00 +0100",
            "iso_8601": "2019-09-20T19:11:00Z"
        },
        "updated_at": {
            "unix": 1569006791,
            "text": "2019-09-20 20:13:11 +0100",
            "iso_8601": "2019-09-20T19:13:11Z"
        },
        "subject": "Saudi Arabia has restored 60% of the halted output, producing 3.34mln BPD at the affected facilities, according to Genscape",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-has-restored-60-of-the-halted-output-producing-3-34mln-bpd-at-the-affected-facilities-according-to-genscape-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:11:00",
        "gmt_time": "2019-09-20 19:11:00"
    },
    {
        "id": 887923,
        "updated_sequence": 1932945,
        "published_at": {
            "unix": 1569006120,
            "text": "2019-09-20 20:02:00 +0100",
            "iso_8601": "2019-09-20T19:02:00Z"
        },
        "updated_at": {
            "unix": 1569006177,
            "text": "2019-09-20 20:02:57 +0100",
            "iso_8601": "2019-09-20T19:02:57Z"
        },
        "subject": "Valero Houston Texas Refinery has reported maintenance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-houston-texas-refinery-has-reported-maintenance-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:02:00",
        "gmt_time": "2019-09-20 19:02:00"
    },
    {
        "id": 887922,
        "updated_sequence": 1932947,
        "published_at": {
            "unix": 1569006000,
            "text": "2019-09-20 20:00:00 +0100",
            "iso_8601": "2019-09-20T19:00:00Z"
        },
        "updated_at": {
            "unix": 1569006206,
            "text": "2019-09-20 20:03:26 +0100",
            "iso_8601": "2019-09-20T19:03:26Z"
        },
        "subject": "Fed's Kaplan (non-voter) says he has penciled in no more rate cut this year and one next year; Fed should seriously examine plans to allow balance sheet increase with the increase in demand for reserves ",
        "content": "<ul><li>Says he is opposed nor leaning towards further rate cuts this year</li><li>Says he will be open minded and will not prejudge; watching how trade developments unfold</li><li>Says rate cuts this year make it more likely 10-year Treasury yield will rise</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-says-he-has-penciled-in-no-more-rate-cut-this-year-and-one-next-year-fed-should-seriously-examine-plans-to-allow-balance-sheet-increase-with-the-increase-in-demand-for-reserves-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 03:00:00",
        "gmt_time": "2019-09-20 19:00:00"
    },
    {
        "id": 887921,
        "updated_sequence": 1932939,
        "published_at": {
            "unix": 1569005100,
            "text": "2019-09-20 19:45:00 +0100",
            "iso_8601": "2019-09-20T18:45:00Z"
        },
        "updated_at": {
            "unix": 1569005171,
            "text": "2019-09-20 19:46:11 +0100",
            "iso_8601": "2019-09-20T18:46:11Z"
        },
        "subject": "Phillips 66 say that partial operations are expected to start this weekend at its Beaumont terminal in Nederlands, Texas",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-say-that-partial-operations-are-expected-to-start-this-weekend-at-its-beaumont-terminal-in-nederlands-texas-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 02:45:00",
        "gmt_time": "2019-09-20 18:45:00"
    },
    {
        "id": 887920,
        "updated_sequence": 1932936,
        "published_at": {
            "unix": 1569004380,
            "text": "2019-09-20 19:33:00 +0100",
            "iso_8601": "2019-09-20T18:33:00Z"
        },
        "updated_at": {
            "unix": 1569005006,
            "text": "2019-09-20 19:43:26 +0100",
            "iso_8601": "2019-09-20T18:43:26Z"
        },
        "subject": "WTI (X9) settles USD 0.10 lower at USD 58.08/bbl; Brent (X9) settles USD 0.12 lower at USD 64.28/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Crude<strong> </strong>futures traded rangebound and subdued to end the week with participants cautious ahead of the weekend. The Trump administration announced fresh “highest ever” sanctions on Iran but did not announce a military strike, nor did it rule the option out, leaving an element of uncertainty on the potential for more oil supply disruptions. However, oil prices were victim to the risk-off move on reports that the Chinese agricultural delegation were heading home earlier than expected, seeing benchmarks push to session lows into the settlement. Looking on the week, oil prices are firmer - with Brent trading at an approximate USD 4/bbl premium to the close last week – albeit significantly off their record, leg-open highs set on Monday, where Brent printed just shy of USD 72/bbl, as the market’s fears of supply disruption have been swiftly alleviated with gratitude to Saudi Aramco’s reassurance it could maintain its production; participants are still paying close attention to the physical market to gain confirmation of theses promises, however.</li></ul>",
        "analysis_updated_at": {
            "unix": 1569004440,
            "text": "2019-09-20 19:34:00 +0100",
            "iso_8601": "2019-09-20T18:34:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-x9-settles-usd-0-10-lower-at-usd-58-08-bbl-brent-x9-settles-usd-0-12-lower-at-usd-64-28-bbl-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 02:33:00",
        "gmt_time": "2019-09-20 18:33:00"
    },
    {
        "id": 887919,
        "updated_sequence": 1932934,
        "published_at": {
            "unix": 1569004260,
            "text": "2019-09-20 19:31:00 +0100",
            "iso_8601": "2019-09-20T18:31:00Z"
        },
        "updated_at": {
            "unix": 1569004659,
            "text": "2019-09-20 19:37:39 +0100",
            "iso_8601": "2019-09-20T18:37:39Z"
        },
        "subject": "Fed's Rosengren (voter, hawkish dissenter) said PPI and Dallas Trimmed Mean inflation measures are firm, according to Fox Business News",
        "content": "<ul><li>Does not see another rate cut unless the financial conditions change, in his own view&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "fed-s-rosengren-voter-hawkish-dissenter-said-ppi-and-dallas-trimmed-mean-inflation-measures-are-firm-according-to-fox-business-news-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 02:31:00",
        "gmt_time": "2019-09-20 18:31:00"
    },
    {
        "id": 887916,
        "updated_sequence": 1932918,
        "published_at": {
            "unix": 1569003000,
            "text": "2019-09-20 19:10:00 +0100",
            "iso_8601": "2019-09-20T18:10:00Z"
        },
        "updated_at": {
            "unix": 1569003173,
            "text": "2019-09-20 19:12:53 +0100",
            "iso_8601": "2019-09-20T18:12:53Z"
        },
        "subject": "US President Trump is not scheduled to meet Iran at the UN General Assembly, but Secretary of State Pompeo will discuss Iran on the fringes during meetings with other Gulf members",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-not-scheduled-to-meet-iran-at-the-un-general-assembly-but-secretary-of-state-pompeo-will-discuss-iran-on-the-fringes-during-meetings-with-other-gulf-members-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 02:10:00",
        "gmt_time": "2019-09-20 18:10:00"
    },
    {
        "id": 887915,
        "updated_sequence": 1932920,
        "published_at": {
            "unix": 1569002880,
            "text": "2019-09-20 19:08:00 +0100",
            "iso_8601": "2019-09-20T18:08:00Z"
        },
        "updated_at": {
            "unix": 1569003517,
            "text": "2019-09-20 19:18:37 +0100",
            "iso_8601": "2019-09-20T18:18:37Z"
        },
        "subject": "Fed's Kaplan (non-voter) says monetary policy cannot be the only game in town, economies need a broader menu of other policies",
        "content": "<ul><li>Hopeful a rate cut will help deliver a more normal shaped yield curve</li><li>Rate cuts should be tactical, limited and constrained</li><li>Will be watching how the data unfolds</li><li>Bulk of decline in Treasury yields has been due to investor pessimism about long-term growth</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-says-monetary-policy-cannot-be-the-only-game-in-town-economies-need-a-broader-menu-of-other-policies-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 02:08:00",
        "gmt_time": "2019-09-20 18:08:00"
    },
    {
        "id": 887914,
        "updated_sequence": 1932907,
        "published_at": {
            "unix": 1569002280,
            "text": "2019-09-20 18:58:00 +0100",
            "iso_8601": "2019-09-20T17:58:00Z"
        },
        "updated_at": {
            "unix": 1569002371,
            "text": "2019-09-20 18:59:31 +0100",
            "iso_8601": "2019-09-20T17:59:31Z"
        },
        "subject": "Nebraska Department of Agriculture says the Chinese delegation has too cancelled its visit to Nebraska",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>In fitting with the Montana reports&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1569002371,
            "text": "2019-09-20 18:59:31 +0100",
            "iso_8601": "2019-09-20T17:59:31Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "nebraska-department-of-agriculture-says-the-chinese-delegation-has-too-cancelled-its-visit-to-nebraska-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:58:00",
        "gmt_time": "2019-09-20 17:58:00"
    },
    {
        "id": 887913,
        "updated_sequence": 1932904,
        "published_at": {
            "unix": 1569002160,
            "text": "2019-09-20 18:56:00 +0100",
            "iso_8601": "2019-09-20T17:56:00Z"
        },
        "updated_at": {
            "unix": 1569002230,
            "text": "2019-09-20 18:57:10 +0100",
            "iso_8601": "2019-09-20T17:57:10Z"
        },
        "subject": "FitBit (FIT) has tapped banks for the possibility of a sale, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitbit-fit-has-tapped-banks-for-the-possibility-of-a-sale-according-to-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:56:00",
        "gmt_time": "2019-09-20 17:56:00"
    },
    {
        "id": 887912,
        "updated_sequence": 1932910,
        "published_at": {
            "unix": 1569001200,
            "text": "2019-09-20 18:40:00 +0100",
            "iso_8601": "2019-09-20T17:40:00Z"
        },
        "updated_at": {
            "unix": 1569002865,
            "text": "2019-09-20 19:07:45 +0100",
            "iso_8601": "2019-09-20T18:07:45Z"
        },
        "subject": "Fed's Kaplan (non-voter) expects 2019 US GDP growth to be around 2%, growing around 1.7% in H2",
        "content": "<ul><li>US manufacturing is weak and business investment sluggish, but the consumer is strong</li><li>His concern is that weakness may seep into elsewhere in the economy, weighing on the jobs market and consumer</li><li>If we wait to see evidence of a weak consumer, the Fed will have waited too long, would rather take modest and limited action</li><li>Hopes the disagreement around the Fed policy setting table continues as it makes for better decisions]</li><li>Very skeptical of negative rates, would not be in favour of using them currently&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-expects-2019-us-gdp-growth-to-be-around-2-growing-around-1-7-in-h2-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:40:00",
        "gmt_time": "2019-09-20 17:40:00"
    },
    {
        "id": 887911,
        "updated_sequence": 1932894,
        "published_at": {
            "unix": 1569000480,
            "text": "2019-09-20 18:28:00 +0100",
            "iso_8601": "2019-09-20T17:28:00Z"
        },
        "updated_at": {
            "unix": 1569000641,
            "text": "2019-09-20 18:30:41 +0100",
            "iso_8601": "2019-09-20T17:30:41Z"
        },
        "subject": "Fed's Bullard (Dove, voted 50bps cut) says he forecasts one more rate cut in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Indicating himself as one of the seven Fed members (out of 17 total) who voted for another cut this year</li></ul>",
        "analysis_updated_at": {
            "unix": 1569000641,
            "text": "2019-09-20 18:30:41 +0100",
            "iso_8601": "2019-09-20T17:30:41Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-dove-voted-50bps-cut-says-he-forecasts-one-more-rate-cut-in-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:28:00",
        "gmt_time": "2019-09-20 17:28:00"
    },
    {
        "id": 887910,
        "updated_sequence": 1932896,
        "published_at": {
            "unix": 1569000420,
            "text": "2019-09-20 18:27:00 +0100",
            "iso_8601": "2019-09-20T17:27:00Z"
        },
        "updated_at": {
            "unix": 1569000680,
            "text": "2019-09-20 18:31:20 +0100",
            "iso_8601": "2019-09-20T17:31:20Z"
        },
        "subject": "Yemen Houthis to stop targeting Saudi territories, according to Al Masirah, who say they expect those targeting Yemen to announce something similar",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al Masirah",
        "slug": "yemen-houthis-to-stop-targeting-saudi-territories-according-to-al-masirah-who-say-they-expect-those-targeting-yemen-to-announce-something-similar-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:27:00",
        "gmt_time": "2019-09-20 17:27:00"
    },
    {
        "id": 887909,
        "updated_sequence": 1932884,
        "published_at": {
            "unix": 1568999580,
            "text": "2019-09-20 18:13:00 +0100",
            "iso_8601": "2019-09-20T17:13:00Z"
        },
        "updated_at": {
            "unix": 1569000044,
            "text": "2019-09-20 18:20:44 +0100",
            "iso_8601": "2019-09-20T17:20:44Z"
        },
        "subject": "Montana Farm Bureau says the Chinese delegation has cancelled its US farm visit to Montana, and agriculture officials are returning to China sooner than expected",
        "content": "",
        "reaction_details": "<ul><li>ES (Z9) futures fell from 3011 to 2990, and counting. T-Note (Z9) futures rose from 129-17 to 129-22. WTI (X9) futures fell from 58.91 to 58.50</li></ul>",
        "reaction_updated_at": {
            "unix": 1568999700,
            "text": "2019-09-20 18:15:00 +0100",
            "iso_8601": "2019-09-20T17:15:00Z"
        },
        "analysis_details": "<ul><li>They were scheduled to visit farmlands in the US</li></ul>",
        "analysis_updated_at": {
            "unix": 1568999700,
            "text": "2019-09-20 18:15:00 +0100",
            "iso_8601": "2019-09-20T17:15:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "montana-farm-bureau-says-the-chinese-delegation-has-cancelled-its-us-farm-visit-to-montana-and-agriculture-officials-are-returning-to-china-sooner-than-expected-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:13:00",
        "gmt_time": "2019-09-20 17:13:00"
    },
    {
        "id": 887908,
        "updated_sequence": 1932882,
        "published_at": {
            "unix": 1568999460,
            "text": "2019-09-20 18:11:00 +0100",
            "iso_8601": "2019-09-20T17:11:00Z"
        },
        "updated_at": {
            "unix": 1568999879,
            "text": "2019-09-20 18:17:59 +0100",
            "iso_8601": "2019-09-20T17:17:59Z"
        },
        "subject": "Fed's Bullard (voter, 50bps cut) says Fed should not market signals of a potential recession; Fed needs to \"face-up\" that it cannot diverge too far from the trillions of negative rate bonds globally",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-voter-50bps-cut-says-fed-should-not-market-signals-of-a-potential-recession-fed-needs-to-face-up-that-it-cannot-diverge-too-far-from-the-trillions-of-negative-rate-bonds-globally-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:11:00",
        "gmt_time": "2019-09-20 17:11:00"
    },
    {
        "id": 887907,
        "updated_sequence": 1932870,
        "published_at": {
            "unix": 1568999340,
            "text": "2019-09-20 18:09:00 +0100",
            "iso_8601": "2019-09-20T17:09:00Z"
        },
        "updated_at": {
            "unix": 1568999424,
            "text": "2019-09-20 18:10:24 +0100",
            "iso_8601": "2019-09-20T17:10:24Z"
        },
        "subject": "Fluor (FLR) to announce cost cutting measures and a dividend cut to boost its balance sheet, according to Street Insider",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fluor-flr-to-announce-cost-cutting-measures-and-a-dividend-cut-to-boost-its-balance-sheet-according-to-street-insider-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:09:00",
        "gmt_time": "2019-09-20 17:09:00"
    },
    {
        "id": 887906,
        "updated_sequence": 1932867,
        "published_at": {
            "unix": 1568999280,
            "text": "2019-09-20 18:08:00 +0100",
            "iso_8601": "2019-09-20T17:08:00Z"
        },
        "updated_at": {
            "unix": 1568999332,
            "text": "2019-09-20 18:08:52 +0100",
            "iso_8601": "2019-09-20T17:08:52Z"
        },
        "subject": "Walmart (WMT) will discontinue the sale of e-cigarettes (MO) in its stores, according to a company memo",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "walmart-wmt-will-discontinue-the-sale-of-e-cigarettes-mo-in-its-stores-according-to-a-company-memo-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:08:00",
        "gmt_time": "2019-09-20 17:08:00"
    },
    {
        "id": 887905,
        "updated_sequence": 1932864,
        "published_at": {
            "unix": 1568998800,
            "text": "2019-09-20 18:00:00 +0100",
            "iso_8601": "2019-09-20T17:00:00Z"
        },
        "updated_at": {
            "unix": 1568998991,
            "text": "2019-09-20 18:03:11 +0100",
            "iso_8601": "2019-09-20T17:03:11Z"
        },
        "subject": "Baker Hughes (Sep 13): Oil rigs -14 at 719, Nat Gas rigs -5 at 148, Total rigs -18 at 868",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Oil drillers cut rigs for fifth week in a row</li><li>Oil rigs fall to lowest level since May 2017</li></ul>",
        "analysis_updated_at": {
            "unix": 1568998991,
            "text": "2019-09-20 18:03:11 +0100",
            "iso_8601": "2019-09-20T17:03:11Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "baker-hughes-sep-13-oil-rigs-14-at-719-nat-gas-rigs-5-at-148-total-rigs-18-at-868-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 01:00:00",
        "gmt_time": "2019-09-20 17:00:00"
    },
    {
        "id": 887904,
        "updated_sequence": 1932954,
        "published_at": {
            "unix": 1568998320,
            "text": "2019-09-20 17:52:00 +0100",
            "iso_8601": "2019-09-20T16:52:00Z"
        },
        "updated_at": {
            "unix": 1569007293,
            "text": "2019-09-20 20:21:33 +0100",
            "iso_8601": "2019-09-20T19:21:33Z"
        },
        "subject": "UK Brexit proposals don’t amount to legally operational solution and falls short of satisfying objective of backstop, according to Sky News citing a leaked document",
        "content": "<ul><li><a href=\"https://twitter.com/BethRigby/status/1175090044421529600\">Via Twitter</a></li><li>Later on, the UK reportedly responded, according to sources, that '‘The ideas we’ve put forward to avoid a hard border are serious and workable. As for Commission, two months ago they said there was absolutely no alternative to the backstop.’ adding, 'What we’re focussed on is actually getting a deal in the room. We trust they’ll do the same.’ (<a href=\"https://twitter.com/nick_gutteridge/status/1175113282799243269\">The Sun</a>)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "uk-brexit-proposals-don-t-amount-to-legally-operational-solution-and-falls-short-of-satisfying-objective-of-backstop-according-to-sky-news-citing-a-leaked-document-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:52:00",
        "gmt_time": "2019-09-20 16:52:00"
    },
    {
        "id": 887903,
        "updated_sequence": 1932856,
        "published_at": {
            "unix": 1568997600,
            "text": "2019-09-20 17:40:00 +0100",
            "iso_8601": "2019-09-20T16:40:00Z"
        },
        "updated_at": {
            "unix": 1568997683,
            "text": "2019-09-20 17:41:23 +0100",
            "iso_8601": "2019-09-20T16:41:23Z"
        },
        "subject": "US President Trump reiterates military option would work but should never have to use it, and that he expects sanctions to work ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-reiterates-military-option-would-work-but-should-never-have-to-use-it-and-that-he-expects-sanctions-to-work-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:40:00",
        "gmt_time": "2019-09-20 16:40:00"
    },
    {
        "id": 887902,
        "updated_sequence": 1932853,
        "published_at": {
            "unix": 1568997360,
            "text": "2019-09-20 17:36:00 +0100",
            "iso_8601": "2019-09-20T16:36:00Z"
        },
        "updated_at": {
            "unix": 1568997531,
            "text": "2019-09-20 17:38:51 +0100",
            "iso_8601": "2019-09-20T16:38:51Z"
        },
        "subject": "Iran is reportedly to keep reducing its nuclear deal commitments on a 60-day basis, but no decision has been decided on its 4th stage of reductions, according to Sputnik citing an Iranian Envoy",
        "content": "<p><a href=\"https://sputniknews.com/middleeast/201909201076853971-iran-to-keep-reducing-jcpoa-commitments-on-60-day-basis/?utm_source=https://t.co/BtWgeV6QT6&amp;utm_medium=short_url&amp;utm_content=9Psj&amp;utm_campaign=URL_shortening\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sputnik",
        "slug": "iran-is-reportedly-to-keep-reducing-its-nuclear-deal-commitments-on-a-60-day-basis-but-no-decision-has-been-decided-on-its-4th-stage-of-reductions-according-to-sputnik-citing-an-iranian-envoy-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:36:00",
        "gmt_time": "2019-09-20 16:36:00"
    },
    {
        "id": 887901,
        "updated_sequence": 1932850,
        "published_at": {
            "unix": 1568996700,
            "text": "2019-09-20 17:25:00 +0100",
            "iso_8601": "2019-09-20T16:25:00Z"
        },
        "updated_at": {
            "unix": 1568997071,
            "text": "2019-09-20 17:31:11 +0100",
            "iso_8601": "2019-09-20T16:31:11Z"
        },
        "subject": "US President Trump says he has an amazing relationship with Xi, but having a little spat, Chinese agricultural purchases will not be enough, he wants a complete deal and says he does not need a deal before the 2020 election, China is 'eating' the tariffs",
        "content": "<ul><li>Reiterates he could do a quick deal but he would want to do it properly and get a full deal</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-has-an-amazing-relationship-with-xi-but-having-a-little-spat-chinese-agricultural-purchases-will-not-be-enough-he-wants-a-complete-deal-and-says-he-does-not-need-a-deal-before-the-2020-election-china-is-eating-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:25:00",
        "gmt_time": "2019-09-20 16:25:00"
    },
    {
        "id": 887900,
        "updated_sequence": 1932838,
        "published_at": {
            "unix": 1568996340,
            "text": "2019-09-20 17:19:00 +0100",
            "iso_8601": "2019-09-20T16:19:00Z"
        },
        "updated_at": {
            "unix": 1568996367,
            "text": "2019-09-20 17:19:27 +0100",
            "iso_8601": "2019-09-20T16:19:27Z"
        },
        "subject": "CBRT says it has increased its Reserve Requirement Ratios for FX deposits by 100bps for all maturities which will withdraw roughly USD 2.1bln worth of FX liquidity from the market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbrt-says-it-has-increased-its-reserve-requirement-ratios-for-fx-deposits-by-100bps-for-all-maturities-which-will-withdraw-roughly-usd-2-1bln-worth-of-fx-liquidity-from-the-market-20-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:19:00",
        "gmt_time": "2019-09-20 16:19:00"
    },
    {
        "id": 887899,
        "updated_sequence": 1932833,
        "published_at": {
            "unix": 1568995680,
            "text": "2019-09-20 17:08:00 +0100",
            "iso_8601": "2019-09-20T16:08:00Z"
        },
        "updated_at": {
            "unix": 1568995937,
            "text": "2019-09-20 17:12:17 +0100",
            "iso_8601": "2019-09-20T16:12:17Z"
        },
        "subject": "Science Applications (SAIC) could reportedly lose their USD 1.8bln DOJ Asset Forfeiture contract, according to Washington Technologty",
        "content": "<ul><li><a href=\"https://washingtontechnology.com/blogs/editors-notebook/2019/09/asrc-justice-protest.aspx?s=wtdaily_200919\">Via article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "science-applications-saic-could-reportedly-lose-their-usd-1-8bln-doj-asset-forfeiture-contract-according-to-washington-technologty-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:08:00",
        "gmt_time": "2019-09-20 16:08:00"
    },
    {
        "id": 887898,
        "updated_sequence": 1932835,
        "published_at": {
            "unix": 1568995260,
            "text": "2019-09-20 17:01:00 +0100",
            "iso_8601": "2019-09-20T16:01:00Z"
        },
        "updated_at": {
            "unix": 1568996031,
            "text": "2019-09-20 17:13:51 +0100",
            "iso_8601": "2019-09-20T16:13:51Z"
        },
        "subject": "US Household net worth rose to USD 113.5tln in Q219, up from USD 4.2tln in Q1",
        "content": "<ul><li>Household Debt rose to USD 15.83tln in Q219 (Q1: USD 15.76trln)</li><li>US Non-Financial Firms: USD 4.5trln in liquid assets in Q2 (Q1: 4.2trln)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-household-net-worth-rose-to-usd-113-5tln-in-q219-up-from-usd-4-2tln-in-q1-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-21 00:01:00",
        "gmt_time": "2019-09-20 16:01:00"
    },
    {
        "id": 887897,
        "updated_sequence": 1932821,
        "published_at": {
            "unix": 1568994960,
            "text": "2019-09-20 16:56:00 +0100",
            "iso_8601": "2019-09-20T15:56:00Z"
        },
        "updated_at": {
            "unix": 1568995103,
            "text": "2019-09-20 16:58:23 +0100",
            "iso_8601": "2019-09-20T15:58:23Z"
        },
        "subject": "US has positioned the USS Nitze, a destroyer armed with surface to air missiles, off the NE coast of Saudi Arabia to cover the gap in Saudi Air Defences, according to CBS",
        "content": "<p><a href=\"https://twitter.com/CBSEveningNews/status/1175072250015432705\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CBS Evening News ",
        "slug": "us-has-positioned-the-uss-nitze-a-destroyer-armed-with-surface-to-air-missiles-off-the-ne-coast-of-saudi-arabia-to-cover-the-gap-in-saudi-air-defences-according-to-cbs-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:56:00",
        "gmt_time": "2019-09-20 15:56:00"
    },
    {
        "id": 887896,
        "updated_sequence": 1932840,
        "published_at": {
            "unix": 1568994600,
            "text": "2019-09-20 16:50:00 +0100",
            "iso_8601": "2019-09-20T15:50:00Z"
        },
        "updated_at": {
            "unix": 1568996581,
            "text": "2019-09-20 17:23:01 +0100",
            "iso_8601": "2019-09-20T16:23:01Z"
        },
        "subject": "Fed's Rosengren (Voter, Hawk, Dissenter) says building permits and initial claims for unemployment insurance are not signalling a recession",
        "content": "<ul><li>Rate cuts at the top of the business cycle encourage firms to take more risk when credit is not being pulled back</li><li>Reiterates he will start to get more concerned if the consumers become concerned</li><li>Reserve scarcity in the financial system is a solvable problem</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-voter-hawk-dissenter-says-building-permits-and-initial-claims-for-unemployment-insurance-are-not-signalling-a-recession-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:50:00",
        "gmt_time": "2019-09-20 15:50:00"
    },
    {
        "id": 887895,
        "updated_sequence": 1932809,
        "published_at": {
            "unix": 1568994480,
            "text": "2019-09-20 16:48:00 +0100",
            "iso_8601": "2019-09-20T15:48:00Z"
        },
        "updated_at": {
            "unix": 1568994562,
            "text": "2019-09-20 16:49:22 +0100",
            "iso_8601": "2019-09-20T15:49:22Z"
        },
        "subject": "Weekly FX Wrap: crude awakening, US repo market mayhem and multiple CB meets",
        "content": "<p><strong>USD</strong></p><p>The Dollar has bounced firmly across the board amidst a broad downturn in risk sentiment following reports that US President Trump is not keen on striking a mini or interim deal with China on trade, while seemingly rising prospects of a Brexit deal have been dashed by UK PM Johnson playing down the chances of being able to reach a full legally operational arrangement for the Irish border at next month’s EU Summit. However, the <strong>DXY</strong> remains just off best levels seen so far this week (98.749) within a 98.621-139 range and initial post-FOMC highs on ‘hawkish cut’ perceptions. To recap, the Fed eased by 25 bp, but retained an upbeat assessment of the economy overall and the SEP dot plots did not explicitly map out any further cuts this year or in 2020. Nevertheless, the accompanying statement maintained that action will be taken as appropriate to sustain growth and keep inflation on track towards target, while Powell stressed uncertainty over the outlook in the press conference and Q&amp;A. Meanwhile, the NY Fed responded to a significant imbalance in the overnight repo market caused by Treasury coupon payments coinciding with corporate tax payments and perhaps exacerbated by margin calls on short crude positions due to a sharp spike in underlying oil prices following attacks on 2 major Saudi Arabian sites last weekend by injecting liquidity for the 1st time in 10 years, and subsequently announced more 1 day ops and 3 term repos (14 day maturities).</p><p><strong>JPY/CHF/GBP/NOK&nbsp;</strong></p><p>The Yen looks set to end the week very close to the 108.00 level and mid-range vs the Greenback, with underlying support from the BoJ keeping rates and YCC bands unchanged, but also bolstered by its safe-haven appeal. Similarly, the Franc derived impetus via the SNB resisting any temptation to match last week’s 10 bp ECB cut or upgrade its assessment of the Swiss currency, while sweetening NIRP exemption terms for banks via an even more generous factor 25 vs 20. Conversely, Sterling largely shrugged off another BoE policy meeting ending with small and limited tightening guidance based on a smooth Brexit, and was more responsive to UK data (soft CPI and retail sales) before going on a tear when EU’s Juncker held out the possibility of a breakthrough on the Irish backstop, with full compliance of the border objectives. However, the Pound suffered a pretty pronounced fall from grace and reality check (Cable recoiling from circa 1.2580 to around 1.2460, though still above sub-1.2400 lows, and Eur/Gbp back over 0.8800) when Ireland’s Foreign Minister and various EU officials claimed that Britain has still not delivered proposals that are compatible with the principles of the existing WA. Elsewhere, the Norwegian Krona also witnessed an abrupt change of direction with Eur/Nok declining in immediate response to the ¼ point Norges Bank hike that was seen as 50-50 going into the verdict, but the cross then rebounding all the way up to 9.9730+ from just above 9.8120 in acknowledgement of a shallower rate path and Governor Olson assigning a 40% probability to further tightening.&nbsp;</p><p><strong>NZD/AUD/CAD&nbsp;</strong></p><p>All on the back foot and much nearer worst levels vs their US counterparts than highs, with the Kiwi extending losses through 0.6300 ahead of next week’s RNBZ meeting in apprehension that easing expectations will be confirmed via forward guidance if not action, while outside calls for an RBA cut in October have grown in wake of dovish minutes and disappointing Aussie jobs data to leave Aud/Usd further away from 0.6800 and not far from 0.6900 at one stage. The Loonie is holding up a bit better between 1.3207-1.3309 parameters, but not helped by benign Canadian CPI a decline in retail sales or oil coming off the boil as Saudi’s Aramco aims to restore all of the 50% output loss by the end of September. Note also, election uncertainty has kept Usd/Cad elevated.</p><p><strong>EUR</strong></p><p>The single currency has been mainly tracking swings in risk appetite/aversion, while keeping tabs on Eurozone political developments (Spain and Italy), yield differentials and the ongoing fall-out from last Thursday’s ECB stimulus package. However, rebounds towards 1.1100 vs the Buck have faded and become increasingly shallow amidst heavy option expiry interest and chart resistance on top of economic indicators and inflation data underlining slowdown or even recession tendencies ahead of preliminary PMIs due at the start of next week.</p><p><strong>EM</strong></p><p>Very volatile trade in regional currencies and the aforementioned sour tone on Friday has taken its toll amidst heightened geopolitical/Middle East tensions, as the US unveiled more sanctions against Iran. However, the Real also factored in another 50 bp BCB rate cut and while the SARB stood pat there was enough in the accompanying statements to signal an easing bias and the Rand has recoiled towards 15.0000 vs the Dollar compared to highs close to 14.5000. Elsewhere, CBRT minutes have compounded rate cut expectations via a dovish inflation outlook, with the Lira also jittery about the US imposing sanctions due to Turkey’s S-400 Russian purchase and Syrian military actions. Conversely, Indian tax cuts have bolstered the Rupee and the Indonesian Rupiah has welcomed another 25bp BNI rate cut.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-crude-awakening-us-repo-market-mayhem-and-multiple-cb-meets-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:48:00",
        "gmt_time": "2019-09-20 15:48:00"
    },
    {
        "id": 887894,
        "updated_sequence": 1932811,
        "published_at": {
            "unix": 1568994480,
            "text": "2019-09-20 16:48:00 +0100",
            "iso_8601": "2019-09-20T15:48:00Z"
        },
        "updated_at": {
            "unix": 1568994626,
            "text": "2019-09-20 16:50:26 +0100",
            "iso_8601": "2019-09-20T15:50:26Z"
        },
        "subject": "General Motors (GM) – Thousands more autoworkers were granted a leave of absence with more layoffs on the way aswell as idle plants given the UAW strike, Canadian trade union Unifor said roughly 4,500 of its members have been temporarily laid off so far",
        "content": "<p><a href=\"https://www.cnbc.com/2019/09/20/thousands-more-workers-furloughed-as-gm-and-suppliers-idle-plants-in-uaw-strike.html\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC Now",
        "slug": "general-motors-gm-thousands-more-autoworkers-were-granted-a-leave-of-absence-with-more-layoffs-on-the-way-aswell-as-idle-plants-given-the-uaw-strike-canadian-trade-union-unifor-said-roughly-4-500-of-its-members-have-been-temporarily-lai-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:48:00",
        "gmt_time": "2019-09-20 15:48:00"
    },
    {
        "id": 887893,
        "updated_sequence": 1932803,
        "published_at": {
            "unix": 1568994120,
            "text": "2019-09-20 16:42:00 +0100",
            "iso_8601": "2019-09-20T15:42:00Z"
        },
        "updated_at": {
            "unix": 1568994291,
            "text": "2019-09-20 16:44:51 +0100",
            "iso_8601": "2019-09-20T15:44:51Z"
        },
        "subject": "China Global Times Editor Hu Xijin says the interaction of goodwill between China and the US is still fragile",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1175071940848996352\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-hu-xijin-says-the-interaction-of-goodwill-between-china-and-the-us-is-still-fragile-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:42:00",
        "gmt_time": "2019-09-20 15:42:00"
    },
    {
        "id": 887892,
        "updated_sequence": 1932796,
        "published_at": {
            "unix": 1568993940,
            "text": "2019-09-20 16:39:00 +0100",
            "iso_8601": "2019-09-20T15:39:00Z"
        },
        "updated_at": {
            "unix": 1568994101,
            "text": "2019-09-20 16:41:41 +0100",
            "iso_8601": "2019-09-20T15:41:41Z"
        },
        "subject": "EU27 diplomats been briefed by commission on UK non-papers with one reaction from a source saying it was \"Horrible\", according to FT's Brussels correspondent",
        "content": "<p><a href=\"https://twitter.com/MehreenKhn/status/1175071686326140929\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "eu27-diplomats-been-briefed-by-commission-on-uk-non-papers-with-one-reaction-from-a-source-saying-it-was-horrible-according-to-ft-s-brussels-correspondent-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:39:00",
        "gmt_time": "2019-09-20 15:39:00"
    },
    {
        "id": 887891,
        "updated_sequence": 1932791,
        "published_at": {
            "unix": 1568993400,
            "text": "2019-09-20 16:30:00 +0100",
            "iso_8601": "2019-09-20T15:30:00Z"
        },
        "updated_at": {
            "unix": 1568993788,
            "text": "2019-09-20 16:36:28 +0100",
            "iso_8601": "2019-09-20T15:36:28Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.5%) at 3571, FTSE 100 (-0.3%) at 7337, DAX (0.1%) at 12468, CAC 40 (0.5%) at 5685, IBEX 35 (0.4%) at 9175, FTSE Italian MIB (0.3%) at 22186, SMI (-0.1%) at 10057",
        "content": "<p>STOXX 600 SECTORS:&nbsp;</p><ul><li>Automobiles &amp; Parts -0.3%</li><li>Banks 0.5%</li><li>Basic Resources -0.3%</li><li>Chemicals 0%, Construction &amp; Materials 0.2%</li><li>Financial Services 0%</li><li>Food &amp; Beverage&nbsp;0.5%</li><li>Health Care 0.9%&nbsp;</li><li>Industrial Goods &amp; Services -0.5%</li><li>Insurance 0.4%</li><li>Media -0.3%</li><li>Oil &amp; Gas 1.2%</li><li>Personal &amp; Household Goods -0.2%</li><li>Retail 0.9%</li><li>Technology&nbsp;0%</li><li>Telecommunications&nbsp;0.8%</li><li>Travel &amp; Leisure 0.1%</li><li>Utilities 0.6%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-5-at-3571-ftse-100-0-3-at-7337-dax-0-1-at-12468-cac-40-0-5-at-5685-ibex-35-0-4-at-9175-ftse-italian-mib-0-3-at-22186-smi-0-1-at-10057-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:30:00",
        "gmt_time": "2019-09-20 15:30:00"
    },
    {
        "id": 887890,
        "updated_sequence": 1932788,
        "published_at": {
            "unix": 1568993220,
            "text": "2019-09-20 16:27:00 +0100",
            "iso_8601": "2019-09-20T15:27:00Z"
        },
        "updated_at": {
            "unix": 1568993305,
            "text": "2019-09-20 16:28:25 +0100",
            "iso_8601": "2019-09-20T15:28:25Z"
        },
        "subject": "Adobe's (ADBE) Marketo Chief Lucas announces departure one year post acquisition, via tweet",
        "content": "<ul><li><a href=\"https://twitter.com/nstevenlucas/status/1175064617204109312\">Via Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "adobe-s-adbe-marketo-chief-lucas-announces-departure-one-year-post-acquisition-via-tweet-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:27:00",
        "gmt_time": "2019-09-20 15:27:00"
    },
    {
        "id": 887889,
        "updated_sequence": 1932816,
        "published_at": {
            "unix": 1568992860,
            "text": "2019-09-20 16:21:00 +0100",
            "iso_8601": "2019-09-20T15:21:00Z"
        },
        "updated_at": {
            "unix": 1568994719,
            "text": "2019-09-20 16:51:59 +0100",
            "iso_8601": "2019-09-20T15:51:59Z"
        },
        "subject": "Fed’s Rosengren (Voter, Hawk, Dissenter) says low rates could encourage households to take excessive risks, economy can withstand risks of trade war, trade disputes have not slowed economy below a sustainable level of growth",
        "content": "<ul><li>Reiterates very low rates could fuel leverage and raise risks</li><li>Some risk asset prices seem inflated</li><li>Monetary Policy is already pretty accommodative</li><li>Does not think they are taking enough consideration on how their actions hold risk</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-voter-hawk-dissenter-says-low-rates-could-encourage-households-to-take-excessive-risks-economy-can-withstand-risks-of-trade-war-trade-disputes-have-not-slowed-economy-below-a-sustainable-level-of-growth-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:21:00",
        "gmt_time": "2019-09-20 15:21:00"
    },
    {
        "id": 887888,
        "updated_sequence": 1932780,
        "published_at": {
            "unix": 1568992740,
            "text": "2019-09-20 16:19:00 +0100",
            "iso_8601": "2019-09-20T15:19:00Z"
        },
        "updated_at": {
            "unix": 1568992820,
            "text": "2019-09-20 16:20:20 +0100",
            "iso_8601": "2019-09-20T15:20:20Z"
        },
        "subject": "NY Fed Nowcast Q3: 2.2% (Prev. 1.6%); Q4 2% (Prev. 1.1%)",
        "content": "<p><a href=\"https://www.newyorkfed.org/research/policy/nowcast.html\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY FED",
        "slug": "ny-fed-nowcast-q3-2-2-prev-1-6-q4-2-prev-1-1-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:19:00",
        "gmt_time": "2019-09-20 15:19:00"
    },
    {
        "id": 887887,
        "updated_sequence": 1932773,
        "published_at": {
            "unix": 1568992680,
            "text": "2019-09-20 16:18:00 +0100",
            "iso_8601": "2019-09-20T15:18:00Z"
        },
        "updated_at": {
            "unix": 1568992710,
            "text": "2019-09-20 16:18:30 +0100",
            "iso_8601": "2019-09-20T15:18:30Z"
        },
        "subject": "US Coast Guard announces ship pilots have resumed guiding ships along the Beaumont Texas shipping route",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-coast-guard-announces-ship-pilots-have-resumed-guiding-ships-along-the-beaumont-texas-shipping-route-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:18:00",
        "gmt_time": "2019-09-20 15:18:00"
    },
    {
        "id": 887886,
        "updated_sequence": 1932770,
        "published_at": {
            "unix": 1568992080,
            "text": "2019-09-20 16:08:00 +0100",
            "iso_8601": "2019-09-20T15:08:00Z"
        },
        "updated_at": {
            "unix": 1568992150,
            "text": "2019-09-20 16:09:10 +0100",
            "iso_8601": "2019-09-20T15:09:10Z"
        },
        "subject": "US Treasury Secretary Mnuchin says the US is also imposing sanctions in Iran's sovereign wealth fund ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-the-us-is-also-imposing-sanctions-in-iran-s-sovereign-wealth-fund-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:08:00",
        "gmt_time": "2019-09-20 15:08:00"
    },
    {
        "id": 887885,
        "updated_sequence": 1932767,
        "published_at": {
            "unix": 1568991960,
            "text": "2019-09-20 16:06:00 +0100",
            "iso_8601": "2019-09-20T15:06:00Z"
        },
        "updated_at": {
            "unix": 1568992093,
            "text": "2019-09-20 16:08:13 +0100",
            "iso_8601": "2019-09-20T15:08:13Z"
        },
        "subject": "New York Fed announces they will be conducting overnight repo-operations every trading day until 10th October at a minimum amount of USD 75bln, with three 14-day term operations of at least USD 30bln next week",
        "content": "<p><a href=\"https://www.newyorkfed.org/markets/opolicy/operating_policy_190920\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-announces-they-will-be-conducting-overnight-repo-operations-every-trading-day-until-10th-october-at-a-minimum-amount-of-usd-75bln-with-three-14-day-term-operations-of-at-least-usd-30bln-next-week-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 23:06:00",
        "gmt_time": "2019-09-20 15:06:00"
    },
    {
        "id": 887884,
        "updated_sequence": 1932764,
        "published_at": {
            "unix": 1568991540,
            "text": "2019-09-20 15:59:00 +0100",
            "iso_8601": "2019-09-20T14:59:00Z"
        },
        "updated_at": {
            "unix": 1568991599,
            "text": "2019-09-20 15:59:59 +0100",
            "iso_8601": "2019-09-20T14:59:59Z"
        },
        "subject": "Novo Nordisk’s (NOVOB DC) Rybvelsus is still under NDA review from the FDA to see whether it reduces major adverse cardiovascular event risk in adult patients with type 2 diabetes and established CVD",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novo-nordisk-s-novob-dc-rybvelsus-is-still-under-nda-review-from-the-fda-to-see-whether-it-reduces-major-adverse-cardiovascular-event-risk-in-adult-patients-with-type-2-diabetes-and-established-cvd-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:59:00",
        "gmt_time": "2019-09-20 14:59:00"
    },
    {
        "id": 887883,
        "updated_sequence": 1932761,
        "published_at": {
            "unix": 1568991240,
            "text": "2019-09-20 15:54:00 +0100",
            "iso_8601": "2019-09-20T14:54:00Z"
        },
        "updated_at": {
            "unix": 1568991298,
            "text": "2019-09-20 15:54:58 +0100",
            "iso_8601": "2019-09-20T14:54:58Z"
        },
        "subject": "Hezbollah Leader warns Saudi Arabia that Iran \"will destroy you\" if there is a war",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hezbollah-leader-warns-saudi-arabia-that-iran-will-destroy-you-if-there-is-a-war-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:54:00",
        "gmt_time": "2019-09-20 14:54:00"
    },
    {
        "id": 887882,
        "updated_sequence": 1932758,
        "published_at": {
            "unix": 1568991120,
            "text": "2019-09-20 15:52:00 +0100",
            "iso_8601": "2019-09-20T14:52:00Z"
        },
        "updated_at": {
            "unix": 1568991252,
            "text": "2019-09-20 15:54:12 +0100",
            "iso_8601": "2019-09-20T14:54:12Z"
        },
        "subject": "US President Trump says \"China, in a sense, a threat to the world\" because of its military build up",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-in-a-sense-a-threat-to-the-world-because-of-its-military-build-up-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:52:00",
        "gmt_time": "2019-09-20 14:52:00"
    },
    {
        "id": 887881,
        "updated_sequence": 1932753,
        "published_at": {
            "unix": 1568991000,
            "text": "2019-09-20 15:50:00 +0100",
            "iso_8601": "2019-09-20T14:50:00Z"
        },
        "updated_at": {
            "unix": 1568991097,
            "text": "2019-09-20 15:51:37 +0100",
            "iso_8601": "2019-09-20T14:51:37Z"
        },
        "subject": "EU Council President Tusk is to meet UK PM Johnson on Monday at the UN, confirming earlier reports, according to Tusk's agenda",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-president-tusk-is-to-meet-uk-pm-johnson-on-monday-at-the-un-confirming-earlier-reports-according-to-tusk-s-agenda-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:50:00",
        "gmt_time": "2019-09-20 14:50:00"
    },
    {
        "id": 887881,
        "updated_sequence": 1932753,
        "published_at": {
            "unix": 1568991000,
            "text": "2019-09-20 15:50:00 +0100",
            "iso_8601": "2019-09-20T14:50:00Z"
        },
        "updated_at": {
            "unix": 1568991097,
            "text": "2019-09-20 15:51:37 +0100",
            "iso_8601": "2019-09-20T14:51:37Z"
        },
        "subject": "EU Council President Tusk is to meet UK PM Johnson on Monday at the UN, confirming earlier reports, according to Tusk's agenda",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-president-tusk-is-to-meet-uk-pm-johnson-on-monday-at-the-un-confirming-earlier-reports-according-to-tusk-s-agenda-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:50:00",
        "gmt_time": "2019-09-20 14:50:00"
    },
    {
        "id": 887880,
        "updated_sequence": 1932750,
        "published_at": {
            "unix": 1568989920,
            "text": "2019-09-20 15:32:00 +0100",
            "iso_8601": "2019-09-20T14:32:00Z"
        },
        "updated_at": {
            "unix": 1568990059,
            "text": "2019-09-20 15:34:19 +0100",
            "iso_8601": "2019-09-20T14:34:19Z"
        },
        "subject": "Tapestry (TPR) – Market chatter around the Co., according to RANsquawk sources; unconfirmed",
        "content": "<ul><li>Some potential names mentioned include Jana Partners, which may be to push the Co. towards a sale</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "tapestry-tpr-market-chatter-around-the-co-according-to-ransquawk-sources-unconfirmed-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-09-20 22:32:00",
        "gmt_time": "2019-09-20 14:32:00"
    },
    {
        "id": 887878,
        "updated_sequence": 1932741,
        "published_at": {
            "unix": 1568989800,
            "text": "2019-09-20 15:30:00 +0100",
            "iso_8601": "2019-09-20T14:30:00Z"
        },
        "updated_at": {
            "unix": 1568989867,
            "text": "2019-09-20 15:31:07 +0100",
            "iso_8601": "2019-09-20T14:31:07Z"
        },
        "subject": "US President Trump says the US is making a lot of progress with China ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-us-is-making-a-lot-of-progress-with-china-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:30:00",
        "gmt_time": "2019-09-20 14:30:00"
    },
    {
        "id": 887877,
        "updated_sequence": 1932743,
        "published_at": {
            "unix": 1568989320,
            "text": "2019-09-20 15:22:00 +0100",
            "iso_8601": "2019-09-20T14:22:00Z"
        },
        "updated_at": {
            "unix": 1568989913,
            "text": "2019-09-20 15:31:53 +0100",
            "iso_8601": "2019-09-20T14:31:53Z"
        },
        "subject": "US President Trump says the US has just sanctioned the Iranian National Bank; Treasury Secretary Mnuchin says the latest round of sanction against Iran are \"very big\" and remove the last source of funding for the country",
        "content": "<ul><li>On Wednesday, the President announced that the US would hit Iran with more sanctions, the details of which would be released within 48 hours.</li><li>When asked about the military option, the President said the US is always prepared</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-us-has-just-sanctioned-the-iranian-national-bank-treasury-secretary-mnuchin-says-the-latest-round-of-sanction-against-iran-are-very-big-and-remove-the-last-source-of-funding-for-the-country-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:22:00",
        "gmt_time": "2019-09-20 14:22:00"
    },
    {
        "id": 887876,
        "updated_sequence": 1932726,
        "published_at": {
            "unix": 1568988840,
            "text": "2019-09-20 15:14:00 +0100",
            "iso_8601": "2019-09-20T14:14:00Z"
        },
        "updated_at": {
            "unix": 1568989121,
            "text": "2019-09-20 15:18:41 +0100",
            "iso_8601": "2019-09-20T14:18:41Z"
        },
        "subject": "Fed's Clarida (Voter) says the Fed will discuss the size of the balance sheet in the October meeting, any further expansions of size of the balance sheet will be \"Central banking 101\" not QE",
        "content": "<ul><li>has confidence that the US consumer will remain strong</li><li>notes that the US is less vulnerable to oil shocks than in prior decades</li><li>says it is important that the Fed implements policy to get inflation to 2%, warns of deflation like in the Japan, but thinks inflation is trending higher to 2%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-voter-says-the-fed-will-discuss-the-size-of-the-balance-sheet-in-the-october-meeting-any-further-expansions-of-size-of-the-balance-sheet-will-be-central-banking-101-not-qe-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:14:00",
        "gmt_time": "2019-09-20 14:14:00"
    },
    {
        "id": 887875,
        "updated_sequence": 1932712,
        "published_at": {
            "unix": 1568988540,
            "text": "2019-09-20 15:09:00 +0100",
            "iso_8601": "2019-09-20T14:09:00Z"
        },
        "updated_at": {
            "unix": 1568988644,
            "text": "2019-09-20 15:10:44 +0100",
            "iso_8601": "2019-09-20T14:10:44Z"
        },
        "subject": "Valero Port Arthur (636k BPD) Texas Refinery is preparing to resume production on its small crude unit, and its large crude unit production has been cut to minimum due to a malfunction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-port-arthur-636k-bpd-texas-refinery-is-preparing-to-resume-production-on-its-small-crude-unit-and-its-large-crude-unit-production-has-been-cut-to-minimum-due-to-a-malfunction-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:09:00",
        "gmt_time": "2019-09-20 14:09:00"
    },
    {
        "id": 887874,
        "updated_sequence": 1932705,
        "published_at": {
            "unix": 1568988240,
            "text": "2019-09-20 15:04:00 +0100",
            "iso_8601": "2019-09-20T14:04:00Z"
        },
        "updated_at": {
            "unix": 1568988353,
            "text": "2019-09-20 15:05:53 +0100",
            "iso_8601": "2019-09-20T14:05:53Z"
        },
        "subject": "British American Tobacco (BATS LN), on vaping illnesses in the US, says to the best course of their knowledge, no product developed or manufactured by the company has been involved in these cases",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "british-american-tobacco-bats-ln-on-vaping-illnesses-in-the-us-says-to-the-best-course-of-their-knowledge-no-product-developed-or-manufactured-by-the-company-has-been-involved-in-these-cases-20-09-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:04:00",
        "gmt_time": "2019-09-20 14:04:00"
    },
    {
        "id": 887873,
        "updated_sequence": 1932719,
        "published_at": {
            "unix": 1568988120,
            "text": "2019-09-20 15:02:00 +0100",
            "iso_8601": "2019-09-20T14:02:00Z"
        },
        "updated_at": {
            "unix": 1568988864,
            "text": "2019-09-20 15:14:24 +0100",
            "iso_8601": "2019-09-20T14:14:24Z"
        },
        "subject": "Fed's Clarida (voter) economy is in a good place but with the expansion there are some risks; range of views on the Fed's committee and we all agree we are in a good place",
        "content": "<ul><li>Willl act as appropriate to sustain the expansion, taking decisions on a case-by-case basis</li><li>FOMC doesn't see elevated financial risks in the economy</li><li>Doesn't want to put probabilities on another rate cut this year</li><li>Says the Fed will be very attentive to data and risks to the outlook in future decisions</li><li>Acknowledges a \"clearly\" slowing global, economy, and the global growth setting is getting worse</li><li>Says negative yields are a symptom of slow growth and does impact capital markets</li><li>Says the Fed acted decisively to combat the repo shock, reiterates Fed Chair Powell's line of thinking, that the repo issues are not a sign of concern for the economy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-voter-economy-is-in-a-good-place-but-with-the-expansion-there-are-some-risks-range-of-views-on-the-fed-s-committee-and-we-all-agree-we-are-in-a-good-place-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:02:00",
        "gmt_time": "2019-09-20 14:02:00"
    },
    {
        "id": 887872,
        "updated_sequence": 1932692,
        "published_at": {
            "unix": 1568988000,
            "text": "2019-09-20 15:00:00 +0100",
            "iso_8601": "2019-09-20T14:00:00Z"
        },
        "updated_at": {
            "unix": 1568988197,
            "text": "2019-09-20 15:03:17 +0100",
            "iso_8601": "2019-09-20T14:03:17Z"
        },
        "subject": "Nigeria Forcados crude oil exports to rise in Novmber to 263k BPD (vs. 242k BPD planned in October); Bonny Light exports to fall in November to 269k BPD (vs. 276k BPD planned in October)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigeria-forcados-crude-oil-exports-to-rise-in-novmber-to-263k-bpd-vs-242k-bpd-planned-in-october-bonny-light-exports-to-fall-in-november-to-269k-bpd-vs-276k-bpd-planned-in-october-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 22:00:00",
        "gmt_time": "2019-09-20 14:00:00"
    },
    {
        "id": 887870,
        "updated_sequence": 1932686,
        "published_at": {
            "unix": 1568987520,
            "text": "2019-09-20 14:52:00 +0100",
            "iso_8601": "2019-09-20T13:52:00Z"
        },
        "updated_at": {
            "unix": 1568987615,
            "text": "2019-09-20 14:53:35 +0100",
            "iso_8601": "2019-09-20T13:53:35Z"
        },
        "subject": "US pension funds are to sell USD 17bln in domestic stocks in month-end re-balancing, according to Credit Suisse",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "zerohedge",
        "slug": "us-pension-funds-are-to-sell-usd-17bln-in-domestic-stocks-in-month-end-re-balancing-according-to-credit-suisse-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:52:00",
        "gmt_time": "2019-09-20 13:52:00"
    },
    {
        "id": 887869,
        "updated_sequence": 1932683,
        "published_at": {
            "unix": 1568987400,
            "text": "2019-09-20 14:50:00 +0100",
            "iso_8601": "2019-09-20T13:50:00Z"
        },
        "updated_at": {
            "unix": 1568987474,
            "text": "2019-09-20 14:51:14 +0100",
            "iso_8601": "2019-09-20T13:51:14Z"
        },
        "subject": "Osram (OSR GY) - Advent is reportedly in talks to join Bain for a takeover approach., according to sources",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction Co. shares spiked higher from EUR 37.50 to EUR 37.90</li></ul>",
        "reaction_updated_at": {
            "unix": 1568987474,
            "text": "2019-09-20 14:51:14 +0100",
            "iso_8601": "2019-09-20T13:51:14Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "osram-osr-gy-advent-is-reportedly-in-talks-to-join-bain-for-a-takeover-approach-according-to-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:50:00",
        "gmt_time": "2019-09-20 13:50:00"
    },
    {
        "id": 887868,
        "updated_sequence": 1932678,
        "published_at": {
            "unix": 1568986800,
            "text": "2019-09-20 14:40:00 +0100",
            "iso_8601": "2019-09-20T13:40:00Z"
        },
        "updated_at": {
            "unix": 1568986960,
            "text": "2019-09-20 14:42:40 +0100",
            "iso_8601": "2019-09-20T13:42:40Z"
        },
        "subject": "US Movers: United Rentals (URI) +2.9%, Eli Lilly (LLY) + 1.8%, Apple (AAPL) +0.5%, Xilinx (XLNX) -5.8%, Netflix (NFLX) -2.6%, Seagate Technology (STX) 1.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>URI </strong>up on upgrade at Goldman</li><li><strong>LLY</strong> tailwinds from progress on Alzheimer's treatment</li><li><strong>AAPL</strong> progress on tariff exemption and positive analyst comments</li><li><strong>XLNX </strong>dips after CFO departure and downgrade at BofAML</li><li><strong>NFLX</strong> lower after CEO reveals big investment plan in the UK</li><li><strong>STX </strong>downgrade at Craig-Hallum</li></ul>",
        "analysis_updated_at": {
            "unix": 1568986960,
            "text": "2019-09-20 14:42:40 +0100",
            "iso_8601": "2019-09-20T13:42:40Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-united-rentals-uri-2-9-eli-lilly-lly-1-8-apple-aapl-0-5-xilinx-xlnx-5-8-netflix-nflx-2-6-seagate-technology-stx-1-7-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:40:00",
        "gmt_time": "2019-09-20 13:40:00"
    },
    {
        "id": 887867,
        "updated_sequence": 1932675,
        "published_at": {
            "unix": 1568986740,
            "text": "2019-09-20 14:39:00 +0100",
            "iso_8601": "2019-09-20T13:39:00Z"
        },
        "updated_at": {
            "unix": 1568986807,
            "text": "2019-09-20 14:40:07 +0100",
            "iso_8601": "2019-09-20T13:40:07Z"
        },
        "subject": "Refile - Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.0950 (1BLN), <strong>1.1000 (2.6BLN)</strong>, <strong>1.1020-25 (1BLN)</strong>,</p><p><strong>1.1050 (1.1BLN)</strong>, <strong>1.1100 (1.8BLN)</strong></p><p>USD/CHF: 0.9800 (460M), <strong>0.9925 (850M)</strong>, 1.00 (222M)</p><p>GBP/USD: 1.2400 (573M), 1.2450 (275M)</p><p>EUR/GBP: 0.9000 (850M)</p><p>USD/CAD: 1.3100 (500M), 1.3335 (390M), 1.3395-1.3400 (1.1BLN)</p><p>USD/JPY: 107.25 (1.1BLN), <strong>107.50-60 (1.21BLN)</strong>, <strong>108.00 (1.1BLN)</strong></p><p>EUR/NOK: <strong>9.8500 (2.1BLN)</strong>, <strong>9.9500 (1.4BLN)</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "refile-major-fx-option-expiries-for-today-s-ny-cut-20-09-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:39:00",
        "gmt_time": "2019-09-20 13:39:00"
    },
    {
        "id": 887866,
        "updated_sequence": 1932672,
        "published_at": {
            "unix": 1568985780,
            "text": "2019-09-20 14:23:00 +0100",
            "iso_8601": "2019-09-20T13:23:00Z"
        },
        "updated_at": {
            "unix": 1568985839,
            "text": "2019-09-20 14:23:59 +0100",
            "iso_8601": "2019-09-20T13:23:59Z"
        },
        "subject": "Fixed and FX latest: Gilt redemption and Sterling retribution",
        "content": "<p>The 10 year UK benchmark has now completed its round trip, and a bit more at 132.69 vs 132.16 (+10 ticks vs -43 ticks), albeit still underperforming Eurozone counterparts as Bunds are bolstered by news that Germany’s new climate initiatives will not need to be funded by increased issuance and no breach of the black zero rule (up to 173.53, +23 ticks). However, the Pound’s fall from grace has resumed after brief respite via Brexit Minister Barclay with PM Johnson conceding that a complete withdrawal deal is unlikely to be attained in time for the October 17-18 EU Summit. Cable has been 100+ pips down from best levels, albeit still holding above 1.2450 and Thursday’s 1.2438 low, while the DXY is now nudging above 98.500.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-gilt-redemption-and-sterling-retribution-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:23:00",
        "gmt_time": "2019-09-20 13:23:00"
    },
    {
        "id": 887865,
        "updated_sequence": 1932668,
        "published_at": {
            "unix": 1568985660,
            "text": "2019-09-20 14:21:00 +0100",
            "iso_8601": "2019-09-20T13:21:00Z"
        },
        "updated_at": {
            "unix": 1568985784,
            "text": "2019-09-20 14:23:04 +0100",
            "iso_8601": "2019-09-20T13:23:04Z"
        },
        "subject": "German Chancellor Merkel says we remain committed to balanced budget and not incurring new debt; FinMin Scholz says we will finance climate package with taxes",
        "content": "",
        "reaction_details": "<p>Given that funds will be raised via taxation rather than fresh issuance, Dec’19 Bunds rose from 173.41 to 173.53</p>",
        "reaction_updated_at": {
            "unix": 1568985784,
            "text": "2019-09-20 14:23:04 +0100",
            "iso_8601": "2019-09-20T13:23:04Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-says-we-remain-committed-to-balanced-budget-and-not-incurring-new-debt-finmin-scholz-says-we-will-finance-climate-package-with-taxes-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:21:00",
        "gmt_time": "2019-09-20 13:21:00"
    },
    {
        "id": 887864,
        "updated_sequence": 1932663,
        "published_at": {
            "unix": 1568985600,
            "text": "2019-09-20 14:20:00 +0100",
            "iso_8601": "2019-09-20T13:20:00Z"
        },
        "updated_at": {
            "unix": 1568985660,
            "text": "2019-09-20 14:21:00 +0100",
            "iso_8601": "2019-09-20T13:21:00Z"
        },
        "subject": "Additional US Equity Stories - T",
        "content": "<ul><li><strong>AT&amp;T (T) </strong>CEO Randall Stephenson is reportedly meeting with activist investor Elliott Management to discuss strategy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-t-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:20:00",
        "gmt_time": "2019-09-20 13:20:00"
    },
    {
        "id": 887863,
        "updated_sequence": 1932660,
        "published_at": {
            "unix": 1568985420,
            "text": "2019-09-20 14:17:00 +0100",
            "iso_8601": "2019-09-20T13:17:00Z"
        },
        "updated_at": {
            "unix": 1568985582,
            "text": "2019-09-20 14:19:42 +0100",
            "iso_8601": "2019-09-20T13:19:42Z"
        },
        "subject": "ITV's Peston tweets, it is crystal clear the EU and UK are as far from a deal as ever; sources state that PM Johnson's 'non-paper' border proposals are seen in Brussels as a waste of time",
        "content": "<p><a href=\"https://twitter.com/Peston/status/1175036127952166912\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-s-peston-tweets-it-is-crystal-clear-the-eu-and-uk-are-as-far-from-a-deal-as-ever-sources-state-that-pm-johnson-s-non-paper-border-proposals-are-seen-in-brussels-as-a-waste-of-time-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:17:00",
        "gmt_time": "2019-09-20 13:17:00"
    },
    {
        "id": 887862,
        "updated_sequence": 1932655,
        "published_at": {
            "unix": 1568984640,
            "text": "2019-09-20 14:04:00 +0100",
            "iso_8601": "2019-09-20T13:04:00Z"
        },
        "updated_at": {
            "unix": 1568984956,
            "text": "2019-09-20 14:09:16 +0100",
            "iso_8601": "2019-09-20T13:09:16Z"
        },
        "subject": "Commerzbank (CBK GY) releases the cornerstones of a new strategic programme; further development of strategy is intended to help bank achieve additional growth in customers and assets, and higher revenues by 2023",
        "content": "<ul><li>Would aim for a cost level in 2023 of around EUR 600mln, lower than in the current year</li><li>In addition, an estimated 4,300 full-time positions would be lost in the Group</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction Co. shares moved higher from EUR 5.78 to EUR 5.85</li></ul>",
        "reaction_updated_at": {
            "unix": 1568984956,
            "text": "2019-09-20 14:09:16 +0100",
            "iso_8601": "2019-09-20T13:09:16Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerzbank-cbk-gy-releases-the-cornerstones-of-a-new-strategic-programme-further-development-of-strategy-is-intended-to-help-bank-achieve-additional-growth-in-customers-and-assets-and-higher-revenues-by-2023-20-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:04:00",
        "gmt_time": "2019-09-20 13:04:00"
    },
    {
        "id": 887861,
        "updated_sequence": 1932648,
        "published_at": {
            "unix": 1568984580,
            "text": "2019-09-20 14:03:00 +0100",
            "iso_8601": "2019-09-20T13:03:00Z"
        },
        "updated_at": {
            "unix": 1568984679,
            "text": "2019-09-20 14:04:39 +0100",
            "iso_8601": "2019-09-20T13:04:39Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 20th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22822/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) CEO Reed Hastings is looking to make a “big increase” in the content it buys in the UK</li><li><strong>Xilinx (XLNX)</strong> (Information Technology/Semiconductors) CFO Lorenzo Flores is leaving the Co to pursue other opportunities</li><li><strong>PG&amp;E (PCG) </strong>(Utilities/Electric Utilities) – A representative group of wildfire victims have reached an agreement with the Co’s bondholders for a USD 24bln trust for victim compensation</li></ul><p><strong>20th September 2019</strong></p><ul><li>The focal Quad-Witching falls on Friday, with expiries across futures and options expiring across indices and stocks, with desks noting potential for volatility as investors square their books.</li><li>BofAML’s latest Flow Show has its Bull &amp; Bear Indicator still in extreme bear territory, although latest weekly flows show USD 19.2bln into equities, “inflows to EM stocks (1st since April) &amp; financials, outflows from healthcare &amp; utilities.”</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) requests to bypass tariffs on Chinese imports are reportedly moving through the review process, despite President Trump saying he would rebuff them. Elsewhere, BofA analyst Wamsi Mohan said his shipping tracking data showed stronger pre-orders than last year’s cycle, and both Longbow analyst Shawn Harrison and Morgan Stanley analyst Katy Huberty said their data suggested the same. Meanwhile, JPMorgan analyst Samik Chatterjee suggested Apple revenue rose for a sixth consecutive month in August, the desk adds the demand for iPhone 11 is outpacing supply chain expectations.</li><li><strong>Exxon Mobil Corp.’s (XOM)</strong> (Energy/Integrated Oil &amp; Gas) infrastructure megaproject in Iraq is in danger, where Energy Intel reports that Iraq is warming to Chinese competitors to replace Exxon for the project.</li><li><strong>Intel Corp. (INTC)</strong> (Information Technology/Semiconductors) has been ordering equipment and other resources for EUV fabrication processes since August, where DigiTimes reports it is ramping up orders currently.</li><li><strong>McDonald's Corp. (MCD)</strong> (Consumer Discretionary/Restaurants) has raised its quarterly dividend by 8% to USD 1.25/shr.</li><li><strong>Microsoft Corp. (MSFT)</strong> (Information Technology/Systems Software) has appointed GlaxoSmithKline (GSK) CEO Emma Walmsley to its board of directors.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc (GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) is to make an additional EUR 3bln of investment in its European data centres over the next two years, CEO Sundar Pichai whilst in his trip to Finland.</li><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) CEO Jeff Bezos has announced plans to make Amazon carbon neutral by 2040, where he expects 80% of energy to come from renewable sources by 2024, before transitioning to zero emissions by 2030, CNBC reports.</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) CEO Mark Zuckerberg met with President Trump, who tweeted that they had a “nice meeting”, as part of Zuckerberg’s trip to Washington to gain more government support for FB.</li><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) CEO Reed Hastings is looking to make a “big increase” in the content it buys in the UK to take advantage of its experience in storytelling.</li><li><strong>Texas Instruments (TXN)</strong> (Information Technology/Semiconductors) has raised its quarterly dividend to USD 0.90/shr from USD 0.77/shr.</li><li><strong>Xilinx (XLNX)</strong> (Information Technology/Semiconductors) CFO Lorenzo Flores is leaving the Co to pursue other opportunities following Xilinx’s earnings on October 23rd, the Co has launched a replacement search.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Carnival Corp. (CCL)</strong> (Consumer Discretionary/Hotels, Resorts &amp; Cruise Lines) has received approval for the expansion of a cruise terminal in Miami which will enable the support of its new Excel class ship.</li><li><strong>Eli Lilly &amp; Co. (LLY)</strong> (Health Care/Pharmaceuticals) will pay AC Immune (ACIU) its first milestone payment of CHF 30mln as a sign of progress being made on their Phase 1 study of ACI-3024, an Alzheimer's and other neurodegenerative disorders treatment.</li><li><strong>General Motors (GM)</strong> (Consumer Discretionary/Automobile Manufacturers) talks with strike leader UAW have made “some progress”, according to a UAW official, but caveats that many issues remain unresolved, according to local press.</li><li><strong>KeyCorp (KEY)</strong> (Financials/Regional Banks) CEO Beth Mooney is to retire on May 1st, 2020, where newly appointed COO Chris Gorman will succeed her.</li><li><strong>Progressive Corp. (PGR)</strong> (Financials/Property &amp; Casualty Insurance) has promoted Jonathan Bauer to CIO following the retirement of William Cody, effective January 3rd, 2020.</li><li><strong>S&amp;P Global, Inc.’s (SPGI)</strong> (Financials/Financial Exchanges &amp; Data) S&amp;P Dow Jones Indices unit CEO Alexander Matturri announced his retirement.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Beyond Meat Inc (BYND)</strong> (Consumer Staples/Food Products) has appointed Sanjay Shah as its new COO, effective September 18th, who brings experience from positions at Amazon (AMZN) and Tesla (TSLA).</li><li><strong>PG&amp;E (PCG) </strong>(Utilities/Electric Utilities) – A representative group of wildfire victims have reached an agreement with the Co’s bondholders for a USD 24bln trust for victim compensation, clearing the path for PG&amp;E’s bankruptcy to be cleared by the June 2020 deadline.</li><li><strong>Square Inc (SQ)</strong> (Information Technology/IT Services) has had its PT lowered to USD 75 from USD 100 at KeyBanc, where analyst Josh Beck cites analysis showing a scenario of flatter PF margins vs. market expectations of close to 200bps of expansion.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AECOM (ACM) UPGRADED TO BUY FROM HOLD AT ARGUS</li><li>COSTCO (COST) UPGRADED TO ACCUMULATE FROM HOLD AT GORDON HASKETT</li><li>EAGLE MATERIALS (EXP) UPGRADED TO NEUTRAL FROM SELL AT NORTHCOAST</li><li>ETSY (ETSY) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>LIVERAMP (RAMP) UPGRADED TO STRONG BUY FROM OUTPERFORM AT FIRST ANALYSIS</li><li>TC PIPELINES (TCP) UPGRADED TO BUY FROM UNDERPERFORM AT BOFA/MERRILL</li><li>UNITED RENTALS (URI) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li></ul><p><strong>Downgrades</strong></p><ul><li>COSAN (CZZ) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>FIRSTENERGY (FE) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li><li>SEAGATE (STX) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li><li>SYNOVUS (SNV) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li><li>XILINX (XLNX) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li></ul><p><strong>Initiations</strong></p><ul><li>BOSTON BEER (SAM) RATED NEW NEUTRAL AT MKM; PT USD 333</li><li>BROWN-FORMAN (BF.B) RATED NEW NEUTRAL AT MKM; PT USD 59</li><li>CACI (CACI) RATED NEW OVERWEIGHT AT BARCLAYS; PT USD 260</li><li>CARVANA (CVNA) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 95</li><li>CONSTELLATION BRANDS (STZ) RATED NEW BUY AT MKM; PT USD 263</li><li>CRAFT BREW ALLIANCE (BREW) RATED NEW NEUTRAL AT MKM; PT USD 16</li><li>ETON PHARMACEUTICALS (ETON) RATED NEW BUY AT B RILEY FBR, INC.</li><li>FREEPORT (FCX) RATED NEW OUTPERFORM AT EXANE; PT USD 13.20</li><li>GAMIDA CELL (GMDA) RATED NEW MARKET OUTPERFORM AT JMP; PT USD 16</li><li>GLOBE LIFE INC (GL) RATED NEW OUTPERFORM AT CREDIT SUISSE; PT USD 114</li><li>LEIDOS (LDOS) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 97</li><li>MOLSON COORS (TAP) RATED NEW BUY AT MKM; PT USD 66</li><li>MYOKARDIA (MYOK) RATED NEW BUY AT GUGGENHEIM</li><li>NAVIOS MARITIME PARTNERS (NMM) RESUMED AT CITI WITH NEUTRAL; PT USD 21.50</li><li>NEXPOINT RESIDENTIAL (NXRT) RATED NEW OUTPERFORM AT BAIRD; PT USD 50</li><li>NEXTDECADE (NEXT) RATED NEW UNDERWEIGHT AT MORGAN STANLEY</li><li>ON SEMI (ON) RATED NEW BUY AT BENCHMARK; PT USD 26</li><li>ROKU (ROKU) RATED NEW SELL AT PIVOTAL; PT USD 60</li><li>SAIC (SAIC) RATED NEW OVERWEIGHT AT BARCLAYS; PT USD 105</li><li>SKYWORKS (SWKS) RATED NEW BUY AT BENCHMARK; PT USD 94</li><li>TELLURIAN (TELL) RATED NEW UNDERWEIGHT AT MORGAN STANLEY</li><li>TILRAY (TLRY) RATED NEW NEUTRAL AT MKM; PT USD 34</li><li>WAYFAIR (W) RATED NEW SELL AT BERENBERG; PT USD 100</li><li>XENON PHARMACEUTICALS (XENE) RATED NEW BUY AT GUGGENHEIM; PT USD 25</li><li>XYLEM (XYL) RATED NEW BUY AT JEFFERIES; PT USD 90</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Broadcom Inc (AVGO). Amount USD 2.65</li><li>Childrens Place Inc (PLCE). Amount USD 0.56</li><li>International Flavors &amp; Fragrances Inc (IFF). Amount USD 0.75</li><li>Rent-A-Center Inc (RCII). Amount USD 0.25</li><li>Site Centers Corp (SITC). Amount USD 0.20​</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-20th-september-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:03:00",
        "gmt_time": "2019-09-20 13:03:00"
    },
    {
        "id": 887860,
        "updated_sequence": 1932645,
        "published_at": {
            "unix": 1568984520,
            "text": "2019-09-20 14:02:00 +0100",
            "iso_8601": "2019-09-20T13:02:00Z"
        },
        "updated_at": {
            "unix": 1568984566,
            "text": "2019-09-20 14:02:46 +0100",
            "iso_8601": "2019-09-20T13:02:46Z"
        },
        "subject": "Effective Fed funds rate was below the top-end of the Fed's target range for the first time since Sep 13",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "effective-fed-funds-rate-was-below-the-top-end-of-the-fed-s-target-range-for-the-first-time-since-sep-13-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 21:02:00",
        "gmt_time": "2019-09-20 13:02:00"
    },
    {
        "id": 887858,
        "updated_sequence": 1932639,
        "published_at": {
            "unix": 1568984280,
            "text": "2019-09-20 13:58:00 +0100",
            "iso_8601": "2019-09-20T12:58:00Z"
        },
        "updated_at": {
            "unix": 1568984370,
            "text": "2019-09-20 13:59:30 +0100",
            "iso_8601": "2019-09-20T12:59:30Z"
        },
        "subject": "Saudi Aramco executive says in 48 hours they will bring 2mln bpd back in the Abqaiq oil facility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-aramco-executive-says-in-48-hours-they-will-bring-2mln-bpd-back-in-the-abqaiq-oil-facility-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:58:00",
        "gmt_time": "2019-09-20 12:58:00"
    },
    {
        "id": 887857,
        "updated_sequence": 1932636,
        "published_at": {
            "unix": 1568984040,
            "text": "2019-09-20 13:54:00 +0100",
            "iso_8601": "2019-09-20T12:54:00Z"
        },
        "updated_at": {
            "unix": 1568984306,
            "text": "2019-09-20 13:58:26 +0100",
            "iso_8601": "2019-09-20T12:58:26Z"
        },
        "subject": "RyanAir (RYA LN) - BALPA has called off all RyanAir UK pilot strikes, strikes on 21, 23, 25, 27, 29 Sept will not go ahead",
        "content": "<ul><li>Co. have invited the pilots union to return for further discussions&nbsp;</li></ul>",
        "reaction_details": "<p>In an immediate reaction Co. shares moved higher from GBP 10.15 to GBP 10.25 perfore pairing back somewhat</p>",
        "reaction_updated_at": {
            "unix": 1568984306,
            "text": "2019-09-20 13:58:26 +0100",
            "iso_8601": "2019-09-20T12:58:26Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-balpa-has-called-off-all-ryanair-uk-pilot-strikes-strikes-on-21-23-25-27-29-sept-will-not-go-ahead-20-09-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:54:00",
        "gmt_time": "2019-09-20 12:54:00"
    },
    {
        "id": 887855,
        "updated_sequence": 1932628,
        "published_at": {
            "unix": 1568983200,
            "text": "2019-09-20 13:40:00 +0100",
            "iso_8601": "2019-09-20T12:40:00Z"
        },
        "updated_at": {
            "unix": 1568983585,
            "text": "2019-09-20 13:46:25 +0100",
            "iso_8601": "2019-09-20T12:46:25Z"
        },
        "subject": "UK PM Johnson told colleagues he does not expect to be able to reach full “legally operable” deal covering Irish border at meeting of EU leaders, according to the FT",
        "content": "<ul><li><a href=\"https://www.ft.com/content/e0e5ce46-db8a-11e9-8f9b-77216ebe1f17\">Link to Article</a></li><li>Article adds that one British Official says we need some flexibility from all sides, regarding the prospect of having a legally operable deal by October 19th</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction to the news, GBPUSD fell to 1.2465 from 1.2494, before paring back somewhat</li></ul>",
        "reaction_updated_at": {
            "unix": 1568983380,
            "text": "2019-09-20 13:43:00 +0100",
            "iso_8601": "2019-09-20T12:43:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "FT",
        "slug": "uk-pm-johnson-told-colleagues-he-does-not-expect-to-be-able-to-reach-full-legally-operable-deal-covering-irish-border-at-meeting-of-eu-leaders-according-to-the-ft-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:40:00",
        "gmt_time": "2019-09-20 12:40:00"
    },
    {
        "id": 887856,
        "updated_sequence": 1932626,
        "published_at": {
            "unix": 1568983140,
            "text": "2019-09-20 13:39:00 +0100",
            "iso_8601": "2019-09-20T12:39:00Z"
        },
        "updated_at": {
            "unix": 1568983454,
            "text": "2019-09-20 13:44:14 +0100",
            "iso_8601": "2019-09-20T12:44:14Z"
        },
        "subject": "Fed's Rosengren (Hawk, Dissenter) states his reasons for dissenting the recent 25bp cut as; labour markets are already tight, current US monetary policy is accomodative, fed funds target rate is below the inflation target",
        "content": "<ul><li>and low interest rates are encouraging more leverage in underwritten riskier debt transactions</li><li>add lowering rates to address trade and geopolitical risks is not costless</li><li><a href=\"https://www.bostonfed.org/news-and-events/press-releases/2019/eric-s-rosengren-dissenting-statement.aspx\">Link to full article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Boston Fed",
        "slug": "fed-s-rosengren-hawk-dissenter-states-his-reasons-for-dissenting-the-recent-25bp-cut-as-labour-markets-are-already-tight-current-us-monetary-policy-is-accomodative-fed-funds-target-rate-is-below-the-inflation-target-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:39:00",
        "gmt_time": "2019-09-20 12:39:00"
    },
    {
        "id": 887854,
        "updated_sequence": 1932608,
        "published_at": {
            "unix": 1568982780,
            "text": "2019-09-20 13:33:00 +0100",
            "iso_8601": "2019-09-20T12:33:00Z"
        },
        "updated_at": {
            "unix": 1568982866,
            "text": "2019-09-20 13:34:26 +0100",
            "iso_8601": "2019-09-20T12:34:26Z"
        },
        "subject": "NY Fed takes USD 75bln of treasuries and securities in repo operations (USD 75.55bln were submitted)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "ny-fed-takes-usd-75bln-of-treasuries-and-securities-in-repo-operations-usd-75-55bln-were-submitted-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:33:00",
        "gmt_time": "2019-09-20 12:33:00"
    },
    {
        "id": 887853,
        "updated_sequence": 1932612,
        "published_at": {
            "unix": 1568982660,
            "text": "2019-09-20 13:31:00 +0100",
            "iso_8601": "2019-09-20T12:31:00Z"
        },
        "updated_at": {
            "unix": 1568983020,
            "text": "2019-09-20 13:37:00 +0100",
            "iso_8601": "2019-09-20T12:37:00Z"
        },
        "subject": "UK Brexit Negotiator Barclay says he believes a deal with the EU is possible; says we are getting into the details of the talks and technical meetings will occur again next week",
        "content": "<ul><li>confirms that UK PM Johnson expected to meet EU Council Tusk at the UN next week</li><li>says there is a clear message from EC President Juncker and PM Johnson that a deal is doable</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brexit-negotiator-barclay-says-he-believes-a-deal-with-the-eu-is-possible-says-we-are-getting-into-the-details-of-the-talks-and-technical-meetings-will-occur-again-next-week-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:31:00",
        "gmt_time": "2019-09-20 12:31:00"
    },
    {
        "id": 887852,
        "updated_sequence": 1932605,
        "published_at": {
            "unix": 1568982600,
            "text": "2019-09-20 13:30:00 +0100",
            "iso_8601": "2019-09-20T12:30:00Z"
        },
        "updated_at": {
            "unix": 1568982760,
            "text": "2019-09-20 13:32:40 +0100",
            "iso_8601": "2019-09-20T12:32:40Z"
        },
        "subject": "US are unlikely to remove tariffs on imports of Japanese auto-parts in the trade agreement which is scheduled to be signed next week., as according to Japanese Times citing sources",
        "content": "<p><a href=\"https://www.japantimes.co.jp/news/2019/09/20/business/u-s-unlikely-remove-tariffs-japan-auto-parts-trade-deal/?hootPostID=65a3b46317629724d0bf11d95ecf326a#.XYTGHChKiHt\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recently, Japan's Foreign Minister has been seeking confirmation in US-Japan trade talks that no additional tariffs will be placed on Japanese cars</li></ul>",
        "analysis_updated_at": {
            "unix": 1568982760,
            "text": "2019-09-20 13:32:40 +0100",
            "iso_8601": "2019-09-20T12:32:40Z"
        },
        "push_notify": false,
        "source": "Japan Times",
        "slug": "us-are-unlikely-to-remove-tariffs-on-imports-of-japanese-auto-parts-in-the-trade-agreement-which-is-scheduled-to-be-signed-next-week-as-according-to-japanese-times-citing-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:30:00",
        "gmt_time": "2019-09-20 12:30:00"
    },
    {
        "id": 887851,
        "updated_sequence": 1932594,
        "published_at": {
            "unix": 1568982540,
            "text": "2019-09-20 13:29:00 +0100",
            "iso_8601": "2019-09-20T12:29:00Z"
        },
        "updated_at": {
            "unix": 1568982640,
            "text": "2019-09-20 13:30:40 +0100",
            "iso_8601": "2019-09-20T12:30:40Z"
        },
        "subject": "US overnight repo rate quoted at 1.85%-1.95% as Fed begins repo operation vs 1.90%-2.00% before operation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-overnight-repo-rate-quoted-at-1-85-1-95-as-fed-begins-repo-operation-vs-1-90-2-00-before-operation-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:29:00",
        "gmt_time": "2019-09-20 12:29:00"
    },
    {
        "id": 887847,
        "updated_sequence": 1932585,
        "published_at": {
            "unix": 1568981400,
            "text": "2019-09-20 13:10:00 +0100",
            "iso_8601": "2019-09-20T12:10:00Z"
        },
        "updated_at": {
            "unix": 1568982288,
            "text": "2019-09-20 13:24:48 +0100",
            "iso_8601": "2019-09-20T12:24:48Z"
        },
        "subject": "Germany to extend car tax exemptions for e-vehicles until 2025, according to its climate policy document",
        "content": "<ul><li>Under climate plan, German government will issue \"green/sustainability bonds\" in line with a sustainable finance strategy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-to-extend-car-tax-exemptions-for-e-vehicles-until-2025-according-to-its-climate-policy-document-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:10:00",
        "gmt_time": "2019-09-20 12:10:00"
    },
    {
        "id": 887846,
        "updated_sequence": 1932576,
        "published_at": {
            "unix": 1568980800,
            "text": "2019-09-20 13:00:00 +0100",
            "iso_8601": "2019-09-20T12:00:00Z"
        },
        "updated_at": {
            "unix": 1568981426,
            "text": "2019-09-20 13:10:26 +0100",
            "iso_8601": "2019-09-20T12:10:26Z"
        },
        "subject": "EU Commision Statement reiterates that it is essential that there is a fully workable and legally operational solution to the Irish border included in the WA, remains willing to examine any proposals that meet the objectives of the backstop",
        "content": "<ul><li>says UK Brexit Negotiator Barclay and EU Brexit Negotiator Barnier agreed that the technical talks will continue</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commision-statement-reiterates-that-it-is-essential-that-there-is-a-fully-workable-and-legally-operational-solution-to-the-irish-border-included-in-the-wa-remains-willing-to-examine-any-proposals-that-meet-the-objectives-of-the-backstop-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 20:00:00",
        "gmt_time": "2019-09-20 12:00:00"
    },
    {
        "id": 887845,
        "updated_sequence": 1932573,
        "published_at": {
            "unix": 1568980440,
            "text": "2019-09-20 12:54:00 +0100",
            "iso_8601": "2019-09-20T11:54:00Z"
        },
        "updated_at": {
            "unix": 1568980478,
            "text": "2019-09-20 12:54:38 +0100",
            "iso_8601": "2019-09-20T11:54:38Z"
        },
        "subject": "White House Trade Advisor Navarro states that Co's are leaving China fast., Fox News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "white-house-trade-advisor-navarro-states-that-co-s-are-leaving-china-fast-fox-news-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 19:54:00",
        "gmt_time": "2019-09-20 11:54:00"
    },
    {
        "id": 887844,
        "updated_sequence": 1932570,
        "published_at": {
            "unix": 1568979420,
            "text": "2019-09-20 12:37:00 +0100",
            "iso_8601": "2019-09-20T11:37:00Z"
        },
        "updated_at": {
            "unix": 1568979614,
            "text": "2019-09-20 12:40:14 +0100",
            "iso_8601": "2019-09-20T11:40:14Z"
        },
        "subject": "US President Trump says he is not interested in a limited China deal",
        "content": "",
        "reaction_details": "<ul><li>Previously, Trump said that although he would prefer a \"full deal\", he would consider an interim deal.&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1568979540,
            "text": "2019-09-20 12:39:00 +0100",
            "iso_8601": "2019-09-20T11:39:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-is-not-interested-in-a-limited-china-deal-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 19:37:00",
        "gmt_time": "2019-09-20 11:37:00"
    },
    {
        "id": 887843,
        "updated_sequence": 1932563,
        "published_at": {
            "unix": 1568979240,
            "text": "2019-09-20 12:34:00 +0100",
            "iso_8601": "2019-09-20T11:34:00Z"
        },
        "updated_at": {
            "unix": 1568979358,
            "text": "2019-09-20 12:35:58 +0100",
            "iso_8601": "2019-09-20T11:35:58Z"
        },
        "subject": "Scotiabank FX Daily -USD Mixed, Funding Squeeze Persists  ",
        "content": "<ul><li>&nbsp; USD broadly mixed, Fed’s Williams and Rosengren on tap</li><li>&nbsp; CAD flat overnight, retail sales kick off Q3 consumer data at 8:30</li><li>&nbsp; EUR steady consumer confidence at 10 am</li><li>&nbsp; GBP little changed while Brexit news rollercoaster continues</li><li>&nbsp; JPY trading in narrow range, BoJ makes cuts to bond purchases</li><li>&nbsp; AUD unchanged, remains weak post jobs data</li><li>&nbsp; MXN steady around 19.40</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-mixed-funding-squeeze-persists-20-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 19:34:00",
        "gmt_time": "2019-09-20 11:34:00"
    },
    {
        "id": 887842,
        "updated_sequence": 1932560,
        "published_at": {
            "unix": 1568979000,
            "text": "2019-09-20 12:30:00 +0100",
            "iso_8601": "2019-09-20T11:30:00Z"
        },
        "updated_at": {
            "unix": 1568979232,
            "text": "2019-09-20 12:33:52 +0100",
            "iso_8601": "2019-09-20T11:33:52Z"
        },
        "subject": "Iran's Oil Minister Zanganeh has reportedly ordered preparations for cyber-attacks on oil installations., according to EHA News ",
        "content": "<p><a href=\"https://twitter.com/eha_news/status/1175008679516676101\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For clarification this appears to be the energy minister ordering preparations relating to the safeguarding of Iranian facilities, rather than preparations for attacks on other facilities&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1568979231,
            "text": "2019-09-20 12:33:51 +0100",
            "iso_8601": "2019-09-20T11:33:51Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "iran-s-oil-minister-zanganeh-has-reportedly-ordered-preparations-for-cyber-attacks-on-oil-installations-according-to-eha-news-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 19:30:00",
        "gmt_time": "2019-09-20 11:30:00"
    },
    {
        "id": 887840,
        "updated_sequence": 1932554,
        "published_at": {
            "unix": 1568977080,
            "text": "2019-09-20 11:58:00 +0100",
            "iso_8601": "2019-09-20T10:58:00Z"
        },
        "updated_at": {
            "unix": 1568977218,
            "text": "2019-09-20 12:00:18 +0100",
            "iso_8601": "2019-09-20T11:00:18Z"
        },
        "subject": "ABN Amro see Brent at USD 60/bbl for both the end of Q4'19 and Q1'20; USD 70/bbl by the end of 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abn-amro-see-brent-at-usd-60-bbl-for-both-the-end-of-q4-19-and-q1-20-usd-70-bbl-by-the-end-of-2020-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:58:00",
        "gmt_time": "2019-09-20 10:58:00"
    },
    {
        "id": 887835,
        "updated_sequence": 1932539,
        "published_at": {
            "unix": 1568976780,
            "text": "2019-09-20 11:53:00 +0100",
            "iso_8601": "2019-09-20T10:53:00Z"
        },
        "updated_at": {
            "unix": 1568976959,
            "text": "2019-09-20 11:55:59 +0100",
            "iso_8601": "2019-09-20T10:55:59Z"
        },
        "subject": "German coalition's EUR 50bln climate deal will be financed without new debt, according to sources",
        "content": "<ul><li>the climate protection package will be EUR 50bln to 2023</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-coalition-s-eur-50bln-climate-deal-will-be-financed-without-new-debt-according-to-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:53:00",
        "gmt_time": "2019-09-20 10:53:00"
    },
    {
        "id": 887834,
        "updated_sequence": 1932532,
        "published_at": {
            "unix": 1568976480,
            "text": "2019-09-20 11:48:00 +0100",
            "iso_8601": "2019-09-20T10:48:00Z"
        },
        "updated_at": {
            "unix": 1568976804,
            "text": "2019-09-20 11:53:24 +0100",
            "iso_8601": "2019-09-20T10:53:24Z"
        },
        "subject": "Commerzbank (CBK GY) is reportedly mulling the sale of its Polish unit M-Bank which has a reported current value of EUR 3.1bln, according to Handlesblatt citing sources close to the matter",
        "content": "<ul><li><a href=\"https://www.handelsblatt.com/finanzen/banken-versicherungen/geldhaus-commerzbank-erwaegt-verkauf-von-polnischer-tochter-m-bank/25036890.html?ticket=ST-10181115-q5cYUMZF6TNYM9SlcX9B-ap3\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Handelsblatt",
        "slug": "commerzbank-cbk-gy-is-reportedly-mulling-the-sale-of-its-polish-unit-m-bank-which-has-a-reported-current-value-of-eur-3-1bln-according-to-handlesblatt-citing-sources-close-to-the-matter-20-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:48:00",
        "gmt_time": "2019-09-20 10:48:00"
    },
    {
        "id": 887833,
        "updated_sequence": 1932523,
        "published_at": {
            "unix": 1568976060,
            "text": "2019-09-20 11:41:00 +0100",
            "iso_8601": "2019-09-20T10:41:00Z"
        },
        "updated_at": {
            "unix": 1568976184,
            "text": "2019-09-20 11:43:04 +0100",
            "iso_8601": "2019-09-20T10:43:04Z"
        },
        "subject": "RANsquawk Daily US Opening News - 20th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22820/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are firmer this morning in largely tentative trade as markets pause after a hectic week</li><li>NY Fed announced a fourth consecutive overnight repo operation of USD 75bln at a minimum bid rate of 1.8% for Friday at 0815-0830 ET</li><li>Fed’s Bullard says he dissented as a large cut is more appropriate, cites soft PCE &amp; signs the economy is to slow soon</li><li>The FX space is similarly tentative with the USD little changed vs. G10 counterparts</li><li>Looking ahead, highlights include Canadian Retail Sales, Fed’s Rosengren &amp; Kaplan and Quadruple Witching</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded mixed/flat as risk appetite picked slightly up from the indecision seen on Wall St</strong> where stocks meandered amid a slew of central bank announcements, in which the DJIA failed to hold on to early gains and finished lower and the S&amp;P 500 returned flat despite an initial approach to within 6 points of its all-time high. <strong>ASX 200 (+0.2%)</strong> was underpinned by increasing expectations for the RBA to lower rates next month and with gold miners front-running the gains after the precious metal reclaimed the psychological key USD 1500/oz level, while <strong>Nikkei 225 (+0.2%)</strong> was also higher but with upside restricted by currency flows and amid mixed inflation data. Elsewhere, <strong>Hang Seng (-0.1%) </strong>and<strong> Shanghai Comp. (+0.2</strong>%) were indecisive following mixed trade-related rhetoric as NEC Director Kudlow suggested a softer US-China mood, while President Trump’s advisor Pillsbury warned the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could increase to 50% or 100%. PBoC actions were also somewhat ambiguous as the central bank cut its 1yr Loan Prime Rate by 5bps to 4.20% as expected but refrained from a similar anticipated cut to the 5yr Loan Price Rate of 4.85% and although it announced another substantial injection of CNY 120bln in reverse repos today, its total operations including MLFs resulted to a net weekly drain of CNY 15bln. Finally, 10yr JGBs were initially lower and yields increased amid the positive tone in Japan and after the BoJ rinban announcement in which it reduced purchase amounts in all of today’s maturities from the belly to super-long end, although prices later recovered to trade near-flat.</p><p><strong>PBoC 1yr Loan Prime Rate set at 4.20% vs. Exp. 4.20% (Prev. 4.25%). </strong>(Newswires)<strong> PBoC 5yr Loan Prime Rate set at 4.85% vs. Exp. 4.80% (Prev. 4.85%)</strong></p><p>PBoC injected CNY 40bln via 7-day reverse repos and CNY 80bln via 14-day reverse repos. (Newswires) <strong>PBoC set CNY mid-point at 7.0730 vs. Exp. 7.0807 (Prev. 7.0732)</strong></p><p>PBoC announced to sell CNY 10bln of bank bills in Hong Kong on September 26th.&nbsp;</p><p>Japanese National CPI (Aug) Y/Y 0.3% vs. Exp. 0.6% (Prev. 0.5%). (Newswires) Japanese National CPI Ex. Fresh Food (Aug) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.6%); slowest increase since Jul 2017 Japanese National CPI Ex. Fresh Food &amp; Energy (Aug) Y/Y 0.6% vs. Exp. 0.5% (Prev. 0.6%)</p><p><strong>US</strong></p><p><strong>Fed's Bullard (Voter, dovish dissenter) </strong>says he dissented from the recent Fed rate cut decision because a larger cut was more appropriate, says there are signs US growth is to slow soon and manufacturing appears to be in recession</p><p>- <strong>core and headline PCE measures continue to run some 40 to 60 basis points</strong>, respectively, <strong>below the FOMC’s 2%</strong> inflation target.</p><p>- is <strong>prudent risk management to cut the policy rate aggressively now and then later increase it</strong> should the downside risks not materialize</p><p><strong>NY Fed announced a fourth consecutive overnight repo operation of USD 75bln at a minimum bid rate of 1.8% for Friday at 0815-0830 ET</strong>. (Newswires)</p><p>US House has approved a stopgap measure to fund the government to November 21st which heads to the Senate. (Newswires)</p><p>GEOPOLITICS</p><p><strong>Saudi-led coalition conducted a military operation in Yemen in which it destroyed 4 locations used for assembling remote-controlled boats and sea mines</strong>. (Newswires)</p><p>Saudi Aramco Executive states that the attacks on the Khurais oil infrastructure targeted 4 locations in their oil production facilities; confident we will be back to full production by the end of September. (Newswires)</p><p>Kuwait Foreign Minister is said to have received a call from Iran Foreign Minister Zarif in which they discussed regional developments as well as how to de-escalate tensions. (Newswires)</p><p>North Korea reportedly may be preparing a submarine capable of launching ballistic missiles. (Newswires)</p><p>UK/EU</p><p>Irish Foreign Minister Coveney says UK proposals on the backstop do not stand up to scrutiny. (Newswires)</p><p>EU are eager to arrive at a deal, EU sources state that are ready to look again (compromise) on the current backstop, but will not accept its removal unless there is a watertight UK alternative., BBC's Adler. (Twitter)</p><p>UK Trade Secretary Truss met with Japanese Foreign Minister Motegi in which she stated the UK is interested in joining CPTPP trade group and wants an ambitious trade deal with Japan. (Newswires)</p><p>Incoming ECB President Lagarde said global growth is fragile and under threat, while she added that central bankers must be predictable and focus on stability. (Newswires)</p><p>German Finance Ministry said the domestic economy began Q3 on a weaker footing amid subdued global economy and uncertainties, while it sees a continued contraction in industrial output and no sign of change to the negative trend of exports. Furthermore, it added the labour market is getting impetus from the services sector but growth in overall employment is slowing down. (Newswires)</p><p>EQUITIES</p><p>Major European bourses are firmer (Euro Stoxx 50 +0.5%) following a mostly positive Asia-Pac lead, trading in relatively thin ranges as the market takes a breather following the prior two day’s flurry of Central Bank activity; with indices having picked up somewhat from their relatively unchanged start as the session progressed. Some choppiness has been seen however; and it is worth noting that it is Quadruple witching day, with September contracts set to expire for a number of European and US single stock, index and option futures. Underperformance is being seen in the FTSE100 (-0.3%) as GBP strengthens on the back of growing Brexit deal hopes. The sectors are relatively mixed, and unreflective of any particular risk configuration; Energy, Consumer Discretionary, Health Care, Financials, Telecoms and Utilities are higher while Materials and Industrials are lower. In terms of notable individual movers; Thomas Cook Group (-17.0%) sunk on premarket news that recapitalisation and reorganisation discussions are continuing, may result in the interest of existing shareholders being significantly diluted and poses the risk of no recovery. RBS (+3.6%) moved higher on the news that the company had hired former Natwest Markets head Alison Rose as CEO. A disappointing trade update from Investec (-6.2%), in which H1 EPS guidance was revised lower, saw shares sell off. Finally, Casino (+2.5%) moved higher on the news that the Co. had entered into discussions with Aldi France re. the potential acquisition of Leader Price.</p><p>Exxon (XOM) - Reports indicate that Iraq is moving towards Chinese Co's to replace the Co. for a infrastructure mega-project., according to Energy Intel citing sources. (Energy Intel)</p><p>Uber (UBER) - Uber's temporary London license runs out next week; reports indicate that a deal is likely from TFL but this will not be for the usual 5-year term., LBC's Usherwood. (Twitter)</p><p>FX</p><p><strong>GBP - </strong>The Pound remains perky, but not quite so brimming with Brexit breakthrough optimism after EU’s Juncker sparked a short squeeze by intimating that a deal can still be done before the October 31 deadline on the premise that Irish border conditions are met by any alternative arrangement put forward by the UK. His hopeful remarks were backed up by Britain’s Junior Brexit Minister, but dampened by Irish Foreign Minister Coveney and reports that EU officials are frustrated that practical solutions have still not been provided by PM Johnson. Cable extended gains to and just beyond offers at 1.2580, but faded ahead of Fib resistance at 1.2589 and is now back below 1.2550, while Eur/Gbp stopped just short of support below 0.8800 (at 0.8777) and has subsequently rebounded through the big figure and a 0.8809 Fib.</p><p><strong>CHF - </strong>Still holding a firmer line in wake of yesterday’s SNB Quarterly Policy review when benchmark rates were left unchanged against some expectations for an ease to counter last week’s 10 bp ECB cut, and inflation projections were based on steady policy throughout the forecast horizon. The Franc is consolidating around 0.9900 vs the Dollar as the DXY meanders between 98.357-139 and well off fleeting post-FOMC peaks, with Eur/Chf pivoting 1.0950.</p><p><strong>EUR/JPY/AUD/CAD - </strong>All narrowly mixed against the broadly subdued Greenback, as the single currency continues to straddle 1.1050 in generally quieter trade after all the ECB induced volatility, and amidst the ongoing constrains of heavy option expiries that blanket nearest round numbers again today (2.6 bn at the 1.1000 strike, 1 bn from 1.1020-25, 1.1 bn at 1.1050 and 1.8 bn at 1.1100). Similarly, the Yen remains rooted around 108.00 following mixed Japanese inflation data, with stiff technical obstacles capping the upside, like a 108.43 Fib and expiry interest in close proximity Usd/Jpy (1.2 bn between 107.50-60 and 1.1 bn at 108.00). Elsewhere, the Aussie and Loonie are both in familiar territory on the 0.6800 handle and within 1.3275-50 parameters respectively, but Usd/Cad has another opportunity to breakout pending the nature of Canadian retail sales after failing to get much independent inspiration from CPI earlier this week.</p><p>&nbsp;</p><p><strong>NZD/NOK - </strong>The Kiwi is languishing at the bottom of the G10 table, with Nzd/Usd under 0.6300 and Aud/Nzd over 1.0800 ahead of next week’s RBNZ meeting that could underscore expectations for more easing before year end, if not culminate in an OCR cut with probability for another 25 bp move circa 30%. However, the Norwegian Krona is also underperforming and extending its retreat from post-Norges Bank hike highs on perceptions of no further policy normalisation, with Eur/Nok significantly closer to 9.9500 option expiries (1.4 bn) than interest at 9.8500 (2.1 bn) and 9.8125 or so at one stage on Thursday.</p><p><strong>Riksbank's Jansson says risk picture looks really bad</strong>, there is not upside risk to the economy; but says some way still until we need to switch to an easing bias, notes lower than expected inflation and \"really bad\" employment data; scepticism from the prior meeting has increased. (Newswires)</p><p>FX Option Expiries</p><p>- EUR/USD: 1.0950 (1BLN), <strong>1.1000 (2.6BLN), 1.1020-25 (1BLN), 1.1050 (1.1BLN), 1.1100 (1.8BLN)</strong></p><p>- USD/CHF: 0.9800 (460M), <strong>0.9925 (850M),</strong> 1.00 (222M)</p><p>- USD/JPY: 107.25 (1.1BLN), <strong>107.50-60 (1.21BLN), 108.00 (1.1BLN)</strong></p><p>- EUR/NOK<strong>: 9.8500 (2.1BLN), 9.9500 (1.4BLN)</strong></p><p>&nbsp;</p><p><strong>FIXED</strong></p><p>Gilts have come closer to bridging the gap between opening levels and their previous settlement (132.18 vs 132.59) with a new Liffe peak at 132.47 achieved amidst more reports suggesting that the UK and EU remain far apart on the Irish backstop issue rather than on the cusp of resolving differences. However, UK debt is still lagging Eurozone peers awaiting anything constructive from the next Brexit meetings, while US Treasuries have lost some bullish impetus in consolidative trade after the Fed induced frenzy since Wednesday and Saudi/oil/geopolitical-related moves prior to that. For reference, the 10 year benchmark yield is still finding 1.75% hard to breach and consequently the curve has not flipped back through par ahead of more post-FOMC commentary following 50 bp rate cut advocate Bullard stating his case for the dissention, or rather the rationale behind wanting more than ¼ point.</p><p>COMMODITIES</p><p>The crude complex trades higher on Friday morning, in quiet trade that mirrors the broader lack of conviction elsewhere. In terms of recent geopolitical developments; a Saudi-led coalition conducted a military operation in Yemen, destroying 4 locations reportedly being used for assembling remote-controlled boats and sea mines. Elsewhere, there were reports that US national security officials met yesterday to draft possible action against Iran and to refine a list of potential targets to strike in the event that President Trump were to order a military retaliation. In terms of metals; Gold is higher on the day, but continues to linger around the USD 1500/oz mark. Meanwhile, Steel futures look to cap off the week on the back foot, tracking Iron Ore prices lower since Monday ahead of a week-long holiday in China, the intensity of upcoming winter restrictions on mills, and recovering mine supplies.</p><p>China's Energy Administration states that if there is no trade war then China would be able to import large quantities of oil and gas from the US. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-20th-september-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:41:00",
        "gmt_time": "2019-09-20 10:41:00"
    },
    {
        "id": 887832,
        "updated_sequence": 1932520,
        "published_at": {
            "unix": 1568975700,
            "text": "2019-09-20 11:35:00 +0100",
            "iso_8601": "2019-09-20T10:35:00Z"
        },
        "updated_at": {
            "unix": 1568975796,
            "text": "2019-09-20 11:36:36 +0100",
            "iso_8601": "2019-09-20T10:36:36Z"
        },
        "subject": "RANsquawk EU Mid Session: Markets pause for breath after flurry of Central Bank activity - 20th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22819/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>EQUITIES</p><p>Major European bourses are firmer (Euro Stoxx 50 +0.5%) following a mostly positive Asia-Pac lead, trading in relatively thin ranges as the market takes a breather following the prior two day’s flurry of Central Bank activity; with indices having picked up somewhat from their relatively unchanged start as the session progressed. Some choppiness has been seen however; and it is worth noting that it is Quadruple witching day, with September contracts set to expire for a number of European and US single stock, index and option futures. Underperformance is being seen in the FTSE100 (-0.3%) as GBP strengthens on the back of growing Brexit deal hopes. The sectors are relatively mixed, and unreflective of any particular risk configuration; Energy, Consumer Discretionary, Health Care, Financials, Telecoms and Utilities are higher while Materials and Industrials are lower. In terms of notable individual movers; Thomas Cook Group (-17.0%) sunk on premarket news that recapitalisation and reorganisation discussions are continuing, may result in the interest of existing shareholders being significantly diluted and poses the risk of no recovery. RBS (+3.6%) moved higher on the news that the company had hired former Natwest Markets head Alison Rose as CEO. A disappointing trade update from Investec (-6.2%), in which H1 EPS guidance was revised lower, saw shares sell off. Finally, Casino (+2.5%) moved higher on the news that the Co. had entered into discussions with Aldi France re. the potential acquisition of Leader Price.</p><p>FX</p><p><strong>GBP - </strong>The Pound remains perky, but not quite so brimming with Brexit breakthrough optimism after EU’s Juncker sparked a short squeeze by intimating that a deal can still be done before the October 31 deadline on the premise that Irish border conditions are met by any alternative arrangement put forward by the UK. His hopeful remarks were backed up by Britain’s Junior Brexit Minister, but dampened by Irish Foreign Minister Coveney and reports that EU officials are frustrated that practical solutions have still not been provided by PM Johnson. Cable extended gains to and just beyond offers at 1.2580, but faded ahead of Fib resistance at 1.2589 and is now back below 1.2550, while Eur/Gbp stopped just short of support below 0.8800 (at 0.8777) and has subsequently rebounded through the big figure and a 0.8809 Fib.</p><p>&nbsp;</p><p><strong>CHF - </strong>Still holding a firmer line in wake of yesterday’s SNB Quarterly Policy review when benchmark rates were left unchanged against some expectations for an ease to counter last week’s 10 bp ECB cut, and inflation projections were based on steady policy throughout the forecast horizon. The Franc is consolidating around 0.9900 vs the Dollar as the DXY meanders between 98.357-139 and well off fleeting post-FOMC peaks, with Eur/Chf pivoting 1.0950.</p><p>&nbsp;</p><p><strong>EUR/JPY/AUD/CAD - </strong>All narrowly mixed against the broadly subdued Greenback, as the single currency continues to straddle 1.1050 in generally quieter trade after all the ECB induced volatility, and amidst the ongoing constrains of heavy option expiries that blanket nearest round numbers again today (2.6 bn at the 1.1000 strike, 1 bn from 1.1020-25, 1.1 bn at 1.1050 and 1.8 bn at 1.1100). Similarly, the Yen remains rooted around 108.00 following mixed Japanese inflation data, with stiff technical obstacles capping the upside, like a 108.43 Fib and expiry interest in close proximity Usd/Jpy (1.2 bn between 107.50-60 and 1.1 bn at 108.00). Elsewhere, the Aussie and Loonie are both in familiar territory on the 0.6800 handle and within 1.3275-50 parameters respectively, but Usd/Cad has another opportunity to breakout pending the nature of Canadian retail sales after failing to get much independent inspiration from CPI earlier this week.</p><p>&nbsp;</p><p><strong>NZD/NOK - </strong>The Kiwi is languishing at the bottom of the G10 table, with Nzd/Usd under 0.6300 and Aud/Nzd over 1.0800 ahead of next week’s RBNZ meeting that could underscore expectations for more easing before year end, if not culminate in an OCR cut with probability for another 25 bp move circa 30%. However, the Norwegian Krona is also underperforming and extending its retreat from post-Norges Bank hike highs on perceptions of no further policy normalisation, with Eur/Nok significantly closer to 9.9500 option expiries (1.4 bn) than interest at 9.8500 (2.1 bn) and 9.8125 or so at one stage on Thursday.</p><p>&nbsp;</p><p>FIXED INCOME</p><p>Gilts have come closer to bridging the gap between opening levels and their previous settlement (132.18 vs 132.59) with a new Liffe peak at 132.47 achieved amidst more reports suggesting that the UK and EU remain far apart on the Irish backstop issue rather than on the cusp of resolving differences. However, UK debt is still lagging Eurozone peers awaiting anything constructive from the next Brexit meetings, while US Treasuries have lost some bullish impetus in consolidative trade after the Fed induced frenzy since Wednesday and Saudi/oil/geopolitical-related moves prior to that. For reference, the 10 year benchmark yield is still finding 1.75% hard to breach and consequently the curve has not flipped back through par ahead of more post-FOMC commentary following 50 bp rate cut advocate Bullard stating his case for the dissention, or rather the rationale behind wanting more than ¼ point.</p><p>COMMODITIES</p><p><strong>The crude complex trades higher on Friday morning, in quiet trade that mirrors the broader lack of conviction elsewhere. </strong>In terms of recent geopolitical developments; a Saudi-led coalition conducted a military operation in Yemen, destroying 4 locations reportedly being used for assembling remote-controlled boats and sea mines. Elsewhere, there were reports that US national security officials met yesterday to draft possible action against Iran and to refine a list of potential targets to strike in the event that President Trump were to order a military retaliation. In terms of metals<strong>; Gold </strong>is higher on the day, but continues to linger around the USD 1500/oz mark. Meanwhile, <strong>Steel </strong>futures look to cap off the week on the back foot, tracking <strong>Iron Ore</strong> prices lower since Monday ahead of a week-long holiday in China, the intensity of upcoming winter restrictions on mills, and recovering mine supplies.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-markets-pause-for-breath-after-flurry-of-central-bank-activity-20th-september-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:35:00",
        "gmt_time": "2019-09-20 10:35:00"
    },
    {
        "id": 887831,
        "updated_sequence": 1932517,
        "published_at": {
            "unix": 1568975700,
            "text": "2019-09-20 11:35:00 +0100",
            "iso_8601": "2019-09-20T10:35:00Z"
        },
        "updated_at": {
            "unix": 1568975785,
            "text": "2019-09-20 11:36:25 +0100",
            "iso_8601": "2019-09-20T10:36:25Z"
        },
        "subject": "Iran’s Foreign Minister reiterates Iran has no desire for war but they will, and always have, defend our people and our nation",
        "content": "<p><a href=\"https://twitter.com/JZarif/status/1174995150323560449\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iran-s-foreign-minister-reiterates-iran-has-no-desire-for-war-but-they-will-and-always-have-defend-our-people-and-our-nation-20-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:35:00",
        "gmt_time": "2019-09-20 10:35:00"
    },
    {
        "id": 887830,
        "updated_sequence": 1932512,
        "published_at": {
            "unix": 1568975520,
            "text": "2019-09-20 11:32:00 +0100",
            "iso_8601": "2019-09-20T10:32:00Z"
        },
        "updated_at": {
            "unix": 1568975578,
            "text": "2019-09-20 11:32:58 +0100",
            "iso_8601": "2019-09-20T10:32:58Z"
        },
        "subject": "Fixed Income: choppy trade at the end of a hectic week",
        "content": "<p>Gilts have come closer to bridging the gap between opening levels and their previous settlement (132.18 vs 132.59) with a new Liffe peak at 132.47 achieved amidst more reports suggesting that the UK and EU remain far apart on the Irish backstop issue rather than on the cusp of resolving differences. However, UK debt is still lagging Eurozone peers awaiting anything constructive from the next Brexit meetings, while US Treasuries have lost some bullish impetus in consolidative trade after the Fed induced frenzy since Wednesday and Saudi/oil/geopolitical-related moves prior to that. For reference, the 10 year benchmark yield is still finding 1.75% hard to breach and consequently the curve has not flipped back through par ahead of more post-FOMC commentary following 50 bp rate cut advocate Bullard stating his case for the dissention, or rather the rationale behind wanting more than ¼ point.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-choppy-trade-at-the-end-of-a-hectic-week-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:32:00",
        "gmt_time": "2019-09-20 10:32:00"
    },
    {
        "id": 887829,
        "updated_sequence": 1932509,
        "published_at": {
            "unix": 1568973900,
            "text": "2019-09-20 11:05:00 +0100",
            "iso_8601": "2019-09-20T10:05:00Z"
        },
        "updated_at": {
            "unix": 1568973951,
            "text": "2019-09-20 11:05:51 +0100",
            "iso_8601": "2019-09-20T10:05:51Z"
        },
        "subject": "FX Morning Colour: Sterling loses some Irish backstop buoyancy",
        "content": "<p><strong>GBP</strong></p><p>The Pound remains perky, but not quite so brimming with Brexit breakthrough optimism after EU’s Juncker sparked a short squeeze by intimating that a deal can still be done before the October 31 deadline on the premise that Irish border conditions are met by any alternative arrangement put forward by the UK. His hopeful remarks were backed up by Britain’s Junior Brexit Minister, but dampened by Irish Foreign Minister Coveney and reports that EU officials are frustrated that practical solutions have still not been provided by PM Johnson. Cable extended gains to and just beyond offers at 1.2580, but faded ahead of Fib resistance at 1.2589 and is now back below 1.2550, while Eur/Gbp stopped just short of support below 0.8800 (at 0.8777) and has subsequently rebounded through the big figure and a 0.8809 Fib.</p><p><strong>CHF</strong></p><p>Still holding a firmer line in wake of yesterday’s SNB Quarterly Policy review when benchmark rates were left unchanged against some expectations for an ease to counter last week’s 10 bp ECB cut, and inflation projections were based on steady policy throughout the forecast horizon. The Franc is consolidating around 0.9900 vs the Dollar as the <strong>DXY </strong>meanders between 98.357-139 and well off fleeting post-FOMC peaks, with Eur/Chf pivoting 1.0950.</p><p><strong>EUR/JPY/AUD/CAD</strong></p><p>All narrowly mixed against the broadly subdued Greenback, as the single currency continues to straddle 1.1050 in generally quieter trade after all the ECB induced volatility, and amidst the ongoing constrains of heavy option expiries that blanket nearest round numbers again today (2.6 bn at the 1.1000 strike, 1 bn from 1.1020-25, 1.1 bn at 1.1050 and 1.8 bn at&nbsp;1.1100). Similarly, the Yen remains rooted around 108.00 following mixed Japanese inflation data, with stiff technical obstacles capping the upside, like a 108.43 Fib and expiry interest in close proximity Usd/Jpy (1.2 bn between 107.50-60 and 1.1 bn at 108.00). Elsewhere, the Aussie and Loonie are both in familiar territory on the 0.6800 handle and within 1.3275-50 parameters respectively, but Usd/Cad has another opportunity to breakout pending the nature of Canadian retail sales after failing to get much independent inspiration from CPI earlier this week.</p><p><strong>NZD/NOK&nbsp;</strong></p><p>The Kiwi is languishing at the bottom of the G10 table, with Nzd/Usd under 0.6300 and Aud/Nzd over 1.0800 ahead of next week’s RBNZ meeting that could underscore expectations for more easing before year end, if not culminate in an OCR cut with probability for another 25 bp move circa 30%. However, the Norwegian Krona is also underperforming and extending its retreat from post-Norges Bank hike highs on perceptions of no further policy normalisation, with Eur/Nok significantly closer to 9.9500 option expiries (1.4 bn) than interest at 9.8500 (2.1 bn) and 9.8125 or so at one stage on Thursday.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-sterling-loses-some-irish-backstop-buoyancy-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:05:00",
        "gmt_time": "2019-09-20 10:05:00"
    },
    {
        "id": 887828,
        "updated_sequence": 1932506,
        "published_at": {
            "unix": 1568973660,
            "text": "2019-09-20 11:01:00 +0100",
            "iso_8601": "2019-09-20T10:01:00Z"
        },
        "updated_at": {
            "unix": 1568973937,
            "text": "2019-09-20 11:05:37 +0100",
            "iso_8601": "2019-09-20T10:05:37Z"
        },
        "subject": "Fed's Bullard (Voter, dovish dissenter) says he dissented from the recent Fed rate cut decision because a larger cut was more appropriate, says there are signs US growth is to slow soon and manufacturing appears to be in recession",
        "content": "<p><a href=\"https://www.stlouisfed.org/on-the-economy/2019/september/bullard-explains-recent-fomc-dissent\">Via Statement from St Louis Fed</a></p><ul><li>adds core and headline personal consumption expenditures (PCE) inflation measures continue to run some 40 to 60 basis points, respectively, below the FOMC’s 2% inflation target.</li><li>says it is prudent risk management to cut the policy rate aggressively now rather than later increase it should the downside risks not materialize.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "St Louis Fed",
        "slug": "fed-s-bullard-voter-dovish-dissenter-says-he-dissented-from-the-recent-fed-rate-cut-decision-because-a-larger-cut-was-more-appropriate-says-there-are-signs-us-growth-is-to-slow-soon-and-manufacturing-appears-to-be-in-recession-20-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:01:00",
        "gmt_time": "2019-09-20 10:01:00"
    },
    {
        "id": 887827,
        "updated_sequence": 1932499,
        "published_at": {
            "unix": 1568973660,
            "text": "2019-09-20 11:01:00 +0100",
            "iso_8601": "2019-09-20T10:01:00Z"
        },
        "updated_at": {
            "unix": 1568973773,
            "text": "2019-09-20 11:02:53 +0100",
            "iso_8601": "2019-09-20T10:02:53Z"
        },
        "subject": "Deutsche Post (DPW GY) - Co. says that DHL has adapted their pricing for 2020; prices in Germany will increase by 4.9% for the majority of clients YY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-post-dpw-gy-co-says-that-dhl-has-adapted-their-pricing-for-2020-prices-in-germany-will-increase-by-4-9-for-the-majority-of-clients-yy-20-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 18:01:00",
        "gmt_time": "2019-09-20 10:01:00"
    },
    {
        "id": 887826,
        "updated_sequence": 1932496,
        "published_at": {
            "unix": 1568972700,
            "text": "2019-09-20 10:45:00 +0100",
            "iso_8601": "2019-09-20T09:45:00Z"
        },
        "updated_at": {
            "unix": 1568972872,
            "text": "2019-09-20 10:47:52 +0100",
            "iso_8601": "2019-09-20T09:47:52Z"
        },
        "subject": "EU are eager to arrive at a deal, EU sources state that are ready to look again (compromise) on the current backstop, but will not accept its removal unless there is a watertight UK alternative., BBC's Adler",
        "content": "<p><a href=\"https://twitter.com/BBCkatyaadler/status/1174982575330218003\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "eu-are-eager-to-arrive-at-a-deal-eu-sources-state-that-are-ready-to-look-again-compromise-on-the-current-backstop-but-will-not-accept-its-removal-unless-there-is-a-watertight-uk-alternative-bbc-s-adler-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:45:00",
        "gmt_time": "2019-09-20 09:45:00"
    },
    {
        "id": 887825,
        "updated_sequence": 1932491,
        "published_at": {
            "unix": 1568972580,
            "text": "2019-09-20 10:43:00 +0100",
            "iso_8601": "2019-09-20T09:43:00Z"
        },
        "updated_at": {
            "unix": 1568972666,
            "text": "2019-09-20 10:44:26 +0100",
            "iso_8601": "2019-09-20T09:44:26Z"
        },
        "subject": "Netflix (NFLX) - Co's CEO says they are to make a large increase in purchasing UK TV content next year, potentially of note for ITV (ITV LN)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "netflix-nflx-co-s-ceo-says-they-are-to-make-a-large-increase-in-purchasing-uk-tv-content-next-year-potentially-of-note-for-itv-itv-ln-20-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:43:00",
        "gmt_time": "2019-09-20 09:43:00"
    },
    {
        "id": 887824,
        "updated_sequence": 1932493,
        "published_at": {
            "unix": 1568972460,
            "text": "2019-09-20 10:41:00 +0100",
            "iso_8601": "2019-09-20T09:41:00Z"
        },
        "updated_at": {
            "unix": 1568972726,
            "text": "2019-09-20 10:45:26 +0100",
            "iso_8601": "2019-09-20T09:45:26Z"
        },
        "subject": "BAML Flow Show says Equity funds attract USD 19.2bln in the week to Wednesday, US stock funds pulled in USD 20.7bln, the eighth largest ever inflow",
        "content": "<ul><li>USD 9.7bn week of inflows to IG/HY/EM bonds, the banks says the \"yield mania continues\".</li><li>Bull &amp; Bear Indicator is up from 0.7 to 0.8 (Chart 2); investor sentiment is still in “extreme bear” territory, although on current trends the indicator looks likely to be back into neutral zone by early-Oct.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-says-equity-funds-attract-usd-19-2bln-in-the-week-to-wednesday-us-stock-funds-pulled-in-usd-20-7bln-the-eighth-largest-ever-inflow-20-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:41:00",
        "gmt_time": "2019-09-20 09:41:00"
    },
    {
        "id": 887823,
        "updated_sequence": 1932485,
        "published_at": {
            "unix": 1568971200,
            "text": "2019-09-20 10:20:00 +0100",
            "iso_8601": "2019-09-20T09:20:00Z"
        },
        "updated_at": {
            "unix": 1568971304,
            "text": "2019-09-20 10:21:44 +0100",
            "iso_8601": "2019-09-20T09:21:44Z"
        },
        "subject": "Ryanair (RYA LN) - Co. notes that all flights to and from UK based airports are to operate as scheduled on Saturday 21st September and Monday 23rd September ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-co-notes-that-all-flights-to-and-from-uk-based-airports-are-to-operate-as-scheduled-on-saturday-21st-september-and-monday-23rd-september-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:20:00",
        "gmt_time": "2019-09-20 09:20:00"
    },
    {
        "id": 887822,
        "updated_sequence": 1932482,
        "published_at": {
            "unix": 1568970960,
            "text": "2019-09-20 10:16:00 +0100",
            "iso_8601": "2019-09-20T09:16:00Z"
        },
        "updated_at": {
            "unix": 1568971027,
            "text": "2019-09-20 10:17:07 +0100",
            "iso_8601": "2019-09-20T09:17:07Z"
        },
        "subject": "China's Energy Administration states that if there is no trade war then China would be able to import large quantities of oil and gas from the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-energy-administration-states-that-if-there-is-no-trade-war-then-china-would-be-able-to-import-large-quantities-of-oil-and-gas-from-the-us-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:16:00",
        "gmt_time": "2019-09-20 09:16:00"
    },
    {
        "id": 887821,
        "updated_sequence": 1932479,
        "published_at": {
            "unix": 1568970900,
            "text": "2019-09-20 10:15:00 +0100",
            "iso_8601": "2019-09-20T09:15:00Z"
        },
        "updated_at": {
            "unix": 1568970961,
            "text": "2019-09-20 10:16:01 +0100",
            "iso_8601": "2019-09-20T09:16:01Z"
        },
        "subject": "South Korea's health ministry have advised the public to not use liquid e-cigarettes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-health-ministry-have-advised-the-public-to-not-use-liquid-e-cigarettes-20-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:15:00",
        "gmt_time": "2019-09-20 09:15:00"
    },
    {
        "id": 887821,
        "updated_sequence": 1932479,
        "published_at": {
            "unix": 1568970900,
            "text": "2019-09-20 10:15:00 +0100",
            "iso_8601": "2019-09-20T09:15:00Z"
        },
        "updated_at": {
            "unix": 1568970961,
            "text": "2019-09-20 10:16:01 +0100",
            "iso_8601": "2019-09-20T09:16:01Z"
        },
        "subject": "South Korea's health ministry have advised the public to not use liquid e-cigarettes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-health-ministry-have-advised-the-public-to-not-use-liquid-e-cigarettes-20-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:15:00",
        "gmt_time": "2019-09-20 09:15:00"
    },
    {
        "id": 887609,
        "updated_sequence": 1932468,
        "published_at": {
            "unix": 1568970000,
            "text": "2019-09-20 10:00:00 +0100",
            "iso_8601": "2019-09-20T09:00:00Z"
        },
        "updated_at": {
            "unix": 1568970000,
            "text": "2019-09-20 10:00:00 +0100",
            "iso_8601": "2019-09-20T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-19-09-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:00:00",
        "gmt_time": "2019-09-20 09:00:00"
    },
    {
        "id": 887820,
        "updated_sequence": 1932476,
        "published_at": {
            "unix": 1568970000,
            "text": "2019-09-20 10:00:00 +0100",
            "iso_8601": "2019-09-20T09:00:00Z"
        },
        "updated_at": {
            "unix": 1568970205,
            "text": "2019-09-20 10:03:25 +0100",
            "iso_8601": "2019-09-20T09:03:25Z"
        },
        "subject": "Uber (UBER)/Just Eat (JE/ LN) - Uber's temporary London license runs out next week; reports indicate that a deal is likely from TFL but this will not be for the ususal 5-year term., LBC's Usherwood",
        "content": "<p><a href=\"https://twitter.com/theousherwood/status/1174971360465997824\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Uber news is of note for Just Eat given that both Co's operate food delivery services and as such are competitors in this area</li></ul>",
        "analysis_updated_at": {
            "unix": 1568970204,
            "text": "2019-09-20 10:03:24 +0100",
            "iso_8601": "2019-09-20T09:03:24Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uber-uber-just-eat-je-ln-uber-s-temporary-london-license-runs-out-next-week-reports-indicate-that-a-deal-is-likely-from-tfl-but-this-will-not-be-for-the-ususal-5-year-term-lbc-s-usherwood-20-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 17:00:00",
        "gmt_time": "2019-09-20 09:00:00"
    },
    {
        "id": 887818,
        "updated_sequence": 1932466,
        "published_at": {
            "unix": 1568969640,
            "text": "2019-09-20 09:54:00 +0100",
            "iso_8601": "2019-09-20T08:54:00Z"
        },
        "updated_at": {
            "unix": 1568969971,
            "text": "2019-09-20 09:59:31 +0100",
            "iso_8601": "2019-09-20T08:59:31Z"
        },
        "subject": "Saudi Aramco Executive states that the attacks on the Khurais oil infrastructure targeted 4 locations in their oil production facilities; confident we will be back to full production by the end of September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-aramco-executive-states-that-the-attacks-on-the-khurais-oil-infrastructure-targeted-4-locations-in-their-oil-production-facilities-confident-we-will-be-back-to-full-production-by-the-end-of-september-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 16:54:00",
        "gmt_time": "2019-09-20 08:54:00"
    },
    {
        "id": 887817,
        "updated_sequence": 1932461,
        "published_at": {
            "unix": 1568968800,
            "text": "2019-09-20 09:40:00 +0100",
            "iso_8601": "2019-09-20T08:40:00Z"
        },
        "updated_at": {
            "unix": 1568969061,
            "text": "2019-09-20 09:44:21 +0100",
            "iso_8601": "2019-09-20T08:44:21Z"
        },
        "subject": "ITV's Peston tweets (follow up to his prior post), that Riso's departure may be a negative signal for UK PM Johnson; framing it as a potential confirmation that the EU determined that substantive talks re. backstop are complete",
        "content": "<p><a href=\"https://twitter.com/Peston/status/1174966374394806272\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows his prior tweet: that he has been told that EC President Juncker has removed Riso Stephanie from the negotiations, Peston posits this could be significant as she is associated with the original Irish Backstop; caveats that other EU sources remain frustrated that they have still not seen what they regard as a practical proposal from UK PM Johnson re. the backstop</li><li>This subsequent tweet appears to be Peston providing a more balanced assessment of the impact of Riso Stephanie's departure</li></ul>",
        "analysis_updated_at": {
            "unix": 1568969061,
            "text": "2019-09-20 09:44:21 +0100",
            "iso_8601": "2019-09-20T08:44:21Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-s-peston-tweets-follow-up-to-his-prior-post-that-riso-s-departure-may-be-a-negative-signal-for-uk-pm-johnson-framing-it-as-a-potential-confirmation-that-the-eu-determined-that-substantive-talks-re-backstop-are-complete-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 16:40:00",
        "gmt_time": "2019-09-20 08:40:00"
    },
    {
        "id": 887816,
        "updated_sequence": 1932456,
        "published_at": {
            "unix": 1568968380,
            "text": "2019-09-20 09:33:00 +0100",
            "iso_8601": "2019-09-20T08:33:00Z"
        },
        "updated_at": {
            "unix": 1568968522,
            "text": "2019-09-20 09:35:22 +0100",
            "iso_8601": "2019-09-20T08:35:22Z"
        },
        "subject": "Exxon (XOM) - Reports indicate that Iraq is moving towards Chinese Co's to replace the Co. for a infrastructure mega-project., according to Energy Intel citing sources",
        "content": "<p><a href=\"http://www.energyintel.com/pages/eig_article.aspx?DocID=1048668\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Energy Intel",
        "slug": "exxon-xom-reports-indicate-that-iraq-is-moving-towards-chinese-co-s-to-replace-the-co-for-a-infrastructure-mega-project-according-to-energy-intel-citing-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 16:33:00",
        "gmt_time": "2019-09-20 08:33:00"
    },
    {
        "id": 887814,
        "updated_sequence": 1932450,
        "published_at": {
            "unix": 1568966760,
            "text": "2019-09-20 09:06:00 +0100",
            "iso_8601": "2019-09-20T08:06:00Z"
        },
        "updated_at": {
            "unix": 1568968182,
            "text": "2019-09-20 09:29:42 +0100",
            "iso_8601": "2019-09-20T08:29:42Z"
        },
        "subject": "ITV's Peston tweets that he has been told that EC President Juncker has removed Riso Stephanie from the negotiations, Peston posits this could be significant as she is associated with the original Irish Backstop (continued)",
        "content": "<p><a href=\"https://twitter.com/Peston/status/1174957862813978625\">Via twitter</a></p><ul><li>Caveats that other EU sources remain frustrated that they have still not seen what they regard as a practical proposal from UK PM Johnson re. the backstop</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-s-peston-tweets-that-he-has-been-told-that-ec-president-juncker-has-removed-riso-stephanie-from-the-negotiations-peston-posits-this-could-be-significant-as-she-is-associated-with-the-original-irish-backstop-continued-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 16:06:00",
        "gmt_time": "2019-09-20 08:06:00"
    },
    {
        "id": 887811,
        "updated_sequence": 1932434,
        "published_at": {
            "unix": 1568966160,
            "text": "2019-09-20 08:56:00 +0100",
            "iso_8601": "2019-09-20T07:56:00Z"
        },
        "updated_at": {
            "unix": 1568966242,
            "text": "2019-09-20 08:57:22 +0100",
            "iso_8601": "2019-09-20T07:57:22Z"
        },
        "subject": "Gilts and Short Sterling futures factoring in Brexit breakthrough",
        "content": "<p>UK debt and STIR contracts pared some losses when Ireland’s Foreign Minister poured cold water on rising prospects of a compromise to the backstop impasse, stoked by latest comments from EU’s Juncker ahead of a meeting between Brexit Minister Barclay and the EU’s chief negotiator Barnier later today. However, the Pound remains bid across the board and content or relieved that there might be a glimmer of hope for a breakthrough or middle ground on the border impasse, with remarks by Britain’s Junior Brexit Minister adding to the positivity. Hence, Gilts are on the back foot again within a 132.16-47 early Liffe range vs Thursday’s 132.59 close and the 3 month strip is slipping back towards worst levels of 2.5-5 ticks below parity.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-factoring-in-brexit-breakthrough-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:56:00",
        "gmt_time": "2019-09-20 07:56:00"
    },
    {
        "id": 887810,
        "updated_sequence": 1932448,
        "published_at": {
            "unix": 1568965920,
            "text": "2019-09-20 08:52:00 +0100",
            "iso_8601": "2019-09-20T07:52:00Z"
        },
        "updated_at": {
            "unix": 1568966178,
            "text": "2019-09-20 08:56:18 +0100",
            "iso_8601": "2019-09-20T07:56:18Z"
        },
        "subject": "Riksbank's Jansson says risk picture looks really bad, there is not upside risk to the economy; but says some way still until we need to switch to an easing bias",
        "content": "<ul><li>it is a bit dangerous that Sweden is moving in the opposite direction to the Fed and ECB</li><li>notes lower than expected inflation and \"really bad\" employment data</li><li>says sceptisism he had at the meeting is now stronger</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jansson-says-risk-picture-looks-really-bad-there-is-not-upside-risk-to-the-economy-but-says-some-way-still-until-we-need-to-switch-to-an-easing-bias-20-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:52:00",
        "gmt_time": "2019-09-20 07:52:00"
    },
    {
        "id": 887809,
        "updated_sequence": 1932422,
        "published_at": {
            "unix": 1568965740,
            "text": "2019-09-20 08:49:00 +0100",
            "iso_8601": "2019-09-20T07:49:00Z"
        },
        "updated_at": {
            "unix": 1568965925,
            "text": "2019-09-20 08:52:05 +0100",
            "iso_8601": "2019-09-20T07:52:05Z"
        },
        "subject": "India and US are working toward a trade deal before meetings between Indian President Modi and US President Trump; the two will be meeting twice over the three days, once in Houston and then during the UNGA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-and-us-are-working-toward-a-trade-deal-before-meetings-between-indian-president-modi-and-us-president-trump-the-two-will-be-meeting-twice-over-the-three-days-once-in-houston-and-then-during-the-unga-20-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:49:00",
        "gmt_time": "2019-09-20 07:49:00"
    },
    {
        "id": 887808,
        "updated_sequence": 1932417,
        "published_at": {
            "unix": 1568965320,
            "text": "2019-09-20 08:42:00 +0100",
            "iso_8601": "2019-09-20T07:42:00Z"
        },
        "updated_at": {
            "unix": 1568965420,
            "text": "2019-09-20 08:43:40 +0100",
            "iso_8601": "2019-09-20T07:43:40Z"
        },
        "subject": "UK Junior Brexit Minister says we have moved a long way in 7 weeks and the EU has displayed considerable movements on the withdrawal agreement",
        "content": "<ul><li>Is confident we can get a deal.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-junior-brexit-minister-says-we-have-moved-a-long-way-in-7-weeks-and-the-eu-has-displayed-considerable-movements-on-the-withdrawal-agreement-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:42:00",
        "gmt_time": "2019-09-20 07:42:00"
    },
    {
        "id": 887807,
        "updated_sequence": 1932412,
        "published_at": {
            "unix": 1568963880,
            "text": "2019-09-20 08:18:00 +0100",
            "iso_8601": "2019-09-20T07:18:00Z"
        },
        "updated_at": {
            "unix": 1568964213,
            "text": "2019-09-20 08:23:33 +0100",
            "iso_8601": "2019-09-20T07:23:33Z"
        },
        "subject": "Irish Foreign Minister Coveney says UK proposals on the backstop do not stand up to scrutiny",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>It is not entirely clear if Coveney is referring to the latest proposals presented to EC President Juncker yesterday, or past proposals</li><li>This follows positive comments from Juncker yesterday, who said he thinks we can have a Brexit deal and that Brexit will happen.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1568964120,
            "text": "2019-09-20 08:22:00 +0100",
            "iso_8601": "2019-09-20T07:22:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-says-uk-proposals-on-the-backstop-do-not-stand-up-to-scrutiny-20-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:18:00",
        "gmt_time": "2019-09-20 07:18:00"
    },
    {
        "id": 887806,
        "updated_sequence": 1932407,
        "published_at": {
            "unix": 1568963220,
            "text": "2019-09-20 08:07:00 +0100",
            "iso_8601": "2019-09-20T07:07:00Z"
        },
        "updated_at": {
            "unix": 1568963840,
            "text": "2019-09-20 08:17:20 +0100",
            "iso_8601": "2019-09-20T07:17:20Z"
        },
        "subject": "European equity movers this morning: Casino Guichard (CO FP) +3.3%, RBS (RBS LN) +2.0%, Mediaset (MS IM) +1.5%; Investec (INVP LN) -17.0%, Signify (LIGHT NA) -5.0%, Rolls Royce (RR/ LN) -4.5%",
        "content": "<ul><li><strong>CO FP</strong> up on discussions with Aldi France re. acquisition of Leader Price</li><li><strong>RBS LN</strong> up on new CEO&nbsp;</li><li><strong>MS IM</strong> up on news co. and Peninsula Holdings to purchase up to 355mln Co’s Pan-Europe platform from investors; co.'s are trying to lessen Vivendi's ability to impact their plan to create a Pan-European platform</li><li><strong>INVP</strong> down on after negative trade update</li><li><strong>LIGHT</strong> down on news Phillips to sell their remaining 10.7% stake</li><li><strong>RR/ LN</strong> down after delay to return of single-digit AOG’s to Q2 2020.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-casino-guichard-co-fp-3-3-rbs-rbs-ln-2-0-mediaset-ms-im-1-5-investec-invp-ln-17-0-signify-light-na-5-0-rolls-royce-rr-ln-4-5-20-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 15:07:00",
        "gmt_time": "2019-09-20 07:07:00"
    },
    {
        "id": 887804,
        "updated_sequence": 1932397,
        "published_at": {
            "unix": 1568962380,
            "text": "2019-09-20 07:53:00 +0100",
            "iso_8601": "2019-09-20T06:53:00Z"
        },
        "updated_at": {
            "unix": 1568962459,
            "text": "2019-09-20 07:54:19 +0100",
            "iso_8601": "2019-09-20T06:54:19Z"
        },
        "subject": "Bunds: probing resistance around 173.50 and support circa -50 bp",
        "content": "<p>Amidst what looks like hefty upside call buying in US long bonds and yet more weak Eurozone inflation data via German PPI, the 10 year German benchmark has been grinding higher in early trade, but looks reluctant or hesitant to extend gains through 173.50 as the corresponding cash yield edges tentatively through -50 bp. Bunds may be biding time to see how cash bourses fare off the open, while conscious that Gilts could play catch-up with weaker Short Sterling contracts on Brexit grounds and sap bullish sentiment from core bond counterparts in contagion.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-probing-resistance-around-173-50-and-support-circa-50-bp-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 14:53:00",
        "gmt_time": "2019-09-20 06:53:00"
    },
    {
        "id": 887803,
        "updated_sequence": 1932390,
        "published_at": {
            "unix": 1568961480,
            "text": "2019-09-20 07:38:00 +0100",
            "iso_8601": "2019-09-20T06:38:00Z"
        },
        "updated_at": {
            "unix": 1568961569,
            "text": "2019-09-20 07:39:29 +0100",
            "iso_8601": "2019-09-20T06:39:29Z"
        },
        "subject": "Riksbank's Jansson says that inflation in the short-term looks a bit low ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jansson-says-that-inflation-in-the-short-term-looks-a-bit-low-20-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 14:38:00",
        "gmt_time": "2019-09-20 06:38:00"
    },
    {
        "id": 887802,
        "updated_sequence": 1932387,
        "published_at": {
            "unix": 1568960880,
            "text": "2019-09-20 07:28:00 +0100",
            "iso_8601": "2019-09-20T06:28:00Z"
        },
        "updated_at": {
            "unix": 1568961324,
            "text": "2019-09-20 07:35:24 +0100",
            "iso_8601": "2019-09-20T06:35:24Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.0950 (1BLN), <strong>1.1000 (2.6BLN)</strong>, <strong>1.1020-25 (1BLN)</strong>,</p><p><strong>1.1050 (1.1BLN)</strong>, <strong>1.1100 (1.8BLN)</strong></p><p>USD/CHF: 0.9800 (460M), <strong>0.9925 (850M)</strong>, 1.00 (222M)</p><p>GBP/USD: 1.2400 (573M), 1.2450 (275M)</p><p>EUR/GBP: 0.9000 (850M)</p><p>USD/CAD: 1.3100 (500M), 1.3335 (390M), 1.3395-1.3400 (1.1BLN)</p><p>USD/JPY: 107.25 (1.1BLN), <strong>107.50-60 (1.21BLN)</strong>, <strong>108.00 (1.1BLN)</strong></p><p>EUR/NOK: <strong>9.8500 (2.1BLN)</strong>, <strong>9.9500 (1.4BLN)</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-20-09-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 14:28:00",
        "gmt_time": "2019-09-20 06:28:00"
    },
    {
        "id": 887798,
        "updated_sequence": 1932399,
        "published_at": {
            "unix": 1568959020,
            "text": "2019-09-20 06:57:00 +0100",
            "iso_8601": "2019-09-20T05:57:00Z"
        },
        "updated_at": {
            "unix": 1568962583,
            "text": "2019-09-20 07:56:23 +0100",
            "iso_8601": "2019-09-20T06:56:23Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Equinor (EQNR NO) - </strong>UK Authorities announce Co. has been awarded contracts for the development of 3 offshore wind projects in the North Sea, <strong>SSE (SSE LN)</strong> has been selected as the construction operator and Equinor as the lead operations operator. (Newswires)</p><p><strong>Lagardere (MMB FP) – </strong>Co. has completed the acquisition of Belgian retail name International Duty Free., no further details available. (Newswires)</p><p><strong>RBS (RBS LN) – </strong>Co. have appointed Alison Rose as CEO, effective from November 1st 2019. (Newswires)</p><p><strong>Rolls Royce (RR/ LN) – </strong>Co. reiterate guidance on their Trent 1000 unit, delay the return of single-digit AOG’s to Q2 2020. (Newswires)</p><p><strong>Shell (RDSA LN) – </strong>Pakistan’s oil minister has approved plans to construct 5 LNG terminals, to be undertaken by the Co., Exxon (XOM) and 3 other Co’s. (Newswires)</p><p><strong>Thomas Cook (TCG LN) – </strong>In response to the media reports: Co. state that recapitalisation and reorganisation discussions are continuing, acknowledge the additional GBP 200mln request; note that recapitalisation is likely to result in the interest of existing shareholders being significantly diluted and poses the risk of no recovery. Co. will update further shortly. (Newswires)</p><p><strong>Smiths Group (SMIN LN) </strong>– Co. sees FY revenue at 2.498bln vs. Prev. 2.328bln, with further progress expected in FY2020 and has proposed a final dividend of GBP 0.3180 per share. Co. says that at current rates, foreign exchange will provide a tailwind to revenue and profit in FY 2020. (Newswires)</p><p><strong>Investec (INVP LN)</strong> - Co. released a trade update; H1 2020 operating profit is expected to come in slightly behind prior expectations, while H1 2020 EPS is expected to come in 15%-18% behind prior expectations. (Newswires)</p><p><strong>ROCHE (ROG SW)</strong> UPGRADED TO HOLD FROM SELL AT SOCIETE GENERALE</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 13:57:00",
        "gmt_time": "2019-09-20 05:57:00"
    },
    {
        "id": 887797,
        "updated_sequence": 1932358,
        "published_at": {
            "unix": 1568958480,
            "text": "2019-09-20 06:48:00 +0100",
            "iso_8601": "2019-09-20T05:48:00Z"
        },
        "updated_at": {
            "unix": 1568958527,
            "text": "2019-09-20 06:48:47 +0100",
            "iso_8601": "2019-09-20T05:48:47Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>20th September 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets traded mostly positively as risk appetite picked up from the indecision seen on Wall St where stocks meandered amid a slew of central bank announcements, in which the DJIA failed to hold on to early gains and finished lower and the S&amp;P 500 returned flat despite an initial approach to within 6 points of its all-time high. ASX 200 (+0.5%) was underpinned by increasing expectations for the RBA to lower rates next month and with gold miners front-running the gains after the precious metal reclaimed the psychological key USD 1500/oz level, while Nikkei 225 (+0.3%) was also higher but with upside restricted by currency flows and amid mixed inflation data. Elsewhere, Hang Seng (Unch.) and Shanghai Comp. (+0.2%) were indecisive following mixed trade-related rhetoric as NEC Director Kudlow suggested a softer US-China mood, while President Trump’s advisor Pillsbury warned the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could increase to 50% or 100%. PBoC actions were also somewhat ambiguous as the central bank cut its 1yr Loan Prime Rate by 5bps to 4.20% as expected but refrained from a similar anticipated cut to the 5yr Loan Price Rate of 4.85% and although it announced another substantial injection of CNY 120bln in reverse repos today, its total operations including MLFs resulted to a net weekly drain of CNY 15bln.</p><p>FTSE 100</p><p><strong>LSE (LSE LN) –</strong> The Italian government has approved measures protect Italy’s Milan Stock Exchange, should non-EU players seek to stake-build, sources said. Non-EU players will be forced to notify the government, should they wish to build a stake in key Italian financial infrastructure. (Newswires)</p><p><strong>BAE Systems (BAE LN) – </strong>Co. has been awarded a USD 495mln contract modification against a previous five-year contract with the US Department of Defence. (Newswires)</p><p>OTHER UK COMPANIES</p><p><strong>Thomas Cook (TCG LN) – </strong>Co’s banks are demanding the Co. acquires an additional GBP 200mln funding as a contingency fund for the winter., as such the vote for the GBP 900mln Fosun rescue plan has been postponed to Friday 27th September. Which has reportedly angered shareholders as they believe the banking syndicate, led by RBS (RBS LN), is pushing the Co. towards collapsing. Additionally, Co. has had emergency discussions to sell their Nordic airline and tour units to generate the required funding. (BBC/Telegraph/Sky)</p><p>BROKER MOVES</p><p><strong>BURBERRY GROUP (BRBY LN)</strong> UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p>DAX</p><p><strong>Deutsche Bourse (DB1 GY) </strong>– Board member Hauke Stars is to leave the management board of the co. when her contract ends in November 2020. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>ADIDAS (ADS GY)</strong> INITIATED WITH MARKET PERFORM AT BERNSTEIN</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p><strong>Casino (CO FP) –</strong> Co. has confirmed that it has entered into discussions with Aldi France re. the potential acquisition of leader price. (Newswires)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>European Co’s [Notably, Airbus (AIR FP)] – </strong>EU could retaliate to US tariffs related to aircraft subsidies by using old WTO awards in unrelated disputes to quickly impose duties on US goods if Washington doesn't agree to a settlement. (Politico)</p><p><strong>Phillips (PHIA NA) –</strong> Co. are to sell their remaining 10.7% stake in Signify (LIGHT NA) (formerly Phillips Lighting). (Newswires)</p><p><strong>Mediaset (MS IM) – </strong>Co. and Peninsula Holdings have agreed for Peninsula to purchase up to 355mln shares of the Co’s Pan-Europe platform from investors, to be purchased at a discount to the withdrawal rights levels, in order to mitigate the potential for <strong>Vivendi (VIV FP) </strong>to impact Co’s plan to generate a Pan-European platform. (Newswires)</p><p>BROKER MOVES</p><p><strong>ENEL (ENEL IM)</strong> UPGRADED TO BUY FROM HOLD AT HSBC</p><p>SMI</p><p><strong>UBS (UBSG SW) –</strong> Co’s Beijing Securities arm is reportedly planning on increasing fees on arranging sales on the STAR market to approximately 20% of its mainland stock underwriting income by the years end. With aims to have this increase to 50% by next year., according to sources. (Newswires)</p><p><strong>Roche (ROG SW) –</strong> FDA has approved Cobas Babesia, the co.’s first whole blood test for donor screening. (Newswires)</p><p><strong>Clariant (CLN SW) – </strong>Co. and Orlen Poludnie have announced a new license agreement on Sunliquid Cellulosic Ethanol Technology. The Co.’s reportedly intend to build a ‘full-scale’ commercial production plant in Poland. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>US</strong></p><p><strong>CLOSING LEVELS:</strong> S&amp;P 500 0% at 3007, NASDAQ-100 0.2% at 7902, Dow Jones -0.2% at 27095</p><p><strong>SECTORS:</strong> Consumer Discretionary -0.2%, Consumer Staples 0%, Energy -0.4%, Financials -0.4%, Health Care 0.5%, Industrials -0.5%, Information Technology 0.2%, Materials 0.2%, Telecommunication Services 0.1%, Utilities 0.4%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-20-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 13:48:00",
        "gmt_time": "2019-09-20 05:48:00"
    },
    {
        "id": 887796,
        "updated_sequence": 1932355,
        "published_at": {
            "unix": 1568957100,
            "text": "2019-09-20 06:25:00 +0100",
            "iso_8601": "2019-09-20T05:25:00Z"
        },
        "updated_at": {
            "unix": 1568957134,
            "text": "2019-09-20 06:25:34 +0100",
            "iso_8601": "2019-09-20T05:25:34Z"
        },
        "subject": "RANsquawk Daily European Opening News - 20th September 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22817/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded mostly positively as risk appetite picked up from the indecision seen on Wall St</li><li>US President Trump advisor Michael Pillsbury said the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could go to 50% or 100%</li><li>EU Commission President Juncker said he thinks there can be a Brexit deal and that Brexit will happen</li><li>Saudi-led coalition conducted a military operation in Yemen in which it destroyed 4 locations used for assembling remote-controlled boats and sea mines</li><li>Looking ahead, highlights include Canadian Retail Sales, EZ Consumer Confidence. Riksbank's Jansson, Fed's Rosengren &amp; Kaplan, Quadruple Witching</li></ul><p><strong>Asian equity markets traded mostly positively as risk appetite picked up from the indecision seen on Wall St</strong> where stocks meandered amid a slew of central bank announcements, in which the DJIA failed to hold on to early gains and finished lower and the S&amp;P 500 returned flat despite an initial approach to within 6 points of its all-time high. <strong>ASX 200 (+0.5%)</strong> was underpinned by increasing expectations for the RBA to lower rates next month and with gold miners front-running the gains after the precious metal reclaimed the psychological key USD 1500/oz level, while <strong>Nikkei 225 (+0.3%)</strong> was also higher but with upside restricted by currency flows and amid mixed inflation data. Elsewhere, <strong>Hang Seng (Unch.) </strong>and<strong> Shanghai Comp. (+0.2</strong>%) were indecisive following mixed trade-related rhetoric as NEC Director Kudlow suggested a softer US-China mood, while President Trump’s advisor Pillsbury warned the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could increase to 50% or 100%. PBoC actions were also somewhat ambiguous as the central bank cut its 1yr Loan Prime Rate by 5bps to 4.20% as expected but refrained from a similar anticipated cut to the 5yr Loan Price Rate of 4.85% and although it announced another substantial injection of CNY 120bln in reverse repos today, its total operations including MLFs resulted to a net weekly drain of CNY 15bln. Finally, 10yr JGBs were initially lower and yields increased amid the positive tone in Japan and after the BoJ rinban announcement in which it reduced purchase amounts in all of today’s maturities from the belly to super-long end, although prices later recovered to trade near-flat.</p><p>&nbsp;</p><p><strong>PBoC 1yr Loan Prime Rate set at 4.20% vs. Exp. 4.20% (Prev. 4.25%). </strong>(Newswires)<strong> PBoC 5yr Loan Prime Rate set at 4.85% vs. Exp. 4.80% (Prev. 4.85%)</strong></p><p>&nbsp;</p><p>PBoC injected CNY 40bln via 7-day reverse repos and CNY 80bln via 14-day reverse repos. (Newswires) <strong>PBoC set CNY mid-point at 7.0730 vs. Exp. 7.0807 (Prev. 7.0732)</strong></p><p>PBoC announced to sell CNY 10bln of bank bills in Hong Kong on September 26th.</p><p>&nbsp;</p><p><strong>US President Trump advisor Michael Pillsbury said the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could go to 50% or 100%.</strong> (SCMP)&nbsp;</p><p>US Agricultural Secretary Perdue said the Chinese delegation wants to see US agricultural production and build good will in its planned visits to US farms next week. (Newswires)</p><p>China Global Times Editor said current talks should be cherished by both sides and that US officials misread China's goodwill thinking it shows Beijing's weakness, while he added that China is not as anxious to get a deal as the US. (Twitter)</p><p>Japanese National CPI (Aug) Y/Y 0.3% vs. Exp. 0.6% (Prev. 0.5%). (Newswires) Japanese National CPI Ex. Fresh Food (Aug) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.6%); slowest increase since Jul 2017 Japanese National CPI Ex. Fresh Food &amp; Energy (Aug) Y/Y 0.6% vs. Exp. 0.5% (Prev. 0.6%)</p><p>UK/EU</p><p>UK PM Johnson said he believes there is some progress in Brexit talks but will see where things go. <strong>UK and EU are said to be discussing a condition for any agreement set, in which no further extension will be offered. Such a move would mean that if MPs refuse to accept any potential deal, then the alternative will be no dea</strong>l. (Newswires/Spectator)</p><p><strong>EU Commission President Juncker said think we can have a Brexit deal and that Brexit will happen,</strong> while he added the EU are prepared for a no-deal and hopes Britain is prepared as well but is not so sure. Furthermore, <strong>Juncker said he had a meeting with UK PM Johnson that was rather positive and that he is doing everything to have a deal </strong>because he thinks a no-deal would have catastrophic consequences for at least one year. Juncker also confirmed he had received the proposals from the British government but haven’t had the opportunity to read them yet, while he suggested if all the objectives are met, then we don't need the backstop. (Sky News)</p><p>UK Trade Secretary Truss met with Japanese Foreign Minister Motegi in which she stated the UK is interested in joining CPTPP trade group and wants an ambitious trade deal with Japan. (Newswires)</p><p>Incoming ECB President Lagarde said global growth is fragile and under threat, while she added that central bankers must be predictable and focus on stability. (Newswires)</p><p>German Finance Ministry said the domestic economy began Q3 on a weaker footing amid subdued global economy and uncertainties, while it sees a continued contraction in industrial output and no sign of change to the negative trend of exports. Furthermore, it added the labour market is getting impetus from the services sector but growth in overall employment is slowing down. (Newswires)</p><p>EU could retaliate to US tariffs related to aircraft subsidies by using old WTO awards in unrelated disputes to quickly impose duties on US goods if Washington doesn't agree to a settlement. (Politico)</p><p>FX</p><p>&nbsp;</p><p><strong>DXY</strong> was flat following the prior day’s post-FOMC fade in which it took a back seat to the flurry of global central bank updates, while <strong>EUR</strong>/<strong>USD</strong> resumed the prior day’s swings but with price action kept within a tight range near a large option expiry at 1.1050 for today’s New York cut. <strong>GBP</strong>/<strong>USD</strong> remained firmer after comments from EU’s Juncker lifted the currency to 2-month highs. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> retreated below the 108.00 handle as yields increased after the BoJ reduced its bond buying amounts, while antipodeans were lacklustre with <strong>AUD</strong>/<strong>USD</strong> initially pressured as Citi and NAB joined in on the RBA October cut bandwagon although the losses were eventually reversed as <strong>CNY</strong> strengthened following a firmer than expected PBoC reference rate setting and bill sale announcement in Hong Kong which some previously touted as a tool used to support the mainland currency.&nbsp;</p><p>&nbsp;</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities saw mild gains overnight in which <strong>WTI</strong> crude futures continued its rebound from the prior day’s trough amid US output disruption concerns from adverse weather conditions and lingering geopolitical uncertainty surrounding Iran, while the Saudi-led coalition also conducted a military operation against several targets in Yemen. Elsewhere, <strong>gold</strong> prices edged higher above the USD 1500/oz level after the greenback gave back all of its FOMC-related gains and <strong>copper</strong> also conformed to the mild gains across the complex amid the somewhat improved risk sentiment.</p><p>GEOPOLITICS</p><p><strong>Saudi-led coalition conducted a military operation in Yemen in which it destroyed 4 locations used for assembling remote-controlled boats and sea mines</strong>. (Newswires)</p><p>US national security officials met yesterday to draft possible action against Iran and to refine a list of potential targets to strike in the event that President Trump were to order a military retaliation. (NY Times)</p><p>Kuwait Foreign Minister is said to have received a call from Iran Foreign Minister Zarif in which they discussed regional developments as well as how to de-escalate tensions. (Newswires)</p><p>North Korea reportedly may be preparing a submarine capable of launching ballistic missiles. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>Treasuries moved slightly higher throughout the day with participants digesting the latest FOMC meeting, a third day of Fed repo operations, in addition to the brewing geopolitical backdrop; by settlement yields were lower across the curve by a basis point or two. The Fed accepted USD 75bln of the USD 83.875bln worth of bids received for its overnight repo operation. Another oversubscribed overnight repo implies continued stress and appears to allude to an ongoing liquidity shortage, which could be more than a short-term phenomenon; the Fed has announced a fourth consecutive overnight operation for Friday at the same time and terms of Thursday. The operations have not, as of yet, had a material impact further out the Treasury curve, but if the “temporary” operations become increasingly less temporary there is potential for the changing dynamics of short-term funding to work its way into longer maturities. Elsewhere, The US funding announcement for 2s, 5s, and 7s remained at an unchanged nominal amount. The Treasury also sold USD 12bln of 10-year TIPS, stopping through by 0.5bps at a high rate of 0.174%. US T-note futures (z9) settled 6+ ticks higher at 129-19.</p><p><strong>NY Fed announced a fourth consecutive overnight repo operation of USD 75bln at a minimum bid rate of 1.8% for Friday at 0815-0830 ET</strong>. (Newswires)</p><p>US House has approved a stopgap measure to fund the government to November 21st which heads to the Senate. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-20th-september-2019-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 13:25:00",
        "gmt_time": "2019-09-20 05:25:00"
    },
    {
        "id": 887795,
        "updated_sequence": 1932352,
        "published_at": {
            "unix": 1568956680,
            "text": "2019-09-20 06:18:00 +0100",
            "iso_8601": "2019-09-20T05:18:00Z"
        },
        "updated_at": {
            "unix": 1568956963,
            "text": "2019-09-20 06:22:43 +0100",
            "iso_8601": "2019-09-20T05:22:43Z"
        },
        "subject": "India Finance Minister Sitharaman proposes to lower corporate tax rates for domestic companies in which they will allow local companies to pay tax at 22%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-finance-minister-sitharaman-proposes-to-lower-corporate-tax-rates-for-domestic-companies-in-which-they-will-allow-local-companies-to-pay-tax-at-22-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 13:18:00",
        "gmt_time": "2019-09-20 05:18:00"
    },
    {
        "id": 887794,
        "updated_sequence": 1932347,
        "published_at": {
            "unix": 1568955060,
            "text": "2019-09-20 05:51:00 +0100",
            "iso_8601": "2019-09-20T04:51:00Z"
        },
        "updated_at": {
            "unix": 1568955161,
            "text": "2019-09-20 05:52:41 +0100",
            "iso_8601": "2019-09-20T04:52:41Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mostly positive but with gains capped after Wall St indecision and slew of central bank updates",
        "content": "<p>Asia equity markets traded mostly positive as risk appetite picked up from the indecision seen on Wall St where stocks meandered amid a slew of central bank announcements, in which the DJIA failed to hold on to early gains and finished lower and the S&amp;P 500 returned flat despite an initial approach to within 6 points of its all-time high. ASX 200 (+0.5%) was underpinned by increasing expectations for the RBA to lower rates next month and with gold miners front-running the gains after the precious metal reclaimed the psychological key USD 1500/oz level, while Nikkei 225 (+0.3%) was also higher but with upside restricted by currency flows and amid mixed inflation data. Elsewhere, Hang Seng (Unch.) and Shanghai Comp. (+0.2%) were indecisive following mixed trade-related rhetoric as NEC Director Kudlow suggested a softer US-China mood, while President Trump’s advisor Pillsbury warned the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could increase to 50% or 100%. PBoC actions were also somewhat ambiguous as the central bank cut its 1yr Loan Prime Rate by 5bps to 4.20% as expected but refrained from a similar anticipated cut to the 5yr Loan Price Rate of 4.85% and although it announced another substantial injection of CNY 120bln in reverse repos today, its total operations including MLFs resulted to a net weekly drain of CNY 15bln. Finally, 10yr JGBs were initially lower and yields increased amid the positive tone in Japan and after the BoJ rinban announcement in which it reduced purchase amounts in all of today’s maturities from the belly to super-long end, although prices later recovered to trade near-flat.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mostly-positive-but-with-gains-capped-after-wall-st-indecision-and-slew-of-central-bank-updates-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 12:51:00",
        "gmt_time": "2019-09-20 04:51:00"
    },
    {
        "id": 887793,
        "updated_sequence": 1932344,
        "published_at": {
            "unix": 1568954220,
            "text": "2019-09-20 05:37:00 +0100",
            "iso_8601": "2019-09-20T04:37:00Z"
        },
        "updated_at": {
            "unix": 1568954291,
            "text": "2019-09-20 05:38:11 +0100",
            "iso_8601": "2019-09-20T04:38:11Z"
        },
        "subject": "India Aviation Ministry says no plans to place ceiling on airfares",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-aviation-ministry-says-no-plans-to-place-ceiling-on-airfares-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 12:37:00",
        "gmt_time": "2019-09-20 04:37:00"
    },
    {
        "id": 887792,
        "updated_sequence": 1932339,
        "published_at": {
            "unix": 1568952780,
            "text": "2019-09-20 05:13:00 +0100",
            "iso_8601": "2019-09-20T04:13:00Z"
        },
        "updated_at": {
            "unix": 1568952862,
            "text": "2019-09-20 05:14:22 +0100",
            "iso_8601": "2019-09-20T04:14:22Z"
        },
        "subject": "Tencent (700 HK) is reported to have entered a 5G cooperation agreement with China Telecom (728 HK)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tencent-700-hk-is-reported-to-have-entered-a-5g-cooperation-agreement-with-china-telecom-728-hk-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 12:13:00",
        "gmt_time": "2019-09-20 04:13:00"
    },
    {
        "id": 887791,
        "updated_sequence": 1932336,
        "published_at": {
            "unix": 1568952720,
            "text": "2019-09-20 05:12:00 +0100",
            "iso_8601": "2019-09-20T04:12:00Z"
        },
        "updated_at": {
            "unix": 1568952802,
            "text": "2019-09-20 05:13:22 +0100",
            "iso_8601": "2019-09-20T04:13:22Z"
        },
        "subject": "India GST panel may recommend cuts on roughly 20 products, although GST Council is expected to reject cuts that have a high impact on tax revenue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-gst-panel-may-recommend-cuts-on-roughly-20-products-although-gst-council-is-expected-to-reject-cuts-that-have-a-high-impact-on-tax-revenue-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 12:12:00",
        "gmt_time": "2019-09-20 04:12:00"
    },
    {
        "id": 887789,
        "updated_sequence": 1932330,
        "published_at": {
            "unix": 1568950800,
            "text": "2019-09-20 04:40:00 +0100",
            "iso_8601": "2019-09-20T03:40:00Z"
        },
        "updated_at": {
            "unix": 1568950931,
            "text": "2019-09-20 04:42:11 +0100",
            "iso_8601": "2019-09-20T03:42:11Z"
        },
        "subject": "Thailand Customs Exports (Aug) Y/Y -4.0% vs. Exp. -2.0% (Prev. 4.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-exports-aug-y-y-4-0-vs-exp-2-0-prev-4-3-20-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:40:00",
        "gmt_time": "2019-09-20 03:40:00"
    },
    {
        "id": 887788,
        "updated_sequence": 1932327,
        "published_at": {
            "unix": 1568950800,
            "text": "2019-09-20 04:40:00 +0100",
            "iso_8601": "2019-09-20T03:40:00Z"
        },
        "updated_at": {
            "unix": 1568950888,
            "text": "2019-09-20 04:41:28 +0100",
            "iso_8601": "2019-09-20T03:41:28Z"
        },
        "subject": "Thailand Customs Trade Balance (USD)(Aug) 2.1B vs. Exp. 0.5B (Prev. 0.1B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-trade-balance-usd-aug-2-1b-vs-exp-0-5b-prev-0-1b-20-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:40:00",
        "gmt_time": "2019-09-20 03:40:00"
    },
    {
        "id": 887790,
        "updated_sequence": 1932333,
        "published_at": {
            "unix": 1568950800,
            "text": "2019-09-20 04:40:00 +0100",
            "iso_8601": "2019-09-20T03:40:00Z"
        },
        "updated_at": {
            "unix": 1568950964,
            "text": "2019-09-20 04:42:44 +0100",
            "iso_8601": "2019-09-20T03:42:44Z"
        },
        "subject": "Thailand Customs Imports (Aug) Y/Y -14.6% vs. Exp. -4.8% (Prev. 1.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-customs-imports-aug-y-y-14-6-vs-exp-4-8-prev-1-7-20-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:40:00",
        "gmt_time": "2019-09-20 03:40:00"
    },
    {
        "id": 887787,
        "updated_sequence": 1932324,
        "published_at": {
            "unix": 1568950140,
            "text": "2019-09-20 04:29:00 +0100",
            "iso_8601": "2019-09-20T03:29:00Z"
        },
        "updated_at": {
            "unix": 1568950405,
            "text": "2019-09-20 04:33:25 +0100",
            "iso_8601": "2019-09-20T03:33:25Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS:  India Finance Minister is likely to unveil new measures to boost the economy today",
        "content": "<p>Axis Bank (AXSB IS) - Co. fixed share price at INR 661/Shr for its proposed QIP valued at USD 1.5bln-2.0bln. (Newswires)</p><p>HDFC Bank (HDFCBC IS) - Co. in stock split with face value from INR 2 to INR 1. (ET)</p><p>RBI - RBI Governor Das said there is room for further rate cuts given that inflation is stable and growth decelerated, while he added the government has little space for countercyclical measures and noted that negative rates pose a threat to financial stability. (Newswires)</p><p>Other News - India Finance Minister is likely to unveil new measures to boost the economy on Friday which could include a review of import tariffs on certain items, according to sources. Furthermore, the government is said to be urging states to lower GST rates on autos, tourism and other sectors, while it is likely to use the extra dividend offered by the RBI to fund budgetary spending. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-india-finance-minister-is-likely-to-unveil-new-measures-to-boost-the-economy-today-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:29:00",
        "gmt_time": "2019-09-20 03:29:00"
    },
    {
        "id": 887786,
        "updated_sequence": 1932319,
        "published_at": {
            "unix": 1568949480,
            "text": "2019-09-20 04:18:00 +0100",
            "iso_8601": "2019-09-20T03:18:00Z"
        },
        "updated_at": {
            "unix": 1568949572,
            "text": "2019-09-20 04:19:32 +0100",
            "iso_8601": "2019-09-20T03:19:32Z"
        },
        "subject": "UK Trade Secretary Truss meets with Japanese Foreign Minister Motegi and says UK is interested in joining CPTPP trade group  and that UK wants an ambitious trade deal with Japan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-trade-secretary-truss-meets-with-japanese-foreign-minister-motegi-and-says-uk-is-interested-in-joining-cptpp-trade-group-and-that-uk-wants-an-ambitious-trade-deal-with-japan-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:18:00",
        "gmt_time": "2019-09-20 03:18:00"
    },
    {
        "id": 887785,
        "updated_sequence": 1932316,
        "published_at": {
            "unix": 1568948700,
            "text": "2019-09-20 04:05:00 +0100",
            "iso_8601": "2019-09-20T03:05:00Z"
        },
        "updated_at": {
            "unix": 1568949280,
            "text": "2019-09-20 04:14:40 +0100",
            "iso_8601": "2019-09-20T03:14:40Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly positive but with gains capped after Wall St indecision and this week's slew of central bank updates",
        "content": "<p>Asia equity markets trade mostly positive as risk appetite attempts to pick up from the indecision seen on Wall St where stocks meandered amid a slew of central bank announcements, in which the DJIA failed to hold on to early gains and finished lower and the S&amp;P 500 returned flat despite initially approaching to within 6 points of its all-time high. ASX 200 (+0.6%) is underpinned by increasing expectations for the RBA to lower rates next month and with gold miners front-running the gains after the precious metal reclaimed the psychological key USD 1500/oz level, while Nikkei 225 (+0.5%) is also higher but with upside restricted by currency flows and amid mixed inflation data. Elsewhere, Hang Seng (Unch.) and Shanghai Comp. (-0.1%) are indecisive following mixed trade-related rhetoric as NEC Director Kudlow suggested a softer US-China mood, while President Trump’s advisor Pillsbury warned the President is ready to escalate the trade war if a deal is not agreed soon and tariffs could increase to 50% or 100%. The PBoC actions were also somewhat ambiguous as the central bank cut its 1yr Loan Prime Rate by 5bps to 4.20% as expected but refrained from a similar anticipated cut to the 5yr Loan Price Rate of 4.85% and although it announced another substantial injection of CNY 120bln in reverse repos today, its total operations including MLFs have resulted to a net weekly drain of CNY 15bln.</p><p>In FX markets, the DXY is flat following the prior day’s-post FOMC fade in which it took a back seat to the flurry of global central bank updates, while its major counterpart EUR/USD resumes the prior day’s swings but with price action kept within a tight range near a large option expiry at 1.1050 for today’s New York cut. GBP/USD remains firmer after comments from EU’s Juncker lifted the currency to 2-month highs as he thinks a Brexit deal can be made and suggested a backstop won’t be needed if all the objectives are met. Elsewhere, USD/JPY retreated below the 108.00 handle as yields increased after the BoJ reduced its bond buying amounts, while antipodeans were lacklustre with AUD/USD initially pressured as Citi and NAB joined in on the RBA October cut bandwagon although the losses were eventually counterbalanced following a firmer than expected PBoC reference rate setting.</p><p>Finally, 10yr JGBs were lower and yields increased amid the positive tone in Japan and after the BoJ rinban announcement in which it reduced purchase amounts in all of today’s maturities from the belly to super-long end.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-positive-but-with-gains-capped-after-wall-st-indecision-and-this-week-s-slew-of-central-bank-updates-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:05:00",
        "gmt_time": "2019-09-20 03:05:00"
    },
    {
        "id": 887784,
        "updated_sequence": 1932311,
        "published_at": {
            "unix": 1568948640,
            "text": "2019-09-20 04:04:00 +0100",
            "iso_8601": "2019-09-20T03:04:00Z"
        },
        "updated_at": {
            "unix": 1568948704,
            "text": "2019-09-20 04:05:04 +0100",
            "iso_8601": "2019-09-20T03:05:04Z"
        },
        "subject": "Venezuela's Amuay and Cardon oil refineries halted following black out, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-s-amuay-and-cardon-oil-refineries-halted-following-black-out-according-to-sources-20-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:04:00",
        "gmt_time": "2019-09-20 03:04:00"
    },
    {
        "id": 887783,
        "updated_sequence": 1932308,
        "published_at": {
            "unix": 1568948400,
            "text": "2019-09-20 04:00:00 +0100",
            "iso_8601": "2019-09-20T03:00:00Z"
        },
        "updated_at": {
            "unix": 1568948640,
            "text": "2019-09-20 04:04:00 +0100",
            "iso_8601": "2019-09-20T03:04:00Z"
        },
        "subject": "New Zealand Credit Card Spending (Aug) Y/Y 6.0% (Prev. 5.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-aug-y-y-6-0-prev-5-0-20-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:00:00",
        "gmt_time": "2019-09-20 03:00:00"
    },
    {
        "id": 887782,
        "updated_sequence": 1932305,
        "published_at": {
            "unix": 1568948400,
            "text": "2019-09-20 04:00:00 +0100",
            "iso_8601": "2019-09-20T03:00:00Z"
        },
        "updated_at": {
            "unix": 1568948620,
            "text": "2019-09-20 04:03:40 +0100",
            "iso_8601": "2019-09-20T03:03:40Z"
        },
        "subject": "New Zealand Credit Card Spending (Aug) M/M 2.4% (Prev. -1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-aug-m-m-2-4-prev-1-8-20-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 11:00:00",
        "gmt_time": "2019-09-20 03:00:00"
    },
    {
        "id": 887781,
        "updated_sequence": 1932302,
        "published_at": {
            "unix": 1568946540,
            "text": "2019-09-20 03:29:00 +0100",
            "iso_8601": "2019-09-20T02:29:00Z"
        },
        "updated_at": {
            "unix": 1568946610,
            "text": "2019-09-20 03:30:10 +0100",
            "iso_8601": "2019-09-20T02:30:10Z"
        },
        "subject": "Japan Foreign Minister Motegi says wants South Korea to correct situation which is against international law, adds meeting with South Korea counterpart is not fixed at the moment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-foreign-minister-motegi-says-wants-south-korea-to-correct-situation-which-is-against-international-law-adds-meeting-with-south-korea-counterpart-is-not-fixed-at-the-moment-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 10:29:00",
        "gmt_time": "2019-09-20 02:29:00"
    },
    {
        "id": 887780,
        "updated_sequence": 1932299,
        "published_at": {
            "unix": 1568946360,
            "text": "2019-09-20 03:26:00 +0100",
            "iso_8601": "2019-09-20T02:26:00Z"
        },
        "updated_at": {
            "unix": 1568946418,
            "text": "2019-09-20 03:26:58 +0100",
            "iso_8601": "2019-09-20T02:26:58Z"
        },
        "subject": "Singapore Post (SPOST SP) said it did not receive acceptable offers for US units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-post-spost-sp-said-it-did-not-receive-acceptable-offers-for-us-units-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 10:26:00",
        "gmt_time": "2019-09-20 02:26:00"
    },
    {
        "id": 887779,
        "updated_sequence": 1932296,
        "published_at": {
            "unix": 1568945820,
            "text": "2019-09-20 03:17:00 +0100",
            "iso_8601": "2019-09-20T02:17:00Z"
        },
        "updated_at": {
            "unix": 1568945856,
            "text": "2019-09-20 03:17:36 +0100",
            "iso_8601": "2019-09-20T02:17:36Z"
        },
        "subject": "BoJ to hold meeting on market operations on October 18th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-to-hold-meeting-on-market-operations-on-october-18th-20-09-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 10:17:00",
        "gmt_time": "2019-09-20 02:17:00"
    },
    {
        "id": 887778,
        "updated_sequence": 1932293,
        "published_at": {
            "unix": 1568945640,
            "text": "2019-09-20 03:14:00 +0100",
            "iso_8601": "2019-09-20T02:14:00Z"
        },
        "updated_at": {
            "unix": 1568945747,
            "text": "2019-09-20 03:15:47 +0100",
            "iso_8601": "2019-09-20T02:15:47Z"
        },
        "subject": "Japanese Trade Minister Sugawara says to hold bilateral discussions with South Korea regarding the latter's WTO action against Japan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-trade-minister-sugawara-says-to-hold-bilateral-discussions-with-south-korea-regarding-the-latter-s-wto-action-against-japan-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 10:14:00",
        "gmt_time": "2019-09-20 02:14:00"
    },
    {
        "id": 887777,
        "updated_sequence": 1932341,
        "published_at": {
            "unix": 1568943120,
            "text": "2019-09-20 02:32:00 +0100",
            "iso_8601": "2019-09-20T01:32:00Z"
        },
        "updated_at": {
            "unix": 1568953953,
            "text": "2019-09-20 05:32:33 +0100",
            "iso_8601": "2019-09-20T04:32:33Z"
        },
        "subject": "PBoC to sell CNY 10bln in bank bills in Hong Kong on September 26th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-to-sell-cny-10bln-in-bank-bills-in-hong-kong-on-september-26th-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:32:00",
        "gmt_time": "2019-09-20 01:32:00"
    },
    {
        "id": 887776,
        "updated_sequence": 1932287,
        "published_at": {
            "unix": 1568943000,
            "text": "2019-09-20 02:30:00 +0100",
            "iso_8601": "2019-09-20T01:30:00Z"
        },
        "updated_at": {
            "unix": 1568943063,
            "text": "2019-09-20 02:31:03 +0100",
            "iso_8601": "2019-09-20T01:31:03Z"
        },
        "subject": "PBoC 5yr Loan Prime Rate set at 4.85% vs. Exp. 4.80% (Prev. 4.85%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-5yr-loan-prime-rate-set-at-4-85-vs-exp-4-80-prev-4-85-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:30:00",
        "gmt_time": "2019-09-20 01:30:00"
    },
    {
        "id": 887775,
        "updated_sequence": 1932284,
        "published_at": {
            "unix": 1568943000,
            "text": "2019-09-20 02:30:00 +0100",
            "iso_8601": "2019-09-20T01:30:00Z"
        },
        "updated_at": {
            "unix": 1568943052,
            "text": "2019-09-20 02:30:52 +0100",
            "iso_8601": "2019-09-20T01:30:52Z"
        },
        "subject": "PBoC 1yr Loan Prime Rate set at 4.20% vs. Exp. 4.20% (Prev. 4.25%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-1yr-loan-prime-rate-set-at-4-20-vs-exp-4-20-prev-4-25-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:30:00",
        "gmt_time": "2019-09-20 01:30:00"
    },
    {
        "id": 887774,
        "updated_sequence": 1932279,
        "published_at": {
            "unix": 1568942100,
            "text": "2019-09-20 02:15:00 +0100",
            "iso_8601": "2019-09-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1568942237,
            "text": "2019-09-20 02:17:17 +0100",
            "iso_8601": "2019-09-20T01:17:17Z"
        },
        "subject": "PBoC injects CNY 40bln via 7-day reverse repos and CNY 80bln via 14-day reverse repos",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-40bln-via-7-day-reverse-repos-and-cny-80bln-via-14-day-reverse-repos-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:15:00",
        "gmt_time": "2019-09-20 01:15:00"
    },
    {
        "id": 887773,
        "updated_sequence": 1932276,
        "published_at": {
            "unix": 1568942100,
            "text": "2019-09-20 02:15:00 +0100",
            "iso_8601": "2019-09-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1568942151,
            "text": "2019-09-20 02:15:51 +0100",
            "iso_8601": "2019-09-20T01:15:51Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0730 vs. Exp. 7.0807 (Prev. 7.0732)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0730-vs-exp-7-0807-prev-7-0732-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:15:00",
        "gmt_time": "2019-09-20 01:15:00"
    },
    {
        "id": 887772,
        "updated_sequence": 1932273,
        "published_at": {
            "unix": 1568941800,
            "text": "2019-09-20 02:10:00 +0100",
            "iso_8601": "2019-09-20T01:10:00Z"
        },
        "updated_at": {
            "unix": 1568942079,
            "text": "2019-09-20 02:14:39 +0100",
            "iso_8601": "2019-09-20T01:14:39Z"
        },
        "subject": "BoJ offers to buy JPY 380bln in 5yr-10yr, JPY 120bln 10yr-25yr and JPY 30bln in 25yr+ JGBs; cuts 5yr-10yr from JPY 400bln, cuts 10yr-25yr from JPY 140bln and cuts 25yr+ from JPY 40bln",
        "content": "",
        "reaction_details": "<ul><li>10yr JGBs immediately declined by 16 ticks to 154.52 from 154.68</li></ul>",
        "reaction_updated_at": {
            "unix": 1568942079,
            "text": "2019-09-20 02:14:39 +0100",
            "iso_8601": "2019-09-20T01:14:39Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-380bln-in-5yr-10yr-jpy-120bln-10yr-25yr-and-jpy-30bln-in-25yr-jgbs-cuts-5yr-10yr-from-jpy-400bln-cuts-10yr-25yr-from-jpy-140bln-and-cuts-25yr-from-jpy-40bln-20-09-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 09:10:00",
        "gmt_time": "2019-09-20 01:10:00"
    },
    {
        "id": 887771,
        "updated_sequence": 1932281,
        "published_at": {
            "unix": 1568941080,
            "text": "2019-09-20 01:58:00 +0100",
            "iso_8601": "2019-09-20T00:58:00Z"
        },
        "updated_at": {
            "unix": 1568942452,
            "text": "2019-09-20 02:20:52 +0100",
            "iso_8601": "2019-09-20T01:20:52Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Shenzhou International Group Holdings (2313 HK) - Co. shareholders are to sell 31.7mln shares in the Co. at HKD 102.00/Shr vs. last close HKD 108.20/Shr; PBoC to announce Loan Prime Rate",
        "content": "<p>Bank of Jinzhou (416 HK) - Co. is to push ahead with its capital increase plan. (Newswires)</p><p>China Zenith Chemical Group (362 HK) - Co. issued a profit warning in which it is expected to record a material increase in net loss Y/Y. (Newswires)</p><p>Chongqing Rural Commercial Bank (3618 HK) - Co. to price A-share offering of 1.36bln shares at CNY 7.36 in Shanghai IPO. (Newswires)</p><p>Shenzhou International Group Holdings (2313 HK) - Co. shareholders are to sell 31.7mln shares in the Co. at HKD 102.00/Shr vs. last close HKD 108.20/Shr. (Newswires)</p><p>Huawei - Co. announced its flagship Mate 30 smartphone range, although delays the sale of Mate 30 smartphones in Europe as trade ban bars access to Google apps and services. (Newswires)</p><p>Trade</p><p>US President Trump advisor Michael Pillsbury said the President is ready to escalate the trade war if a deal is not agreed soon and that tariffs could go to 50% or 100%. (SCMP)</p><p>NEC Director Kudlow said there has been a softening in the mood between US and China, while he also stated we are unable to separate the security and IP theft issues from China and reiterated China are shouldering the burden of sanctions. (Newswires/Fox)</p><p>US Agricultural Secretary Perdue said the Chinese delegation wants to see US agricultural production and build good will in its planned visits to US farms next week. (Newswires)</p><p>China Global Times Editor said current talks should be cherished by both sides and that US officials misread China's goodwill thinking it shows Beijing's weakness, while he added that China is not as anxious to get a deal as the US. (Twitter)</p><p>Reports note that analysts see the US as unlikely to soften its stance on China despite a more moderate national security adviser, as a less experienced Robert O’Brien makes it likely that President Trump is to continue to drive foreign policy. (SCMP)</p><p>Other News - Some analyst sees a risk that Chinese Q3 GDP could slip below 6.00% amid US-China trade war. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-shenzhou-international-group-holdings-2313-hk-co-shareholders-are-to-sell-31-7mln-shares-in-the-co-at-hkd-102-00-shr-vs-last-close-hkd-108-20-shr-pboc-to-announce-loan-prime-rate-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:58:00",
        "gmt_time": "2019-09-20 00:58:00"
    },
    {
        "id": 887770,
        "updated_sequence": 1932263,
        "published_at": {
            "unix": 1568940960,
            "text": "2019-09-20 01:56:00 +0100",
            "iso_8601": "2019-09-20T00:56:00Z"
        },
        "updated_at": {
            "unix": 1568941046,
            "text": "2019-09-20 01:57:26 +0100",
            "iso_8601": "2019-09-20T00:57:26Z"
        },
        "subject": "Incoming ECB President Lagarde says global growth is fragile and under threat, adds central bankers must be predictable and focus on stability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "incoming-ecb-president-lagarde-says-global-growth-is-fragile-and-under-threat-adds-central-bankers-must-be-predictable-and-focus-on-stability-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:56:00",
        "gmt_time": "2019-09-20 00:56:00"
    },
    {
        "id": 887769,
        "updated_sequence": 1932260,
        "published_at": {
            "unix": 1568939820,
            "text": "2019-09-20 01:37:00 +0100",
            "iso_8601": "2019-09-20T00:37:00Z"
        },
        "updated_at": {
            "unix": 1568939946,
            "text": "2019-09-20 01:39:06 +0100",
            "iso_8601": "2019-09-20T00:39:06Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Taiwan central bank left its benchmark interest rate unchanged at 1.375% as expected",
        "content": "<p>TAIWAN</p><p>MediaTek (2454 TT) - Co. said it invested TWD 100bln to grow its 5G tech capabilities and capture the markets in its prime. (Taipei Times)</p><p>Other News - Taiwan central bank left its benchmark interest rate unchanged at 1.375% as expected with the decision unanimous, while it stated it will maintain accommodative monetary policy and that the inflation outlook remains moderate. Furthermore, it sees 2.34% GDP growth for next year vs. this year’s 2.40% growth forecast. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Manulife US Real Estate Investment Trust (MUST SP) - Co. announced launch of fully underwritten equity fund raising of about USD 142mln. (Newswires)</p><p>UOB (UOB SP) - Co. sets up a branch in Zhongshan City as part of its expansion efforts into China’s Greater Bay Area. (Strait Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-taiwan-central-bank-left-its-benchmark-interest-rate-unchanged-at-1-375-as-expected-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:37:00",
        "gmt_time": "2019-09-20 00:37:00"
    },
    {
        "id": 887768,
        "updated_sequence": 1932255,
        "published_at": {
            "unix": 1568939640,
            "text": "2019-09-20 01:34:00 +0100",
            "iso_8601": "2019-09-20T00:34:00Z"
        },
        "updated_at": {
            "unix": 1568939735,
            "text": "2019-09-20 01:35:35 +0100",
            "iso_8601": "2019-09-20T00:35:35Z"
        },
        "subject": "NAB now expect RBA to lower rates in October and December this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nab-now-expect-rba-to-lower-rates-in-october-and-december-this-year-20-09-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:34:00",
        "gmt_time": "2019-09-20 00:34:00"
    },
    {
        "id": 887767,
        "updated_sequence": 1932252,
        "published_at": {
            "unix": 1568939400,
            "text": "2019-09-20 01:30:00 +0100",
            "iso_8601": "2019-09-20T00:30:00Z"
        },
        "updated_at": {
            "unix": 1568939531,
            "text": "2019-09-20 01:32:11 +0100",
            "iso_8601": "2019-09-20T00:32:11Z"
        },
        "subject": "Australia Federal Court rules in favour of IOOF Holdings (IFL AT) in which it stated the Co.'s regulated entities did not contravene the Superannuation Industry Act",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-federal-court-rules-in-favour-of-ioof-holdings-ifl-at-in-which-it-stated-the-co-s-regulated-entities-did-not-contravene-the-superannuation-industry-act-20-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:30:00",
        "gmt_time": "2019-09-20 00:30:00"
    },
    {
        "id": 887766,
        "updated_sequence": 1932249,
        "published_at": {
            "unix": 1568938920,
            "text": "2019-09-20 01:22:00 +0100",
            "iso_8601": "2019-09-20T00:22:00Z"
        },
        "updated_at": {
            "unix": 1568938976,
            "text": "2019-09-20 01:22:56 +0100",
            "iso_8601": "2019-09-20T00:22:56Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0807, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, there reference rate was set at 7.0732 yesterday. .</li></ul>",
        "analysis_updated_at": {
            "unix": 1568938976,
            "text": "2019-09-20 01:22:56 +0100",
            "iso_8601": "2019-09-20T00:22:56Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0807-according-to-a-major-newswire-estimate-20-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:22:00",
        "gmt_time": "2019-09-20 00:22:00"
    },
    {
        "id": 887765,
        "updated_sequence": 1932246,
        "published_at": {
            "unix": 1568938500,
            "text": "2019-09-20 01:15:00 +0100",
            "iso_8601": "2019-09-20T00:15:00Z"
        },
        "updated_at": {
            "unix": 1568938660,
            "text": "2019-09-20 01:17:40 +0100",
            "iso_8601": "2019-09-20T00:17:40Z"
        },
        "subject": "Japan is planning tougher rules related to foreign investment in sensitive industries, according to FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "japan-is-planning-tougher-rules-related-to-foreign-investment-in-sensitive-industries-according-to-ft-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:15:00",
        "gmt_time": "2019-09-20 00:15:00"
    },
    {
        "id": 887765,
        "updated_sequence": 1932246,
        "published_at": {
            "unix": 1568938500,
            "text": "2019-09-20 01:15:00 +0100",
            "iso_8601": "2019-09-20T00:15:00Z"
        },
        "updated_at": {
            "unix": 1568938660,
            "text": "2019-09-20 01:17:40 +0100",
            "iso_8601": "2019-09-20T00:17:40Z"
        },
        "subject": "Japan is planning tougher rules related to foreign investment in sensitive industries, according to FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "japan-is-planning-tougher-rules-related-to-foreign-investment-in-sensitive-industries-according-to-ft-20-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:15:00",
        "gmt_time": "2019-09-20 00:15:00"
    },
    {
        "id": 887764,
        "updated_sequence": 1932243,
        "published_at": {
            "unix": 1568937720,
            "text": "2019-09-20 01:02:00 +0100",
            "iso_8601": "2019-09-20T00:02:00Z"
        },
        "updated_at": {
            "unix": 1568937969,
            "text": "2019-09-20 01:06:09 +0100",
            "iso_8601": "2019-09-20T00:06:09Z"
        },
        "subject": "Asia stocks begin quiet as the region ekes marginal gains following the indecision on Wall St and slew of central bank activity",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-quiet-as-the-region-ekes-marginal-gains-following-the-indecision-on-wall-st-and-slew-of-central-bank-activity-20-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-20 08:02:00",
        "gmt_time": "2019-09-20 00:02:00"
    }
]