[
    {
        "id": 862293,
        "updated_sequence": 1827484,
        "published_at": {
            "unix": 1554496200,
            "text": "2019-04-05 21:30:00 +0100",
            "iso_8601": "2019-04-05T20:30:00Z"
        },
        "updated_at": {
            "unix": 1554496200,
            "text": "2019-04-05 21:30:00 +0100",
            "iso_8601": "2019-04-05T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-29-03-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 04:30:00",
        "gmt_time": "2019-04-05 20:30:00"
    },
    {
        "id": 863329,
        "updated_sequence": 1827482,
        "published_at": {
            "unix": 1554495300,
            "text": "2019-04-05 21:15:00 +0100",
            "iso_8601": "2019-04-05T20:15:00Z"
        },
        "updated_at": {
            "unix": 1554495356,
            "text": "2019-04-05 21:15:56 +0100",
            "iso_8601": "2019-04-05T20:15:56Z"
        },
        "subject": "RANsquawk Central Bank Weekly: Previewing Fed minutes, ECB; reviewing RBA, RBI   ",
        "content": "<ul><li><strong>Previewing Fed minutes, ECB; reviewing RBA, RBI. To download the report, please click </strong><a href=\"/research_sheets/21549/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-previewing-fed-minutes-ecb-reviewing-rba-rbi-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 04:15:00",
        "gmt_time": "2019-04-05 20:15:00"
    },
    {
        "id": 863328,
        "updated_sequence": 1827480,
        "published_at": {
            "unix": 1554495300,
            "text": "2019-04-05 21:15:00 +0100",
            "iso_8601": "2019-04-05T20:15:00Z"
        },
        "updated_at": {
            "unix": 1554495348,
            "text": "2019-04-05 21:15:48 +0100",
            "iso_8601": "2019-04-05T20:15:48Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 8 April 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21550/download\"><strong>here</strong></a></p><ul><li><strong>Monday:</strong> US Factory Orders</li><li><strong>Tuesday:</strong> EU General Affairs Council, EIA Short-Term Energy Outlook</li><li><strong>Wednesday: </strong>FOMC Minutes, ECB Monetary Policy meeting, OPEC Monthly Report, UK GDP, US CPI, US President Trump to meet South Korean President Moon, EU Brexit Summit</li><li><strong>Thursday: </strong>IEA Oil Market Report, Indian Elections Start, US PPI</li><li><strong>Friday:</strong> Revised Brexit date (TBC), IMF/IBRD meeting, Eurozone Industrial Production, Uni of Michigan (Prelim)</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-8-april-2019-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 04:15:00",
        "gmt_time": "2019-04-05 20:15:00"
    },
    {
        "id": 863337,
        "updated_sequence": 1827478,
        "published_at": {
            "unix": 1554494760,
            "text": "2019-04-05 21:06:00 +0100",
            "iso_8601": "2019-04-05T20:06:00Z"
        },
        "updated_at": {
            "unix": 1554494804,
            "text": "2019-04-05 21:06:44 +0100",
            "iso_8601": "2019-04-05T20:06:44Z"
        },
        "subject": "Fitch Affirms Belgium at 'AA-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-belgium-at-aa-outlook-stable-05-04-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 04:06:00",
        "gmt_time": "2019-04-05 20:06:00"
    },
    {
        "id": 863336,
        "updated_sequence": 1827475,
        "published_at": {
            "unix": 1554493980,
            "text": "2019-04-05 20:53:00 +0100",
            "iso_8601": "2019-04-05T19:53:00Z"
        },
        "updated_at": {
            "unix": 1554494644,
            "text": "2019-04-05 21:04:04 +0100",
            "iso_8601": "2019-04-05T20:04:04Z"
        },
        "subject": "RANsquawk - US MARKET WRAP 5 April 2019: NFP headline beats, wages miss ",
        "content": "<p><strong>US MARKET WRAP 5 April 2019: NFP headline beats, wages miss</strong></p><p>&nbsp;</p><p><strong>* SNAP SHOT: </strong>Equities up, dollar up, Treasuries flat, crude up.</p><p><strong>* REAR VIEW: </strong>US adds 196k jobs in March; Trump &amp; Kudlow on the Fed and China talks; Canada employment falls;</p><p>* <strong>NEXT WEEK: Monday</strong>: Data – Japanese Current Account; German Trade; Canadian Building Permits; US Factory Orders. Speakers – ECB’s de Galhau. <strong>Tuesday</strong>: Data – US NFIB Business Index. Speakers – Fed’s Clarida. Events – EIA Short Term Outlook &amp; Summer Fuels Outlook. Auctions – Japanese JPY 1.6bln 2024. <strong>Wednesday</strong>: Data – Japanese Corporate Good Prices; French, Italian &amp; UK Industrial Output; UK Services &amp; Manufacturing Output; US CPI. Events – ECB Rate Decision; FOMC March Minutes; Special EU Council Meeting on Brexit; OPEC Monthly Report. Speakers – ECB’s Draghi &amp; Fed’s Quarles. Auctions – German EUR 3.0bln 2024. Earnings – Delta Air Lines. <strong>Thursday</strong>: Data – Chinese, German &amp; French CPI; US Initial Jobless Claims &amp; PPI; New Zealand PMI. Event – IEA Monthly Report. Speakers – Fed’s Clarida, Bullard, Williams &amp; Bowman. <strong>Friday</strong>: Data – EZ Industrial Production; US Import/Export Prices; Chinese Trade. Speakers – ECB’s Praet. Earnings – JP Morgan Chase, Wells Fargo &amp; PNC Financial. <a href=\"https://ransquawk.com/research_sheets/21550/download\">Click here for full briefing.</a></p><p><strong>* US JOBS REPORT: </strong>Headline 196k beat the cons 180k, and rebounded from a revised up 33k (initially stated as 20k). The jobless rate was unchanged at 3.8%. Wages, however, disappointed, printing 0.1% M/M (cons 0.3%), with the Y/Y rate falling to 3.2%, missing cons 3.3%. Citi said the data showed strong job growth, but said that the moderate wage inflation nicely encapsulates its view of the US economy. \"Despite a dip in activity in early 2019 – the underlying pace of growth remains robust and strengthens the case against near-term recession concerns which came to the fore last week,\" Citi said, \"while consumption dipped in Dec-Feb, solid aggregate income growth driven by the acceleration in wages and still-strong jobs should support consumption in March and beyond.\" The bank added that the jobs data was consistent with the view that the market has recently become too perssimistic on the prospects of US growth, and points out that \"following a transitory slowing in early 2019, leading economic indicators and incoming data point to a re-acceleration in Q2.\" In immediate reaction to the data, money markets began pricing FOMC Rate cuts in 2019 more aggressively (the probability rose to 75% chance of a cut in 2019 vs around 50% before the data; however, as markets settled, and traders left for the week, that probability fell again back towards the 50% mark).</p><p><strong>* FED: </strong>US President Trump took up arms against the Fed again. Trump said economic metrics were 'very, very good' but the Fed has 'really slowed down the economy'. He added that the Fed should lower rates, and shift from “quantitative tightening to quantitative easing”. NEC Director Kudlow towed the Trump line too, saying that there was no need to raise rates in the absence of inflation, and that the economy could do with a rate cut. Kudlow also endorsed Trump’s Fed board nominees, Stephen Moore and Herman Caine, saying that they like a steady dollar and both believe that growth does not cause inflation; Kudlow courteously concluded that he was not pressuring the Fed, but just expressing his own view.</p><p><strong>* TRADE: </strong>The usual<strong> </strong>talking heads, US President Trump and NEC Director Kudlow, provided more updates on trade talks. Trump said that he does not want to predict that a deal with China will be reached, a slightly more cautious tone, and suggested talks could be done in ‘weeks’. Kudlow reiterated that talks were going in the right direction but issues remain, although that more headway would be possible in the current talks and that talks will continue next week where officials from both countries are due to have teleconferences; Kudlow also made clear that no deadline had been set for talks, dimming some hope of a swift outcome.</p><p><strong>* SOUTHERN BORDER:</strong> After Trump announced a one-year period for Mexico to meet his immigration/drug-smuggling related demands on Thursday, he doubled on Friday saying that if Mexico “stops apprehending and bringing the illegals back to where they came from, the U.S. will be forced to Tariff at 25% all cars made in Mexico and shipped over the Border to us. If that doesn’t work, which it will, I will close the Border… This will supersede USMCA. Likewise I am looking at an economic penalty for the 500 Billion Dollars in illegal DRUGS that are shipped and smuggled through Mexico and across our Southern Border.” Kudlow again caveated Trumps temperament, saying that for now Trump would not be shutting the border.</p><p><strong>* CANADIAN JOB REPORT:</strong> A soft jobs report from Canada, where employment fell by 7.2k in March (cons +6k); full time dropped 6.4k and part time dropped 0.9k. The jobless rate held at 5.8%. \"Amidst a temporary slowdown at the end of 2018 and into 2019, a strong labour market has remained a bright spot in the Canadian economy,\" Citi said, \"the modest 7.2k pullback in jobs in March does not change this view.\" The bank argues that job growth had been very strong to start the year, with over 120k jobs added in January and February, and some pullback was not unexpected. It also sees other activity data continuing to rebound this year. In terms of BOC policy, Citi continues to think that future rate hikes are not off the table. \"Strong activity into the second half of the year, and continued inflationary pressures from a tight labour market could provide an environment in which the BoC resumes its hiking cycle.\"</p><p><strong>* WTI (K9) SETTLED USD 0.98 HIGHER AT USD 63.08/BBL; BRENT (M9) SETTLED USD 0.94 HIGHER AT USD 70.34/BBL. </strong>The<strong> </strong>crude complex managed to conclude the week comfortably in the green, as the market took its Friday cues from a strong US labour report and tightening supply conditions. Risk appetite was catalysed after it was revealed the US added 196K new, non-farm, jobs in March, providing relief to fears of a slowdown after February’s dismal 20K. On the supply side of the equation, Russian Energy Minister Novak confirmed that Russia had reached its 11.19mln BPD OPEC+ cut target level, discarding any concern that it would not reach it. Elsewhere, just as Libya’s production has begun to pick up, the OPEC member – who is exempt from production cuts – is facing a new crisis; there were several reports on Friday that the Eastern Libyan forces, who previously announced their plans to advance towards the western forces controlled Tripoli, had now engaged in conflict, seizing certain areas outside of Tripoli. This is all promising for oil bulls, which benefit from the African nation’s approximate 1.2mln bbls of crude oil capacity being put at risk. The Baker Hughes rig count showed an increase in rigs being put online for the first time in seven weeks, with some analysts suggesting that producers are taking action to profit from the YTD highs in oil prices: oil rigs +15 at 851, gas rigs +4 at 194, total rigs +19 at 1025. Overall, a stellar week for oil, where analysts at Citi highlight, “its longest streak of weekly gains since 2017.”</p><p><strong>* SPX +0.5% at 2893, NDX +0.5% at 7579, DJI +0.2% at 26425. </strong>SECTORS: Energy +1.7%, Materials -0.1%, Industrials +0.3%, Communications +0.1%, Cons Discretionary +0.6%, Cons Staples +0.3%, Healthcare +0.7%, Financials +0.1%, Tech +0.4%, Telecoms +0.1%, Utilities +1%.</p><p><strong>* STOCKS SPECIFICS: </strong>Intel (INTC) was on the backfoot to after a downgrade at Wells Fargo, which cited weak chip demand, and AMD (AMD) gaining market share. Dow (DOW) was initiated with a Sell rating at JPMorgan which saw it underperform. Viacom (VIAB) caught a bid after RBC upgraded the broadcaster on hopes of a merger deal. Snap (SNAP) surged after announcing new products, and positive mentions at BofA and JMP Securities. A stronger than expected US labour report saw inflows into cyclical sectors with energy leading, EOG resources (EOG), Marathon (MPC), Schlumberger (SLB) and Occidental (OXY) were some of the top movers; it is worth noting that a JPM research piece had been circulating in the pre-market commenting on how US energy stocks are trading at low valuations in comparison to recent periods of oil prices trading at their current levels.</p><p><strong>* US T-NOTE FUTURES (M9) SETTLED 1+ TICKS HIGHER AT 123-19. </strong>Overnight, Treasuries had a downward bias after US President Trump talked about reaching a trade deal with China within four weeks, while his Chinese counterpart were also optimistic. Selling resumed after German industrial production beat expectations, after a run where manufacturing data had been grim (however, the sector remains in recession). There was two-way action during the payrolls report, with upside being seen on a weaker wages number, though sellers were latching on to the above-trend headline. The probability of a Fed rate cut this year rose to 75% after the data, though pared back to around 50% as the dust settled. The Treasury complex remained near highs after Trump reiterated his preference for loose monetary policy. At settlement, curve spreads were slightly narrower.</p><p><strong>* WEEKLY FX WRAP: JPY:</strong> On course to end the week as the biggest G10 loser as Usd/Jpy hovers just below 111.80 and virtually a full point off the low, which was also where the headline pair started. Some weak Japanese data/surveys have undermined the Yen, but after flip-flop trade alongside fluctuating risk sentiment from Monday to Wednesday, the mood has turned more upbeat amidst progressively positive news on the prospect of a US-China trade deal within a few weeks, and perhaps by the end of April. Technical impulses have also impacted after a breach of the psychological 111.00 handle, as the 200 DMA (111.49) offered resistance until yesterday, but 112.00 may prove a bit more formidable as 1 bn option expiries ran off at the NY cut and recent highs lurk no far beyond the next big figure.</p><p><strong>* NZD, AUD:</strong> The Kiwi is Friday’s major laggard and also another hefty underperformer over the week, as Nzd/Usd slips further below the 0.6750 level that had been offering support and Aud/Nzd holds above 1.0550 within a circa 1.0410-1.0575 range. This marks quite a change in fortunes for the Antipodean Dollars, as the Aussie began the week anticipating a dovish RBA and hit 0.7050 vs its US counterpart when the accompanying statement was tweaked to signal a more data-dependent and active approach towards adjusting the Cash Rate Target according to economic developments rather than maintaining that accommodative policy should continue to support growth. However, the tables started to turn on the aforementioned encouraging US-China vibe and following better than forecast data in the form of retail sales and trade. Note also, a US investment bank countered general perceptions if not the consensus view of 2 RBA eases this year with a steady outlook, a long Aud/Nzd trade recommendation (based on the RBNZ easing in contrast) and upgraded 3 and 6 month Aud/Usd projections (to 0.7400 and 0.7500 from 0.7200 and 0.7300 respectively vs circa 0.7100 now and 0.7132 at one stage today).</p><p><strong>* CAD:</strong> The other non-US Dollar also lost ground vs its peer, and particularly after Canadian payrolls fell short of estimates in contrast to the US headline number. Usd/Cad has faded somewhat since within a 1.3402-1.3292 weekly range and 1.3352 ‘open’ as crude prices regroup and head back towards best levels, while the USD tries to weather a barrage from the White House aimed at the Fed, with President Trump and NEC’s Kudlow both talking down rates and the latter even contending that the FOMC should be restarting QE rather than QT – more on this below. Back to Friday’s jobs data, Canadian and US wages also differed markedly as the former firmed and latter slowed.</p><p><strong>* GBP, EUR:</strong> Perhaps remarkably, or at least coincidentally, Sterling and the single currency both looks set to end a whippy week very close if not spot on where they started vs the Greenback and each other. Indeed, Cable is currently around 1.3030, Eur/Usd 1.1225 and Eur/Gbp is hovering just above 0.8600 vs 1.3035, 1.1215 and 0.8605 respectively. But this hardly tells the full story, as the Pound whipsawed from 1.3195 to 1.3005 and between 0.8625-0.8500 on the latest Whitehall debates, votes and amendments on alternative Brexit motions that resulted in just one getting through, and that by only a single aye. The upshot, another letter to the EU from UK PM May to request and A 50 extension to June 30, which was rejected last time, while EC President Tusk is reportedly ready to counter with a 12 month delay that could be cut short if a Withdrawal deal is agreed. Meanwhile, Eur/Usd has been much more contained within 1.1185-1.1255 trading parameters amidst contrasting Eurozone PMIs (manufacturing relatively weak vs services upbeat), mixed data and conflicting ECB impulses (minutes and certain speakers sounding dovish, but a couple of reservations on tiered deposits alongside confident outlooks for growth and inflation).</p><p><strong>* DXY:</strong> As mentioned above, the Buck has been subjected to more pressure from Trump and Kudlow, albeit indirectly as the verbal interventions were trained on the FOMC, but the index is holding up quite well within a 97.517-96.965 band and near its start-point (97.238). A mixed NFP report crowned a week of rather conflicting macro releases including PMIs, ISMs, durable goods and retail sales, while actual Fed speak also ranged from leaning towards an ease to reaffirming a pause/patience to hinting at one or 2 more hikes.</p><p><strong>* EM:</strong> The Lira and Rand highlighted the extremes for regional currencies in terms of depreciation and appreciation vs the Dollar, as the Try was hit by fall-out from last weekend’s local elections and President Erdogan’s AK party contesting results that handed victory to the opposition in 2 key cities (Istanbul and Ankara), while relations between Turkey and the US deteriorated on the Russian S-400 order and to top it all headline CPI was stronger than expected. Conversely, the Zar got an initial boost from Moody’s after the agency delayed its judgement last Friday before an extra fillip when in reaffirmed SA’s rating and stable outlook earlier in the week. Usd/Try circa 5.6000 and Usd/Zar around 14.0500.</p><p><strong>* CENTRAL BANK WEEKLY:</strong> Previewing Fed minutes, ECB; reviewing RBA, RBI.. <a href=\"https://ransquawk.com/research_sheets/21549/download\">Click here for full briefing</a>.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-us-market-wrap-5-april-2019-nfp-headline-beats-wages-miss-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 03:53:00",
        "gmt_time": "2019-04-05 19:53:00"
    },
    {
        "id": 863335,
        "updated_sequence": 1827472,
        "published_at": {
            "unix": 1554493800,
            "text": "2019-04-05 20:50:00 +0100",
            "iso_8601": "2019-04-05T19:50:00Z"
        },
        "updated_at": {
            "unix": 1554493849,
            "text": "2019-04-05 20:50:49 +0100",
            "iso_8601": "2019-04-05T19:50:49Z"
        },
        "subject": "Fed's Bostic (non-voter, dove) says that the US labour market is strong",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dove-says-that-the-us-labour-market-is-strong-05-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 03:50:00",
        "gmt_time": "2019-04-05 19:50:00"
    },
    {
        "id": 863334,
        "updated_sequence": 1827469,
        "published_at": {
            "unix": 1554493560,
            "text": "2019-04-05 20:46:00 +0100",
            "iso_8601": "2019-04-05T19:46:00Z"
        },
        "updated_at": {
            "unix": 1554493622,
            "text": "2019-04-05 20:47:02 +0100",
            "iso_8601": "2019-04-05T19:47:02Z"
        },
        "subject": "SPX MOC 850mln to buy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spx-moc-850mln-to-buy-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 03:46:00",
        "gmt_time": "2019-04-05 19:46:00"
    },
    {
        "id": 863333,
        "updated_sequence": 1827466,
        "published_at": {
            "unix": 1554491880,
            "text": "2019-04-05 20:18:00 +0100",
            "iso_8601": "2019-04-05T19:18:00Z"
        },
        "updated_at": {
            "unix": 1554491934,
            "text": "2019-04-05 20:18:54 +0100",
            "iso_8601": "2019-04-05T19:18:54Z"
        },
        "subject": "US T-Note futures (M9) settled 1+ ticks higher at 123-19",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Overnight, Treasuries had a downward bias after US President Trump talked about reaching a trade deal with China within four weeks, while his Chinese counterpart were also optimistic. Selling resumed after German industrial production beat expectations, after a run where manufacturing data had been grim (however, the sector remains in recession). There was two-way action during the payrolls report, with upside being seen on a weaker wages number, though sellers were latching on to the above-trend headline. The probability of a Fed rate cut this year rose to 75% after the data, though pared back to around 50% as the dust settled. The Treasury complex remained near highs after Trump reiterated his preference for loose monetary policy. At settlement, curve spreads were slightly narrower.</p>",
        "analysis_updated_at": {
            "unix": 1554491934,
            "text": "2019-04-05 20:18:54 +0100",
            "iso_8601": "2019-04-05T19:18:54Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settled-1-ticks-higher-at-123-19-05-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 03:18:00",
        "gmt_time": "2019-04-05 19:18:00"
    },
    {
        "id": 863332,
        "updated_sequence": 1827463,
        "published_at": {
            "unix": 1554490920,
            "text": "2019-04-05 20:02:00 +0100",
            "iso_8601": "2019-04-05T19:02:00Z"
        },
        "updated_at": {
            "unix": 1554490989,
            "text": "2019-04-05 20:03:09 +0100",
            "iso_8601": "2019-04-05T19:03:09Z"
        },
        "subject": "US mulls further sanctions on Venezuela financial sector; US also sanctioning 34 ships owned/operated by PDVSA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-mulls-further-sanctions-on-venezuela-financial-sector-us-also-sanctioning-34-ships-owned-operated-by-pdvsa-05-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 03:02:00",
        "gmt_time": "2019-04-05 19:02:00"
    },
    {
        "id": 863330,
        "updated_sequence": 1827457,
        "published_at": {
            "unix": 1554490680,
            "text": "2019-04-05 19:58:00 +0100",
            "iso_8601": "2019-04-05T18:58:00Z"
        },
        "updated_at": {
            "unix": 1554490747,
            "text": "2019-04-05 19:59:07 +0100",
            "iso_8601": "2019-04-05T18:59:07Z"
        },
        "subject": "Transcanada (TRP) looking to sell Columbia midstream unit, could fetch USD 1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "transcanada-trp-looking-to-sell-columbia-midstream-unit-could-fetch-usd-1bln-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 02:58:00",
        "gmt_time": "2019-04-05 18:58:00"
    },
    {
        "id": 863327,
        "updated_sequence": 1827454,
        "published_at": {
            "unix": 1554489060,
            "text": "2019-04-05 19:31:00 +0100",
            "iso_8601": "2019-04-05T18:31:00Z"
        },
        "updated_at": {
            "unix": 1554490077,
            "text": "2019-04-05 19:47:57 +0100",
            "iso_8601": "2019-04-05T18:47:57Z"
        },
        "subject": "WTI (K9) settles USD 0.98 higher at USD 63.08/bbl; Brent (M9) settles USD 0.94 higher at USD 70.34/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The<strong> </strong>crude complex managed to conclude the week comfortably in the green, as the market took its Friday cues from a strong US labour report and tightening supply conditions. Risk appetite was catalysed after it was revealed the US added 196K new, non-farm, jobs in March, providing relief to fears of a slowdown after February’s dismal 20K. On the supply side of the equation, Russian Energy Minister Novak confirmed that Russia had reached its 11.19mln BPD OPEC+ cut target level, discarding any concern that it would not reach it. Elsewhere, just as Libya’s production has begun to pick up, the OPEC member – who is exempt from production cuts – is facing a new crisis; there were several reports on Friday that the Eastern Libyan forces, who previously announced their plans to advance towards the western forces controlled Tripoli, had now engaged in conflict, seizing certain areas outside of Tripoli. This is all promising for oil bulls, which benefit from the African nation’s approximate 1.2mln bbls of crude oil capacity being put at risk. The Baker Hughes rig count showed an increase in rigs being put online for the first time in seven weeks, with some analysts suggesting that producers are taking action to profit from the YTD highs in oil prices: oil rigs +15 at 851, gas rigs +4 at 194, total rigs +19 at 1025. Overall, a stellar week for oil, where analysts at Citi highlight, “its longest streak of weekly gains since 2017.”</p>",
        "analysis_updated_at": {
            "unix": 1554489120,
            "text": "2019-04-05 19:32:00 +0100",
            "iso_8601": "2019-04-05T18:32:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-k9-settles-usd-0-98-higher-at-usd-63-08-bbl-brent-m9-settles-usd-0-94-higher-at-usd-70-34-bbl-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 02:31:00",
        "gmt_time": "2019-04-05 18:31:00"
    },
    {
        "id": 863326,
        "updated_sequence": 1827443,
        "published_at": {
            "unix": 1554488400,
            "text": "2019-04-05 19:20:00 +0100",
            "iso_8601": "2019-04-05T18:20:00Z"
        },
        "updated_at": {
            "unix": 1554488571,
            "text": "2019-04-05 19:22:51 +0100",
            "iso_8601": "2019-04-05T18:22:51Z"
        },
        "subject": "US CPSC issued an alert warning to parents and caregivers to discontinue using Fisher Price's (MAT) Rock 'N' Play sleeper when infatns are able to rock themselves over",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-cpsc-issued-an-alert-warning-to-parents-and-caregivers-to-discontinue-using-fisher-price-s-mat-rock-n-play-sleeper-when-infatns-are-able-to-rock-themselves-over-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 02:20:00",
        "gmt_time": "2019-04-05 18:20:00"
    },
    {
        "id": 863325,
        "updated_sequence": 1827440,
        "published_at": {
            "unix": 1554487800,
            "text": "2019-04-05 19:10:00 +0100",
            "iso_8601": "2019-04-05T18:10:00Z"
        },
        "updated_at": {
            "unix": 1554487855,
            "text": "2019-04-05 19:10:55 +0100",
            "iso_8601": "2019-04-05T18:10:55Z"
        },
        "subject": "Eastern Libyan forces say it has control of the former Tripoli international airport, according to a spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eastern-libyan-forces-say-it-has-control-of-the-former-tripoli-international-airport-according-to-a-spokesperson-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 02:10:00",
        "gmt_time": "2019-04-05 18:10:00"
    },
    {
        "id": 863324,
        "updated_sequence": 1827437,
        "published_at": {
            "unix": 1554487200,
            "text": "2019-04-05 19:00:00 +0100",
            "iso_8601": "2019-04-05T18:00:00Z"
        },
        "updated_at": {
            "unix": 1554487397,
            "text": "2019-04-05 19:03:17 +0100",
            "iso_8601": "2019-04-05T18:03:17Z"
        },
        "subject": "BMW (BMW GY) will recognize a provision from the EU Commission that is likely to exceed EUR 1bln; it will contest the allegations made against it, in regards to anti-trust and emissions,  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-will-recognize-a-provision-from-the-eu-commission-that-is-likely-to-exceed-eur-1bln-it-will-contest-the-allegations-made-against-it-in-regards-to-anti-trust-and-emissions-05-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 02:00:00",
        "gmt_time": "2019-04-05 18:00:00"
    },
    {
        "id": 863323,
        "updated_sequence": 1827434,
        "published_at": {
            "unix": 1554486180,
            "text": "2019-04-05 18:43:00 +0100",
            "iso_8601": "2019-04-05T17:43:00Z"
        },
        "updated_at": {
            "unix": 1554486296,
            "text": "2019-04-05 18:44:56 +0100",
            "iso_8601": "2019-04-05T17:44:56Z"
        },
        "subject": "UK government spokesperson says the government is prepared to seek changes to the political declaration in order to deliver a deal that is acceptable to both sides, according to the FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT ",
        "slug": "uk-government-spokesperson-says-the-government-is-prepared-to-seek-changes-to-the-political-declaration-in-order-to-deliver-a-deal-that-is-acceptable-to-both-sides-according-to-the-ft-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:43:00",
        "gmt_time": "2019-04-05 17:43:00"
    },
    {
        "id": 863322,
        "updated_sequence": 1827431,
        "published_at": {
            "unix": 1554486060,
            "text": "2019-04-05 18:41:00 +0100",
            "iso_8601": "2019-04-05T17:41:00Z"
        },
        "updated_at": {
            "unix": 1554486198,
            "text": "2019-04-05 18:43:18 +0100",
            "iso_8601": "2019-04-05T17:43:18Z"
        },
        "subject": "Exxon (XOM) Baytown refinery may partially restart the fire affected hydrotreater next week, with the small FCCU to restart after, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-baytown-refinery-may-partially-restart-the-fire-affected-hydrotreater-next-week-with-the-small-fccu-to-restart-after-according-to-sources-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:41:00",
        "gmt_time": "2019-04-05 17:41:00"
    },
    {
        "id": 863321,
        "updated_sequence": 1827428,
        "published_at": {
            "unix": 1554485940,
            "text": "2019-04-05 18:39:00 +0100",
            "iso_8601": "2019-04-05T17:39:00Z"
        },
        "updated_at": {
            "unix": 1554486037,
            "text": "2019-04-05 18:40:37 +0100",
            "iso_8601": "2019-04-05T17:40:37Z"
        },
        "subject": "LyondellBasell (LYB) reports flaring at its Houston, Texas refinery, according to a community alert",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-lyb-reports-flaring-at-its-houston-texas-refinery-according-to-a-community-alert-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:39:00",
        "gmt_time": "2019-04-05 17:39:00"
    },
    {
        "id": 863320,
        "updated_sequence": 1827425,
        "published_at": {
            "unix": 1554485820,
            "text": "2019-04-05 18:37:00 +0100",
            "iso_8601": "2019-04-05T17:37:00Z"
        },
        "updated_at": {
            "unix": 1554485975,
            "text": "2019-04-05 18:39:35 +0100",
            "iso_8601": "2019-04-05T17:39:35Z"
        },
        "subject": "ITV Political Editor suggests UK government and opposition Labour party talks to end Brexit deadlock are close to collapsing",
        "content": "<ul><li><a href=\"https://www.itv.com/news/2019-04-05/why-labours-brexit-talks-with-government-are-on-verge-of-collapse/\">click here for article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ITV",
        "slug": "itv-political-editor-suggests-uk-government-and-opposition-labour-party-talks-to-end-brexit-deadlock-are-close-to-collapsing-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:37:00",
        "gmt_time": "2019-04-05 17:37:00"
    },
    {
        "id": 863319,
        "updated_sequence": 1827420,
        "published_at": {
            "unix": 1554485640,
            "text": "2019-04-05 18:34:00 +0100",
            "iso_8601": "2019-04-05T17:34:00Z"
        },
        "updated_at": {
            "unix": 1554485706,
            "text": "2019-04-05 18:35:06 +0100",
            "iso_8601": "2019-04-05T17:35:06Z"
        },
        "subject": "Norway cuts emerging-market bonds from its USD 1trln sovereign wealth fund, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/norway-cuts-emerging-market-bonds-from-sovereign-wealth-fund-11554485520?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "norway-cuts-emerging-market-bonds-from-its-usd-1trln-sovereign-wealth-fund-wsj-reports-05-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:34:00",
        "gmt_time": "2019-04-05 17:34:00"
    },
    {
        "id": 863318,
        "updated_sequence": 1827415,
        "published_at": {
            "unix": 1554485280,
            "text": "2019-04-05 18:28:00 +0100",
            "iso_8601": "2019-04-05T17:28:00Z"
        },
        "updated_at": {
            "unix": 1554485382,
            "text": "2019-04-05 18:29:42 +0100",
            "iso_8601": "2019-04-05T17:29:42Z"
        },
        "subject": "Eastern Libyan forces say they have taken control of areas of Qasr Ben Ghasir, Wadi Al Rabie and Suq Al-Khamis near Tripoli, according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eastern-libyan-forces-say-they-have-taken-control-of-areas-of-qasr-ben-ghasir-wadi-al-rabie-and-suq-al-khamis-near-tripoli-according-to-a-statement-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:28:00",
        "gmt_time": "2019-04-05 17:28:00"
    },
    {
        "id": 863317,
        "updated_sequence": 1827417,
        "published_at": {
            "unix": 1554485220,
            "text": "2019-04-05 18:27:00 +0100",
            "iso_8601": "2019-04-05T17:27:00Z"
        },
        "updated_at": {
            "unix": 1554485475,
            "text": "2019-04-05 18:31:15 +0100",
            "iso_8601": "2019-04-05T17:31:15Z"
        },
        "subject": "FT Editorial argues Trump must be stopped from packing the Fed, adding that Board nominees Stephen Moore and Herman Cain lack any qualifications to shape monetary policy",
        "content": "<ul><li><a href=\"https://www.ft.com/content/d04270c6-57a5-11e9-a3db-1fe89bedc16e\">Via FT</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "ft-editorial-argues-trump-must-be-stopped-from-packing-the-fed-adding-that-board-nominees-stephen-moore-and-herman-cain-lack-any-qualifications-to-shape-monetary-policy-05-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:27:00",
        "gmt_time": "2019-04-05 17:27:00"
    },
    {
        "id": 863316,
        "updated_sequence": 1827409,
        "published_at": {
            "unix": 1554484200,
            "text": "2019-04-05 18:10:00 +0100",
            "iso_8601": "2019-04-05T17:10:00Z"
        },
        "updated_at": {
            "unix": 1554484350,
            "text": "2019-04-05 18:12:30 +0100",
            "iso_8601": "2019-04-05T17:12:30Z"
        },
        "subject": "UK opposition Labour spokesperson says we want the talks with the government to continue, according to BBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "uk-opposition-labour-spokesperson-says-we-want-the-talks-with-the-government-to-continue-according-to-bbc-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:10:00",
        "gmt_time": "2019-04-05 17:10:00"
    },
    {
        "id": 863315,
        "updated_sequence": 1827406,
        "published_at": {
            "unix": 1554484020,
            "text": "2019-04-05 18:07:00 +0100",
            "iso_8601": "2019-04-05T17:07:00Z"
        },
        "updated_at": {
            "unix": 1554484242,
            "text": "2019-04-05 18:10:42 +0100",
            "iso_8601": "2019-04-05T17:10:42Z"
        },
        "subject": "Deutsche Bank (DBK GY) said it was open to a further restructuring of its US business during Commerzbank (CBK GY) merger talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-said-it-was-open-to-a-further-restructuring-of-its-us-business-during-commerzbank-cbk-gy-merger-talks-05-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:07:00",
        "gmt_time": "2019-04-05 17:07:00"
    },
    {
        "id": 863314,
        "updated_sequence": 1827403,
        "published_at": {
            "unix": 1554483660,
            "text": "2019-04-05 18:01:00 +0100",
            "iso_8601": "2019-04-05T17:01:00Z"
        },
        "updated_at": {
            "unix": 1554483812,
            "text": "2019-04-05 18:03:32 +0100",
            "iso_8601": "2019-04-05T17:03:32Z"
        },
        "subject": "The EU thinks UK PM May's request for a short delay to Brexit is \"very risky\", according to BuzzFeed",
        "content": "<ul><li><a href=\"https://www.buzzfeed.com/albertonardelli/brexit-delay-theresa-may-eu?utm_source=dynamic&amp;utm_campaign=bfsharetwitter\">Click here for article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BuzzFeed",
        "slug": "the-eu-thinks-uk-pm-may-s-request-for-a-short-delay-to-brexit-is-very-risky-according-to-buzzfeed-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:01:00",
        "gmt_time": "2019-04-05 17:01:00"
    },
    {
        "id": 863313,
        "updated_sequence": 1827400,
        "published_at": {
            "unix": 1554483600,
            "text": "2019-04-05 18:00:00 +0100",
            "iso_8601": "2019-04-05T17:00:00Z"
        },
        "updated_at": {
            "unix": 1554483727,
            "text": "2019-04-05 18:02:07 +0100",
            "iso_8601": "2019-04-05T17:02:07Z"
        },
        "subject": "Baker Hughes (April 5): oil rigs +15 at 851, gas rigs +4 at 194, total rigs +19 at 1025",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-april-5-oil-rigs-15-at-851-gas-rigs-4-at-194-total-rigs-19-at-1025-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 01:00:00",
        "gmt_time": "2019-04-05 17:00:00"
    },
    {
        "id": 863312,
        "updated_sequence": 1827397,
        "published_at": {
            "unix": 1554483120,
            "text": "2019-04-05 17:52:00 +0100",
            "iso_8601": "2019-04-05T16:52:00Z"
        },
        "updated_at": {
            "unix": 1554483299,
            "text": "2019-04-05 17:54:59 +0100",
            "iso_8601": "2019-04-05T16:54:59Z"
        },
        "subject": "Italy will gradually reduce individual income tax rates to two, set at 15% and 20%, set company rate at 20%; 15% for income below EUR 30,000 per year; will create a national bank for investments backed by a state guarantee, according to draft reform prog.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-will-gradually-reduce-individual-income-tax-rates-to-two-set-at-15-and-20-set-company-rate-at-20-15-for-income-below-eur-30-000-per-year-will-create-a-national-bank-for-investments-backed-by-a-state-guarantee-according-to-draf-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 00:52:00",
        "gmt_time": "2019-04-05 16:52:00"
    },
    {
        "id": 863311,
        "updated_sequence": 1827394,
        "published_at": {
            "unix": 1554481920,
            "text": "2019-04-05 17:32:00 +0100",
            "iso_8601": "2019-04-05T16:32:00Z"
        },
        "updated_at": {
            "unix": 1554482022,
            "text": "2019-04-05 17:33:42 +0100",
            "iso_8601": "2019-04-05T16:33:42Z"
        },
        "subject": "UK Police are handling reports of two suspicious packages sent to the Bank of England",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-police-are-handling-reports-of-two-suspicious-packages-sent-to-the-bank-of-england-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 00:32:00",
        "gmt_time": "2019-04-05 16:32:00"
    },
    {
        "id": 863310,
        "updated_sequence": 1827391,
        "published_at": {
            "unix": 1554481500,
            "text": "2019-04-05 17:25:00 +0100",
            "iso_8601": "2019-04-05T16:25:00Z"
        },
        "updated_at": {
            "unix": 1554481701,
            "text": "2019-04-05 17:28:21 +0100",
            "iso_8601": "2019-04-05T16:28:21Z"
        },
        "subject": "China and EU leaders' plans for a joint statement has hit an impasse after the two sides have opposing views on the extent of how much access to China's market should be improved, according to SCMP",
        "content": "<ul><li><a href=\"https://www.scmp.com/news/china/diplomacy/article/3004926/china-eu-leaders-plan-joint-statement-brussels-hits-snag-over\">click here for article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-and-eu-leaders-plans-for-a-joint-statement-has-hit-an-impasse-after-the-two-sides-have-opposing-views-on-the-extent-of-how-much-access-to-china-s-market-should-be-improved-according-to-scmp-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 00:25:00",
        "gmt_time": "2019-04-05 16:25:00"
    },
    {
        "id": 863309,
        "updated_sequence": 1827388,
        "published_at": {
            "unix": 1554480180,
            "text": "2019-04-05 17:03:00 +0100",
            "iso_8601": "2019-04-05T16:03:00Z"
        },
        "updated_at": {
            "unix": 1554480405,
            "text": "2019-04-05 17:06:45 +0100",
            "iso_8601": "2019-04-05T16:06:45Z"
        },
        "subject": "UK opposition Labour party says \"we are disappointed that the government has not offered real change or compromise... urge the PM to come forward with genuine changes\", according to BI's Adam Payne ",
        "content": "<ul><li><a href=\"https://twitter.com/adampayne26/status/1114196791812079616\">click here for tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BI",
        "slug": "uk-opposition-labour-party-says-we-are-disappointed-that-the-government-has-not-offered-real-change-or-compromise-urge-the-pm-to-come-forward-with-genuine-changes-according-to-bi-s-adam-payne-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 00:03:00",
        "gmt_time": "2019-04-05 16:03:00"
    },
    {
        "id": 863308,
        "updated_sequence": 1827385,
        "published_at": {
            "unix": 1554480000,
            "text": "2019-04-05 17:00:00 +0100",
            "iso_8601": "2019-04-05T16:00:00Z"
        },
        "updated_at": {
            "unix": 1554480165,
            "text": "2019-04-05 17:02:45 +0100",
            "iso_8601": "2019-04-05T16:02:45Z"
        },
        "subject": "Eastern Libyan Army Chief Haftar told the UN Secretary General that the operation towards Libya's Tripoli will continue \"until the elimination of terrorism\", according to Al-Arabiya TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al-Arabiya TV",
        "slug": "eastern-libyan-army-chief-haftar-told-the-un-secretary-general-that-the-operation-towards-libya-s-tripoli-will-continue-until-the-elimination-of-terrorism-according-to-al-arabiya-tv-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-06 00:00:00",
        "gmt_time": "2019-04-05 16:00:00"
    },
    {
        "id": 863307,
        "updated_sequence": 1827382,
        "published_at": {
            "unix": 1554479820,
            "text": "2019-04-05 16:57:00 +0100",
            "iso_8601": "2019-04-05T15:57:00Z"
        },
        "updated_at": {
            "unix": 1554480011,
            "text": "2019-04-05 17:00:11 +0100",
            "iso_8601": "2019-04-05T16:00:11Z"
        },
        "subject": "White House planning an executive order which aims to boost pipeline construction and lower energy prices, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-planning-an-executive-order-which-aims-to-boost-pipeline-construction-and-lower-energy-prices-according-to-cnbc-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:57:00",
        "gmt_time": "2019-04-05 15:57:00"
    },
    {
        "id": 863305,
        "updated_sequence": 1827376,
        "published_at": {
            "unix": 1554478680,
            "text": "2019-04-05 16:38:00 +0100",
            "iso_8601": "2019-04-05T15:38:00Z"
        },
        "updated_at": {
            "unix": 1554478769,
            "text": "2019-04-05 16:39:29 +0100",
            "iso_8601": "2019-04-05T15:39:29Z"
        },
        "subject": "Boeing (BA) looking at scenarios including a slowdown in the production  of 737 MAX jets if the grounding last for months, according to a source",
        "content": "",
        "reaction_details": "<p>Iin an immediate reaction, BA shares fell from 393.50 to 392.50; Dow futures also slipped from 26415 to below 26405, before paring&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1554478769,
            "text": "2019-04-05 16:39:29 +0100",
            "iso_8601": "2019-04-05T15:39:29Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-looking-at-scenarios-including-a-slowdown-in-the-production-of-737-max-jets-if-the-grounding-last-for-months-according-to-a-source-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:38:00",
        "gmt_time": "2019-04-05 15:38:00"
    },
    {
        "id": 863306,
        "updated_sequence": 1827379,
        "published_at": {
            "unix": 1554478200,
            "text": "2019-04-05 16:30:00 +0100",
            "iso_8601": "2019-04-05T15:30:00Z"
        },
        "updated_at": {
            "unix": 1554478977,
            "text": "2019-04-05 16:42:57 +0100",
            "iso_8601": "2019-04-05T15:42:57Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.18%), FTSE 100 (+0.60%), DAX (+0.16%), CAC (+0.23%), IBEX (-0.21%), FTSE MIB (+0.22%), SMI (-0.24%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-18-ftse-100-0-60-dax-0-16-cac-0-23-ibex-0-21-ftse-mib-0-22-smi-0-24-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:30:00",
        "gmt_time": "2019-04-05 15:30:00"
    },
    {
        "id": 863304,
        "updated_sequence": 1827371,
        "published_at": {
            "unix": 1554477540,
            "text": "2019-04-05 16:19:00 +0100",
            "iso_8601": "2019-04-05T15:19:00Z"
        },
        "updated_at": {
            "unix": 1554477650,
            "text": "2019-04-05 16:20:50 +0100",
            "iso_8601": "2019-04-05T15:20:50Z"
        },
        "subject": "New York Fed raises its GDP Nowcast (Q1) 1.4% (prev. 1.3%), (Q2) 1.9% (prev. 1.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-raises-its-gdp-nowcast-q1-1-4-prev-1-3-q2-1-9-prev-1-7-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:19:00",
        "gmt_time": "2019-04-05 15:19:00"
    },
    {
        "id": 863303,
        "updated_sequence": 1827368,
        "published_at": {
            "unix": 1554477060,
            "text": "2019-04-05 16:11:00 +0100",
            "iso_8601": "2019-04-05T15:11:00Z"
        },
        "updated_at": {
            "unix": 1554477136,
            "text": "2019-04-05 16:12:16 +0100",
            "iso_8601": "2019-04-05T15:12:16Z"
        },
        "subject": "BB&T (BBT) and SunTrust (STI) have received regulatory approval from the FTC for their proposed merger",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bb-t-bbt-and-suntrust-sti-have-received-regulatory-approval-from-the-ftc-for-their-proposed-merger-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:11:00",
        "gmt_time": "2019-04-05 15:11:00"
    },
    {
        "id": 863302,
        "updated_sequence": 1827365,
        "published_at": {
            "unix": 1554476820,
            "text": "2019-04-05 16:07:00 +0100",
            "iso_8601": "2019-04-05T15:07:00Z"
        },
        "updated_at": {
            "unix": 1554476934,
            "text": "2019-04-05 16:08:54 +0100",
            "iso_8601": "2019-04-05T15:08:54Z"
        },
        "subject": "Weekly FX Wrap: mixed NA jobs data cap indecisive week, not least on the Brexit front",
        "content": "<p><strong>JPY</strong></p><p>On course to end the week as the biggest G10 loser as Usd/Jpy hovers just below 111.80 and virtually a full point off the low, which was also where the headline pair started. Some weak Japanese data/surveys have undermined the Yen, but after flip-flop trade alongside fluctuating risk sentiment from Monday to Wednesday, the mood has turned more upbeat amidst progressively positive news on the prospect of a US-China trade deal within a few weeks, and perhaps by the end of April. Technical impulses have also impacted after a breach of the psychological 111.00 handle, as the 200 DMA (111.49) offered resistance until yesterday, but 112.00 may prove a bit more formidable as 1 bn option expiries ran off at the NY cut and recent highs lurk no far beyond the next big figure.</p><p><strong>NZD/AUD</strong></p><p>The Kiwi is Friday’s major laggard and also another hefty underperformer over the week, as Nzd/Usd slips further below the 0.6750 level that had been offering support and Aud/Nzd holds above 1.0550 within a circa 1.0410-1.0575 range. This marks quite a change in fortunes for the Antipodean Dollars, as the Aussie began the week anticipating a dovish RBA and hit 0.7050 vs its US counterpart when the accompanying statement was tweaked to signal a more data-dependent and active approach towards adjusting the Cash Rate Target according to economic developments rather than maintaining that accommodative policy should continue to support growth. However, the tables started to turn on the aforementioned encouraging US-China vibe and following better than forecast data in the form of retail sales and trade. Note also, a US investment bank countered general perceptions if not the consensus view of 2 RBA eases this year with a steady outlook, a long Aud/Nzd trade recommendation (based on the RBNZ easing in contrast) and upgraded 3 and 6 month Aud/Usd projections (to 0.7400 and 0.7500 from 0.7200 and 0.7300 respectively vs circa 0.7100 now and 0.7132 at one stage today).</p><p><strong>CAD</strong></p><p>The other non-US Dollar also lost ground vs its peer, and particularly after Canadian payrolls fell short of estimates in contrast to the US headline number. Usd/Cad has faded somewhat since within a 1.3402-1.3292 weekly range and 1.3352 ‘open’ as crude prices regroup and head back towards best levels, while the <strong>USD </strong>tries to weather a barrage from the White House aimed at the Fed, with President Trump and NEC’s Kudlow both talking down rates and the latter even contending that the FOMC should be restarting QE rather than QT – more on this below. Back to Friday’s jobs data, Canadian and US wages also differed markedly as the former firmed and latter slowed.</p><p><strong>GBP/EUR</strong></p><p>Perhaps remarkably, or at least coincidentally, Sterling and the single currency both looks set to end a whippy week very close if not spot on where they started vs the Greenback and each other. Indeed, Cable is currently around 1.3030, Eur/Usd 1.1225 and Eur/Gbp is hovering just above 0.8600 vs 1.3035, 1.1215 and 0.8605 respectively. But this hardly tells the full story, as the Pound whipsawed from 1.3195 to 1.3005 and between 0.8625-0.8500 on the latest Whitehall debates, votes and amendments on alternative Brexit motions that resulted in just one getting through, and that by only a single aye. The upshot, another letter to the EU from UK PM May to request and A 50 extension to June 30, which was rejected last time, while EC President Tusk is reportedly ready to counter with a 12 month delay that could be cut short if a Withdrawal deal is agreed. Meanwhile, Eur/Usd has been much more contained within 1.1185-1.1255 trading parameters amidst contrasting Eurozone PMIs (manufacturing relatively weak vs services upbeat), mixed data and conflicting ECB impulses (minutes and certain speakers sounding dovish, but a couple of reservations on tiered deposits alongside confident outlooks for growth and inflation).</p><p><strong>DXY</strong></p><p>As mentioned above, the Buck has been subjected to more pressure from Trump and Kudlow, albeit indirectly as the verbal interventions were trained on the FOMC, but the index is holding up quite well within a 97.517-96.965 band and near its start-point (97.238). A mixed NFP report crowned a week of rather conflicting macro releases including PMIs, ISMs, durable goods and retail sales, while actual Fed speak also ranged from leaning towards an ease to reaffirming a pause/patience to hinting at one or 2 more hikes.</p><p><strong>EM&nbsp;</strong></p><p>The Lira and Rand highlighted the extremes for regional currencies in terms of depreciation and appreciation vs the Dollar, as the Try was hit by fall-out from last weekend’s local elections and President Erdogan’s AK party contesting results that handed victory to the opposition in 2 key cities (Istanbul and Ankara), while relations between Turkey and the US deteriorated on the Russian S-400 order and to top it all headline CPI was stronger than expected. Conversely, the Zar got an initial boost from Moody’s after the agency delayed its judgement last Friday before an extra fillip when in reaffirmed SA’s rating and stable outlook earlier in the week. Usd/Try circa 5.6000 and Usd/Zar around 14.0500.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-mixed-na-jobs-data-cap-indecisive-week-not-least-on-the-brexit-front-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 23:07:00",
        "gmt_time": "2019-04-05 15:07:00"
    },
    {
        "id": 863301,
        "updated_sequence": 1827362,
        "published_at": {
            "unix": 1554476280,
            "text": "2019-04-05 15:58:00 +0100",
            "iso_8601": "2019-04-05T14:58:00Z"
        },
        "updated_at": {
            "unix": 1554476466,
            "text": "2019-04-05 16:01:06 +0100",
            "iso_8601": "2019-04-05T15:01:06Z"
        },
        "subject": "Eastern Libyan forces allied to the military commander Haftar have taken control of a village 40km south of Tripoli following clashes, according to a resident and military source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eastern-libyan-forces-allied-to-the-military-commander-haftar-have-taken-control-of-a-village-40km-south-of-tripoli-following-clashes-according-to-a-resident-and-military-source-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:58:00",
        "gmt_time": "2019-04-05 14:58:00"
    },
    {
        "id": 863299,
        "updated_sequence": 1827356,
        "published_at": {
            "unix": 1554476100,
            "text": "2019-04-05 15:55:00 +0100",
            "iso_8601": "2019-04-05T14:55:00Z"
        },
        "updated_at": {
            "unix": 1554476189,
            "text": "2019-04-05 15:56:29 +0100",
            "iso_8601": "2019-04-05T14:56:29Z"
        },
        "subject": "Apple (AAPL) music's subscriber surpassed Spotify's (SPOT), reported via WSJ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "apple-aapl-music-s-subscriber-surpassed-spotify-s-spot-reported-via-wsj-05-04-2019",
        "hidden": false,
        "section": {
            "id": 35,
            "name": "UK Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:55:00",
        "gmt_time": "2019-04-05 14:55:00"
    },
    {
        "id": 863300,
        "updated_sequence": 1827359,
        "published_at": {
            "unix": 1554476040,
            "text": "2019-04-05 15:54:00 +0100",
            "iso_8601": "2019-04-05T14:54:00Z"
        },
        "updated_at": {
            "unix": 1554476218,
            "text": "2019-04-05 15:56:58 +0100",
            "iso_8601": "2019-04-05T14:56:58Z"
        },
        "subject": "Mexico President Obrador says USMCA trade deal is going to get approved; says Mexico has a strong currency and slowing inflation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-president-obrador-says-usmca-trade-deal-is-going-to-get-approved-says-mexico-has-a-strong-currency-and-slowing-inflation-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:54:00",
        "gmt_time": "2019-04-05 14:54:00"
    },
    {
        "id": 863298,
        "updated_sequence": 1827353,
        "published_at": {
            "unix": 1554475860,
            "text": "2019-04-05 15:51:00 +0100",
            "iso_8601": "2019-04-05T14:51:00Z"
        },
        "updated_at": {
            "unix": 1554476004,
            "text": "2019-04-05 15:53:24 +0100",
            "iso_8601": "2019-04-05T14:53:24Z"
        },
        "subject": "Deutsche Bank (DBK GY) and Commerzbank (CBK GY) reportedly favour a straightforward takeover structure rather than a new holding company, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-and-commerzbank-cbk-gy-reportedly-favour-a-straightforward-takeover-structure-rather-than-a-new-holding-company-according-to-sources-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:51:00",
        "gmt_time": "2019-04-05 14:51:00"
    },
    {
        "id": 863297,
        "updated_sequence": 1827350,
        "published_at": {
            "unix": 1554475020,
            "text": "2019-04-05 15:37:00 +0100",
            "iso_8601": "2019-04-05T14:37:00Z"
        },
        "updated_at": {
            "unix": 1554475143,
            "text": "2019-04-05 15:39:03 +0100",
            "iso_8601": "2019-04-05T14:39:03Z"
        },
        "subject": "Libya's El Sharara (300k BPD) oilfield and Zawiya port are still working normally, as according to a field engineer",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Comes after Libya's Haftar forces continue to approach Tripoli</li></ul>",
        "analysis_updated_at": {
            "unix": 1554475143,
            "text": "2019-04-05 15:39:03 +0100",
            "iso_8601": "2019-04-05T14:39:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-el-sharara-300k-bpd-oilfield-and-zawiya-port-are-still-working-normally-as-according-to-a-field-engineer-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:37:00",
        "gmt_time": "2019-04-05 14:37:00"
    },
    {
        "id": 863295,
        "updated_sequence": 1827342,
        "published_at": {
            "unix": 1554474180,
            "text": "2019-04-05 15:23:00 +0100",
            "iso_8601": "2019-04-05T14:23:00Z"
        },
        "updated_at": {
            "unix": 1554474240,
            "text": "2019-04-05 15:24:00 +0100",
            "iso_8601": "2019-04-05T14:24:00Z"
        },
        "subject": "Italy Deputy Prime Minister Di Maio pledges no rises in VAT, according to ANSA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ANSA",
        "slug": "italy-deputy-prime-minister-di-maio-pledges-no-rises-in-vat-according-to-ansa-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:23:00",
        "gmt_time": "2019-04-05 14:23:00"
    },
    {
        "id": 863294,
        "updated_sequence": 1827339,
        "published_at": {
            "unix": 1554474000,
            "text": "2019-04-05 15:20:00 +0100",
            "iso_8601": "2019-04-05T14:20:00Z"
        },
        "updated_at": {
            "unix": 1554474171,
            "text": "2019-04-05 15:22:51 +0100",
            "iso_8601": "2019-04-05T14:22:51Z"
        },
        "subject": "Citron Research positive on LYFT, and gives reasons not to be short of the company; adds shorting disruptive companies that dominate a megatrend simply because they lose money is a sure way to go broke",
        "content": "<p><a href=\"https://citronresearch.com/lyft-the-amateur-short/\">Via Citron&nbsp;</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Citron Research ",
        "slug": "citron-research-positive-on-lyft-and-gives-reasons-not-to-be-short-of-the-company-adds-shorting-disruptive-companies-that-dominate-a-megatrend-simply-because-they-lose-money-is-a-sure-way-to-go-broke-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:20:00",
        "gmt_time": "2019-04-05 14:20:00"
    },
    {
        "id": 863293,
        "updated_sequence": 1827334,
        "published_at": {
            "unix": 1554473760,
            "text": "2019-04-05 15:16:00 +0100",
            "iso_8601": "2019-04-05T14:16:00Z"
        },
        "updated_at": {
            "unix": 1554473906,
            "text": "2019-04-05 15:18:26 +0100",
            "iso_8601": "2019-04-05T14:18:26Z"
        },
        "subject": "US President Trump suggests that the Fed should shift from quantitative tightening to quantitative easing ",
        "content": "",
        "reaction_details": "<ul><li>Following these comments Jun'19 USTs rose 123.20 123.22, leading the US 10yr yield to slip to below 2.5% whilst the German 10yr yield fell back below 0%</li></ul>",
        "reaction_updated_at": {
            "unix": 1554473905,
            "text": "2019-04-05 15:18:25 +0100",
            "iso_8601": "2019-04-05T14:18:25Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-suggests-that-the-fed-should-shift-from-quantitative-tightening-to-quantitative-easing-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:16:00",
        "gmt_time": "2019-04-05 14:16:00"
    },
    {
        "id": 863292,
        "updated_sequence": 1827336,
        "published_at": {
            "unix": 1554473040,
            "text": "2019-04-05 15:04:00 +0100",
            "iso_8601": "2019-04-05T14:04:00Z"
        },
        "updated_at": {
            "unix": 1554473948,
            "text": "2019-04-05 15:19:08 +0100",
            "iso_8601": "2019-04-05T14:19:08Z"
        },
        "subject": "US NEC Director Kudlow says that the President will not invoke the closure of the US-Mexico border right now",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This comes after Trump seemed to suggest that a 1-year grace period would be granted to the Central American country</p>",
        "analysis_updated_at": {
            "unix": 1554473100,
            "text": "2019-04-05 15:05:00 +0100",
            "iso_8601": "2019-04-05T14:05:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-that-the-president-will-not-invoke-the-closure-of-the-us-mexico-border-right-now-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:04:00",
        "gmt_time": "2019-04-05 14:04:00"
    },
    {
        "id": 863291,
        "updated_sequence": 1827331,
        "published_at": {
            "unix": 1554472920,
            "text": "2019-04-05 15:02:00 +0100",
            "iso_8601": "2019-04-05T14:02:00Z"
        },
        "updated_at": {
            "unix": 1554473311,
            "text": "2019-04-05 15:08:31 +0100",
            "iso_8601": "2019-04-05T14:08:31Z"
        },
        "subject": "Medtronic (MDT) Co. state that their HeartWare HVAD™ system has shown a reduction in total strokes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "medtronic-mdt-co-state-that-their-heartware-hvad-system-has-shown-a-reduction-in-total-strokes-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:02:00",
        "gmt_time": "2019-04-05 14:02:00"
    },
    {
        "id": 863290,
        "updated_sequence": 1827319,
        "published_at": {
            "unix": 1554472860,
            "text": "2019-04-05 15:01:00 +0100",
            "iso_8601": "2019-04-05T14:01:00Z"
        },
        "updated_at": {
            "unix": 1554472936,
            "text": "2019-04-05 15:02:16 +0100",
            "iso_8601": "2019-04-05T14:02:16Z"
        },
        "subject": "Italian Deputy PM Di Maio calls on the EU to sign a trade deal with the US as soon as possible in order to lower car tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-calls-on-the-eu-to-sign-a-trade-deal-with-the-us-as-soon-as-possible-in-order-to-lower-car-tariffs-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 22:01:00",
        "gmt_time": "2019-04-05 14:01:00"
    },
    {
        "id": 863289,
        "updated_sequence": 1827314,
        "published_at": {
            "unix": 1554472680,
            "text": "2019-04-05 14:58:00 +0100",
            "iso_8601": "2019-04-05T13:58:00Z"
        },
        "updated_at": {
            "unix": 1554472754,
            "text": "2019-04-05 14:59:14 +0100",
            "iso_8601": "2019-04-05T13:59:14Z"
        },
        "subject": "US President Trump says the Fed should lower rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-fed-should-lower-rates-05-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:58:00",
        "gmt_time": "2019-04-05 13:58:00"
    },
    {
        "id": 863287,
        "updated_sequence": 1827316,
        "published_at": {
            "unix": 1554472500,
            "text": "2019-04-05 14:55:00 +0100",
            "iso_8601": "2019-04-05T13:55:00Z"
        },
        "updated_at": {
            "unix": 1554472765,
            "text": "2019-04-05 14:59:25 +0100",
            "iso_8601": "2019-04-05T13:59:25Z"
        },
        "subject": "US President Trump says he does not want to predict that a deal with China will be reached",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-does-not-want-to-predict-that-a-deal-with-china-will-be-reached-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:55:00",
        "gmt_time": "2019-04-05 13:55:00"
    },
    {
        "id": 863288,
        "updated_sequence": 1827309,
        "published_at": {
            "unix": 1554472440,
            "text": "2019-04-05 14:54:00 +0100",
            "iso_8601": "2019-04-05T13:54:00Z"
        },
        "updated_at": {
            "unix": 1554472615,
            "text": "2019-04-05 14:56:55 +0100",
            "iso_8601": "2019-04-05T13:56:55Z"
        },
        "subject": "Phillip 66 Bayway (238k BPD) reportedly expects FCC operations back to normal early next week, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillip-66-bayway-238k-bpd-reportedly-expects-fcc-operations-back-to-normal-early-next-week-according-to-sources-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:54:00",
        "gmt_time": "2019-04-05 13:54:00"
    },
    {
        "id": 863288,
        "updated_sequence": 1827309,
        "published_at": {
            "unix": 1554472440,
            "text": "2019-04-05 14:54:00 +0100",
            "iso_8601": "2019-04-05T13:54:00Z"
        },
        "updated_at": {
            "unix": 1554472615,
            "text": "2019-04-05 14:56:55 +0100",
            "iso_8601": "2019-04-05T13:56:55Z"
        },
        "subject": "Phillip 66 Bayway (238k BPD) reportedly expects FCC operations back to normal early next week, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillip-66-bayway-238k-bpd-reportedly-expects-fcc-operations-back-to-normal-early-next-week-according-to-sources-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:54:00",
        "gmt_time": "2019-04-05 13:54:00"
    },
    {
        "id": 863286,
        "updated_sequence": 1827311,
        "published_at": {
            "unix": 1554472380,
            "text": "2019-04-05 14:53:00 +0100",
            "iso_8601": "2019-04-05T13:53:00Z"
        },
        "updated_at": {
            "unix": 1554472699,
            "text": "2019-04-05 14:58:19 +0100",
            "iso_8601": "2019-04-05T13:58:19Z"
        },
        "subject": "US President Trump says that economic metrics are 'very, very good' but the Fed has 'really slowed down the economy'",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-that-economic-metrics-are-very-very-good-but-the-fed-has-really-slowed-down-the-economy-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:53:00",
        "gmt_time": "2019-04-05 13:53:00"
    },
    {
        "id": 863285,
        "updated_sequence": 1827295,
        "published_at": {
            "unix": 1554472080,
            "text": "2019-04-05 14:48:00 +0100",
            "iso_8601": "2019-04-05T13:48:00Z"
        },
        "updated_at": {
            "unix": 1554472176,
            "text": "2019-04-05 14:49:36 +0100",
            "iso_8601": "2019-04-05T13:49:36Z"
        },
        "subject": "Italian Finance Minister Tria has provided reassurances to the EU commission regarding budget rules",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-finance-minister-tria-has-provided-reassurances-to-the-eu-commission-regarding-budget-rules-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:48:00",
        "gmt_time": "2019-04-05 13:48:00"
    },
    {
        "id": 863284,
        "updated_sequence": 1827292,
        "published_at": {
            "unix": 1554472020,
            "text": "2019-04-05 14:47:00 +0100",
            "iso_8601": "2019-04-05T13:47:00Z"
        },
        "updated_at": {
            "unix": 1554472113,
            "text": "2019-04-05 14:48:33 +0100",
            "iso_8601": "2019-04-05T13:48:33Z"
        },
        "subject": "Caixabank (CABK SM) to appoint Gonzalo Gortazar Rotaeche as the new boss",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caixabank-cabk-sm-to-appoint-gonzalo-gortazar-rotaeche-as-the-new-boss-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:47:00",
        "gmt_time": "2019-04-05 13:47:00"
    },
    {
        "id": 863283,
        "updated_sequence": 1827289,
        "published_at": {
            "unix": 1554471840,
            "text": "2019-04-05 14:44:00 +0100",
            "iso_8601": "2019-04-05T13:44:00Z"
        },
        "updated_at": {
            "unix": 1554472088,
            "text": "2019-04-05 14:48:08 +0100",
            "iso_8601": "2019-04-05T13:48:08Z"
        },
        "subject": "US Movers: Cigna (CI) +2.8%, Weyerhaeuser (WY) +1.8%, Viacom (VIAB) +1.6%, Dow (DOW) -2.2%, Intel (INTC) -1.6%, Wynn (WYNN) -0.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-cigna-ci-2-8-weyerhaeuser-wy-1-8-viacom-viab-1-6-dow-dow-2-2-intel-intc-1-6-wynn-wynn-0-7-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:44:00",
        "gmt_time": "2019-04-05 13:44:00"
    },
    {
        "id": 863282,
        "updated_sequence": 1827276,
        "published_at": {
            "unix": 1554471780,
            "text": "2019-04-05 14:43:00 +0100",
            "iso_8601": "2019-04-05T13:43:00Z"
        },
        "updated_at": {
            "unix": 1554471905,
            "text": "2019-04-05 14:45:05 +0100",
            "iso_8601": "2019-04-05T13:45:05Z"
        },
        "subject": "Russian court has fined Twitter (TWTR) over failing to comply with the country's data laws, reported via RIA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-court-has-fined-twitter-twtr-over-failing-to-comply-with-the-country-s-data-laws-reported-via-ria-05-04-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:43:00",
        "gmt_time": "2019-04-05 13:43:00"
    },
    {
        "id": 863281,
        "updated_sequence": 1827271,
        "published_at": {
            "unix": 1554471660,
            "text": "2019-04-05 14:41:00 +0100",
            "iso_8601": "2019-04-05T13:41:00Z"
        },
        "updated_at": {
            "unix": 1554471729,
            "text": "2019-04-05 14:42:09 +0100",
            "iso_8601": "2019-04-05T13:42:09Z"
        },
        "subject": "OPEC crude output fell 570k bpd to 30.23mln bpd in March, according to the latest S&P Global Platts survey",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-crude-output-fell-570k-bpd-to-30-23mln-bpd-in-march-according-to-the-latest-s-p-global-platts-survey-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:41:00",
        "gmt_time": "2019-04-05 13:41:00"
    },
    {
        "id": 863280,
        "updated_sequence": 1827300,
        "published_at": {
            "unix": 1554471480,
            "text": "2019-04-05 14:38:00 +0100",
            "iso_8601": "2019-04-05T13:38:00Z"
        },
        "updated_at": {
            "unix": 1554472237,
            "text": "2019-04-05 14:50:37 +0100",
            "iso_8601": "2019-04-05T13:50:37Z"
        },
        "subject": "US NEC Director Kudlow says that there is no need to raise rates without inflation, economy could do with a rate cut; US-China talks are moving in the right direction but issues remain, some more headway is possible today",
        "content": "<ul><li>Top US &amp; Chinese officials to have teleconference talks next week following today's talks</li><li>A deadline was never set for talks</li><li>The US economy is \"really coming back</li><li>Says he is not pressuring the Fed, just expressing his own view</li><li>Have room to lower Fed's target rate, but it is on the Fed's time-scale</li><li>US President Trump's Fed picks (Stephen Moore and Herman Caine) like a \"steady USD\" and do not believe that growth causes inflation</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bloomberg TV",
        "slug": "us-nec-director-kudlow-says-that-there-is-no-need-to-raise-rates-without-inflation-economy-could-do-with-a-rate-cut-us-china-talks-are-moving-in-the-right-direction-but-issues-remain-some-more-headway-is-possible-today-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:38:00",
        "gmt_time": "2019-04-05 13:38:00"
    },
    {
        "id": 863279,
        "updated_sequence": 1827261,
        "published_at": {
            "unix": 1554470820,
            "text": "2019-04-05 14:27:00 +0100",
            "iso_8601": "2019-04-05T13:27:00Z"
        },
        "updated_at": {
            "unix": 1554470952,
            "text": "2019-04-05 14:29:12 +0100",
            "iso_8601": "2019-04-05T13:29:12Z"
        },
        "subject": "Russia has reportedly won WTO case against Ukraine in landmark test of \"National Security\" rules, according to IFX citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "IFX",
        "slug": "russia-has-reportedly-won-wto-case-against-ukraine-in-landmark-test-of-national-security-rules-according-to-ifx-citing-sources-05-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:27:00",
        "gmt_time": "2019-04-05 13:27:00"
    },
    {
        "id": 863278,
        "updated_sequence": 1827258,
        "published_at": {
            "unix": 1554470520,
            "text": "2019-04-05 14:22:00 +0100",
            "iso_8601": "2019-04-05T13:22:00Z"
        },
        "updated_at": {
            "unix": 1554470647,
            "text": "2019-04-05 14:24:07 +0100",
            "iso_8601": "2019-04-05T13:24:07Z"
        },
        "subject": "Societe Generale (GLE FP) Co. are reportedly preparing to cut around 700 jobs, following on from a difficult quarter",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares moved lower from EUR 26.84 to EUR 26.74</p>",
        "reaction_updated_at": {
            "unix": 1554470646,
            "text": "2019-04-05 14:24:06 +0100",
            "iso_8601": "2019-04-05T13:24:06Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "societe-generale-gle-fp-co-are-reportedly-preparing-to-cut-around-700-jobs-following-on-from-a-difficult-quarter-05-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:22:00",
        "gmt_time": "2019-04-05 13:22:00"
    },
    {
        "id": 863277,
        "updated_sequence": 1827255,
        "published_at": {
            "unix": 1554470400,
            "text": "2019-04-05 14:20:00 +0100",
            "iso_8601": "2019-04-05T13:20:00Z"
        },
        "updated_at": {
            "unix": 1554470629,
            "text": "2019-04-05 14:23:49 +0100",
            "iso_8601": "2019-04-05T13:23:49Z"
        },
        "subject": "US President Trump says if Mexico \"stops apprehending and bringing the illegals back to where they came from, the U.S. will be forced to Tariff at 25% all cars made in Mexico and shipped over the Border to us\"",
        "content": "<ul><li>If that doesn’t work, which it will, I will close the Border.......This will supersede USMCA. Likewise I am looking at an economic penalty for the 500 Billion Dollars in illegal DRUGS that are shipped and smuggled through Mexico and across our Southern Border.\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-if-mexico-stops-apprehending-and-bringing-the-illegals-back-to-where-they-came-from-the-u-s-will-be-forced-to-tariff-at-25-all-cars-made-in-mexico-and-shipped-over-the-border-to-us-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:20:00",
        "gmt_time": "2019-04-05 13:20:00"
    },
    {
        "id": 863275,
        "updated_sequence": 1827247,
        "published_at": {
            "unix": 1554470100,
            "text": "2019-04-05 14:15:00 +0100",
            "iso_8601": "2019-04-05T13:15:00Z"
        },
        "updated_at": {
            "unix": 1554470113,
            "text": "2019-04-05 14:15:13 +0100",
            "iso_8601": "2019-04-05T13:15:13Z"
        },
        "subject": "EU official says Brexit delay to 30 June is an option",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-official-says-brexit-delay-to-30-june-is-an-option-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:15:00",
        "gmt_time": "2019-04-05 13:15:00"
    },
    {
        "id": 863274,
        "updated_sequence": 1827244,
        "published_at": {
            "unix": 1554469980,
            "text": "2019-04-05 14:13:00 +0100",
            "iso_8601": "2019-04-05T13:13:00Z"
        },
        "updated_at": {
            "unix": 1554470105,
            "text": "2019-04-05 14:15:05 +0100",
            "iso_8601": "2019-04-05T13:15:05Z"
        },
        "subject": "US President Trump says if for any reason Mexico stops apprehending and bringing the illegals back to where they came from, the U.S. will be forced to Tariff at 25% all cars made in Mexico and shipped over the Border",
        "content": "<ul><li>(cont) if this does not work then i will close the border</li></ul><p><a href=\"https://twitter.com/realDonaldTrump/status/1114153614216441856\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-if-for-any-reason-mexico-stops-apprehending-and-bringing-the-illegals-back-to-where-they-came-from-the-u-s-will-be-forced-to-tariff-at-25-all-cars-made-in-mexico-and-shipped-over-the-border-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:13:00",
        "gmt_time": "2019-04-05 13:13:00"
    },
    {
        "id": 863273,
        "updated_sequence": 1827241,
        "published_at": {
            "unix": 1554469860,
            "text": "2019-04-05 14:11:00 +0100",
            "iso_8601": "2019-04-05T13:11:00Z"
        },
        "updated_at": {
            "unix": 1554470062,
            "text": "2019-04-05 14:14:22 +0100",
            "iso_8601": "2019-04-05T13:14:22Z"
        },
        "subject": "Fixed and FX latest: more whippy trade after mixed US and Canadian jobs data",
        "content": "<p>After initial knee-jerk moves, bonds retreated towards or to new lows in wake of the NA labour updates that were both mixed and completely divergent as the NFP headline beat consensus, but wages missed and Canadian payrolls fell vs an uptick in average earnings. However, Bunds, Gilts and US Treasuries are now rebounding relatively firmly, while the DXY is slipping back from a fresh peak just shy of 97.400, as Eur/Usd, Cable and Usd/Jpy defend 1.1200, 1.3000 and 112.00 levels.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-more-whippy-trade-after-mixed-us-and-canadian-jobs-data-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 21:11:00",
        "gmt_time": "2019-04-05 13:11:00"
    },
    {
        "id": 863270,
        "updated_sequence": 1827232,
        "published_at": {
            "unix": 1554468900,
            "text": "2019-04-05 13:55:00 +0100",
            "iso_8601": "2019-04-05T12:55:00Z"
        },
        "updated_at": {
            "unix": 1554469101,
            "text": "2019-04-05 13:58:21 +0100",
            "iso_8601": "2019-04-05T12:58:21Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 5th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21546/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li><strong>Johnson &amp; Johnson (JNJ), Teva (TEVA)</strong> – The Oklahoma Attorney General Mike Hunter has dismissed all the cases, apart from one, against opioid manufacturers, including Purdue Pharma, Teva and J&amp;J.</li><li><strong>INTEL (INTC)</strong> DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li><strong>VIACOM (VIAB)</strong> UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li></ul><p>&nbsp;</p><p><strong>5th April 2019</strong></p><p><strong>DJIA</strong></p><ul><li><strong>Apple (AAPL)</strong> – The iPhone maker has hired one of Google’s (GOOGL) top AI personnel, Ian Goodfellow, as its new director of machine learning in its Special Projects Group. (CNBC)</li><li><strong>Boeing (BA)</strong> – The aerospace/defence co. has had a positive mention at Citi, where analyst Jonathan Raviv cites the recent findings of the Ethiopian report as supportive due to the issues of the two crashes clearly being linked which would lead to an easier fix, helping the share price rise to USD 400. FT reports that the co. has identified a second software flaw on its 737 MAX, separate from the anti-stalling flaw that caused the recent crashes. (Newswires/FT)</li><li><strong>IBM (IBM) </strong>– The tech co. has agreed to sell its marketing platform and commerce software assets to Centerbridge Partners; financial terms were not disclosed. (Newswires)</li><li><strong>Johnson &amp; Johnson (JNJ), Teva (TEVA)</strong> – The Oklahoma Attorney General Mike Hunter has dismissed all the cases, apart from one, against opioid manufacturers, including Purdue Pharma, Teva and J&amp;J. (Newswires)</li><li><strong>Microsoft (MSFT), Spotify (SPOT)</strong> – Microsoft has carried out a software update for its Xbox Game Bar which now allows gamers to integrate Spotify to play their music whilst they play games. (Verge)</li><li><strong>Nike (NKE)</strong> – Oppenheimer has maintained its Buy rating and USD 100 PT, where analyst Brian Nagel cites the co. being a top pick for the year and after meeting leadership, he said he was “encouraged by the commitment to superb product innovation”. (Newswires)</li></ul><p><strong>S&amp;P500</strong></p><ul><li><strong>CenturyLink (CTL), IBM (IBM)</strong> – The telecoms co. CenturyLink has expanded its partnership with IBM where it will include IBM’s Cloud Objective Storage to its cloud connectivity and services portfolio. (Newswires)</li><li><strong>Harris (HRS), Elbit Systems (ESLT)</strong> – Harris is to sell its Night Vision unit to Elbit for USD 350mln in cash, conditional on Harris’ completion of its merger proposal with L3 Technologies (LLL). (Newswires)</li><li><strong>Lockheed Martin (LMT)</strong> – The US is looking to expand the sale of Lockheed’s F-35 jets to five new countries: Singapore, Greece, Romania, Spain and Poland. (KFGO)</li><li><strong>Northrop Grumman (NOC)</strong> – The aerospace/defence co. has successfully completed its second test of the Graphite Epoxy Motor, a side-mounted rocket motor, which will be used on the United Launch Alliance's Atlas V launch vehicle, expected next year. (Newswires)</li><li><strong>Oil stocks (XOM, CVX, COP)</strong> – Saudi Arabia is threatening to halt transactions for oil in dollars if the US Trump administration passes through NOPEC legislation, which would essentially require the break up of OPEC. (Newswires)</li><li><strong>Schlumberger (SLB)</strong> – The oilfield services co. could be facing federal lawsuits after reports have emerged employees have been interviewed by US authorities over concerns of sanction violations, following trading with countries such as Iran and Sudan. (FT)</li><li><strong>Southwest Airlines (LUV)</strong> – The co. has come to a tentative agreement with its mechanics’ union, where if approved, mechanics and related employees will be able to vote on a ratification process. (Newswires)</li><li><strong>WellCare health (WCG), Centene (CNC)</strong> – Centene CEO Michael Neidorff said the takeover of WellCare Health Plans (WCG) will require asset spin offs in Nebraska and Missouri which have limited competition in the Medicaid market. (Newswires)</li></ul><p><strong>NASDAQ</strong></p><ul><li><strong>Alphabet (GOOGL), Amazon (AMZN)</strong> – WSJ reports that large advertisers, such as WPP (WPP), have been shifting from Google to Amazon for their ad spending. (WSJ)</li><li><strong>Tesla (TSLA)</strong> – Following CEO Elon Musk’s trip to court on Thursday, Manhattan federal judge Alison Nathan has given the twitter star two weeks to settle his dispute with the SEC; the judge also asked Musk to “proceed cautiously” with his tweeting. Elsewhere, Electrek reports that the co. still hasn’t listed its previously announced standard battery pack Model 3 on its website, instead just the more expensive versions. (CNBC/NY Post/Electrek)</li><li><strong>Wynn Resorts (WYNN)</strong> – The casino/resorts co.’s CEO Matt Maddox has faced questions over his handling of sexual misconduct allegations against the founder Steve Wynn, saying he was in denial but was \"upset for the victims\" and had \"a real commitment to trying to make things better.\" (WSJ)</li></ul><p><strong>OTHER NEWS</strong></p><ul><li><strong>Snap (SNAP)</strong> – The social media co. has received a positive mention from JMP Securities, where analyst Ronald Josey is optimistic its new products and ad offerings, announced yesterday, will improve engagement and reach. (Newswires)</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AB INBEV (BUD) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li><li>BED BATH &amp; BEYOND (BBBY) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li><li>COLFAX (CFX) REINSTATED WITH A BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>EAGLE MATERIALS (EXP) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li><li>LOUISIANA-PACIFIC (LPX) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li><li>NORTHROP GRUMMAN (NOC) UPGRADED TO POSITIVE FROM NEUTRAL AT SUSQUEHANNA</li><li>POTLATCHDELTIC (PCH) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>SNAP (SNAP) UPGRADED TO HOLD FROM SELL AT SUMMIT INSIGHTS</li><li>UGI CORPORATION (UGI) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li><li>VIACOM (VIAB) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>WEYERHAEUSER (WY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>AMERIGAS (APU) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>AUTOLIV (ALV) DOWNGRADED TO UNDERPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>BOSTON BEER (SAM) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li><li>CAMDEN PROPERTY (CPT) DOWNGRADED TO HOLD FROM BUY AT SANDLER O'NEILL</li><li>CELGENE (CELG) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT CANTOR FITZGERALD</li><li>CONSTELLATION BRANDS (STZ) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li><li>CSX (CSX) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>FLOOR &amp; DECOR (FND) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li><li>INTEL (INTC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>INTERNATIONAL PAPER (IP) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>MARSH &amp; MCLENNAN (MMC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>PORTLAND GENERAL ELECTRIC (POR) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li><li>STONECO (STNE) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>ABM INDUSTRIES (ABM) RATED NEW SECTOR WEIGHT AT KEYBANC</li><li>AMICUS (FOLD) RATED NEW BUY AT JANNEY MONTGOMERY&nbsp;</li><li>AVROBIO (AVRO) RATED NEW BUY AT JANNEY MONTGOMERY&nbsp;</li><li>DOW (DOW) RATED NEW UNDERWEIGHT AT JPMORGAN; PT $49&nbsp;</li><li>FANNIE MAE (FNMA) RATED NEW NEUTRAL AT B RILEY FBR, INC.; PT $2.50&nbsp;</li><li>IPIC ENTERTAINMENT (IPIC) RATED NEW BUY AT ALLIANCE GLOBAL PARTNERS</li><li>TREX (TREX) RATED NEW BUY AT DA DAVIDSON; PT $80&nbsp;</li><li>WEX (WEX) RATED NEW NEUTRAL AT BAIRD; PT $220</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Erie Indemnity Co (ERIE). Amount $0.90</li><li>McCormick &amp; Company Inc (MKC). Amount $0.57</li><li>Quest Diagnostics Inc (DGX). Amount $0.53</li><li>Roper Technologies Inc (ROP). Amount $0.46</li><li>Twenty-First Century Fox Inc (FOX). Amount $0.18</li><li>Universal Corp (UVV). Amount $0.75</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-5th-april-2019-05-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:55:00",
        "gmt_time": "2019-04-05 12:55:00"
    },
    {
        "id": 863269,
        "updated_sequence": 1827229,
        "published_at": {
            "unix": 1554468360,
            "text": "2019-04-05 13:46:00 +0100",
            "iso_8601": "2019-04-05T12:46:00Z"
        },
        "updated_at": {
            "unix": 1554468489,
            "text": "2019-04-05 13:48:09 +0100",
            "iso_8601": "2019-04-05T12:48:09Z"
        },
        "subject": "Dutch PM says UK PM May's letter is not enough for further Brexit extention",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This does line up with earlier source reports from French President Macron</li></ul>",
        "analysis_updated_at": {
            "unix": 1554468488,
            "text": "2019-04-05 13:48:08 +0100",
            "iso_8601": "2019-04-05T12:48:08Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-pm-says-uk-pm-may-s-letter-is-not-enough-for-further-brexit-extention-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:46:00",
        "gmt_time": "2019-04-05 12:46:00"
    },
    {
        "id": 863268,
        "updated_sequence": 1827226,
        "published_at": {
            "unix": 1554468240,
            "text": "2019-04-05 13:44:00 +0100",
            "iso_8601": "2019-04-05T12:44:00Z"
        },
        "updated_at": {
            "unix": 1554468333,
            "text": "2019-04-05 13:45:33 +0100",
            "iso_8601": "2019-04-05T12:45:33Z"
        },
        "subject": "Shell's 404k BPD Pernis refinery is to halt in days if there is no company response, as according to the union, who add that units are to run at minimum level if strike continues",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-s-404k-bpd-pernis-refinery-is-to-halt-in-days-if-there-is-no-company-response-as-according-to-the-union-who-add-that-units-are-to-run-at-minimum-level-if-strike-continues-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:44:00",
        "gmt_time": "2019-04-05 12:44:00"
    },
    {
        "id": 863267,
        "updated_sequence": 1827219,
        "published_at": {
            "unix": 1554467700,
            "text": "2019-04-05 13:35:00 +0100",
            "iso_8601": "2019-04-05T12:35:00Z"
        },
        "updated_at": {
            "unix": 1554467924,
            "text": "2019-04-05 13:38:44 +0100",
            "iso_8601": "2019-04-05T12:38:44Z"
        },
        "subject": "French government plans to help companies fight activist investment funds, according to the French Finance Minister",
        "content": "<p>Of note for:</p><ul><li>Scor (SCR FP)</li><li>Lagadere (MMB FP)</li><li>Pernod Ricard (RI FP)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-government-plans-to-help-companies-fight-activist-investment-funds-according-to-the-french-finance-minister-05-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:35:00",
        "gmt_time": "2019-04-05 12:35:00"
    },
    {
        "id": 863266,
        "updated_sequence": 1827201,
        "published_at": {
            "unix": 1554467460,
            "text": "2019-04-05 13:31:00 +0100",
            "iso_8601": "2019-04-05T12:31:00Z"
        },
        "updated_at": {
            "unix": 1554467507,
            "text": "2019-04-05 13:31:47 +0100",
            "iso_8601": "2019-04-05T12:31:47Z"
        },
        "subject": "US Total nonfarmbirth/death adjustment: 51K (Prev. 137k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-total-nonfarmbirth-death-adjustment-51k-prev-137k-05-04-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:31:00",
        "gmt_time": "2019-04-05 12:31:00"
    },
    {
        "id": 863265,
        "updated_sequence": 1827221,
        "published_at": {
            "unix": 1554467400,
            "text": "2019-04-05 13:30:00 +0100",
            "iso_8601": "2019-04-05T12:30:00Z"
        },
        "updated_at": {
            "unix": 1554467938,
            "text": "2019-04-05 13:38:58 +0100",
            "iso_8601": "2019-04-05T12:38:58Z"
        },
        "subject": "Canadian Average Hourly Wages Y/Y (Mar): +2.3% (Prev. +2.2%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-average-hourly-wages-y-y-mar-2-3-prev-2-2-05-04-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:30:00",
        "gmt_time": "2019-04-05 12:30:00"
    },
    {
        "id": 863249,
        "updated_sequence": 1827144,
        "published_at": {
            "unix": 1554467220,
            "text": "2019-04-05 13:27:00 +0100",
            "iso_8601": "2019-04-05T12:27:00Z"
        },
        "updated_at": {
            "unix": 1554467350,
            "text": "2019-04-05 13:29:10 +0100",
            "iso_8601": "2019-04-05T12:29:10Z"
        },
        "subject": "Metro (B4B GY) - Head of Co's works council for real hypermarkets has reportedly states that he is sure the Co. is partaking in strategic discussions with investors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "metro-b4b-gy-head-of-co-s-works-council-for-real-hypermarkets-has-reportedly-states-that-he-is-sure-the-co-is-partaking-in-strategic-discussions-with-investors-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:27:00",
        "gmt_time": "2019-04-05 12:27:00"
    },
    {
        "id": 863248,
        "updated_sequence": 1827141,
        "published_at": {
            "unix": 1554466920,
            "text": "2019-04-05 13:22:00 +0100",
            "iso_8601": "2019-04-05T12:22:00Z"
        },
        "updated_at": {
            "unix": 1554467172,
            "text": "2019-04-05 13:26:12 +0100",
            "iso_8601": "2019-04-05T12:26:12Z"
        },
        "subject": "Melrose (MRO LN) says there may be a financial impact from Brexit ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction shares dipped from USD 192.80 to USD 191.40</li></ul>",
        "reaction_updated_at": {
            "unix": 1554467172,
            "text": "2019-04-05 13:26:12 +0100",
            "iso_8601": "2019-04-05T12:26:12Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "melrose-mro-ln-says-there-may-be-a-financial-impact-from-brexit-05-04-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 20:22:00",
        "gmt_time": "2019-04-05 12:22:00"
    },
    {
        "id": 863244,
        "updated_sequence": 1827119,
        "published_at": {
            "unix": 1554465420,
            "text": "2019-04-05 12:57:00 +0100",
            "iso_8601": "2019-04-05T11:57:00Z"
        },
        "updated_at": {
            "unix": 1554465522,
            "text": "2019-04-05 12:58:42 +0100",
            "iso_8601": "2019-04-05T11:58:42Z"
        },
        "subject": "Russian Energy Minister Novak says Russian oil production will be around 556-560mln tonnes in 2019 if the OPEC+ deal is not extended",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-russian-oil-production-will-be-around-556-560mln-tonnes-in-2019-if-the-opec-deal-is-not-extended-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 19:57:00",
        "gmt_time": "2019-04-05 11:57:00"
    },
    {
        "id": 863243,
        "updated_sequence": 1827116,
        "published_at": {
            "unix": 1554464820,
            "text": "2019-04-05 12:47:00 +0100",
            "iso_8601": "2019-04-05T11:47:00Z"
        },
        "updated_at": {
            "unix": 1554464952,
            "text": "2019-04-05 12:49:12 +0100",
            "iso_8601": "2019-04-05T11:49:12Z"
        },
        "subject": "Scotiabank FX Daily - G-10 FX Holds Ranges Ahead of US Jobs Data  ",
        "content": "<ul><li>&nbsp; USD little changed in light, low vol trading ahead of US NFP data.</li><li>&nbsp; CAD consolidates around 1.3370; we expect a CAD-supportive data mix today.</li><li>&nbsp; EUR retains a soft undertone, little reaction to stronger German IP data.</li><li>&nbsp; GBP drifts lower on technical selling, awaits progress on Brexit.</li><li>&nbsp; JPY little changed in range, markets ignore weak wages, better Lead Indicator.</li><li>&nbsp; AUD capped below 0.7150, ignores spike in iron ore prices.</li><li>&nbsp; MXN little changed on the day, holds weekly gain &amp; unruffled by border threats.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-g-10-fx-holds-ranges-ahead-of-us-jobs-data-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 19:47:00",
        "gmt_time": "2019-04-05 11:47:00"
    },
    {
        "id": 863240,
        "updated_sequence": 1827130,
        "published_at": {
            "unix": 1554462960,
            "text": "2019-04-05 12:16:00 +0100",
            "iso_8601": "2019-04-05T11:16:00Z"
        },
        "updated_at": {
            "unix": 1554466889,
            "text": "2019-04-05 13:21:29 +0100",
            "iso_8601": "2019-04-05T12:21:29Z"
        },
        "subject": "Libyan Forces allied to Tripoli govt captures 145 prisoners from Eastern Forces outside of Tripoli, Commander says",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libyan-forces-allied-to-tripoli-govt-captures-145-prisoners-from-eastern-forces-outside-of-tripoli-commander-says-05-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 19:16:00",
        "gmt_time": "2019-04-05 11:16:00"
    },
    {
        "id": 863239,
        "updated_sequence": 1827104,
        "published_at": {
            "unix": 1554462000,
            "text": "2019-04-05 12:00:00 +0100",
            "iso_8601": "2019-04-05T11:00:00Z"
        },
        "updated_at": {
            "unix": 1554462107,
            "text": "2019-04-05 12:01:47 +0100",
            "iso_8601": "2019-04-05T11:01:47Z"
        },
        "subject": "IAG (IAG LN) - March traffic (RPK) +5.1% vs. Prev. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iag-iag-ln-march-traffic-rpk-5-1-vs-prev-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 19:00:00",
        "gmt_time": "2019-04-05 11:00:00"
    },
    {
        "id": 863086,
        "updated_sequence": 1827101,
        "published_at": {
            "unix": 1554461520,
            "text": "2019-04-05 11:52:00 +0100",
            "iso_8601": "2019-04-05T10:52:00Z"
        },
        "updated_at": {
            "unix": 1554461567,
            "text": "2019-04-05 11:52:47 +0100",
            "iso_8601": "2019-04-05T10:52:47Z"
        },
        "subject": "PREVIEW: Nonfarm Payrolls (March 2019)",
        "content": "<ul><li><strong>Nonfarm payrolls are expected to revert to a more trend-like pace in March, following the sub-par Feb data (which was likely on idiosyncratic effects, analysts say). The jobless rate is seen remaining at 3.8%. Wage growth is seen moderating a touch, though would still be consistent with the recent pick-up. To download the report, please click </strong><a href=\"/research_sheets/21539/download\"><strong>here.</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-nonfarm-payrolls-march-2019-04-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:52:00",
        "gmt_time": "2019-04-05 10:52:00"
    },
    {
        "id": 863238,
        "updated_sequence": 1827097,
        "published_at": {
            "unix": 1554460500,
            "text": "2019-04-05 11:35:00 +0100",
            "iso_8601": "2019-04-05T10:35:00Z"
        },
        "updated_at": {
            "unix": 1554460808,
            "text": "2019-04-05 11:40:08 +0100",
            "iso_8601": "2019-04-05T10:40:08Z"
        },
        "subject": "Brexit talks between PM May and Labour leader Corbyn are not going well, according to Times Journalist Chorley citing Labour source",
        "content": "<ul><li><a href=\"https://twitter.com/MattChorley/status/1114114252246274049\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "brexit-talks-between-pm-may-and-labour-leader-corbyn-are-not-going-well-according-to-times-journalist-chorley-citing-labour-source-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:35:00",
        "gmt_time": "2019-04-05 10:35:00"
    },
    {
        "id": 863237,
        "updated_sequence": 1827099,
        "published_at": {
            "unix": 1554460380,
            "text": "2019-04-05 11:33:00 +0100",
            "iso_8601": "2019-04-05T10:33:00Z"
        },
        "updated_at": {
            "unix": 1554461513,
            "text": "2019-04-05 11:51:53 +0100",
            "iso_8601": "2019-04-05T10:51:53Z"
        },
        "subject": "RANsquawk Daily US Opening News - 5th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21545/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Major European indices are little changed [Euro Stoxx 50 U/C], continuing the cautious tone seen in Asia ahead of today’s key risk events.</li><li>US-China trade discussions continue, with Chinese Vice Premier Liu He saying the two sides have reached a new consensus on key issues, working to conclude talks swiftly</li><li>In a letter to EU’s Tusk, UK PM May has proposed a Brexit extension until 30th June 2019</li><li>Looking ahead, highlights include US &amp; Canadian Jobs Report &amp; Fed's Bostic</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded slightly mixed following a similar indecisive lead from Wall St. as US-China trade optimism was partially offset by pre-NFP caution</strong> and holiday thinned conditions from closures across the Greater China region. <strong>ASX 200 (-0.8%) </strong>was the laggard and extended on its pullback from 7-month highs, with the declines led by tech which mirrored the underperformance of the sector stateside. <strong>Nikkei 225 (+0.4%)</strong> was positive with the index underpinned by favourable currency moves and trade-related hopes, while the <strong>KOSPI (+0.1%)</strong> remained afloat as index giant Samsung Electronics weathered a miss on its Q1 earnings guidance. <strong>Chinese markets were shut for national holidays</strong> although there was certainly no lack of relevant news flow with trade talks remaining in the limelight, in which leaders from both sides noted substantial progress was made and President Trump suggested that a deal could be announced in the next 4 weeks. Finally, 10yr JGBs were pressured amid spill-over selling from T-notes and as stocks in Japan remained afloat, while the BoJ were only present in the market today for T-bills.</p><p><strong>US President Trump said rapid progress is being made in trade discussions with China and we're getting very close to trade deal, but added it is not yet made</strong> and could be announced in the next 4 weeks, maybe more or less. Furthermore, US President Trump said he will hold a summit with Chinese President XI in Washington if there is a deal and that he will discuss tariffs with Chinese Vice Premier Liu He, while he cited tariffs as well as IP theft when asked about sticking points. (Newswires)</p><p><strong>US Trade Representative Lighthizer also noted that plenty of headway was made</strong> and the US has a good partner in China's Vice Premier Liu He but added there are still major, major issues remaining. (Newswires)</p><p><strong>Chinese Vice Premier Liu He told US President Trump that the 2 sides reached a new consensus on key issues in text of trade agreement and will continue to work hard to conclude talks ASAP</strong>, while Liu also commented that Chinese President Xi hopes US and China can continue to make progress to address each other's concerns. (Newswires)</p><p>China is to cut social insurance contributions of businesses by CNY 300bln in an effort to reduce the tax burden and social insurance contribution of businesses, reported via Xinhua. (Xinhua)</p><p>US</p><p>US President Trump commented that there would be a 25% tariff on car imports from Mexico if he decides to apply tariffs but also said that Mexico has done good regarding the border during past 4 days, while he added that he did not say the border would stay open for a year but that he would place tariffs first. (Newswires)</p><p>US President Trump confirmed he has recommended Herman Cain to the Fed board. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>North Korea has built a ballistic missile submarine, according to South Korean press reports. (Newswires)</p><p><strong>UK/EU&nbsp;&nbsp;&nbsp;</strong></p><p><strong>UK PM May's letter to EU's Tusk proposes an extension for Brexit until 30th June 2019 with potential to terminate early should a deal be ratified before then.</strong> Letter states that the UK will begin to prepare to host European elections and that the UK needs to provide a clear plan by Tuesday (the day before the EU Council meeting). (Newswires)</p><p>There were reports <strong>EU's Tusk is preparing to offer the UK a 12-month flexible extension, </strong>according to a senior EU source; which has <strong>since been confirmd by a Senior EU Official</strong> (The Guardian/BBC) EU Council President Tusk's proposal of a year long extension to Brexit would permit the UK to leave as early as 1st July if the UK has passed with Withdrawal Agreement by that point, according to a senior EU official. In related news a source close to French President Macron suggests that talk of a further extension to Article 50 is premature, adds that the EU 27 criteria for an extension (a credible alternative plan) has not been met yet. (Newswires)</p><p>UK Attorney General Geoffrey Cox admitted PM May will be forced to accept an extension to Article 50 of longer than 'just a few weeks or months', which reports suggested sets the stage for fresh cabinet infighting. (Independent) Subsequently, stating that “[there is] no need for any delay, we’re getting on with it”, via Sky News' Westminster Political Reporter Powell. (Twitter)</p><p><strong>UK ministers have reportedly discussed a mass walkout in protest against a soft Brexit and long delay to Article 50</strong>, while it was also reported that some UK cabinet ministers are reportedly attempting to block a long Brexit extension. (Telegraph/Times)</p><p>REC survey showed UK firms' hiring of permanent staff declined by the fastest pace since August 2016. (Newswires)</p><p>Italian PM Conte sees Italian spreads declining due to government measures and ECB policies. (Newswires)</p><p>EQUITIES</p><p><strong>A cautious start for European equities [Euro Stoxx 50 Unch]</strong> after a relatively mixed Asia-Pac session, as is usually the case ahead of US jobs data. Italy’s FTSE MIB (+0.4%) modestly outperforms its peers as Saipem (+3.0%) rose to the top of the Stoxx 600 on the back of a positive JP Morgan broker move. Sectors are mixed with no clear standout. Analysts at Citi highlight that equity market polarisation has hit levels where investors historically act upon. “History says...\"Sell quality, buy risk and buy value\"; that is an uncomfortable message for some investors. \", Citi notes. Looking ahead into next week, key risk events which could impact the equity-space include: FOMC Minutes (Wed), ECB’s policy meeting (Wed), EU Brexit Summit (Wed), Fed’s Vice Chair’s view on the US economy (Thu).</p><p>FX</p><p><strong>AUD/NZD/GBP/EUR -</strong> All bucking the broader trend of consolidation and sideways trading into NFP and Canada’s latest employment report, albeit not by much in terms of moves vs the Greenback. However, the Aussie has extended its rebound from post-RBA lows and outperformance vs the Kiwi in the process. Aud/Usd has retested recent 0.7100+ peaks as Aud/Nzd advances through 1.0550 towards 1.0575 and Nzd/Usd declines to new early April lows below 0.6740. The catalysts, more momentum towards a US-China trade agreement, per latest reports from Beijing especially, another rise in iron ore prices and a supportive Aussie note from GS that Is going against the grain with an unchanged RBA policy call to support its revised forecasts for Aud/Usd over 3 and 6 month horizons (0.7400 and 0.7500 from 0.7200 and 0.7300 respectively). Recall, the US bank also went long of Aud/Nzd yesterday and decent option expiry interest sits at the 0.7100 strike (1.6 bn). Elsewhere, Cable remains volatile and fixated on Brexit headlines around the 1.3100 handle amidst latest reports about a potential lengthier A 50 extension to mid-year or end March 2020 with a flexible early termination option. Eur/Usd is still rangebound between 1.1200-50 after topping out not far above a 1.1246 Fib again on Thursday, but deriving some underlying support from better than expected German IP data and Italy’s ISTAT suggesting that its leading economic indicator points to signs of a recovery or base. Note also, hefty option expiries may be keeping the headline pair in check, as 2 bn resides between 1.1185-1.1200 and 2.5 bn from 1.1240-50.</p><p><strong>CHF/CAD/JPY -</strong> Minimal deviation against the Usd that is equally restrained pre-US and Canadian labour updates, with the DXY firm, but confined between 97.177-331. The Franc is pivoting parity and Loonie straddling 1.3350, while Usd/Jpy is just off a marginal new wtd high of 111.80 having breached its 200 DMA (111.49).</p><p><strong>EM -</strong> Contrasting fortunes for regional currencies as the Lira continues to lick wounds amidst the ongoing political contention following local Turkish elections and wrangling with the US over its S-400 order from Russia. Moreover, Usd/Try remains elevated near 5.6000 ahead of next week’s Economic Plan and the next CBRT policy meeting, in contrast to Usd/Zar below 14.1000 and not far from the 100 DMA (14.0625) in wake of SA’s ratings reprieve for the Rand by Moody’s earlier this week.</p><p>Turkish opposition party leads AKP rival by 18.74k votes following the recount of invalid votes in 17 districts, according to the opposition party candidate in Istanbul. (Newswires)</p><p>FIXED INCOME</p><p>Gilts and US Treasuries have carved out fresh intraday or overnight session lows as the clock ticks down to NFP and the prospect of a lengthier Brexit extension with conditions and clauses attached appears to be rising. The 10 year UK bond has been down to 127.78 and not far from supposedly strong technical support at 127.72, while its US equivalent hit 123-10 as the corresponding yield inched a bit further above 2.50% to new highs for the week. Bunds are holding above their 165.13 Eurex base in comparison/contrast, albeit still around ¼ point adrift and with the benchmark yield back to flat.</p><p>COMMODITIES</p><p><strong>Tentative trade in the energy complex as WTI (Unch) and Brent (-0.3%)</strong> gear up for this week’s US jobs data.&nbsp; WTI rests just above its 200 DMA at 61.38, whilst its global counterpart straddles just below its 200 DMA at 69.54. Oil is on track for its longest weekly winning streak since the back-end of 2017, overall supported by the output decline in Venezuela coupled with growing hope of a US-Sino trade truce. Crude has advanced around 40% this year thus far as OPEC+ supply curbs counter record high US shale production. As a reminder, tonight will see the release of the Baker Hughes rig count, although price-action may be muted amidst macro-newsflow.</p><p>Not much price action in the metals complex (thus far) with gold (U/C) treading water around yesterday’s close after briefly breaching its 200 DMA (1283) to the downside yesterday, whilst copper (-0.1%) remains tentative amidst the cautious risk-tone. Finally, Australia’s Port Hedland’s iron ore shipments to China declined by 8% M/M, totalling 30.7mln tonnes vs. 33.5mln tonnes in February after the port was shut for almost 4 days due to cyclones hitting Western Australia.</p><p>Saudi Arabia reportedly discussed plans to ditch USD from oil trades if US passes NOPEC. (Newswires)</p><p>Venezuela's PDVSA expects output from upgraders to remain below capacity for this month following blackouts. (Newswires)</p><p>Australia's Port Hedland iron ore shipment to China 30.68mln tonnes vs 33.5mln in February. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-5th-april-2019-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:33:00",
        "gmt_time": "2019-04-05 10:33:00"
    },
    {
        "id": 863236,
        "updated_sequence": 1827089,
        "published_at": {
            "unix": 1554459840,
            "text": "2019-04-05 11:24:00 +0100",
            "iso_8601": "2019-04-05T10:24:00Z"
        },
        "updated_at": {
            "unix": 1554459914,
            "text": "2019-04-05 11:25:14 +0100",
            "iso_8601": "2019-04-05T10:25:14Z"
        },
        "subject": "UK PM May's spokesperson states that negotiations are ongoing with the Labour Party with discussions to continue today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-spokesperson-states-that-negotiations-are-ongoing-with-the-labour-party-with-discussions-to-continue-today-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:24:00",
        "gmt_time": "2019-04-05 10:24:00"
    },
    {
        "id": 863235,
        "updated_sequence": 1827084,
        "published_at": {
            "unix": 1554459000,
            "text": "2019-04-05 11:10:00 +0100",
            "iso_8601": "2019-04-05T10:10:00Z"
        },
        "updated_at": {
            "unix": 1554459167,
            "text": "2019-04-05 11:12:47 +0100",
            "iso_8601": "2019-04-05T10:12:47Z"
        },
        "subject": "UK AG Cox says “[there is] no need for any delay, we’re getting on with it”, via Sky News' Westminster Political Reporter Powell",
        "content": "<ul><li><a href=\"https://twitter.com/robpowellnews/status/1114107815302451200\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-ag-cox-says-there-is-no-need-for-any-delay-we-re-getting-on-with-it-via-sky-news-westminster-political-reporter-powell-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:10:00",
        "gmt_time": "2019-04-05 10:10:00"
    },
    {
        "id": 863234,
        "updated_sequence": 1827081,
        "published_at": {
            "unix": 1554458820,
            "text": "2019-04-05 11:07:00 +0100",
            "iso_8601": "2019-04-05T10:07:00Z"
        },
        "updated_at": {
            "unix": 1554458935,
            "text": "2019-04-05 11:08:55 +0100",
            "iso_8601": "2019-04-05T10:08:55Z"
        },
        "subject": "RANsquawk EU Mid Session: Markets tread water as traders gear up for the US jobs report - 5th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21544/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>A cautious start for European equities [Euro Stoxx 50 Unch] after a relatively mixed Asia-Pac session, as is usually the case ahead of US jobs data. </strong>Italy’s <strong>FTSE MIB (+0.4%)</strong> modestly outperforms its peers as Saipem (+3.0%) rose to the top of the Stoxx 600 on the back of a positive JP Morgan broker move. Sectors are mixed with no clear standout. In terms of individual movers, SES (+3.4%) shares were bolstered by as much as 6.5% at the open after the company successfully launched an Earth orbiting satellite. Elsewhere, GVC Holdings (+0.9%) shares are supported by optimistic Q1 net gaming revenue numbers. On the flip side, Hammerson (-3.0%) fell to the foot of the pan-Europe index after Stifel Nicolaus downgraded the stock. Analysts are Citi highlight that equity market polarisation has hit levels where investors historically act upon. “History says...\"Sell quality, buy risk and buy value\"; that is an uncomfortable message for some investors. \", Citi notes. Looking ahead into next week, key risk events which could impact the equity-space include: FOMC Minutes (Wed), ECB’s policy meeting (Wed), EU Brexit Summit (Wed), Fed’s Vice Chair’s view on the US economy (Thu).</p><p><strong>FX</strong></p><p><strong>AUD/NZD/GBP/EUR</strong> - All bucking the broader trend of consolidation and sideways trading into NFP and Canada’s latest employment report, albeit not by much in terms of moves vs the Greenback. However, the Aussie has extended its rebound from post-RBA lows and outperformance vs the Kiwi in the process. Aud/Usd has retested recent 0.7100+ peaks as Aud/Nzd advances through 1.0550 towards 1.0575 and Nzd/Usd declines to new early April lows below 0.6740. The catalysts, more momentum towards a US-China trade agreement, per latest reports from Beijing especially, another rise in iron ore prices and a supportive Aussie note from GS that Is going against the grain with an unchanged RBA policy call to support its revised forecasts for Aud/Usd over 3 and 6 month horizons (0.7400 and 0.7500 from 0.7200 and 0.7300 respectively). Recall, the US bank also went long of Aud/Nzd yesterday and decent option expiry interest sits at the 0.7100 strike (1.6 bn). Elsewhere, Cable remains volatile and fixated on Brexit headlines around the 1.3100 handle amidst latest reports about a potential lengthier A 50 extension to mid-year or end March 2020 with a flexible early termination option. Eur/Usd is still rangebound between 1.1200-50 after topping out not far above a 1.1246 Fib again on Thursday, but deriving some underlying support from better than expected German IP data and Italy’s ISTAT suggesting that its leading economic indicator points to signs of a recovery or base. Note also, hefty option expiries may be keeping the headline pair in check, as 2 bn resides between 1.1185-1.1200 and 2.5 bn from 1.1240-50.</p><p><strong>CHF/CAD/JPY</strong> - Minimal deviation against the Usd that is equally restrained pre-US and Canadian labour updates, with the DXY firm, but confined between 97.177-331. The Franc is pivoting parity and Loonie straddling 1.3350, while Usd/Jpy is just off a marginal new wtd high of 111.80 having breached its 200 DMA (111.49).</p><p><strong>EM</strong> - Contrasting fortunes for regional currencies as the Lira continues to lick wounds amidst the ongoing political contention following local Turkish elections and wrangling with the US over its S-400 order from Russia. Moreover, Usd/Try remains elevated near 5.6000 ahead of next week’s Economic Plan and the next CBRT policy meeting, in contrast to Usd/Zar below 14.1000 and not far from the 100 DMA (14.0625) in wake of SA’s ratings reprieve for the Rand by Moody’s earlier this week.</p><p><strong>FIXED INCOME</strong></p><p><strong>Gilts</strong> and <strong>US Treasuries</strong> have carved out fresh intraday or overnight session lows as the clock ticks down to NFP and the prospect of a lengthier Brexit extension with conditions and clauses attached appears to be rising. The <strong>10 year UK bond</strong> has been down to 127.78 and not far from supposedly strong technical support at 127.72, while its <strong>US equivalent</strong> hit 123-10 as the corresponding yield inched a bit further above 2.50% to new highs for the week. <strong>Bunds</strong> are holding above their 165.13 Eurex base in comparison/contrast, albeit still around ¼ point adrift and with the benchmark yield back to flat.</p><p><strong>COMMODITIES</strong></p><p>Tentative trade in the energy complex as <strong>WTI</strong> (Unch) and <strong>Brent</strong> (Unch) gear up for this week’s US jobs data.&nbsp; <strong>WTI</strong> rests just above its 200 DMA at 61.38, whilst its global counterpart straddles just below its 200 DMA at 69.54. Oil is on track for its longest weekly winning streak since the back-end of 2017, overall supported by the output decline in Venezuela coupled with growing hope of a US-Sino trade truce. Crude has advanced around 40% this year thus far as OPEC+ supply curbs counter record high US shale production. As a reminder, tonight will see the release of the Baker Hughes rig count, although price-action may be muted amidst macro-newsflow.</p><p>Not much price action in the metals complex (thus far) with <strong>gold</strong> (Unch) treading water around yesterday’s close after briefly breaching its 200 DMA (1283) to the downside yesterday, whilst <strong>copper</strong> (-0.1%) remains tentative amidst the cautious risk-tone. Finally, Australia’s Port Hedland’s <strong>iron</strong> ore shipments to China declined by 8% M/M, totalling 30.7mln tonnes vs. 33.5mln tonnes in February after the port was shut for almost 4 days due to cyclones hitting Western Australia.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-markets-tread-water-as-traders-gear-up-for-the-us-jobs-report-5th-april-2019-05-04-2019",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 18:07:00",
        "gmt_time": "2019-04-05 10:07:00"
    },
    {
        "id": 863233,
        "updated_sequence": 1827078,
        "published_at": {
            "unix": 1554458220,
            "text": "2019-04-05 10:57:00 +0100",
            "iso_8601": "2019-04-05T09:57:00Z"
        },
        "updated_at": {
            "unix": 1554458256,
            "text": "2019-04-05 10:57:36 +0100",
            "iso_8601": "2019-04-05T09:57:36Z"
        },
        "subject": "Fixed Income: core debt still on the defensive",
        "content": "<p>Gilts and US Treasuries have carved out fresh intraday or overnight session lows as the clock ticks down to NFP and the prospect of a lengthier Brexit extension with conditions and clauses attached appears to be rising. The 10 year UK bond has been down to 127.78 and not far from supposedly strong technical support at 127.72, while its US equivalent hit 123-10 as the corresponding yield inched a bit further above 2.50% to new highs for the week. Bunds are holding above their 165.13 Eurex base in comparison/contrast, albeit still around ¼ point adrift and with the benchmark yield back to flat.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-debt-still-on-the-defensive-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:57:00",
        "gmt_time": "2019-04-05 09:57:00"
    },
    {
        "id": 863232,
        "updated_sequence": 1827075,
        "published_at": {
            "unix": 1554457920,
            "text": "2019-04-05 10:52:00 +0100",
            "iso_8601": "2019-04-05T09:52:00Z"
        },
        "updated_at": {
            "unix": 1554458003,
            "text": "2019-04-05 10:53:23 +0100",
            "iso_8601": "2019-04-05T09:53:23Z"
        },
        "subject": "Italian PM Conte sees Italian spreads declining due to government measures and ECB policies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pm-conte-sees-italian-spreads-declining-due-to-government-measures-and-ecb-policies-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:52:00",
        "gmt_time": "2019-04-05 09:52:00"
    },
    {
        "id": 863231,
        "updated_sequence": 1827072,
        "published_at": {
            "unix": 1554457560,
            "text": "2019-04-05 10:46:00 +0100",
            "iso_8601": "2019-04-05T09:46:00Z"
        },
        "updated_at": {
            "unix": 1554457758,
            "text": "2019-04-05 10:49:18 +0100",
            "iso_8601": "2019-04-05T09:49:18Z"
        },
        "subject": "Norway’s Sovereign Wealth Fund are to remove EM bonds from its fixed-income benchmark",
        "content": "<ul><li>Norway’s Sovereign Wealth Fund can still invest in EM bonds</li><li>Finance Ministry proposal does not cut JPY from fixed income benchmark, as previously proposed by Norges bank</li><li>Norway’s Sovereign Wealth Fund should see lower transaction costs for the streamlining</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-sovereign-wealth-fund-are-to-remove-em-bonds-from-its-fixed-income-benchmark-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:46:00",
        "gmt_time": "2019-04-05 09:46:00"
    },
    {
        "id": 863230,
        "updated_sequence": 1827065,
        "published_at": {
            "unix": 1554457500,
            "text": "2019-04-05 10:45:00 +0100",
            "iso_8601": "2019-04-05T09:45:00Z"
        },
        "updated_at": {
            "unix": 1554457609,
            "text": "2019-04-05 10:46:49 +0100",
            "iso_8601": "2019-04-05T09:46:49Z"
        },
        "subject": "BMW (BMW GY), Daimler (DAI GY) and Volkswagen (VOW3 GY) have been charged by EU antitrust regulators over hindering competition amid emission cleaning technology between 2006-2014 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-daimler-dai-gy-and-volkswagen-vow3-gy-have-been-charged-by-eu-antitrust-regulators-over-hindering-competition-amid-emission-cleaning-technology-between-2006-2014-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:45:00",
        "gmt_time": "2019-04-05 09:45:00"
    },
    {
        "id": 863229,
        "updated_sequence": 1827062,
        "published_at": {
            "unix": 1554457200,
            "text": "2019-04-05 10:40:00 +0100",
            "iso_8601": "2019-04-05T09:40:00Z"
        },
        "updated_at": {
            "unix": 1554457317,
            "text": "2019-04-05 10:41:57 +0100",
            "iso_8601": "2019-04-05T09:41:57Z"
        },
        "subject": "Head of Instesa Sanpaolo (ISP IM) shareholder Cariplo is ready to support any proposals for a cross-border bank merger",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "head-of-instesa-sanpaolo-isp-im-shareholder-cariplo-is-ready-to-support-any-proposals-for-a-cross-border-bank-merger-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:40:00",
        "gmt_time": "2019-04-05 09:40:00"
    },
    {
        "id": 863228,
        "updated_sequence": 1827059,
        "published_at": {
            "unix": 1554457020,
            "text": "2019-04-05 10:37:00 +0100",
            "iso_8601": "2019-04-05T09:37:00Z"
        },
        "updated_at": {
            "unix": 1554457082,
            "text": "2019-04-05 10:38:02 +0100",
            "iso_8601": "2019-04-05T09:38:02Z"
        },
        "subject": "FX Morning Colour: Kiwi and Aussie diverge as others dither ahead of NA jobs data",
        "content": "<p><strong>AUD/NZD/GBP/EUR</strong></p><p>All bucking the broader trend of consolidation and sideways trading into NFP and Canada’s latest employment report, albeit not by much in terms of moves vs the Greenback. However, the Aussie has extended its rebound from post-RBA lows and outperformance vs the Kiwi in the process. Aud/Usd has retested recent 0.7100+ peaks as Aud/Nzd advances through 1.0550 towards 1.0575 and Nzd/Usd declines to new early April lows below 0.6740. The catalysts, more momentum towards a US-China trade agreement, per latest reports from Beijing especially, another rise in iron ore prices and a supportive Aussie note from GS that Is going against the grain with an unchanged RBA policy call to support its revised forecasts for Aud/Usd over 3 and 6 month horizons (0.7400 and 0.7500 from 0.7200 and 0.7300 respectively). Recall, the US bank also went long of Aud/Nzd yesterday and decent option expiry interest sits at the 0.7100 strike (1.6 bn). Elsewhere, Cable remains volatile and fixated on Brexit headlines around the 1.3100 handle amidst latest reports about a potential lengthier A 50 extension to mid-year or end March 2020 with a flexible early termination option. Eur/Usd is still rangebound between 1.1200-50 after topping out not far above a 1.1246 Fib again on Thursday, but deriving some underlying support from better than expected German IP data and Italy’s ISTAT suggesting that its leading economic indicator points to signs of a recovery or base. Note also, hefty option expiries may be keeping the headline pair in check, as 2 bn resides between 1.1185-1.1200 and 2.5 bn from 1.1240-50.</p><p><strong>CHF/CAD/JPY</strong></p><p>Minimal deviation against the Usd that is equally restrained pre-US and Canadian labour updates, with the DXY firm, but confined between 97.177-331. The Franc is pivoting parity and Loonie straddling 1.3350, while Usd/Jpy is just off a marginal new wtd high of 111.80 having breached its 200 DMA (111.49).</p><p><strong>EM</strong></p><p>Contrasting fortunes for regional currencies as the Lira continues to lick wounds amidst the ongoing political contention following local Turkish elections and wrangling with the US over its S-400 order from Russia. Moreover, Usd/Try remains elevated near 5.6000 ahead of next week’s Economic Plan and the next CBRT policy meeting, in contrast to Usd/Zar below 14.1000 and not far from the 100 DMA (14.0625) in wake of SA’s ratings reprieve for the Rand by Moody’s earlier this week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-kiwi-and-aussie-diverge-as-others-dither-ahead-of-na-jobs-data-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:37:00",
        "gmt_time": "2019-04-05 09:37:00"
    },
    {
        "id": 863227,
        "updated_sequence": 1827056,
        "published_at": {
            "unix": 1554456240,
            "text": "2019-04-05 10:24:00 +0100",
            "iso_8601": "2019-04-05T09:24:00Z"
        },
        "updated_at": {
            "unix": 1554456326,
            "text": "2019-04-05 10:25:26 +0100",
            "iso_8601": "2019-04-05T09:25:26Z"
        },
        "subject": "Italy's League is looking to push back deadline for transformation of Popolari banks into joint stock companies, as according to a source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-league-is-looking-to-push-back-deadline-for-transformation-of-popolari-banks-into-joint-stock-companies-as-according-to-a-source-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:24:00",
        "gmt_time": "2019-04-05 09:24:00"
    },
    {
        "id": 863035,
        "updated_sequence": 1827043,
        "published_at": {
            "unix": 1554454800,
            "text": "2019-04-05 10:00:00 +0100",
            "iso_8601": "2019-04-05T09:00:00Z"
        },
        "updated_at": {
            "unix": 1554454800,
            "text": "2019-04-05 10:00:00 +0100",
            "iso_8601": "2019-04-05T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-04-04-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 17:00:00",
        "gmt_time": "2019-04-05 09:00:00"
    },
    {
        "id": 863226,
        "updated_sequence": 1827053,
        "published_at": {
            "unix": 1554454740,
            "text": "2019-04-05 09:59:00 +0100",
            "iso_8601": "2019-04-05T08:59:00Z"
        },
        "updated_at": {
            "unix": 1554454897,
            "text": "2019-04-05 10:01:37 +0100",
            "iso_8601": "2019-04-05T09:01:37Z"
        },
        "subject": "EU Council President Tusk's proposal of a year long extension to Brexit would permit the UK to leave as early as 1st July if the UK has passed with Withdrawal Agreement by that point, according to a senior EU official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, UK PM May's letter to EU's Tusk proposes an extension for Brexit until 30th June 2019 with potential to terminate early should a deal be ratified before then</li></ul>",
        "analysis_updated_at": {
            "unix": 1554454897,
            "text": "2019-04-05 10:01:37 +0100",
            "iso_8601": "2019-04-05T09:01:37Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-president-tusk-s-proposal-of-a-year-long-extension-to-brexit-would-permit-the-uk-to-leave-as-early-as-1st-july-if-the-uk-has-passed-with-withdrawal-agreement-by-that-point-according-to-a-senior-eu-official-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 16:59:00",
        "gmt_time": "2019-04-05 08:59:00"
    },
    {
        "id": 863224,
        "updated_sequence": 1827041,
        "published_at": {
            "unix": 1554453240,
            "text": "2019-04-05 09:34:00 +0100",
            "iso_8601": "2019-04-05T08:34:00Z"
        },
        "updated_at": {
            "unix": 1554453486,
            "text": "2019-04-05 09:38:06 +0100",
            "iso_8601": "2019-04-05T08:38:06Z"
        },
        "subject": "China is to cut social insurance contributions of businesses by CNY 300bln in an effort to reduce the tax burden and social insurance contribution of businesses, reported via Xinhua",
        "content": "<ul><li><a href=\"http://www.xinhuanet.com/english/2019-04/05/c_137952438.htm\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Xinhua",
        "slug": "china-is-to-cut-social-insurance-contributions-of-businesses-by-cny-300bln-in-an-effort-to-reduce-the-tax-burden-and-social-insurance-contribution-of-businesses-reported-via-xinhua-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 16:34:00",
        "gmt_time": "2019-04-05 08:34:00"
    },
    {
        "id": 863222,
        "updated_sequence": 1827034,
        "published_at": {
            "unix": 1554452160,
            "text": "2019-04-05 09:16:00 +0100",
            "iso_8601": "2019-04-05T08:16:00Z"
        },
        "updated_at": {
            "unix": 1554453170,
            "text": "2019-04-05 09:32:50 +0100",
            "iso_8601": "2019-04-05T08:32:50Z"
        },
        "subject": "A source close to French President Macron suggests that talk of a further extension to Article 50 is premature",
        "content": "<ul><li>The source adds that the EU 27 criteria for an extension (a credible alternative plan) has not been met yet.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-source-close-to-french-president-macron-suggests-that-talk-of-a-further-extension-to-article-50-is-premature-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 16:16:00",
        "gmt_time": "2019-04-05 08:16:00"
    },
    {
        "id": 863221,
        "updated_sequence": 1827036,
        "published_at": {
            "unix": 1554451320,
            "text": "2019-04-05 09:02:00 +0100",
            "iso_8601": "2019-04-05T08:02:00Z"
        },
        "updated_at": {
            "unix": 1554453219,
            "text": "2019-04-05 09:33:39 +0100",
            "iso_8601": "2019-04-05T08:33:39Z"
        },
        "subject": "Phillips 66 (PSX) reports a fuel gas treater upset at its 200-200k bpd Wood River Illinois refinery ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-reports-a-fuel-gas-treater-upset-at-its-200-200k-bpd-wood-river-illinois-refinery-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 16:02:00",
        "gmt_time": "2019-04-05 08:02:00"
    },
    {
        "id": 863220,
        "updated_sequence": 1827032,
        "published_at": {
            "unix": 1554450780,
            "text": "2019-04-05 08:53:00 +0100",
            "iso_8601": "2019-04-05T07:53:00Z"
        },
        "updated_at": {
            "unix": 1554452407,
            "text": "2019-04-05 09:20:07 +0100",
            "iso_8601": "2019-04-05T08:20:07Z"
        },
        "subject": "UK PM May's letter to EU's Tusk proposes an extension for Brexit until 30th June 2019 with potential to terminate early should a deal be ratified before then",
        "content": "<ul><li>Letter states that the UK will begin to prepare to host European elections</li><li>UK needs to provide a clear plan by Tuesday (the day before the EU Council meeting)&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-letter-to-eu-s-tusk-proposes-an-extension-for-brexit-until-30th-june-2019-with-potential-to-terminate-early-should-a-deal-be-ratified-before-then-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 15:53:00",
        "gmt_time": "2019-04-05 07:53:00"
    },
    {
        "id": 863216,
        "updated_sequence": 1827004,
        "published_at": {
            "unix": 1554448800,
            "text": "2019-04-05 08:20:00 +0100",
            "iso_8601": "2019-04-05T07:20:00Z"
        },
        "updated_at": {
            "unix": 1554448879,
            "text": "2019-04-05 08:21:19 +0100",
            "iso_8601": "2019-04-05T07:21:19Z"
        },
        "subject": "Gilts and Short Sterling futures factoring in ‘flexBrextension’",
        "content": "<p>Conforming to bearish impulses via debt and STIR counterparts, the 10 year UK bond and 3 month strip have kicked off Friday’s session lower, with the former meandering between 128.12-20 parameters vs yesterday’s 128.35 Liffe settlement and the latter 0.5-1.5 ticks adrift. More positivity surrounding progress towards a US-China trade accord is impacting along with reports that UK PM May is in the process of sending another letter to EC President Tusk asking for a further A 50 extension, who is apparently touting a flexible 1 year delay in return. More immediately, Halifax house prices form a relatively small data morsel before the main course later – NFP.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-factoring-in-flexbrextension-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 15:20:00",
        "gmt_time": "2019-04-05 07:20:00"
    },
    {
        "id": 863214,
        "updated_sequence": 1826998,
        "published_at": {
            "unix": 1554448740,
            "text": "2019-04-05 08:19:00 +0100",
            "iso_8601": "2019-04-05T07:19:00Z"
        },
        "updated_at": {
            "unix": 1554448800,
            "text": "2019-04-05 08:20:00 +0100",
            "iso_8601": "2019-04-05T07:20:00Z"
        },
        "subject": "Australia's Port Hedland iron ore shipment to China 30.68mln tonnes vs 33.5mln in February ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-s-port-hedland-iron-ore-shipment-to-china-30-68mln-tonnes-vs-33-5mln-in-february-05-04-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 15:19:00",
        "gmt_time": "2019-04-05 07:19:00"
    },
    {
        "id": 863209,
        "updated_sequence": 1826983,
        "published_at": {
            "unix": 1554447900,
            "text": "2019-04-05 08:05:00 +0100",
            "iso_8601": "2019-04-05T07:05:00Z"
        },
        "updated_at": {
            "unix": 1554447985,
            "text": "2019-04-05 08:06:25 +0100",
            "iso_8601": "2019-04-05T07:06:25Z"
        },
        "subject": "European equity movers this morning: SES (SESG FP) +4.2%; Saipem (SPM IM) +1.9%; GVC Holdings (GVC LN) +1.3%; Capita (CPI LN) -1.0%; Deutsche Boerse (DB1 GY) -0.8%; BASF (BAS GY) -0.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-ses-sesg-fp-4-2-saipem-spm-im-1-9-gvc-holdings-gvc-ln-1-3-capita-cpi-ln-1-0-deutsche-boerse-db1-gy-0-8-basf-bas-gy-0-6-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 15:05:00",
        "gmt_time": "2019-04-05 07:05:00"
    },
    {
        "id": 863203,
        "updated_sequence": 1826963,
        "published_at": {
            "unix": 1554447180,
            "text": "2019-04-05 07:53:00 +0100",
            "iso_8601": "2019-04-05T06:53:00Z"
        },
        "updated_at": {
            "unix": 1554447326,
            "text": "2019-04-05 07:55:26 +0100",
            "iso_8601": "2019-04-05T06:55:26Z"
        },
        "subject": "Bunds: paring losses after upbeat German ip",
        "content": "<p>The 10 year German benchmark declined in wake of an unexpected IP beat and even more surprising upward revision to the previous month, but failed to trip stops below near term chart support that could have culminated in a more concerted sell-off. Although significantly better than yesterday’s factory orders the output data is also somewhat dated and more timely PMIs suggest that the manufacturing sector is in recession, so Bunds have subsequently bounced towards the upper end of the 165.13-37 Eurex range so far, albeit still down from Thursday’s 165.52 close and waiting to see how much impetus EU indices can muster from latest constructive US-China trade reports. Also at 8.00BST, Spanish IP and then a speech by ECB’s Mersch.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-paring-losses-after-upbeat-german-ip-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 14:53:00",
        "gmt_time": "2019-04-05 06:53:00"
    },
    {
        "id": 863188,
        "updated_sequence": 1826980,
        "published_at": {
            "unix": 1554446520,
            "text": "2019-04-05 07:42:00 +0100",
            "iso_8601": "2019-04-05T06:42:00Z"
        },
        "updated_at": {
            "unix": 1554447903,
            "text": "2019-04-05 08:05:03 +0100",
            "iso_8601": "2019-04-05T07:05:03Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Euronext (ENX FP) – Q1 2019 average daily transactions down 16.9% %/% to EUR 7.24bln. (Newswires)</p><p>GVC Holdings (GVC LN) – Q1 total group NGR +8%, online NGR +17%. Co. state they continue see good volume growth across all territories and major brands, add that they remain confident of delivering EBITDA and operating profit in-line with FY expectations. Co. says it will be several weeks before it can assess impact of the fixed odds betting terminal (FOBT) restrictions. &nbsp;(Newswires)</p><p>Genmab (GEN DC) – Co. have submitted a supplemental new drug application for Daratumumab for use in front-line multiple Myeloma, with this submission based on a Phase 3 Maia study. (Newswires)</p><p>Saipem (SPM IM) – Co. have been awarded contracts in the Middle East &amp; Norway, valued in excess of USD 200mln. (Newswires)</p><p>Novozymes (NZYMB DC) – Co. have increased their FY19 EBIT margin guidance; does follow their crop alliance with Bayer (BAYN GY) dissolving. (Newswires)</p><p>Salini Impregilo (SAL IM) - Co. led consortium has won a EUR 3.28bln contract in Australia. (Newswires)</p><p>SES (SESG FP) – Co. have launched O3B-medium earth orbiting satellites. (Newswires)</p><p>Uniper (UN01 GY) – Co. has sold its remaining 6% stake in Brazil’s Eneva for EUR 75mln. (Newswires)</p><p>BASF (BAS GY) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p><p>SWEDBANK (SWEDA SS) UPGRADED TO HOLD FROM SELL AT SOCGEN</p><p>VESTAS WIND SYSTEMS (VWS DC) DOWNGRADED TO HOLD FROM BUY AT SANTANDER</p><p>TESCO (TSCO LN) MENTIONED AS 2019 TOP PICK AT BERNSTEIN</p><p>DEUTSCHE BOERSE (DB1 GY) DOWNGRADED TO HOLD FROM BUY AT COMMERZBANK</p><p>HAMMERSON (HMSO LN) DOWNGRADED TO SELL FROM HOLD AT STIFEL NICOLAUS</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 14:42:00",
        "gmt_time": "2019-04-05 06:42:00"
    },
    {
        "id": 863188,
        "updated_sequence": 1826980,
        "published_at": {
            "unix": 1554446520,
            "text": "2019-04-05 07:42:00 +0100",
            "iso_8601": "2019-04-05T06:42:00Z"
        },
        "updated_at": {
            "unix": 1554447903,
            "text": "2019-04-05 08:05:03 +0100",
            "iso_8601": "2019-04-05T07:05:03Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Euronext (ENX FP) – Q1 2019 average daily transactions down 16.9% %/% to EUR 7.24bln. (Newswires)</p><p>GVC Holdings (GVC LN) – Q1 total group NGR +8%, online NGR +17%. Co. state they continue see good volume growth across all territories and major brands, add that they remain confident of delivering EBITDA and operating profit in-line with FY expectations. Co. says it will be several weeks before it can assess impact of the fixed odds betting terminal (FOBT) restrictions. &nbsp;(Newswires)</p><p>Genmab (GEN DC) – Co. have submitted a supplemental new drug application for Daratumumab for use in front-line multiple Myeloma, with this submission based on a Phase 3 Maia study. (Newswires)</p><p>Saipem (SPM IM) – Co. have been awarded contracts in the Middle East &amp; Norway, valued in excess of USD 200mln. (Newswires)</p><p>Novozymes (NZYMB DC) – Co. have increased their FY19 EBIT margin guidance; does follow their crop alliance with Bayer (BAYN GY) dissolving. (Newswires)</p><p>Salini Impregilo (SAL IM) - Co. led consortium has won a EUR 3.28bln contract in Australia. (Newswires)</p><p>SES (SESG FP) – Co. have launched O3B-medium earth orbiting satellites. (Newswires)</p><p>Uniper (UN01 GY) – Co. has sold its remaining 6% stake in Brazil’s Eneva for EUR 75mln. (Newswires)</p><p>BASF (BAS GY) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p><p>SWEDBANK (SWEDA SS) UPGRADED TO HOLD FROM SELL AT SOCGEN</p><p>VESTAS WIND SYSTEMS (VWS DC) DOWNGRADED TO HOLD FROM BUY AT SANTANDER</p><p>TESCO (TSCO LN) MENTIONED AS 2019 TOP PICK AT BERNSTEIN</p><p>DEUTSCHE BOERSE (DB1 GY) DOWNGRADED TO HOLD FROM BUY AT COMMERZBANK</p><p>HAMMERSON (HMSO LN) DOWNGRADED TO SELL FROM HOLD AT STIFEL NICOLAUS</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 14:42:00",
        "gmt_time": "2019-04-05 06:42:00"
    },
    {
        "id": 863197,
        "updated_sequence": 1826941,
        "published_at": {
            "unix": 1554446280,
            "text": "2019-04-05 07:38:00 +0100",
            "iso_8601": "2019-04-05T06:38:00Z"
        },
        "updated_at": {
            "unix": 1554446353,
            "text": "2019-04-05 07:39:13 +0100",
            "iso_8601": "2019-04-05T06:39:13Z"
        },
        "subject": "BAML Flow Show: Commodities had the best year ever, with an annualised return of 84.8% YTD, Stocks annualised return of 67.9%... “It’s too early to sell”; Bull/Bear indicator unchanged at 4.4",
        "content": "<ul><li>75bps fall in US mortgage rates bolstered refinancing to the highest since October 2016 and auto sales to the joint highest in 14-months</li><li>Strong payrolls today would be bullish short term and diminish concerns over weak Q1 EPS reports</li><li>Credit to remain bid, BAML forecast SPX above 3000, with gains led by banking and energy names. The bank expects the index to “top” in Q2.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-commodities-had-the-best-year-ever-with-an-annualised-return-of-84-8-ytd-stocks-annualised-return-of-67-9-it-s-too-early-to-sell-bull-bear-indicator-unchanged-at-4-4-05-04-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 14:38:00",
        "gmt_time": "2019-04-05 06:38:00"
    },
    {
        "id": 863196,
        "updated_sequence": 1826931,
        "published_at": {
            "unix": 1554445320,
            "text": "2019-04-05 07:22:00 +0100",
            "iso_8601": "2019-04-05T06:22:00Z"
        },
        "updated_at": {
            "unix": 1554445416,
            "text": "2019-04-05 07:23:36 +0100",
            "iso_8601": "2019-04-05T06:23:36Z"
        },
        "subject": "Senior EU official confirms earlier source reports that European Council President Tusk is preparing to offer the UK a 12-month flexible extension,",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-eu-official-confirms-earlier-source-reports-that-european-council-president-tusk-is-preparing-to-offer-the-uk-a-12-month-flexible-extension-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 14:22:00",
        "gmt_time": "2019-04-05 06:22:00"
    },
    {
        "id": 863193,
        "updated_sequence": 1826910,
        "published_at": {
            "unix": 1554443880,
            "text": "2019-04-05 06:58:00 +0100",
            "iso_8601": "2019-04-05T05:58:00Z"
        },
        "updated_at": {
            "unix": 1554444270,
            "text": "2019-04-05 07:04:30 +0100",
            "iso_8601": "2019-04-05T06:04:30Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1185-1.1200 (2BLN)</strong>, <strong>1.1240-50 (2.5BLN)</strong></p><p>GBP/USD: 1.3000-10 (740M), 1.3100 (220M), 1.3150-65 (320M), 1.3200 (575M)</p><p>AUD/USD: 0.7000 (1BLN), <strong>0.7100 (1.6BLN)</strong>, 0.7125-35 (600M)</p><p>USD/CAD: 1.3250 (560M), 1.3370-75 (720M)</p><p>USD/JPY: <strong>111.00 (1.3BLN)</strong>, 111.20-25 (900M), 111.50 (521M), <strong>112.00 (1BLN)</strong></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:58:00",
        "gmt_time": "2019-04-05 05:58:00"
    },
    {
        "id": 863187,
        "updated_sequence": 1826918,
        "published_at": {
            "unix": 1554443400,
            "text": "2019-04-05 06:50:00 +0100",
            "iso_8601": "2019-04-05T05:50:00Z"
        },
        "updated_at": {
            "unix": 1554444719,
            "text": "2019-04-05 07:11:59 +0100",
            "iso_8601": "2019-04-05T06:11:59Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p><strong>5th April 2019</strong></p><p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p><strong>ASIA</strong></p><p>Asian equity markets traded slightly mixed following a similar indecisive lead from Wall St. as US-China trade optimism was partially offset by pre-NFP caution and holiday thinned conditions from closures across the Greater China region. ASX 200 (-0.7%) was the laggard and extended on its pullback from 7-month highs, with the declines led by tech which mirrored the underperformance of the sector stateside. Nikkei 225 (+0.3%) was positive with the index underpinned by favourable currency moves and trade-related hopes, while the KOSPI (Unch.) remained afloat as index giant Samsung Electronics weathered a miss on its Q1 earnings guidance. Chinese markets were shut for national holidays although there was certainly no lack of relevant news flow with trade talks remaining in the limelight, in which leaders from both sides noted substantial progress was made and President Trump suggested that a deal could be announced in the next 4 weeks.</p><p><strong>FTSE</strong></p><p>UK Airline Names – UK Airprox Board recorded 125 close encounters between drones and planes in UK airspace in 2018 vs. 93 in 2017. (FT)</p><p>BT (BT/A LN) – Ofcom has begun investigating whether the Co. breached market power rules when it won a bid for a public sector deal in Northern Ireland, beating rival Eir who filed the complaint which spurred the investigation. (FT)</p><p>Melrose (MRO LN) – 4 executives who run the Co. had their pay significantly cut last year following the Co’s takeover of GKN for GBP 8bln. (Sky)</p><p>OTHER UK COMPANIES</p><p>FOXTONS (FOXT LN) UPGRADED TO SELL AT BERENBERG</p><p>CAPITA (CPI LN) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p><p>BROKER MOVES</p><p><strong>DAX</strong></p><p>Deutsche Bank (DBK GY)/Commerzbank (CBK GY) – ECB are reportedly to ask Deutsche Bank to raise new funds before approval is given for a merger with a state backed rival, according to a source. Separately, Commerzbank’s CEO states that their market share and organic growth are too small and slow respectively. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p>BASF (BAS GY) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p><p><strong>CAC</strong></p><p>Airbus (AIR FP) – Co. has lost a net 58 aircraft orders in Q1 2019 (won 62 gross orders and lost 120 orders). Separately, Boeing (BA) state they have detected a second software problem in their 737 Max aircraft. (Newswires/FT)</p><p>OTHER FRENCH COMPANIES</p><p>Aeroports de Paris (ADP FP) – Co. targets EBITDA growth of +40-50% between FY 18-25 and revenue growth of +40-50% over the same period. (Newswires)&nbsp;</p><p>BROKER MOVES</p><p>SODEXO (SW FP) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT BARCLAYS</p><p><strong>PAN EUROPE</strong></p><p>Chip names - Samsung Electronics (005930 KS) says Q1 operating profit is likely to be around KRW 6.2tln vs. Exp. KRW 6.8tln, rev. is likely to be around KRW 52.0tln vs. Exp. KRW 53.3tln. <i>Co. shares were little changed during Asia trade.</i> (Newswires)</p><p>Eni (ENI IM) – Co. board approved potential bond issue with a value of up to USD 2bln. (Newswires)</p><p>Vopak (VPK NA) – Co. has reached an agreement regarding the sale of its terminals in Algeciras, Amsterdam and Hamburg, with a total value of EUR 723mln. Transaction is expected to be completed in H2 2019. (Newswires)</p><p>BROKER MOVES</p><p>SAIPEM (SAI IM)<strong> </strong>REITERATED OVERWEIGHT AT JP MORGAN CHASE</p><p><strong>SMI</strong></p><p>Novartis (NOVN SW) – Co. has sued Amgen (AMGN), accusing them. of attempting to wrongfully back out of an agreement to develop and market a migraine drug and trying to keep the profits for itself. (Newswires)</p><p>BROKER MOVES</p><p><strong>SCANDINAVIA</strong></p><p>Swedbank (SWEDA SS) – Co. chairman Idermark has left the bank effective immediately whilst stating that the media attention on the Co. is not compatible with his role. (Newswires)</p><p>BROKER MOVES</p><p>DSV (DSV DC) UPGRADED TO BUY FROM HOLD AT HSBC</p><p><strong>US</strong></p><p>* SPX +0.21% at 2879, NDX -0.06% at 7541, DJI +0.64% at 26385. SECTORS: Energy +0.85%, Materials +1.00%, Industrials +0.61%, Communications -0.99%, Cons Discretionary +0.71%, Cons Staples +0.37%, Healthcare -0.24%, Financials +0.49%, Tech -0.44%, Telecoms +0.66%, Utilities -0.38%.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-05-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:50:00",
        "gmt_time": "2019-04-05 05:50:00"
    },
    {
        "id": 863186,
        "updated_sequence": 1826881,
        "published_at": {
            "unix": 1554441360,
            "text": "2019-04-05 06:16:00 +0100",
            "iso_8601": "2019-04-05T05:16:00Z"
        },
        "updated_at": {
            "unix": 1554441411,
            "text": "2019-04-05 06:16:51 +0100",
            "iso_8601": "2019-04-05T05:16:51Z"
        },
        "subject": "RANsquawk Daily European Opening News - 5th April 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21542/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Asian indices were cautious ahead of today’s key risk events and thinner trade amid market holidays</li><li>US-China trade narrative continues, with President Trump and USTR noting that progress has been made, but the deal is not there yet</li><li>UK PM May is drafting letters for EU’s Tusk and Labour’s Corbyn regarding an extension and an offer respectively</li><li>Looking ahead, highlights include German Industrial Output, US &amp; Canadian Jobs Report, Fed's Bostic, ECB's Mersch</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets traded slightly mixed following a similar indecisive lead from Wall St. as US-China trade optimism was partially offset by pre-NFP caution</strong> and holiday thinned conditions from closures across the Greater China region. <strong>ASX 200 (-0.7%) </strong>was the laggard and extended on its pullback from 7-month highs, with the declines led by tech which mirrored the underperformance of the sector stateside. <strong>Nikkei 225 (+0.3%)</strong> was positive with the index underpinned by favourable currency moves and trade-related hopes, while the <strong>KOSPI (Unch.)</strong> remained afloat as index giant Samsung Electronics weathered a miss on its Q1 earnings guidance. <strong>Chinese markets were shut for national holidays</strong> although there was certainly no lack of relevant news flow with trade talks remaining in the limelight, in which leaders from both sides noted substantial progress was made and President Trump suggested that a deal could be announced in the next 4 weeks. Finally, 10yr JGBs were pressured amid spill-over selling from T-notes and as stocks in Japan remained afloat, while the BoJ were only present in the market today for T-bills.</p><p><strong>US President Trump said rapid progress is being made in trade discussions with China and we're getting very close to trade deal, but added it is not yet made</strong> and could be announced in the next 4 weeks, maybe more or less. Furthermore, US President Trump said he will hold a summit with Chinese President XI in Washington if there is a deal and that he will discuss tariffs with Chinese Vice Premier Liu He, while he cited tariffs as well as IP theft when asked about sticking points. (Newswires)</p><p><strong>US Trade Representative Lighthizer also noted that plenty of headway was made</strong> and the US has a good partner in China's Vice Premier Liu He but added there are still major, major issues remaining. (Newswires)</p><p><strong>Chinese Vice Premier Liu He told US President Trump that the 2 sides reached a new consensus on key issues in text of trade agreement and will continue to work hard to conclude talks ASAP</strong>, while Liu also commented that Chinese President Xi hopes US and China can continue to make progress to address each other's concerns. (Newswires)</p><p>UK/EU</p><p><strong>A letter from UK PM May's government to EU's Tusk requesting for an A50 extension is being drafted, with current debate in Cabinet on how long the extension should be</strong>. In related news, there were reports <strong>EU's Tusk is preparing to offer the UK a 12-month flexible extension, </strong>according to a senior EU source. (The Guardian/BBC)</p><p>UK Attorney General Geoffrey Cox admitted PM May will be forced to accept an extension to Article 50 of longer than 'just a few weeks or months', which reports suggested sets the stage for fresh cabinet infighting. (Independent)</p><p><strong>A letter drafted to UK opposition Labour party from PM May's government is likely to include the idea that confirmatory referendum should be one option put to MPs</strong>. (The Guardian)</p><p><strong>UK ministers have reportedly discussed a mass walkout in protest against a soft Brexit and long delay to Article 50</strong>, while it was also reported that some UK cabinet ministers are reportedly attempting to block a long Brexit extension. (Telegraph/Times)</p><p>REC survey showed UK firms' hiring of permanent staff declined by the fastest pace since August 2016. (Newswires)&nbsp;</p><p>FX</p><p>In FX markets, the <strong>DXY</strong> was steady ahead of US NFP data and held on to most the prior day’s gains that had been attributed to a demise in its counterparts across the pond, in which <strong>EUR</strong>/<strong>USD</strong> fell towards 1.1200 following another bout of weak data from Germany. <strong>GBP</strong>/<strong>USD</strong> also relinquished the 1.3100 handle to the downside amid uncertainty heading into the current Brexit date of April 12th and amid scepticism regarding cross-party talks between the government and Labour. However, both pairs have found mild reprieve overnight and consolidated ahead of the US jobs data with <strong>EUR</strong>/<strong>USD</strong> centred between 2 large option expiries of EUR 871mln at 1.1200 and EUR 2.2bln at 1.1250. <strong>Antipodeans</strong> were mixed amid a lack of data and indecisive risk tone with <strong>AUD</strong> outperforming its counterpart across the Tasman following the recent surge in iron prices and due to US-China trade hopes, while Goldman Sachs also revised its 3-month forecasts for <strong>AUD</strong>/<strong>USD</strong> to 0.7400 from 0.7200 and sees the RBA to remain on hold citing a resilient economy and improving market sentiment on China. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> and <strong>JPY</strong>-crosses were marginally higher amid trade-related hopes and touted Gotobi demand at the Tokyo open.</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were uneventful overnight with price action restricted by the mixed risk tone and tentativeness ahead of the key US jobs data which kept <strong>WTI</strong> crude futures relatively sideways overnight after prices found a base at the 62.00/bbl level, while Saudi also mounted a defence against US anti-cartel intentions in which it discussed plans with other producers to drop USD from oil trades if US passes NOPEC. Elsewhere, <strong>gold</strong> prices were relatively unchanged as the greenback held on to its recent gains and <strong>copper</strong> was also flat amid the absence of its largest buyer China.</p><p>&nbsp;</p><p>Saudi Arabia reportedly discussed plans to ditch USD from oil trades if US passes NOPEC. (Newswires)</p><p>&nbsp;</p><p>Venezuela's PDVSA expects output from upgraders to remain below capacity for this month following blackouts. (Newswires)&nbsp;</p><p>GEOPOLITICAL</p><p>North Korea has built a ballistic missile submarine, according to South Korean press reports. (Newswires)</p><p>US</p><p>According to the CME’s Fedwatch tool, the implied chance of a rate cut in 2019 still stands at over 50%. While this has certainly edged lower from periods in the last month where the chance was around 75% (implied by money market pricing), it still seems at odds with comments from Fed officials, who have generally been upbeat about the economy while acknowledging its slowing; many others have noted that as the tax-cut high fizzles out, growth was always expected to normalise. But there is still a lack of high profile Fed officials talking about cuts. Mester and Harker today both intimated the next move could be higher (non-voters). Perhaps the pricing is a result of comments from nominee Moore, who this week called for an immediate 50bps rate cut, and NEC director Kudlow, who echoed Moore’s remarks; then there is Trump's own preference for lower rates, and the criticism he often fires in the direction of the Fed. The latest on the Fed BOG, is that Trump is mulling nominating Herman Cain, who is a fan of former Fed chair Greenspan. In terms of the curve, action was very thin ahead of payrolls on Friday, and at settlement, curve spreads were a touch narrower. US T-Note futures (M9) settled 1+ higher at 123-17+.</p><p><strong>US President Trump said he is giving Mexico a 1yr warning and that if that does not stop the illegal drugs coming in, US will tariff Mexican goods including cars and close the border</strong>. President Trump later commented that there would be a 25% tariff on car imports from Mexico if he decides to apply tariffs but also said that Mexico has done good regarding the border during past 4 days, while he added that he did not say the border would stay open for a year but that he would place tariffs first. (Newswires)</p><p><strong>Fed's Harker (non-voter, dove)</strong> said he does not see a rate cut this year or next year and is still in \"wait and see mode\", while he expects one rate hike \"at most\" in 2019 and one in 2020. (Newswires)</p><p><strong>Fed's Mester (non-voter, hawk)</strong> said she is biased to keeping rates where they are or moving them up a bit despite downside risks, while she added that it is possible FFR may need to move higher if the economy performs in line with Fed scenarios but also commented it is possible that the Fed is done with hikes for this cycle. (Newswires)</p><p>US President Trump confirmed he has recommended Herman Cain to the Fed board. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-5th-april-2019-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:16:00",
        "gmt_time": "2019-04-05 05:16:00"
    },
    {
        "id": 863185,
        "updated_sequence": 1826878,
        "published_at": {
            "unix": 1554441120,
            "text": "2019-04-05 06:12:00 +0100",
            "iso_8601": "2019-04-05T05:12:00Z"
        },
        "updated_at": {
            "unix": 1554441245,
            "text": "2019-04-05 06:14:05 +0100",
            "iso_8601": "2019-04-05T05:14:05Z"
        },
        "subject": "Turkish opposition party leads AKP rival by 18.74k votes following the recount of invalid votes in 17 districts, according to the opposition party candidate in Istanbul ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-opposition-party-leads-akp-rival-by-18-74k-votes-following-the-recount-of-invalid-votes-in-17-districts-according-to-the-opposition-party-candidate-in-istanbul-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:12:00",
        "gmt_time": "2019-04-05 05:12:00"
    },
    {
        "id": 863183,
        "updated_sequence": 1826872,
        "published_at": {
            "unix": 1554440400,
            "text": "2019-04-05 06:00:00 +0100",
            "iso_8601": "2019-04-05T05:00:00Z"
        },
        "updated_at": {
            "unix": 1554440522,
            "text": "2019-04-05 06:02:02 +0100",
            "iso_8601": "2019-04-05T05:02:02Z"
        },
        "subject": "Japanese Leading Index (Feb) 97.4 vs. Exp. 97.3 (Prev. 95.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-feb-97-4-vs-exp-97-3-prev-95-9-05-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:00:00",
        "gmt_time": "2019-04-05 05:00:00"
    },
    {
        "id": 863184,
        "updated_sequence": 1826875,
        "published_at": {
            "unix": 1554440400,
            "text": "2019-04-05 06:00:00 +0100",
            "iso_8601": "2019-04-05T05:00:00Z"
        },
        "updated_at": {
            "unix": 1554440568,
            "text": "2019-04-05 06:02:48 +0100",
            "iso_8601": "2019-04-05T05:02:48Z"
        },
        "subject": "Japanese Coincident Index (Feb) 98.3 vs. Exp. 98.9 (Prev. 98.1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-feb-98-3-vs-exp-98-9-prev-98-1-05-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 13:00:00",
        "gmt_time": "2019-04-05 05:00:00"
    },
    {
        "id": 863180,
        "updated_sequence": 1826863,
        "published_at": {
            "unix": 1554440220,
            "text": "2019-04-05 05:57:00 +0100",
            "iso_8601": "2019-04-05T04:57:00Z"
        },
        "updated_at": {
            "unix": 1554440310,
            "text": "2019-04-05 05:58:30 +0100",
            "iso_8601": "2019-04-05T04:58:30Z"
        },
        "subject": "India has begun a crackdown on online purchases from Chinese e-commerce platforms related to customs duty and GST evasion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-has-begun-a-crackdown-on-online-purchases-from-chinese-e-commerce-platforms-related-to-customs-duty-and-gst-evasion-05-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 12:57:00",
        "gmt_time": "2019-04-05 04:57:00"
    },
    {
        "id": 863179,
        "updated_sequence": 1826860,
        "published_at": {
            "unix": 1554440040,
            "text": "2019-04-05 05:54:00 +0100",
            "iso_8601": "2019-04-05T04:54:00Z"
        },
        "updated_at": {
            "unix": 1554440201,
            "text": "2019-04-05 05:56:41 +0100",
            "iso_8601": "2019-04-05T04:56:41Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks were somewhat mixed as US-China trade optimism was partially offset by pre-FOMC and holiday closures",
        "content": "<p>Asia equity markets traded slightly mixed following a similar indecisive lead from Wall St. as US-China trade optimism was partially offset by pre-NFP caution and holiday thinned conditions from closures across the Greater China region. ASX 200 (-0.7%) was the laggard and extended on its pullback from 7-month highs, with the declines led by tech which mirrored the underperformance of the sector stateside. Nikkei 225 (+0.3%) was positive with the index underpinned by favourable currency moves and trade-related hopes, while the KOSPI (Unch.) remained afloat as index giant Samsung Electronics weathered a miss on its Q1 earnings guidance amid the launch of its Galaxy S10 5G smartphone. As a reminder, Chinese markets were shut for national holidays although there was certainly no lack of relevant news flow with trade talks remaining in the limelight, in which leaders from both sides noted substantial progress was made and President Trump suggested that a deal could be announced in the next 4 weeks. Finally, 10yr JGBs were pressured amid spill-over selling from T-notes and as stocks in Japan remained afloat, while the BoJ were only present in the market today for T-bills.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-were-somewhat-mixed-as-us-china-trade-optimism-was-partially-offset-by-pre-fomc-and-holiday-closures-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 12:54:00",
        "gmt_time": "2019-04-05 04:54:00"
    },
    {
        "id": 863178,
        "updated_sequence": 1826857,
        "published_at": {
            "unix": 1554438060,
            "text": "2019-04-05 05:21:00 +0100",
            "iso_8601": "2019-04-05T04:21:00Z"
        },
        "updated_at": {
            "unix": 1554438141,
            "text": "2019-04-05 05:22:21 +0100",
            "iso_8601": "2019-04-05T04:22:21Z"
        },
        "subject": "China's securities regulator approves 3 IPO applications",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-securities-regulator-approves-3-ipo-applications-05-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 12:21:00",
        "gmt_time": "2019-04-05 04:21:00"
    },
    {
        "id": 863177,
        "updated_sequence": 1826854,
        "published_at": {
            "unix": 1554436980,
            "text": "2019-04-05 05:03:00 +0100",
            "iso_8601": "2019-04-05T04:03:00Z"
        },
        "updated_at": {
            "unix": 1554437074,
            "text": "2019-04-05 05:04:34 +0100",
            "iso_8601": "2019-04-05T04:04:34Z"
        },
        "subject": "UK plans to exclude Huawei from high-speed mobile 5G network",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-plans-to-exclude-huawei-from-high-speed-mobile-5g-network-05-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 12:03:00",
        "gmt_time": "2019-04-05 04:03:00"
    },
    {
        "id": 863176,
        "updated_sequence": 1826851,
        "published_at": {
            "unix": 1554435480,
            "text": "2019-04-05 04:38:00 +0100",
            "iso_8601": "2019-04-05T03:38:00Z"
        },
        "updated_at": {
            "unix": 1554435563,
            "text": "2019-04-05 04:39:23 +0100",
            "iso_8601": "2019-04-05T03:39:23Z"
        },
        "subject": "Philippines Department of Finance says PHP outlook is to the downside due to current account deficit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-department-of-finance-says-php-outlook-is-to-the-downside-due-to-current-account-deficit-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 11:38:00",
        "gmt_time": "2019-04-05 03:38:00"
    },
    {
        "id": 863175,
        "updated_sequence": 1826848,
        "published_at": {
            "unix": 1554435300,
            "text": "2019-04-05 04:35:00 +0100",
            "iso_8601": "2019-04-05T03:35:00Z"
        },
        "updated_at": {
            "unix": 1554435379,
            "text": "2019-04-05 04:36:19 +0100",
            "iso_8601": "2019-04-05T03:36:19Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Maruti Suzuki (MSIL IS) reduced vehicle production around 21% during March due to weak demand",
        "content": "<p>Cipla (CIPLA IS) - Co. received an establishment inspection report (EIR) from the FDA after the inspection of its Goa facility. (ET)</p><p>Jet Airways (JETIN IS) - Consortium of lenders are to begin stake sale on April 6th in which they target USD 218mln to keep the Co. afloat. (Newswires)</p><p>Hindustan Copper (HCP IS) - Co. said provisional copper ore production for the financial year rose 12% Y/Y. (ET)</p><p>Maruti Suzuki (MSIL IS) - Co. reduced vehicle production around 21% during March due to weak demand. (ET)</p><p>RBI - RBI cut the Repurchase Rate and Reverse Repo Rate by 25bps each to 6.00% and 5.75% as expected. The central bank maintained a neutral stance although one member wanted to change stance to “accommodative”, while the RBI said output gap remains negative and domestic economy is facing headwinds on a global front. (Newswires)</p><p>- RBI Governor Das commented at the post-meeting press conference that they will act decisively and timely going forward, while he added that short-term food and fuel inflation remain benign and that they will continue to observe the evolving macro situation. Furthermore, Governor Das also announced they will issue a revised circular on bad loan resolution. (Newswires)</p><p>Other News - Fitch affirmed India at BBB-, Outlook Stable. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-maruti-suzuki-msil-is-reduced-vehicle-production-around-21-during-march-due-to-weak-demand-05-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 11:35:00",
        "gmt_time": "2019-04-05 03:35:00"
    },
    {
        "id": 863174,
        "updated_sequence": 1826845,
        "published_at": {
            "unix": 1554434640,
            "text": "2019-04-05 04:24:00 +0100",
            "iso_8601": "2019-04-05T03:24:00Z"
        },
        "updated_at": {
            "unix": 1554434755,
            "text": "2019-04-05 04:25:55 +0100",
            "iso_8601": "2019-04-05T03:25:55Z"
        },
        "subject": "Monetary Authority of Singapore is to announce semi-annual policy statement and Q1 advanced GDP on April 12th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "monetary-authority-of-singapore-is-to-announce-semi-annual-policy-statement-and-q1-advanced-gdp-on-april-12th-05-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 11:24:00",
        "gmt_time": "2019-04-05 03:24:00"
    },
    {
        "id": 863173,
        "updated_sequence": 1826842,
        "published_at": {
            "unix": 1554434160,
            "text": "2019-04-05 04:16:00 +0100",
            "iso_8601": "2019-04-05T03:16:00Z"
        },
        "updated_at": {
            "unix": 1554434597,
            "text": "2019-04-05 04:23:17 +0100",
            "iso_8601": "2019-04-05T03:23:17Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mixed amid holiday closures and as pre-NFP caution partially offsets US-China trade optimism",
        "content": "<p>Asia equity markets trade mixed following a similar indecisive lead from Wall St. as US-China trade optimism is partially offset by pre-NFP caution and holiday thinned conditions from closures across the Greater China region. ASX 200 (-0.7%) is the laggard and extends on its pullback from 7-month highs, with the declines led by tech which mirrors the underperformance of the sector stateside. Nikkei 225 (+0.4%) is positive with the index underpinned by favourable currency moves and trade-related hopes, while the KOSPI (Unch.) remains afloat with index giant Samsung Electronics weathering a miss on its Q1 earnings guidance amid the launch of its Galaxy S10 5G smartphone. As a reminder, Chinese markets are shut for national holidays although there was certainly no lack of relevant news flow with trade talks remaining in the limelight in which leaders from both sides noted substantial progress was made and with President Trump suggesting that a deal could be announced in the next 4 weeks.</p><p>In FX markets, the DXY is steady ahead of US NFP data and holds on to the prior day’s strength that had been attributed to a demise in its counterparts across the pond in which EUR/USD fell towards 1.1200 following another bout of weak data from Germany which showed the decline in Industrial Orders gathered pace. GBP/USD also relinquished the 1.3100 handle to the downside amid uncertainty heading into the current Brexit date of April 12th and amid scepticism regarding cross-party talks between the government and Labour. However, both pairs have found mild reprieve overnight and consolidate ahead of the US jobs data with EUR/USD relatively centred between 2 large option expiries of EUR 871mln at 1.1200 and EUR 2.2bln at 1.1250. Antipodeans are mixed amid a lack of data and indecisive risk tone with AUD outperforming its counterpart across the Tasman following the recent surge in iron prices and due to US-China trade hopes, while Goldman Sachs also revised its 3-month forecasts for AUD/USD to 0.7400 from 0.7200 and sees the RBA to remain on hold citing a resilient economy and improving sentiment regarding China. Elsewhere, USD/JPY and JPY-crosses are higher with prices getting a lift on the trade-related hopes and touted Gotobi demand at the Tokyo open.</p><p>Finally, 10yr JGBs were mildly pressured as stocks in Japan remained afloat and with the BoJ only in the market today for T-bills.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mixed-amid-holiday-closures-and-as-pre-nfp-caution-partially-offsets-us-china-trade-optimism-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 11:16:00",
        "gmt_time": "2019-04-05 03:16:00"
    },
    {
        "id": 863172,
        "updated_sequence": 1826837,
        "published_at": {
            "unix": 1554433440,
            "text": "2019-04-05 04:04:00 +0100",
            "iso_8601": "2019-04-05T03:04:00Z"
        },
        "updated_at": {
            "unix": 1554433537,
            "text": "2019-04-05 04:05:37 +0100",
            "iso_8601": "2019-04-05T03:05:37Z"
        },
        "subject": "EU's Tusk is preparing to offer the UK a 12-month flexible extension, according to BBC citing a senior EU source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "BBC",
        "slug": "eu-s-tusk-is-preparing-to-offer-the-uk-a-12-month-flexible-extension-according-to-bbc-citing-a-senior-eu-source-05-04-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 11:04:00",
        "gmt_time": "2019-04-05 03:04:00"
    },
    {
        "id": 863171,
        "updated_sequence": 1826830,
        "published_at": {
            "unix": 1554429840,
            "text": "2019-04-05 03:04:00 +0100",
            "iso_8601": "2019-04-05T02:04:00Z"
        },
        "updated_at": {
            "unix": 1554429915,
            "text": "2019-04-05 03:05:15 +0100",
            "iso_8601": "2019-04-05T02:05:15Z"
        },
        "subject": "Morgan Stanley recommend selling USD/RUB at 66.35 with a target of 64.00 and a stop at 67.40",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-recommend-selling-usd-rub-at-66-35-with-a-target-of-64-00-and-a-stop-at-67-40-05-04-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 10:04:00",
        "gmt_time": "2019-04-05 02:04:00"
    },
    {
        "id": 863170,
        "updated_sequence": 1826827,
        "published_at": {
            "unix": 1554428940,
            "text": "2019-04-05 02:49:00 +0100",
            "iso_8601": "2019-04-05T01:49:00Z"
        },
        "updated_at": {
            "unix": 1554429143,
            "text": "2019-04-05 02:52:23 +0100",
            "iso_8601": "2019-04-05T01:52:23Z"
        },
        "subject": "Goldman Sachs forecasts RBA to remain on hold in which it suggests Australian economy remains resilient and likely to benefit from improving market sentiment regarding China, revises AUD/USD 3-month forecast to 0.74 from 0.72 and 6-month to 0.75 from 0.73",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-forecasts-rba-to-remain-on-hold-in-which-it-suggests-australian-economy-remains-resilient-and-likely-to-benefit-from-improving-market-sentiment-regarding-china-revises-aud-usd-3-month-forecast-to-0-74-from-0-72-and-6-month-to-05-04-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 09:49:00",
        "gmt_time": "2019-04-05 01:49:00"
    },
    {
        "id": 863169,
        "updated_sequence": 1826824,
        "published_at": {
            "unix": 1554428340,
            "text": "2019-04-05 02:39:00 +0100",
            "iso_8601": "2019-04-05T01:39:00Z"
        },
        "updated_at": {
            "unix": 1554428483,
            "text": "2019-04-05 02:41:23 +0100",
            "iso_8601": "2019-04-05T01:41:23Z"
        },
        "subject": "Total (FP FP) announce JV with a Chinese battery maker to expand output in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-announce-jv-with-a-chinese-battery-maker-to-expand-output-in-china-05-04-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 09:39:00",
        "gmt_time": "2019-04-05 01:39:00"
    },
    {
        "id": 863168,
        "updated_sequence": 1826821,
        "published_at": {
            "unix": 1554426000,
            "text": "2019-04-05 02:00:00 +0100",
            "iso_8601": "2019-04-05T01:00:00Z"
        },
        "updated_at": {
            "unix": 1554426142,
            "text": "2019-04-05 02:02:22 +0100",
            "iso_8601": "2019-04-05T01:02:22Z"
        },
        "subject": "Philippines CPI (Mar) Y/Y 3.3% vs. Exp. 3.5% (Prev. 3.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-cpi-mar-y-y-3-3-vs-exp-3-5-prev-3-8-05-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 09:00:00",
        "gmt_time": "2019-04-05 01:00:00"
    },
    {
        "id": 863167,
        "updated_sequence": 1826818,
        "published_at": {
            "unix": 1554425460,
            "text": "2019-04-05 01:51:00 +0100",
            "iso_8601": "2019-04-05T00:51:00Z"
        },
        "updated_at": {
            "unix": 1554425627,
            "text": "2019-04-05 01:53:47 +0100",
            "iso_8601": "2019-04-05T00:53:47Z"
        },
        "subject": "REC survey shows UK firms' hiring of permanent staff declined by the fastest pace since August 2016",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rec-survey-shows-uk-firms-hiring-of-permanent-staff-declined-by-the-fastest-pace-since-august-2016-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:51:00",
        "gmt_time": "2019-04-05 00:51:00"
    },
    {
        "id": 863166,
        "updated_sequence": 1826815,
        "published_at": {
            "unix": 1554424920,
            "text": "2019-04-05 01:42:00 +0100",
            "iso_8601": "2019-04-05T00:42:00Z"
        },
        "updated_at": {
            "unix": 1554425096,
            "text": "2019-04-05 01:44:56 +0100",
            "iso_8601": "2019-04-05T00:44:56Z"
        },
        "subject": "PRE-MARKET SINGAPORE STOCK NEWS: Taiwan is closed for holiday",
        "content": "<p>TAIWAN (3008 TT)</p><p>Largan Precision (3008 TT) - Co. March sales rose 24.9% Y/Y to TWD 3.9bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Frasers Property (FPL SP) - Co. is in discussions to potentially sell Frasers Tower. (Straits Times)</p><p>Hyflux (HYF SP) - Co. calls off rescue plan in which cited 'no confidence' the Indonesian white knight will complete deal. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-singapore-stock-news-taiwan-is-closed-for-holiday-05-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:42:00",
        "gmt_time": "2019-04-05 00:42:00"
    },
    {
        "id": 863165,
        "updated_sequence": 1826810,
        "published_at": {
            "unix": 1554424500,
            "text": "2019-04-05 01:35:00 +0100",
            "iso_8601": "2019-04-05T00:35:00Z"
        },
        "updated_at": {
            "unix": 1554424763,
            "text": "2019-04-05 01:39:23 +0100",
            "iso_8601": "2019-04-05T00:39:23Z"
        },
        "subject": "Chinese Vice Premier Liu He says President Xi hopes US and China can continue to make progress to address each other's concerns and that both sides have made substantive progress on key issues in trade text",
        "content": "<ul><li>Vice Premier Liu told US President Trump that the 2 sides reached a new consensus on key issues and will continue to work hard to conclude talks ASAP.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Xinhua",
        "slug": "chinese-vice-premier-liu-he-says-president-xi-hopes-us-and-china-can-continue-to-make-progress-to-address-each-other-s-concerns-and-that-both-sides-have-made-substantive-progress-on-key-issues-in-trade-text-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:35:00",
        "gmt_time": "2019-04-05 00:35:00"
    },
    {
        "id": 863164,
        "updated_sequence": 1826805,
        "published_at": {
            "unix": 1554423840,
            "text": "2019-04-05 01:24:00 +0100",
            "iso_8601": "2019-04-05T00:24:00Z"
        },
        "updated_at": {
            "unix": 1554424175,
            "text": "2019-04-05 01:29:35 +0100",
            "iso_8601": "2019-04-05T00:29:35Z"
        },
        "subject": "China's Vice Premier Liu He says new consensus is reached on text of trade agreement, according to Chinese press reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-vice-premier-liu-he-says-new-consensus-is-reached-on-text-of-trade-agreement-according-to-chinese-press-reports-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:24:00",
        "gmt_time": "2019-04-05 00:24:00"
    },
    {
        "id": 863163,
        "updated_sequence": 1826796,
        "published_at": {
            "unix": 1554422760,
            "text": "2019-04-05 01:06:00 +0100",
            "iso_8601": "2019-04-05T00:06:00Z"
        },
        "updated_at": {
            "unix": 1554422845,
            "text": "2019-04-05 01:07:25 +0100",
            "iso_8601": "2019-04-05T00:07:25Z"
        },
        "subject": "Chinese President Xi says substantial progress has been made in trade talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-substantial-progress-has-been-made-in-trade-talks-05-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:06:00",
        "gmt_time": "2019-04-05 00:06:00"
    },
    {
        "id": 863162,
        "updated_sequence": 1826793,
        "published_at": {
            "unix": 1554422580,
            "text": "2019-04-05 01:03:00 +0100",
            "iso_8601": "2019-04-05T00:03:00Z"
        },
        "updated_at": {
            "unix": 1554422771,
            "text": "2019-04-05 01:06:11 +0100",
            "iso_8601": "2019-04-05T00:06:11Z"
        },
        "subject": "Asia stocks begin mixed following a similar performance on Wall St and as trade related optimism is counterbalanced by pre-NFP tentativeness",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-mixed-following-a-similar-performance-on-wall-st-and-as-trade-related-optimism-is-counterbalanced-by-pre-nfp-tentativeness-05-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:03:00",
        "gmt_time": "2019-04-05 00:03:00"
    },
    {
        "id": 863161,
        "updated_sequence": 1826788,
        "published_at": {
            "unix": 1554422520,
            "text": "2019-04-05 01:02:00 +0100",
            "iso_8601": "2019-04-05T00:02:00Z"
        },
        "updated_at": {
            "unix": 1554422701,
            "text": "2019-04-05 01:05:01 +0100",
            "iso_8601": "2019-04-05T00:05:01Z"
        },
        "subject": "Saudi Arabia reportedly discussed plans to ditch USD from oil trades if US passes NOPEC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-reportedly-discussed-plans-to-ditch-usd-from-oil-trades-if-us-passes-nopec-05-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:02:00",
        "gmt_time": "2019-04-05 00:02:00"
    },
    {
        "id": 863160,
        "updated_sequence": 1826783,
        "published_at": {
            "unix": 1554422460,
            "text": "2019-04-05 01:01:00 +0100",
            "iso_8601": "2019-04-05T00:01:00Z"
        },
        "updated_at": {
            "unix": 1554422568,
            "text": "2019-04-05 01:02:48 +0100",
            "iso_8601": "2019-04-05T00:02:48Z"
        },
        "subject": "Australia sells AUD 900mln in 2.50% 2030 Bonds b/c 3.03, avg. yield 1.9247%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-900mln-in-2-50-2030-bonds-b-c-3-03-avg-yield-1-9247-05-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-05 08:01:00",
        "gmt_time": "2019-04-05 00:01:00"
    }
]