[
    {
        "id": 876870,
        "updated_sequence": 1890455,
        "published_at": {
            "unix": 1562963400,
            "text": "2019-07-12 21:30:00 +0100",
            "iso_8601": "2019-07-12T20:30:00Z"
        },
        "updated_at": {
            "unix": 1562963400,
            "text": "2019-07-12 21:30:00 +0100",
            "iso_8601": "2019-07-12T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-05-07-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:30:00",
        "gmt_time": "2019-07-12 20:30:00"
    },
    {
        "id": 877767,
        "updated_sequence": 1890453,
        "published_at": {
            "unix": 1562962020,
            "text": "2019-07-12 21:07:00 +0100",
            "iso_8601": "2019-07-12T20:07:00Z"
        },
        "updated_at": {
            "unix": 1562962077,
            "text": "2019-07-12 21:07:57 +0100",
            "iso_8601": "2019-07-12T20:07:57Z"
        },
        "subject": "Fitch Downgrades Turkey to 'BB-'; Outlook Negative",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10082341\">Via Fitch</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-downgrades-turkey-to-bb-outlook-negative-12-07-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:07:00",
        "gmt_time": "2019-07-12 20:07:00"
    },
    {
        "id": 877742,
        "updated_sequence": 1890448,
        "published_at": {
            "unix": 1562961900,
            "text": "2019-07-12 21:05:00 +0100",
            "iso_8601": "2019-07-12T20:05:00Z"
        },
        "updated_at": {
            "unix": 1562961956,
            "text": "2019-07-12 21:05:56 +0100",
            "iso_8601": "2019-07-12T20:05:56Z"
        },
        "subject": "RANsquawk Central Banks Weekly - 12th July 2019: REVIEWING Fed mins/Powell, ECB mins, BOC, Riksbank, SARB, CBRT, Banxico mins; PREVIEWING: RBA mins, BOK rate decision.",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22283/download\"><strong>here</strong></a></p><ul><li><strong>REVIEWING</strong> Fed mins/Powell, ECB mins, BOC, Riksbank, SARB, CBRT, Banxico mins.</li><li><strong>PREVIEWING</strong>: RBA mins, BOK rate decision.</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-12th-july-2019-reviewing-fed-mins-powell-ecb-mins-boc-riksbank-sarb-cbrt-banxico-mins-previewing-rba-mins-bok-rate-decision-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:05:00",
        "gmt_time": "2019-07-12 20:05:00"
    },
    {
        "id": 877766,
        "updated_sequence": 1890446,
        "published_at": {
            "unix": 1562961900,
            "text": "2019-07-12 21:05:00 +0100",
            "iso_8601": "2019-07-12T20:05:00Z"
        },
        "updated_at": {
            "unix": 1562961929,
            "text": "2019-07-12 21:05:29 +0100",
            "iso_8601": "2019-07-12T20:05:29Z"
        },
        "subject": "RANsquawk US Market Wrap - 12th July 2019: Stocks climb to fresh record highs (again)",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22286/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>SNAPSHOT: Equities up, Treasuries up, dollar down, crude up.</li><li>REAR VIEW: Fed’s Evans and Kashkari calls for rate cuts; strong US PPI; China trade data disappoints, points to slowing economy;</li><li>COMING UP: SUN: Chinese GDP, Retail Sales and Industrial Production, MON: Swedish Unemployment, US NY Empire State Manufacturing, NZ CPI, TUE: RBA minutes, UK Labour Market Report, German ZEW, US Retail Sales, Industrial Production, Business Inventories, WED: UK CPI, EZ CPI, US Housing Starts and Building Permits, THU: Australian Labour Market Report, UK Retail Sales, Philadelphia Fed Manufacturing Index, FRI: Japanese National CPI, German PPI, UK PSNB, Canadian Retail Sales, Uni. Of Michigan. <a href=\"https://ransquawk.com/research_sheets/22284/download\">Click here</a> to read our full week ahead preview; our weekly central bank briefing can be <a href=\"https://ransquawk.com/research_sheets/22283/download\">accessed here</a>.</li></ul><p>&nbsp;</p><p><strong>* TRUMP: </strong>US President Trump made a set of wide-ranging comments, covering everything from China to fake news. Overnight, he stoked trade tensions with china, stating that China was not living up to its commitments to buy agricultural products from the US. Later, he took to Twitter to task once again accuses China of devaluing its currency, and subsidizing its companies to lessen effect of tariffs. He again repeated that the biggest parts of Mexico and China trade deals has not yet been revealed. Trump also repeated claims that other countries have been ripping the US off for years, and tariffs were a great negotiating tool, as well as a great revenue producer, and were having little effect on consumers.</p><p><strong>* FED: </strong>Overnight, <strong>Fed's Brainard</strong> (Voter, Dove) said downside risks and soft inflation argue for easing monetary policy, while she added that judgement on appropriate path of rates will depend on evolution of data and risks. Furthermore, Brainard said the economy is expanding solidly and financials markets are supportive of growth, but also noted capital spending is lacklustre and business sentiment is soft. Also, overnight, <strong>Fed's Kashkari</strong> (Non-Voter, Dove) reiterated that he supports a rate cut to re-anchor inflation expectations, while he suggested that a 25bps cut would not be enough of a shock and that 50bps cut is needed. <strong>Fed's Barkin</strong> (non-voter, hawk) said that the fact that inflation is low is a victory, not a defeat, before adding consumer spending is incredibly strong. <strong>Fed's Evans</strong> (Voter) said that does not see the timing of a rate cut as critical, but he sees a 50bps rate reduction as appropriate by the end of the year, and added that current rates may be more restrictive than they actually should be. Evans also mentioned that slowing foreign growth is going to dampen the US economy and a risk management approach means being a little more accommodative in case downside risks materialise but we 'don't want to go too far'.</p><p><strong>* US JUNE PPI: </strong>As with the CPI report, there was an upside surprise with the PPI report. Pantheon Macroeconomics said it was hard to worry about PPI inflation: \"Goods inflation is slowing sharply, and the trend in the Y/Y rate for services ex-trade services has hovered around 2.5% for the past year,\" adding that \"the inflation threat right now is CPI pass-through from tariffs and rising labour costs in low-productivity services sectors.\"</p><p><strong>* CHINA TRADE DATA: </strong>Exports were hit, turning negative in June, as the US ramped up tariffs on China in May, against the backdrop of cooling global demand. Imports were also softer, amid a renewed domestic slowdown. Capital Economics said the export data was negative partly due to a stronger base for comparison, but it also notes that shipments fell in seasonally adjusted M/M terms. \"The latest US tariff hike, implemented in the middle of May, probably contributed to this drop, alongside a broader slowdown in foreign demand – the June manufacturing PMIs suggest that global growth continued to cool last month,\" CapEco says. The consultancy is more certain that base effects were responsible for the weak imports data, though acknowledges that the fall in commodity prices probably played a role. Nevertheless, the decline adds to broader evidence that China’s economy lost momentum last month, CapEco says. The consultancy says that headwinds to trade are likely to intensify in the coming quarters, but it doesn't see global growth bottoming-out until next year. \"And while the truce reached between Trump and Xi at the G20 late last month removes the immediate threat of further US tariffs, our base case remains that trade talks will break down again before long,\" adding that \"meanwhile, a renewed slowdown in domestic demand looks set to weigh on import volumes for the remainder of the year.\"</p><p><strong>* CHINA STIMULUS: </strong>The head of the Chinese Academy of Fiscal Sciences, a key think tank under the Ministry of Commerce, stated that China will not fire another giant stimulus programme comparable to that seen during the 2008 crisis (which helped lead to overcapacity and inefficiencies in the manufacturing sector), to insulate against the trade war with the US. Instead, China will rely on tax cuts and budget reform.</p><p><strong>* TURKEY: </strong>Turkey has begun taking deliveries of the Russian S-400 missile system, likely setting up more tensions between the nation and the US, and potentially triggering US sanctions against a NATO ally. Later, US acting Defence Secretary Esper said he was aware of Turkey taking delivery of the Russian S-400 missile system, adding he will speak to his Turkish counterpart; he also said that the US position on the F-35 programme had not changed.</p><p><strong>* IRAN: </strong>US has decided not to impose sanctions on Iran Foreign Minister Zarif for now, according to sources. Meanwhile, US Secretary of State Pompeo said the US condemns Iran's attempt to harass the UK vessel near Strait of Hormuz, and he commended the Royal Navy for ensuring freedom of navigation, adding that the US will continue working with allies to ensure Iran does not disrupt maritime security and global commerce.</p><p><strong>* EUROZONE JUNE INDUSTRIAL PRODUCTION: </strong>A solid headline, at +0.9% M/M in May, topping the Street's view for +0.2%; the Y/Y rate lifted a touch to -0.5% from -0.4%, above the consensus -1.5%. Pantheon Macroeconomics reminds us that the headline excludes construction, which was a hefty drag on German industrial production data for the month, released earlier in the week. Nevertheless, Pantheon says, and in any case, it argues that the details are solid across the board: output in Germany, France, Spain and Italy, was higher; while in the bloc's smaller economies, strong growth was seen in Ireland and the Netherlands, offsetting weakness in Portugal and Finland. \"In total, these headlines ease the pressure somewhat on the otherwise dire Q2 GDP forecasts, but the economy isn’t out of the woods,\" the consultancy writes, \"surveys suggest production should be falling by as much as 2% Y/Y, pointing to downside risks in the coming months.\" Pantheon does not hold much optimism for the June report, which it says \"will be a stinker.\"</p><p><strong>* BOE: </strong>BoE's Vlieghe said he sees the Bank Rate lowered to close to 0% in the event of a no-deal Brexit and it is highly uncertain when it would rise again. Vlieghe said the bank rate (in the event that a Brexit deal is completed) could reach 1.0% in 1 year, 1.25% in 2 years and 1.75% in 3 years.</p><p><strong>* WGC MID-YEAR REPORT: </strong>The World Gold Council's 2019 mid-year outlook sees financial market uncertainty and an accommodative monetary policy stance from major central banks as likely to support gold investment demand. It adds that price momentum and positioning might fuel rallies and create pullbacks, with investors continuously reassessing their expectations based on incoming information. The WGC also says that weaker economic growth might soften consumer demand for gold in the near term, however, structural economic reforms in India and China is still likely to provide support in the long-term.</p><p><strong>* US T-NOTE FUTURES (U9) SETTLE 4 TICKS HIGHER AT 127-03+. </strong>A lacklustre session saw Treasury yields come in by around a basis point or so. Fed speak (Evans, Kashkari, Brainard) was generally positive for the complex given the dovish rhetoric. The yield curve steepened slightly. Major curve spreads were mixed, but relatively unchanged.</p><p><strong>* WTI (Q9) SETTLES USD 0.01 HIGHER AT USD 62.21; BRENT FUTURES (U9) SETTLE 0.20 HIGHER AT USD 66.72:</strong> We continue to linger near six-week highs, with WTI holding above USD 60.00, and Brent holding above USD 66.00. Geopolitical tensions (namely, Iran) and weather conditions in the Gulf of Mexico (which has shuttered 59% of crude production in the GoM, taking around 1mln barrels BPD of production offline) are supporting. Additionally, the refinery rich region of Louisiana has been declared a state of emergency. \"With Barry now expected to top out as a strong tropical storm, high winds are less of an issue, but this was always going to be a more serious rain event with two feet possible in some locations over a three-day span, and with rivers already nearly full, flooding is the major risk.\" Citi says. Meanwhile, the IEA report completed the monthly crude reports from the big three agencies. The IEA notes a 0.5mln BPD surplus in Q2 (it had previously seen a 0.5mln BPD deficit). This echoed the EIA STEO report from earlier in the week, and Citi says it has drawn a similar response from forecasters, who are now pencilling in stronger second half growth in order to limit the impact on their demand outlook for the year. \"Demand growth can be volatile in this way, with 'missing' offtake from one period showing up later, but it also represents a downside risk to the forecast if that expected 2H surge in demand fails to make an appearance,\" the bank writes. Elsewhere, the IEA also highlighted the declining call on OPEC, particularly into Q1 of 2020, when seasonal demand is soft. This week, Baker Hughes reported oil rigs -4 at 784, natgas rigs -2 at 172, total rigs -5 at 958.</p><p><strong>* S&amp;P 500 +0.5% at 3014, NASDAQ-100 +0.6% at 7943, DOW +0.9% at 27331. </strong>SECTORS:<strong> </strong>Communication +0.7%, consumer discretionary +1.1%, consumer staples +0.3%, energy +0.4%, financials +0.6%, health care -1.2%, industrials +1.8%, IT +0.8%, materials +1.0%, telecoms +0.6%, utilities -0.6%.</p><p><strong>* STOCK SPECIFICS:</strong> PC, as well as PC component makers, including Apple (AAPL), HP Inc (HPQ), Dell Technologies (DELL) and the semiconductor sector were supported by strong global PC shipment data from Gartner. Altria (MO) and Philip Morris (PM) moved higher on the news that a measure to overturn San Francisco’s recent ban on e cigarette sales has qualified for the November 2019 election. Facebook (FB) shares were under pressure after US President Trump spoke negatively on Libra and cryptocurrencies in general. Pharmaceutical and Biotech names were also under pressure on Friday, with Pfizer (PFE), Merck &amp; Co. (MRK), Eli Lilly (LLY) and Amgen (AMGN) continuing losses after the Trump administration’s decision on Thursday to pull a bill that eliminates rebates from government drug plans. Compounding the sectors woes were medical instrument supplier Illumina (ILMN), which fell after the reporting abysmal revenue and revised down guidance, and Johnson and Johnson (JNJ), who sunk on reports it faces a criminal probe about what it knew about the cancer risks regarding baby talcum powder, though the company later denied the report. Anadarko (APC) shares rose on the news its stakeholders would vote on 8th August on the company's proposed USD 38bln sale to Occidental Petroleum (OXY), whose shares were also supported. Raytheon (RTN) shares were under pressure after China warned of sanctions on companies involved in the US’ USD 2bln arms sale to Taiwan. Spirit Airlines (SAVE) fell after the co. issued disappointing Q2 forecasts. Ford (F) jumped higher after Volkswagen injected USD 2.6bln into the co.’s self-driving unit. Snap Inc (SNAP) popped higher pre-market on an upgrade at Goldman Sachs. Milacron Holdings Corp (MCRN) caught a bit pre-market on the news the co.’s USD 2bln sale to Hillenbrand Inc (HI), who subsequently sunk. AB InBev (BUD) is now not pursuing Bud Asia IPO due to market conditions. Notable stocks benefitting from positive broker moves; Morgan Stanley (MS), Snap (SNAP) and GrubHub (GRUB) all upgraded at Goldman Sachs.</p><p><strong>* WEEKLY FX WRAP: USD:</strong> The Dollar continues to fade from post-NFP highs that extended to 97.593 on Tuesday, albeit partly if not largely on the back of weakness elsewhere. However, the pivot or pivotal moment came just 24 hours later with the midweek semi-annual testimony from Fed Chair Powell and his significantly downgraded assessment of the inflation outlook. To recap, there is now a risk that prices will remain weak more persistently rather than due to transitory factors, and this alongside a reiteration of the pledge to take the necessary policy action to ensure that economic growth remains solid effectively sets the stage for ease at the July FOMC. The question is will it be 25 or 50 bp, and subsequent firmer than expected CPI and PPI prints suggest the former, though market pricing is still split (80/20). In response, the DXY is just holding onto the 97.000 handle, but off worst levels (96.792) and from a technical perspective above the 200 DMA.</p><p><strong>* CHF, JPY:</strong> The traditional safe-havens are both ending the week on a high with the Franc actually probing fresh peaks vs the Buck and Euro circa 0.9845 and 1.1075 respectively, while the Yen is retesting 108.00 against the Greenback amidst rumbling if not rising tensions across the global (trade, arms and geopolitical).</p><p><strong>* CAD:</strong> Off best levels, but still on track to top the G10 ranks and not far from a new 2019 best vs its US counterpart. Firmer crude prices have been supportive, but the Loonie really started to appreciate on reflection after the BoC policy meeting that maintained a neutral stance with data-dependency, albeit tinged or tilted more cautiously given ongoing/heightened risks to the base-line scenario for Canadian growth and inflation. Usd/Cad currently around 1.3045 within 1.3018-1.3143 parameters.</p><p><strong>* AUD, NZD:</strong> The Antipodean Dollars have endured some volatile price action over the course of the week, and especially the Kiwi that was hit hard on Wednesday when stops were tripped and potentially exacerbated or initiated by an erroneous trade. However, Aud/Usd and Nzd/Usd have recovered well to trade nearer the tops than bottoms of 0.7009-0.6911 and 0.6691-0.6569 respective ranges, while the Aud/Nzd cross is around 1.475 between 1.0538-1.0447 bounds as NZ manufacturing PMI rebounded from perilously close to 50 vs Aussie business and consumer confidence deteriorating further. Ahead, RBA minutes may underline a wait-and-see stance after back-to-back OCR cuts, while NZ Q2 CPI will be a major input for the RBNZ.</p><p><strong>* GBP:</strong> Monthly UK GDP data for May was better than feared following last week’s trio of dismal PMIs (albeit for June), but the Pound has made most ground thanks to relative Dollar weakness and short covering given ongoing political and Brexit uncertainty. Cable is ‘comfortably’ above 1.2500 within 1.2571-1.2441 confines.</p><p><strong>* EUR, SEK, NOK:</strong> The single currency looks set to be Friday’s major laggard as speculation mounts about the ECB going all in on July 25 with a rate cut and fresh round of QE possibly augmented by other stimulus measures. Hence, an even more dovish near term outlook compared to the Fed, while divergence from the Riksbank and Norges Bank could become more apparent as minutes from the former retained guidance for another repo hike late this year or early next, and the latter is still signalling further tightening in September 2019. Eur/Usd is now near 1.1245 vs 1.1195 at worst and 1.1285 at best, Eur/Sek just off a 10.5400 base vs 10.6380+ at one stage and Eur/Nok hugging the base of a 9.6055-9.7170 range.</p><p><strong>* EM: </strong>More thrills and spills across the region amidst the general risk trends and Usd rise and fall noted above. However, the Lira has been a notable underperformer on multi-negative/bearish factors starting with the CBRT head’s sacking last weekend, then more moves to tap Central Bank reserves and culminating in ramped tensions between Turkey and the US/EU over Russia’s S-400 missiles and drilling off Cyprus that appear likely to trigger more and stricter sanctions. Usd/Try hit 5.7930 before easing back a bit in contrast to Usd/Zar and Usd/Brl down to 13.8600 and 3.7355 respectively at their lows on reports of more aid for Eskom and the SARB Governor getting 5 years more in office, while Brazil’s Pension Reform bill is progressing through the Lower House via various amendments, but should be presented to the Senate in time for a vote before the recess.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-12th-july-2019-stocks-climb-to-fresh-record-highs-again-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:05:00",
        "gmt_time": "2019-07-12 20:05:00"
    },
    {
        "id": 877743,
        "updated_sequence": 1890450,
        "published_at": {
            "unix": 1562961900,
            "text": "2019-07-12 21:05:00 +0100",
            "iso_8601": "2019-07-12T20:05:00Z"
        },
        "updated_at": {
            "unix": 1562961966,
            "text": "2019-07-12 21:06:06 +0100",
            "iso_8601": "2019-07-12T20:06:06Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 15th July 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/22284/download\"><strong>here</strong></a></p><ul><li><strong>SUN: </strong>Chinese GDP, Retail Sales and Industrial Production</li><li><strong>MON: </strong>Swedish Unemployment, US NY Empire State Manufacturing, NZ CPI</li><li><strong>TUE:</strong> RBA minutes, UK Labour Market Report, German ZEW, US Retail Sales, Industrial Production, Business Inventories</li><li><strong>WED:</strong> UK CPI, EZ CPI, US Housing Starts and Building Permits,</li><li><strong>THU: </strong>Australian Labour Market Report, UK Retail Sales, Philadelphia Fed Manufacturing Index</li><li><strong>FRI: </strong>Japanese National CPI, German PPI, UK PSNB, Canadian Retail Sales, Uni. Of Michigan</li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-15th-july-2019-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:05:00",
        "gmt_time": "2019-07-12 20:05:00"
    },
    {
        "id": 877765,
        "updated_sequence": 1890443,
        "published_at": {
            "unix": 1562961840,
            "text": "2019-07-12 21:04:00 +0100",
            "iso_8601": "2019-07-12T20:04:00Z"
        },
        "updated_at": {
            "unix": 1562961866,
            "text": "2019-07-12 21:04:26 +0100",
            "iso_8601": "2019-07-12T20:04:26Z"
        },
        "subject": "DBRS Confirms Republic of Italy at BBB (high), Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-confirms-republic-of-italy-at-bbb-high-stable-trend-12-07-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:04:00",
        "gmt_time": "2019-07-12 20:04:00"
    },
    {
        "id": 877764,
        "updated_sequence": 1890440,
        "published_at": {
            "unix": 1562961780,
            "text": "2019-07-12 21:03:00 +0100",
            "iso_8601": "2019-07-12T20:03:00Z"
        },
        "updated_at": {
            "unix": 1562961827,
            "text": "2019-07-12 21:03:47 +0100",
            "iso_8601": "2019-07-12T20:03:47Z"
        },
        "subject": "US President Trump says China is playing around with monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-is-playing-around-with-monetary-policy-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 04:03:00",
        "gmt_time": "2019-07-12 20:03:00"
    },
    {
        "id": 877763,
        "updated_sequence": 1890437,
        "published_at": {
            "unix": 1562961000,
            "text": "2019-07-12 20:50:00 +0100",
            "iso_8601": "2019-07-12T19:50:00Z"
        },
        "updated_at": {
            "unix": 1562961353,
            "text": "2019-07-12 20:55:53 +0100",
            "iso_8601": "2019-07-12T19:55:53Z"
        },
        "subject": "SPX MOC 900mln to buy (vs 700mln to buy at 1549 EDT); Dow MOC 350mln to buy (vs 225mln to buy at 1549 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-900mln-to-buy-vs-700mln-to-buy-at-1549-edt-dow-moc-350mln-to-buy-vs-225mln-to-buy-at-1549-edt-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 03:50:00",
        "gmt_time": "2019-07-12 19:50:00"
    },
    {
        "id": 877762,
        "updated_sequence": 1890432,
        "published_at": {
            "unix": 1562960580,
            "text": "2019-07-12 20:43:00 +0100",
            "iso_8601": "2019-07-12T19:43:00Z"
        },
        "updated_at": {
            "unix": 1562960889,
            "text": "2019-07-12 20:48:09 +0100",
            "iso_8601": "2019-07-12T19:48:09Z"
        },
        "subject": "US FTC votes 3-2 to approve Facebook's (FB) USD 5bln settlement in a privacy investigation over Cambridge Analytica, WSJ reports",
        "content": "<p><a href=\"https://www.wsj.com/articles/ftc-approves-roughly-5-billion-facebook-settlement-11562960538\">Via WSJ</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-ftc-votes-3-2-to-approve-facebook-s-fb-usd-5bln-settlement-in-a-privacy-investigation-over-cambridge-analytica-wsj-reports-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 03:43:00",
        "gmt_time": "2019-07-12 19:43:00"
    },
    {
        "id": 877761,
        "updated_sequence": 1890427,
        "published_at": {
            "unix": 1562959080,
            "text": "2019-07-12 20:18:00 +0100",
            "iso_8601": "2019-07-12T19:18:00Z"
        },
        "updated_at": {
            "unix": 1562959144,
            "text": "2019-07-12 20:19:04 +0100",
            "iso_8601": "2019-07-12T19:19:04Z"
        },
        "subject": "US T-Note Futures (U9) settle 4 ticks higher at 127-03+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>A lacklustre session saw Treasury yields come in by around a basis point or so. Fed speak (Evans, Kashkari, Brainard) was generally positive for the complex given the dovish rhetoric. The yield curve steepened slightly. Major curve spreads were mixed, but relatively unchanged.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1562959143,
            "text": "2019-07-12 20:19:03 +0100",
            "iso_8601": "2019-07-12T19:19:03Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-t-note-futures-u9-settle-4-ticks-higher-at-127-03-12-07-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 03:18:00",
        "gmt_time": "2019-07-12 19:18:00"
    },
    {
        "id": 877760,
        "updated_sequence": 1890424,
        "published_at": {
            "unix": 1562956320,
            "text": "2019-07-12 19:32:00 +0100",
            "iso_8601": "2019-07-12T18:32:00Z"
        },
        "updated_at": {
            "unix": 1562956862,
            "text": "2019-07-12 19:41:02 +0100",
            "iso_8601": "2019-07-12T18:41:02Z"
        },
        "subject": "WTI (Q9) settles USD 0.01 higher at USD 62.21; Brent futures (U9) settle 0.20 higher at USD 66.72",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>We continue to linger near six-week highs, with WTI holding above USD 60.00, and Brent holding above USD 66.00. Geopolitical tensions (namely, Iran) and weather conditions in the Gulf of Mexico (which has shuttered 59% of crude production in the GoM, taking around 1mln barrels BPD of production offline) are supporting. Additionally, the refinery rich region of Louisiana has been declared a state of emergency. \"With Barry now expected to top out as a strong tropical storm, high winds are less of an issue, but this was always going to be a more serious rain event with two feet possible in some locations over a three-day span, and with rivers already nearly full, flooding is the major risk.\" Citi says. Meanwhile, the IEA report completed the monthly crude reports from the big three agencies. The IEA notes a 0.5mln BPD surplus in Q2 (it had previously seen a 0.5mln BPD deficit). This echoed the EIA STEO report from earlier in the week, and Citi says it has drawn a similar response from forecasters, who are now pencilling in stronger second half growth in order to limit the impact on their demand outlook for the year. \"Demand growth can be volatile in this way, with 'missing' offtake from one period showing up later, but it also represents a downside risk to the forecast if that expected 2H surge in demand fails to make an appearance,\" the bank writes. Elsewhere, the IEA also highlighted the declining call on OPEC, particularly into Q1 of 2020, when seasonal demand is soft. This week, Baker Hughes reported oil rigs -4 at 784, natgas rigs -2 at 172, total rigs -5 at 958.</p>",
        "analysis_updated_at": {
            "unix": 1562956440,
            "text": "2019-07-12 19:34:00 +0100",
            "iso_8601": "2019-07-12T18:34:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-q9-settles-usd-0-01-higher-at-usd-62-21-brent-futures-u9-settle-0-20-higher-at-usd-66-72-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 02:32:00",
        "gmt_time": "2019-07-12 18:32:00"
    },
    {
        "id": 877759,
        "updated_sequence": 1890419,
        "published_at": {
            "unix": 1562954700,
            "text": "2019-07-12 19:05:00 +0100",
            "iso_8601": "2019-07-12T18:05:00Z"
        },
        "updated_at": {
            "unix": 1562954751,
            "text": "2019-07-12 19:05:51 +0100",
            "iso_8601": "2019-07-12T18:05:51Z"
        },
        "subject": "AB InBev (BUD) not pursuing Bud Asia IPO due to market conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ab-inbev-bud-not-pursuing-bud-asia-ipo-due-to-market-conditions-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 02:05:00",
        "gmt_time": "2019-07-12 18:05:00"
    },
    {
        "id": 877758,
        "updated_sequence": 1890416,
        "published_at": {
            "unix": 1562954400,
            "text": "2019-07-12 19:00:00 +0100",
            "iso_8601": "2019-07-12T18:00:00Z"
        },
        "updated_at": {
            "unix": 1562954474,
            "text": "2019-07-12 19:01:14 +0100",
            "iso_8601": "2019-07-12T18:01:14Z"
        },
        "subject": "US Gulf of Mexico crude oil production now cut by 59% due to storm Barry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-gulf-of-mexico-crude-oil-production-now-cut-by-59-due-to-storm-barry-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 02:00:00",
        "gmt_time": "2019-07-12 18:00:00"
    },
    {
        "id": 877757,
        "updated_sequence": 1890411,
        "published_at": {
            "unix": 1562951760,
            "text": "2019-07-12 18:16:00 +0100",
            "iso_8601": "2019-07-12T17:16:00Z"
        },
        "updated_at": {
            "unix": 1562951834,
            "text": "2019-07-12 18:17:14 +0100",
            "iso_8601": "2019-07-12T17:17:14Z"
        },
        "subject": "South Korea official voices uncertainty over US/NK talks this month, Yonhap reports; says US appears to be waiting for a response from North Korea",
        "content": "<ul><li><a href=\"https://en.yna.co.kr/view/AEN20190713000400315?section=news\">Via Yonhap</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "south-korea-official-voices-uncertainty-over-us-nk-talks-this-month-yonhap-reports-says-us-appears-to-be-waiting-for-a-response-from-north-korea-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 01:16:00",
        "gmt_time": "2019-07-12 17:16:00"
    },
    {
        "id": 877756,
        "updated_sequence": 1890408,
        "published_at": {
            "unix": 1562951400,
            "text": "2019-07-12 18:10:00 +0100",
            "iso_8601": "2019-07-12T17:10:00Z"
        },
        "updated_at": {
            "unix": 1562951646,
            "text": "2019-07-12 18:14:06 +0100",
            "iso_8601": "2019-07-12T17:14:06Z"
        },
        "subject": "Fed's Barkin (non-voter, hawk) says the fact that inflation is low is a victory, not a defeat",
        "content": "<ul><li>adds consumer spending is incredibly strong</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-barkin-non-voter-hawk-says-the-fact-that-inflation-is-low-is-a-victory-not-a-defeat-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 01:10:00",
        "gmt_time": "2019-07-12 17:10:00"
    },
    {
        "id": 877755,
        "updated_sequence": 1890403,
        "published_at": {
            "unix": 1562950920,
            "text": "2019-07-12 18:02:00 +0100",
            "iso_8601": "2019-07-12T17:02:00Z"
        },
        "updated_at": {
            "unix": 1562950976,
            "text": "2019-07-12 18:02:56 +0100",
            "iso_8601": "2019-07-12T17:02:56Z"
        },
        "subject": "US Baker Hughes Rig Count (12 July): Oil rigs -4 at 784, NatGas rigs -2 at 172, total rigs -5 at 958 rigs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Baker Hughes",
        "slug": "us-baker-hughes-rig-count-12-july-oil-rigs-4-at-784-natgas-rigs-2-at-172-total-rigs-5-at-958-rigs-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 01:02:00",
        "gmt_time": "2019-07-12 17:02:00"
    },
    {
        "id": 877754,
        "updated_sequence": 1890400,
        "published_at": {
            "unix": 1562949780,
            "text": "2019-07-12 17:43:00 +0100",
            "iso_8601": "2019-07-12T16:43:00Z"
        },
        "updated_at": {
            "unix": 1562949847,
            "text": "2019-07-12 17:44:07 +0100",
            "iso_8601": "2019-07-12T16:44:07Z"
        },
        "subject": "Johnson & Johnson (JNJ) denies report about criminal probe into talcum powder case, says there has been no new developments on this front",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-johnson-jnj-denies-report-about-criminal-probe-into-talcum-powder-case-says-there-has-been-no-new-developments-on-this-front-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 00:43:00",
        "gmt_time": "2019-07-12 16:43:00"
    },
    {
        "id": 877753,
        "updated_sequence": 1890397,
        "published_at": {
            "unix": 1562949660,
            "text": "2019-07-12 17:41:00 +0100",
            "iso_8601": "2019-07-12T16:41:00Z"
        },
        "updated_at": {
            "unix": 1562949772,
            "text": "2019-07-12 17:42:52 +0100",
            "iso_8601": "2019-07-12T16:42:52Z"
        },
        "subject": "US Pentagon reportedly urgently evaluating US rare earth production capacity amid the trade war with China, Pentagon has asked miners in the US for rare earth development plans by 31st July",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-pentagon-reportedly-urgently-evaluating-us-rare-earth-production-capacity-amid-the-trade-war-with-china-pentagon-has-asked-miners-in-the-us-for-rare-earth-development-plans-by-31st-july-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 00:41:00",
        "gmt_time": "2019-07-12 16:41:00"
    },
    {
        "id": 877752,
        "updated_sequence": 1890394,
        "published_at": {
            "unix": 1562949120,
            "text": "2019-07-12 17:32:00 +0100",
            "iso_8601": "2019-07-12T16:32:00Z"
        },
        "updated_at": {
            "unix": 1562949147,
            "text": "2019-07-12 17:32:27 +0100",
            "iso_8601": "2019-07-12T16:32:27Z"
        },
        "subject": "US House adopts ammendment that prohibts using military force against Iran without express Congressional authorisation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-adopts-ammendment-that-prohibts-using-military-force-against-iran-without-express-congressional-authorisation-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 00:32:00",
        "gmt_time": "2019-07-12 16:32:00"
    },
    {
        "id": 877751,
        "updated_sequence": 1890391,
        "published_at": {
            "unix": 1562948040,
            "text": "2019-07-12 17:14:00 +0100",
            "iso_8601": "2019-07-12T16:14:00Z"
        },
        "updated_at": {
            "unix": 1562948146,
            "text": "2019-07-12 17:15:46 +0100",
            "iso_8601": "2019-07-12T16:15:46Z"
        },
        "subject": "Apple and BBC reportedly co-producing comedy series, Mac Rumors reports",
        "content": "<ul><li><a href=\"https://www.macrumors.com/2019/07/12/apple-bbc-comedy-starring-imelda-staunton/\">Via Mac Rumors</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Mac Rumors",
        "slug": "apple-and-bbc-reportedly-co-producing-comedy-series-mac-rumors-reports-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-13 00:14:00",
        "gmt_time": "2019-07-12 16:14:00"
    },
    {
        "id": 877750,
        "updated_sequence": 1890413,
        "published_at": {
            "unix": 1562946300,
            "text": "2019-07-12 16:45:00 +0100",
            "iso_8601": "2019-07-12T15:45:00Z"
        },
        "updated_at": {
            "unix": 1562952413,
            "text": "2019-07-12 18:26:53 +0100",
            "iso_8601": "2019-07-12T17:26:53Z"
        },
        "subject": "Johnson & Johnson (JNJ) seeing downside on reports it faces a criminal probe about what it knew about the cancer risks regarding baby talcum powder",
        "content": "<ul><li>JNJ scientists reportedly wrote memos warning of asbestos-laced talcum powder</li></ul>",
        "reaction_details": "<p>JNJ spiked lower from USD 138.50 to USD 134.50, before paring slightly</p>",
        "reaction_updated_at": {
            "unix": 1562946360,
            "text": "2019-07-12 16:46:00 +0100",
            "iso_8601": "2019-07-12T15:46:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-johnson-jnj-seeing-downside-on-reports-it-faces-a-criminal-probe-about-what-it-knew-about-the-cancer-risks-regarding-baby-talcum-powder-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:45:00",
        "gmt_time": "2019-07-12 15:45:00"
    },
    {
        "id": 877749,
        "updated_sequence": 1890383,
        "published_at": {
            "unix": 1562946120,
            "text": "2019-07-12 16:42:00 +0100",
            "iso_8601": "2019-07-12T15:42:00Z"
        },
        "updated_at": {
            "unix": 1562946228,
            "text": "2019-07-12 16:43:48 +0100",
            "iso_8601": "2019-07-12T15:43:48Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0%) at 3496, FTSE 100 (-0.1%) at 7506, DAX (-0.1%) at 12323, CAC 40 (0.4%) at 5573, IBEX 35 (0.1%) at 9293, FTSE Italian MIB (0.1%) at 22183, SMI (-1.2%) at 9763 ",
        "content": "<p>STOXX 600 SECTORS:&nbsp;</p><ul><li>Automobiles &amp; Parts 0.8%,</li><li>Banks 0.2%,</li><li>Basic Resources 0.6%,</li><li>Chemicals 1.2%,</li><li>Construction &amp; Materials 0.9%,</li><li>Financial Services 0.1%,</li><li>Food &amp; Beverage &nbsp;-0.5%,</li><li>Health Care -1.3%,</li><li>Industrial Goods &amp; Services 0.6%,</li><li>Insurance 0%, Media 0.1%,</li><li>Oil &amp; Gas 0%,</li><li>Personal &amp; Household Goods 0.3%,</li><li>Retail 0.6%,</li><li>Technology &nbsp;-0.1%,</li><li>Telecommunications &nbsp;-0.5%,</li><li>Travel &amp; Leisure 0.8%,</li><li>Utilities -0.3%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-at-3496-ftse-100-0-1-at-7506-dax-0-1-at-12323-cac-40-0-4-at-5573-ibex-35-0-1-at-9293-ftse-italian-mib-0-1-at-22183-smi-1-2-at-9763-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:42:00",
        "gmt_time": "2019-07-12 15:42:00"
    },
    {
        "id": 877748,
        "updated_sequence": 1890377,
        "published_at": {
            "unix": 1562946000,
            "text": "2019-07-12 16:40:00 +0100",
            "iso_8601": "2019-07-12T15:40:00Z"
        },
        "updated_at": {
            "unix": 1562946060,
            "text": "2019-07-12 16:41:00 +0100",
            "iso_8601": "2019-07-12T15:41:00Z"
        },
        "subject": "Fed's Evans does not see the timing of a rate cut as critical, but he sees a 50bps rate reduction as appropriate by the end of the year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-does-not-see-the-timing-of-a-rate-cut-as-critical-but-he-sees-a-50bps-rate-reduction-as-appropriate-by-the-end-of-the-year-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:40:00",
        "gmt_time": "2019-07-12 15:40:00"
    },
    {
        "id": 877747,
        "updated_sequence": 1890374,
        "published_at": {
            "unix": 1562945640,
            "text": "2019-07-12 16:34:00 +0100",
            "iso_8601": "2019-07-12T15:34:00Z"
        },
        "updated_at": {
            "unix": 1562945726,
            "text": "2019-07-12 16:35:26 +0100",
            "iso_8601": "2019-07-12T15:35:26Z"
        },
        "subject": "US acting Defence Secretary Esper says he is aware of Turkey taking delivery of the Russian S-400 missile system, says he will speak to his Turkish counterpart; adds US position on F-35 has not changed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-acting-defence-secretary-esper-says-he-is-aware-of-turkey-taking-delivery-of-the-russian-s-400-missile-system-says-he-will-speak-to-his-turkish-counterpart-adds-us-position-on-f-35-has-not-changed-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:34:00",
        "gmt_time": "2019-07-12 15:34:00"
    },
    {
        "id": 877746,
        "updated_sequence": 1890371,
        "published_at": {
            "unix": 1562944740,
            "text": "2019-07-12 16:19:00 +0100",
            "iso_8601": "2019-07-12T15:19:00Z"
        },
        "updated_at": {
            "unix": 1562944807,
            "text": "2019-07-12 16:20:07 +0100",
            "iso_8601": "2019-07-12T15:20:07Z"
        },
        "subject": "New York Fed Staff Nowcast stands at 1.5% for 2019:Q2 (unch) and 1.8% for 2019:Q3 (prev. 1.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-staff-nowcast-stands-at-1-5-for-2019-q2-unch-and-1-8-for-2019-q3-prev-1-7-12-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:19:00",
        "gmt_time": "2019-07-12 15:19:00"
    },
    {
        "id": 877745,
        "updated_sequence": 1890368,
        "published_at": {
            "unix": 1562943840,
            "text": "2019-07-12 16:04:00 +0100",
            "iso_8601": "2019-07-12T15:04:00Z"
        },
        "updated_at": {
            "unix": 1562943931,
            "text": "2019-07-12 16:05:31 +0100",
            "iso_8601": "2019-07-12T15:05:31Z"
        },
        "subject": "Weekly FX Wrap: Fed’s Powell pays out on insurance cut premiums",
        "content": "<p><strong>USD</strong></p><p>The Dollar continues to fade from post-NFP highs that extended to 97.593 on Tuesday, albeit partly if not largely on the back of weakness elsewhere. However, the pivot or pivotal moment came just 24 hours later with the midweek semi-annual testimony from Fed Chair Powell and his significantly downgraded assessment of the inflation outlook. To recap, there is now a risk that prices will remain weak more persistently rather than due to transitory factors, and this alongside a reiteration of the pledge to take the necessary policy action to ensure that economic growth remains solid effectively sets the stage for ease at the July FOMC. The question is will it be 25 or 50 bp, and subsequent firmer than expected CPI and PPI prints suggest the former, though market pricing is still split (80/20). In response, the DXY is just holding onto the 97.000 handle, but off worst levels (96.792) and from a technical perspective above the 200 DMA.</p><p><strong>CHF/JPY</strong></p><p>The traditional safe-havens are both ending the week on a high with the Franc actually probing fresh peaks vs the Buck and Euro circa 0.9845 and 1.1075 respectively, while the Yen is retesting 108.00 against the Greenback amidst rumbling if not rising tensions across the global (trade, arms and geopolitical).</p><p><strong>CAD</strong></p><p>Off best levels, but still on track to top the G10 ranks and not far from a new 2019 best vs its US counterpart. Firmer crude prices have been supportive, but the Loonie really started to appreciate on reflection after the BoC policy meeting that maintained a neutral stance with data-dependency, albeit tinged or tilted more cautiously given ongoing/heightened risks to the base-line scenario for Canadian growth and inflation. Usd/Cad currently around 1.3045 within 1.3018-1.3143 parameters.</p><p><strong>AUD/NZD</strong></p><p>The Antipodean Dollars have endured some volatile price action over the course of the week, and especially the Kiwi that was hit hard on Wednesday when stops were tripped and potentially exacerbated or initiated by an erroneous trade. However, Aud/Usd and Nzd/Usd have recovered well to trade nearer the tops than bottoms of 0.7009-0.6911 and 0.6691-0.6569 respective ranges, while the Aud/Nzd cross is around 1.475 between 1.0538-1.0447 bounds as NZ manufacturing PMI rebounded from perilously close to 50 vs Aussie business and consumer confidence deteriorating further. Ahead, RBA minutes may underline a wait-and-see stance after back-to-back OCR cuts, while NZ Q2 CPI will be a major input for the RBNZ.</p><p><strong>GBP&nbsp;</strong></p><p>Monthly UK GDP data for May was better than feared following last week’s trio of dismal PMIs (albeit for June), but the Pound has made most ground thanks to relative Dollar weakness and short covering given ongoing political and Brexit uncertainty. Cable is ‘comfortably’ above 1.2500 within 1.2571-1.2441 confines.</p><p><strong>EUR/SEK/NOK</strong></p><p>The single currency looks set to be Friday’s major laggard as speculation mounts about the ECB going all in on July 25 with a rate cut and fresh round of QE possibly augmented by other stimulus measures. Hence, an even more dovish near term outlook compared to the Fed, while divergence from the Riksbank and Norges Bank could become more apparent as minutes from the former retained guidance for another repo hike late this year or early next, and the latter is still signalling further tightening in September 2019. Eur/Usd is now near 1.1245 vs 1.1195 at worst and 1.1285 at best, Eur/Sek just off a 10.5400 base vs 10.6380+ at one stage and Eur/Nok hugging the base of a 9.6055-9.7170 range.</p><p><strong>EM&nbsp;</strong></p><p>More thrills and spills across the region amidst the general risk trends and Usd rise and fall noted above. However, the Lira has been a notable underperformer on multi-negative/bearish factors starting with the CBRT head’s sacking last weekend, then more moves to tap Central Bank reserves and culminating in ramped tensions between Turkey and the US/EU over Russia’s S-400 missiles and drilling off Cyprus that appear likely to trigger more and stricter sanctions. Usd/Try hit 5.7930 before easing back a bit in contrast to Usd/Zar and Usd/Brl down to 13.8600 and 3.7355 respectively at their lows on reports of more aid for Eskom and the SARB Governor getting 5 years more in office, while Brazil’s Pension Reform bill is progressing through the Lower House via various amendments, but should be presented to the Senate in time for a vote before the recess.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-fed-s-powell-pays-out-on-insurance-cut-premiums-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 23:04:00",
        "gmt_time": "2019-07-12 15:04:00"
    },
    {
        "id": 877744,
        "updated_sequence": 1890365,
        "published_at": {
            "unix": 1562943480,
            "text": "2019-07-12 15:58:00 +0100",
            "iso_8601": "2019-07-12T14:58:00Z"
        },
        "updated_at": {
            "unix": 1562943526,
            "text": "2019-07-12 15:58:46 +0100",
            "iso_8601": "2019-07-12T14:58:46Z"
        },
        "subject": "US Treasury Secretary Mnuchin has warned that the US may hit its debt limit by early September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-has-warned-that-the-us-may-hit-its-debt-limit-by-early-september-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:58:00",
        "gmt_time": "2019-07-12 14:58:00"
    },
    {
        "id": 877741,
        "updated_sequence": 1890356,
        "published_at": {
            "unix": 1562942880,
            "text": "2019-07-12 15:48:00 +0100",
            "iso_8601": "2019-07-12T14:48:00Z"
        },
        "updated_at": {
            "unix": 1562942954,
            "text": "2019-07-12 15:49:14 +0100",
            "iso_8601": "2019-07-12T14:49:14Z"
        },
        "subject": "NHC say Storm Barry is reportedly strengthening, with dangerous storm surges, heavy rains and wind conditions to be expected across the North-Central Gulf coast",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-say-storm-barry-is-reportedly-strengthening-with-dangerous-storm-surges-heavy-rains-and-wind-conditions-to-be-expected-across-the-north-central-gulf-coast-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:48:00",
        "gmt_time": "2019-07-12 14:48:00"
    },
    {
        "id": 877740,
        "updated_sequence": 1890353,
        "published_at": {
            "unix": 1562942460,
            "text": "2019-07-12 15:41:00 +0100",
            "iso_8601": "2019-07-12T14:41:00Z"
        },
        "updated_at": {
            "unix": 1562942547,
            "text": "2019-07-12 15:42:27 +0100",
            "iso_8601": "2019-07-12T14:42:27Z"
        },
        "subject": "Fed's Evans (Voter) takes seriously that current rates may be more restrictive than they actually should be",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-voter-takes-seriously-that-current-rates-may-be-more-restrictive-than-they-actually-should-be-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:41:00",
        "gmt_time": "2019-07-12 14:41:00"
    },
    {
        "id": 877739,
        "updated_sequence": 1890350,
        "published_at": {
            "unix": 1562941620,
            "text": "2019-07-12 15:27:00 +0100",
            "iso_8601": "2019-07-12T14:27:00Z"
        },
        "updated_at": {
            "unix": 1562941771,
            "text": "2019-07-12 15:29:31 +0100",
            "iso_8601": "2019-07-12T14:29:31Z"
        },
        "subject": "Fed's Evans (Voter) says slowing foreign growth is going to dampen the US economy; risk management approach means being a little more accomodative in case downside risks materialise but we 'don't want to go too far'",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-voter-says-slowing-foreign-growth-is-going-to-dampen-the-us-economy-risk-management-approach-means-being-a-little-more-accomodative-in-case-downside-risks-materialise-but-we-don-t-want-to-go-too-far-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:27:00",
        "gmt_time": "2019-07-12 14:27:00"
    },
    {
        "id": 877738,
        "updated_sequence": 1890345,
        "published_at": {
            "unix": 1562940240,
            "text": "2019-07-12 15:04:00 +0100",
            "iso_8601": "2019-07-12T14:04:00Z"
        },
        "updated_at": {
            "unix": 1562940831,
            "text": "2019-07-12 15:13:51 +0100",
            "iso_8601": "2019-07-12T14:13:51Z"
        },
        "subject": "Fed's Evans (Voter) says the labour market seems quite vibrant, Fed is still debating what full employment means in the current economy; currently sees the US economy as having very solid fundamentals, consumer still very strong ",
        "content": "<ul><li>though business investment is weaker than expected</li><li>growth for 2019 seen at around 2%, close to a sustainable trend</li><li>Policy is currently around neutral but could be more accommodative if the aim is to lift inflation, Bank should aim to get inflation above 2% for a period to ratify credibility&nbsp;</li><li>A couple of rate cuts could lift inflation by 2021</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-voter-says-the-labour-market-seems-quite-vibrant-fed-is-still-debating-what-full-employment-means-in-the-current-economy-currently-sees-the-us-economy-as-having-very-solid-fundamentals-consumer-still-very-strong-12-07-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:04:00",
        "gmt_time": "2019-07-12 14:04:00"
    },
    {
        "id": 877737,
        "updated_sequence": 1890336,
        "published_at": {
            "unix": 1562940060,
            "text": "2019-07-12 15:01:00 +0100",
            "iso_8601": "2019-07-12T14:01:00Z"
        },
        "updated_at": {
            "unix": 1562940231,
            "text": "2019-07-12 15:03:51 +0100",
            "iso_8601": "2019-07-12T14:03:51Z"
        },
        "subject": "Apple (AAPL) iPhone suppliers are seeing solid revenues in the run up to 2019 model releases, according to Apple Insider",
        "content": "<p><a href=\"https://appleinsider.com/articles/19/07/12/iphone-suppliers-seeing-solid-revenues-in-run-up-to-2019-models\">Via Apple Insider</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Apple Insider",
        "slug": "apple-aapl-iphone-suppliers-are-seeing-solid-revenues-in-the-run-up-to-2019-model-releases-according-to-apple-insider-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 22:01:00",
        "gmt_time": "2019-07-12 14:01:00"
    },
    {
        "id": 877736,
        "updated_sequence": 1890331,
        "published_at": {
            "unix": 1562939760,
            "text": "2019-07-12 14:56:00 +0100",
            "iso_8601": "2019-07-12T13:56:00Z"
        },
        "updated_at": {
            "unix": 1562939914,
            "text": "2019-07-12 14:58:34 +0100",
            "iso_8601": "2019-07-12T13:58:34Z"
        },
        "subject": "Brazilian pension reform approval could lift domestic GDP by 0.5pp a year over the course of several years, according to the Special Secretary to the Economy Ministry ",
        "content": "<ul><li>Economy Ministry will unveil tax reform proposals very soon</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-pension-reform-approval-could-lift-domestic-gdp-by-0-5pp-a-year-over-the-course-of-several-years-according-to-the-special-secretary-to-the-economy-ministry-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:56:00",
        "gmt_time": "2019-07-12 13:56:00"
    },
    {
        "id": 877735,
        "updated_sequence": 1890323,
        "published_at": {
            "unix": 1562938680,
            "text": "2019-07-12 14:38:00 +0100",
            "iso_8601": "2019-07-12T13:38:00Z"
        },
        "updated_at": {
            "unix": 1562938810,
            "text": "2019-07-12 14:40:10 +0100",
            "iso_8601": "2019-07-12T13:40:10Z"
        },
        "subject": "McDonalds (MCD) - Traders citing a positive research note from Cleveland Research on the co. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mcdonalds-mcd-traders-citing-a-positive-research-note-from-cleveland-research-on-the-co-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:38:00",
        "gmt_time": "2019-07-12 13:38:00"
    },
    {
        "id": 877734,
        "updated_sequence": 1890325,
        "published_at": {
            "unix": 1562938140,
            "text": "2019-07-12 14:29:00 +0100",
            "iso_8601": "2019-07-12T13:29:00Z"
        },
        "updated_at": {
            "unix": 1562938987,
            "text": "2019-07-12 14:43:07 +0100",
            "iso_8601": "2019-07-12T13:43:07Z"
        },
        "subject": "US Movers; Snap (SNAP) +2.2%, Altria (MO) +1.4%, HP Inc (HPQ) +1.2%, Philip Morris (PM) +0.7%; Facebook (FB) -0.6%, Illumina Inc (ILMN) -15.2%",
        "content": "<ul><li><strong>SNAP</strong> up on Goldman upgrade</li><li><strong>MO</strong>, <strong>PM </strong>up after measure to reverse San Fran e-cigarette ban gains traction</li><li><strong>HPE</strong> up on strong global PC shipment data</li><li><strong>FB </strong>down on negative Trump Libra comments&nbsp;</li><li><strong>ILMN </strong>down on revenue growth guidance</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-snap-snap-2-2-altria-mo-1-4-hp-inc-hpq-1-2-philip-morris-pm-0-7-facebook-fb-0-6-illumina-inc-ilmn-15-2-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:29:00",
        "gmt_time": "2019-07-12 13:29:00"
    },
    {
        "id": 877733,
        "updated_sequence": 1890317,
        "published_at": {
            "unix": 1562937360,
            "text": "2019-07-12 14:16:00 +0100",
            "iso_8601": "2019-07-12T13:16:00Z"
        },
        "updated_at": {
            "unix": 1562937437,
            "text": "2019-07-12 14:17:17 +0100",
            "iso_8601": "2019-07-12T13:17:17Z"
        },
        "subject": "Europe set to delay Iran dispute decision, despite US pressure, WSJ reports, US officials have called on Europe to take a tougher stance against Tehran",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/europe-set-to-delay-iran-dispute-decision-despite-u-s-pressure-11562936788\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "europe-set-to-delay-iran-dispute-decision-despite-us-pressure-wsj-reports-us-officials-have-called-on-europe-to-take-a-tougher-stance-against-tehran-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:16:00",
        "gmt_time": "2019-07-12 13:16:00"
    },
    {
        "id": 877732,
        "updated_sequence": 1890314,
        "published_at": {
            "unix": 1562936700,
            "text": "2019-07-12 14:05:00 +0100",
            "iso_8601": "2019-07-12T13:05:00Z"
        },
        "updated_at": {
            "unix": 1562936791,
            "text": "2019-07-12 14:06:31 +0100",
            "iso_8601": "2019-07-12T13:06:31Z"
        },
        "subject": "Brazil's government have lowered their 2019 GDP forecast to 0.8% from 1.6% with 2019 inflation lowered to 3.8% from 4.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-government-have-lowered-their-2019-gdp-forecast-to-0-8-from-1-6-with-2019-inflation-lowered-to-3-8-from-4-1-12-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:05:00",
        "gmt_time": "2019-07-12 13:05:00"
    },
    {
        "id": 877731,
        "updated_sequence": 1890311,
        "published_at": {
            "unix": 1562936460,
            "text": "2019-07-12 14:01:00 +0100",
            "iso_8601": "2019-07-12T13:01:00Z"
        },
        "updated_at": {
            "unix": 1562936550,
            "text": "2019-07-12 14:02:30 +0100",
            "iso_8601": "2019-07-12T13:02:30Z"
        },
        "subject": "Fixed and FX latest: some relative calm in bonds, as the Dollar edges higher post-US PPI",
        "content": "<p>Perhaps the change in running order this month has been a factor, but the reaction to latest US inflation data has been relatively meek with debt off worst levels even though pipeline prices were firmer than expected. However, the bear retrenchment and steepening continues and the DXY is keeping tabs with the 97.000 level amidst a broad uptick in the Buck that has seen Eur/Usd marginally extend its range to the downside to circa 1.1240. Conversely, Usd/Try has spiked again awaiting an official White House statement on the Turkey-Russia missile deal.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-some-relative-calm-in-bonds-as-the-dollar-edges-higher-post-us-ppi-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 21:01:00",
        "gmt_time": "2019-07-12 13:01:00"
    },
    {
        "id": 877725,
        "updated_sequence": 1890305,
        "published_at": {
            "unix": 1562935800,
            "text": "2019-07-12 13:50:00 +0100",
            "iso_8601": "2019-07-12T12:50:00Z"
        },
        "updated_at": {
            "unix": 1562936199,
            "text": "2019-07-12 13:56:39 +0100",
            "iso_8601": "2019-07-12T12:56:39Z"
        },
        "subject": "US President Trump repeats claim that countries have been ripping US off for years, and tariffs are a great negotiating tool, and a great revenue producer",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1149661694735474688?s=20\">Via Twitter</a></li><li>Trump says biggest parts of Mexico and China trade deals has not yet been revealed</li><li>Once again accuses China of devaluing its currency, and subsidizing its companies to lessen effect of tariffs</li><li>Trump also states again that tariffs are thus far having little effect to consumers</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-repeats-claim-that-countries-have-been-ripping-us-off-for-years-and-tariffs-are-a-great-negotiating-tool-and-a-great-revenue-producer-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 20:50:00",
        "gmt_time": "2019-07-12 12:50:00"
    },
    {
        "id": 877726,
        "updated_sequence": 1890287,
        "published_at": {
            "unix": 1562935740,
            "text": "2019-07-12 13:49:00 +0100",
            "iso_8601": "2019-07-12T12:49:00Z"
        },
        "updated_at": {
            "unix": 1562935905,
            "text": "2019-07-12 13:51:45 +0100",
            "iso_8601": "2019-07-12T12:51:45Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 12th July 2019",
        "content": "<p><i>To download the report, please click </i><a href=\"/research_sheets/22280/download\"><i>here</i></a><i> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p><p>Of note for PC &amp; component manufacturers, including <strong>Apple (AAPL), Dell Technologies (DELL), HP (HPQ), Micron Technologies (MU)</strong> etc; global PC shipments grew 1.5% in Q2 2019, following two quarters of decline, according to preliminary results from Gartner. Shipments totalled 63mln units in the Q2 2019, an increase from the 62mln units shipped in Q2 2018.</p><p><strong>DOW</strong></p><ul><li>Apple Inc. (AAPL) (Information Technology/Technology Hardware, Storage &amp; Peripherals) has reportedly ended development of its widely rumoured augmented reality glasses project, reported DigiTimes. In other news, Apple have restored a software application to the App Store allowing parents to control their children's iPhone usage, after it was previously removed in February.</li><li>Boeing Company (BA) (Industrials/Aerospace &amp; Defense) – The executive in charge of the 737 MAX aircraft program is to retire. Elsewhere, US Attorney General William Barr has recursed himself from overseeing the probe into Boeing’s 737 MAX because his former law firm is representing Boeing.</li><li>Microsoft Corp. (MSFT) (Information Technology/Systems Software) will terminate Windows 7 Internet Games services by 2020, the co. announced in a blog post.</li><li>Nike (NKE) (Consumer Discretionary/Apparel, Accessories &amp; Luxury Goods) is to set go ahead with an investment into a factory in Arizona. The expansion is expected to create 500 permanent jobs.</li><li>Walmart (WMT) (Consumer Staples/Hypermarkets &amp; Super Centers) employees fear that the company is spying on their social media accounts, reported Business Insider, after an employee was fired earlier in the week for sharing confidential information on a Walmart-focused subreddit earlier in the week.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc (GOOG, GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) – YouTube’s Chief Product Officer Mohan said that the online video streaming website is working to update its abuse policy in the near future to address \"creator-on-creator harassment\" reported the Verge.</li><li><strong>Amgen Inc. (AMGN) </strong>(Health Care/Biotechnology), Novartis (NVS) (Health Care/Pharmaceuticals) and Banner Alzheimer's Institute have announced a decision end an investigation into the BACE1 inhibitor CNP520 in two Phase 2/3 studies in the Alzheimer's Prevention Initiative Generation Program, after an assessment of the data during a review revealed a worsening in some cases of cognitive function.</li><li><strong>Baidu (BIDU)</strong> (Communication Services/Interactive Media &amp; Services) had its price target lowered to USD 145 from USD 160 at Barclays; analyst Gregory Zhao commented that the problem facing Baidu is how to square a slowdown in ads revenue growth but a ramping-up of the high-tech units' monetization, which could take up to three years. Zhao remains positive on Baidu's mid-long term outlook, but thinks investors' focus will remain on its ads business.</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) has reportedly closed a deal with Ubisoft (UBSFY) as the co. looks to bring well-known games to bolster its Oculus VR headset business. Elsewhere, US President Trump tweeted \"I am not a fan of Bitcoin (BTC) and other Cryptocurrencies, which are not money, and whose value is highly volatile and based on thin air. Unregulated Crypto Assets can facilitate unlawful behaviour, including drug trade and other illegal activity. Similarly, Facebook Libra's \"virtual currency\" will have little standing or dependability. If Facebook and other companies want to become a bank, they must seek a new Banking Charter and become subject to all Banking Regulations, just like other Banks, both National and International. We have only one real currency in the USA, and it is stronger than ever, both dependable and reliable. It is by far the most dominant currency anywhere in the World, and it will always stay that way. It is called the United States Dollar!\"</li><li><strong>Illumina Inc (ILMN) </strong>(Health Care/Life Sciences Tools &amp; Services) (USD) reports Q2 revenue 0.835mln (exp. 0.888), expects revenue to grow 6% this fiscal year, below the prior estimate of 13-14%.</li><li><strong>Lululemon (LULU) </strong>(Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods)<strong> </strong>had its price target raised to USD 238 from USD 209 at Stifel; analyst Jim Duffy noted the planned 2020 market expansion of lululemon practice, a fee-based membership program that provides benefits to enrolled members, will not only increase revenue but the co. will be better able to serve its most valuable and engaged guests.</li><li><strong>Starbucks Corp. (SBUX) </strong>(Consumer Discretionary/Restaurants) will stop selling newspapers including the NYT, WSJ etc. from 1 September due to a problem with lost and stolen goods. Reportedly, customers take them off of the shelf and use them without paying out of habit. Elsewhere, Starbucks had its PT raised to USD 95 from USD 82 at Oppenheimer; analyst Brian Bittner commented that his new analysis highlights a \"unique opportunity\" for the Street's earnings outlook to improve on a better-than-expected path for the co.’s margins.</li><li><strong>Tesla (TESLA)</strong> (Consumer Discretionary/Automobile Manufacturers) is to ask <strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) for help in a lawsuit; the electric automaker is claiming that a previous employee took trade secrets to XMotors.ai, which is the U.S. research business of Guangzhou-based Xpeng. Apple has previously made similar claims about employees who have moved to the Chinese company. Elsewhere, a Tesla Semi prototype was seen on a California highway with some speculating that there wasn’t a driver at the wheel.</li><li><strong>Amazon.com Inc. (AMZN) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail) is set to launch a new Echo speaker with premium sounds in 2020m, as the co. looks to compete with high-end speaker makers such as Sonos.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco), <strong>Philip Morris International (PM)</strong> (Consumer Staples/Tobacco) – A measure to overturn San Francisco’s recent ban on e cigarette sales has qualified for the November 2019 election, reported the Associated Press. Elsewhere, Altria Group was upgraded to a Buy from Neutral at Goldman Sachs; analyst Judy Hong noted that valuations in tobacco names are currently at a 10-year trough despite what Hong called a \"more accommodating” macro backdrop for Consumer Staples (the economy in its late cycle stage and lower yields).</li><li><strong>Anadarko Petroleum Corp (APC)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) stakeholders will vote on 8 August on the company's proposed USD 38bln sale to <strong>Occidental Petroleum (OXY)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production).</li><li><strong>Campbell Soup (CPB) </strong>(Consumer Staples/Packaged Foods &amp; Meats) announced intentions to sell its Danish unit Kelsen Group to Belgian holding company CTH Invest (a Ferrero affiliate) for USD 300mln. \"The sale of Kelsen Group supports our strategy to focus on North America where we have iconic brands and strong market positions, while reducing debt,\" Campbell CEO Clouse said.</li><li><strong>Colgate-Palmolive (CL)</strong> (Consumer Staples/Household Products) announced plans on Thursday to buy the skin care unit of Laboratoires Filorga Cosmétiques for EUR 1.5bln, \"This acquisition also provides Colgate entry into the fast-growing and sizeable travel retail channel, particularly in Asia,\" CEO Wallace said. The co. will finance the transaction with a combination of debt and cash and the deal is not expected to have any impact on diluted EPS for 2019.</li><li><strong>Ford Motor (F)</strong> (Consumer Discretionary/Automobile Manufacturers) driverless car partner Argo AI is set to receive an investment from <strong>Volkswagen (VWAGY)</strong> (Consumer Discretionary/Automobile Manufacturers), valuing it at roughly USD 7bln. The German automaker will also integrate its <strong>Audi (AUDVF)</strong> (Consumer Discretionary/Automobile Manufacturers) Autonomous Intelligent Driving division into Argo.&nbsp;</li><li><strong>General Dynamics (GD) </strong>(Industrials/Aerospace &amp; Defense), <strong>Raytheon Co. (RTN)</strong> (Industrials/Aerospace &amp; Defense) – China have threatened to sanction companies involved in the US’s USD 2bln arms sale to Taiwan, which includes 108 Abrams tanks (designed by General Dynamics) and around 250 Stinger surface-to-air missiles (designed by General Dynamics and manufactured by Raytheon).</li><li><strong>Morgan Stanley (MS)</strong> (Financials/Investment Banking &amp; Brokerage) has been upgraded to Buy from Neutral at Citi.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Daimler (DAI GY)</strong> (Consumer Discretionary/Automobile Manufacturers) – Co’s Q2 EBIT is significantly below market expectations; group EBIT EUR -1.6bln vs. Prev. EUR +2.6bln, Mercedes-Benz cars EUR -0.7bln vs. prev. EUR +1.9bln, Daimler trucks EUR +0.7bln vs. Prev. EUR +0.5bln, Mercedes-Benz vans EUR -2.0bln vs. Prev. EUR +0.2bln. The co. state that EBIT was impacted by a reassessment made today in connection with ongoing governmental &amp; court proceedings, lead to increased expenditures of EUR 1.6bln.</li><li><strong>Hillenbrand (HL) </strong>(Industrials/Machinery) is to acquire <strong>Milacron (MCRN)</strong> (Industrials/Machinery) in a cash and stock deal valuing the latter at roughly USD 2bln.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>APELLIS (APLS) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>LINCOLN ELECTRIC (LECO) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li><li>REPLIMUNE GROUP (REPL) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>RHYTHM PHARMACEUTICALS (RYTM) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>SALLY BEAUTY (SBH) UPGRADED TO HOLD FROM UNDERPERFORM AT JEFFERIES</li><li>SNAP (SNAP) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>STITCH FIX (SFIX) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>SYNACOR (SYNC) UPGRADED TO BUY FROM HOLD AT CRAIG-HALLUM</li></ul><p><strong>Downgrades</strong></p><ul><li>AIR PRODUCTS (APD) DOWNGRADED TO NEUTRAL FROM BUY AT SEAPORT GLOBAL</li><li>ARRAY BIOPHARMA (ARRY) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>BERRY GLOBAL (BERY) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>BOISE CASCADE (BCC) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>CANNTRUST (CTST) DOWNGRADED TO SELL FROM NEUTRAL AT EIGHT CAPITAL</li><li>CHARLES SCHWAB (SCHW) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>CHEMOURS (CC) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>CITIZENS FINANCIAL (CFG) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>COMERICA (CMA) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>FIFTH THIRD (FITB) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>HIMAX (HIMX) DOWNGRADED TO NEUTRAL FROM BUY AT ROTH CAPITAL</li><li>HUNTINGTON BANCSHARES (HBAN) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT MACQUARIE</li><li>INSTRUCTURE (INST) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>M&amp;T BANK (MTB) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>MSC INDUSTRIAL (MSM) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li><li>NORTHERN TRUST (NTRS) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li><li>PACKAGING CORP. (PKG) DOWNGRADED TO NEUTRAL FROM BUY AT SEAPORT GLOBAL</li><li>PARKER-HANNIFIN (PH) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>REXNORD (RXN) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li><li>SONOCO (SON) DOWNGRADED TO UNDERPERFORM AT BOFA/MERRILL</li><li>TRICO BANCSHARES (TCBK) INITIATED WITH A NEUTRAL AT PIPER JAFFRAY</li><li>VENATOR MATERIALS (VNTR) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>WELLS FARGO (WFC) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li></ul><p><strong>Initiations</strong></p><ul><li>AMERIS BANCORP (ABCB) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 45&nbsp;</li><li>AXOGEN INC (AXGN) RATED NEW BUY AT CANACCORD; PT USD 32</li><li>BERKSHIRE HILLS (BHLB) RATED NEW BUY AT DA DAVIDSON; PT USD 36&nbsp;</li><li>BOOT BARN (BOOT) RATED NEW NEUTRAL AT SUSQUEHANNA; PT USD 35&nbsp;</li><li>CLARUS (CLAR) RATED NEW OUTPERFORM AT MACQUARIE; PT USD 20&nbsp;</li><li>ESSENTIAL PROPERTIES (EPRT) RATED NEW SECTOR PERFORM AT RBC; PT USD 21&nbsp;</li><li>FATE THERAPEUTICS (FATE) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 27&nbsp;</li><li>INDEPENDENT BANK CORP (INDB) RATED NEW NEUTRAL AT DA DAVIDSON; PT USD 81&nbsp;</li><li>LIVEPERSON (LPSN) RATED NEW OVERWEIGHT AT KEYBANC; PT USD 36&nbsp;</li><li>LYONDELLBASELL (LYB) RESUMED AT CITI WITH NEUTRAL; PT USD 92&nbsp;</li><li>MESA AIR (MESA) RATED NEW BUY AT B RILEY FBR, INC.; PT USD 16&nbsp;</li><li>NEW YORK COMMUNITY BANCORP (NYBC) REINSTATED OUTPERFORM AT RBC; PT USD 12&nbsp;</li><li>SLACK TECHNOLOGIES (WORK) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 43&nbsp;</li><li>STERLING BANCORP (STL) RATED NEW BUY AT DA DAVIDSON; PT USD 25&nbsp;</li><li>SYNOVUS (SNV) RATED NEW OUTPERFORM AT RBC; PT USD 42&nbsp;</li><li>TRICO BANCSHARES (TCBK) RATED NEW NEUTRAL AT PIPER JAFFRAY; PT USD 41&nbsp;</li><li>WESTERN NEW ENGLAND (WNEB) RATED NEW NEUTRAL AT DA DAVIDSON; PT USD 10&nbsp;</li><li>ZOOM VIDEO (ZM) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 115</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Abbott Laboratories (ABT). Amount USD 0.32</li><li>AbbVie Inc (ABBV). Amount USD 1.07</li><li>American Financial Group Inc (AFG). Amount USD 0.40</li><li>Arcosa Inc (ACA). Amount USD 0.05</li><li>City Holding Co (CHCO). Amount USD 0.53</li><li>Freeport-McMoRan Inc (FCX). Amount USD 0.05</li><li>Hormel Foods Corp (HRL). Amount USD 0.21</li><li>Mid-America Apartment Communities Inc (MAA). Amount USD 0.96</li><li>Raven Industries Inc (RAVN). Amount USD 0.13</li><li>Trinity Industries Inc (TRN). Amount USD 0.17</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-12th-july-2019-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 20:49:00",
        "gmt_time": "2019-07-12 12:49:00"
    },
    {
        "id": 877724,
        "updated_sequence": 1890297,
        "published_at": {
            "unix": 1562935740,
            "text": "2019-07-12 13:49:00 +0100",
            "iso_8601": "2019-07-12T12:49:00Z"
        },
        "updated_at": {
            "unix": 1562936002,
            "text": "2019-07-12 13:53:22 +0100",
            "iso_8601": "2019-07-12T12:53:22Z"
        },
        "subject": "Pentagon are to hold a briefing today regarding the acceptance by Turkey of the Russian S-400 system; social media accounts are suggesting that this could be at 11:15ET",
        "content": "<p><a href=\"https://twitter.com/idreesali114/status/1149659632941486080\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "pentagon-are-to-hold-a-briefing-today-regarding-the-acceptance-by-turkey-of-the-russian-s-400-system-social-media-accounts-are-suggesting-that-this-could-be-at-11-15et-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 20:49:00",
        "gmt_time": "2019-07-12 12:49:00"
    },
    {
        "id": 877717,
        "updated_sequence": 1890255,
        "published_at": {
            "unix": 1562934360,
            "text": "2019-07-12 13:26:00 +0100",
            "iso_8601": "2019-07-12T12:26:00Z"
        },
        "updated_at": {
            "unix": 1562934452,
            "text": "2019-07-12 13:27:32 +0100",
            "iso_8601": "2019-07-12T12:27:32Z"
        },
        "subject": "Volkswagen (VOW3 GY)/Ford (F) - Volkswagen CEO says the revenue from electric car production from the two Co's is to reach up to USD 10bln in the next 6 years",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-ford-f-volkswagen-ceo-says-the-revenue-from-electric-car-production-from-the-two-co-s-is-to-reach-up-to-usd-10bln-in-the-next-6-years-12-07-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 20:26:00",
        "gmt_time": "2019-07-12 12:26:00"
    },
    {
        "id": 877716,
        "updated_sequence": 1890252,
        "published_at": {
            "unix": 1562933280,
            "text": "2019-07-12 13:08:00 +0100",
            "iso_8601": "2019-07-12T12:08:00Z"
        },
        "updated_at": {
            "unix": 1562933391,
            "text": "2019-07-12 13:09:51 +0100",
            "iso_8601": "2019-07-12T12:09:51Z"
        },
        "subject": "Scotiabank FX Daily - CAD Hits Fresh 2019 High & Remains Undervalued  ",
        "content": "<ul><li>&nbsp; USD soft vs. G10 as CAD, CHF outperform; limited risk in PPI at 8:30am ET.</li><li>&nbsp; CAD hits fresh high, extending recent rally; CPI &amp; retail sales next week; bullish.</li><li>&nbsp; EUR quietly consolidating in mid/upper-1.12s; yield spreads &amp; sentiment bullish.</li><li>&nbsp; GBP tentatively extending this week’s bullish turn into next week’s jobs &amp; CPI.</li><li>&nbsp; JPY rising on broader developments with limited response to ind. prod. data.</li><li>&nbsp; AUD pushes back above 0.70 as RBA rate expectations stabilize; bullish.</li><li>&nbsp; MXN softens in early European trade; domestic risks offsetting broader USD.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-cad-hits-fresh-2019-high-remains-undervalued-12-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 20:08:00",
        "gmt_time": "2019-07-12 12:08:00"
    },
    {
        "id": 877709,
        "updated_sequence": 1890231,
        "published_at": {
            "unix": 1562932260,
            "text": "2019-07-12 12:51:00 +0100",
            "iso_8601": "2019-07-12T11:51:00Z"
        },
        "updated_at": {
            "unix": 1562932346,
            "text": "2019-07-12 12:52:26 +0100",
            "iso_8601": "2019-07-12T11:52:26Z"
        },
        "subject": "South Korean Trade Ministry states that Japan has removed Korea from the white list of countries",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-trade-ministry-states-that-japan-has-removed-korea-from-the-white-list-of-countries-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:51:00",
        "gmt_time": "2019-07-12 11:51:00"
    },
    {
        "id": 877708,
        "updated_sequence": 1890226,
        "published_at": {
            "unix": 1562931720,
            "text": "2019-07-12 12:42:00 +0100",
            "iso_8601": "2019-07-12T11:42:00Z"
        },
        "updated_at": {
            "unix": 1562931759,
            "text": "2019-07-12 12:42:39 +0100",
            "iso_8601": "2019-07-12T11:42:39Z"
        },
        "subject": "White House Trade Adviser Navarro says we are in a 'quiet period' regarding US-China talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-trade-adviser-navarro-says-we-are-in-a-quiet-period-regarding-us-china-talks-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:42:00",
        "gmt_time": "2019-07-12 11:42:00"
    },
    {
        "id": 877707,
        "updated_sequence": 1890228,
        "published_at": {
            "unix": 1562931480,
            "text": "2019-07-12 12:38:00 +0100",
            "iso_8601": "2019-07-12T11:38:00Z"
        },
        "updated_at": {
            "unix": 1562932110,
            "text": "2019-07-12 12:48:30 +0100",
            "iso_8601": "2019-07-12T11:48:30Z"
        },
        "subject": "Japan Industry Ministry Officials say they briefed South Korea officials on the latest export control steps, the curbs are not a countermeasure and South Korean Officials did not request their withdrawal",
        "content": "<ul><li>Adds that South Korea's trade control system is vulnerable, and that Japan took enough time to answer questions from South Korea</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-industry-ministry-officials-say-they-briefed-south-korea-officials-on-the-latest-export-control-steps-the-curbs-are-not-a-countermeasure-and-south-korean-officials-did-not-request-their-withdrawal-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:38:00",
        "gmt_time": "2019-07-12 11:38:00"
    },
    {
        "id": 877705,
        "updated_sequence": 1890217,
        "published_at": {
            "unix": 1562929860,
            "text": "2019-07-12 12:11:00 +0100",
            "iso_8601": "2019-07-12T11:11:00Z"
        },
        "updated_at": {
            "unix": 1562929937,
            "text": "2019-07-12 12:12:17 +0100",
            "iso_8601": "2019-07-12T11:12:17Z"
        },
        "subject": "E.ON (EOAN GY) are set to win EU anti-trust approval to purchase Innogy's (IGY GY) network and retail assets., according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "e-on-eoan-gy-are-set-to-win-eu-anti-trust-approval-to-purchase-innogy-s-igy-gy-network-and-retail-assets-according-to-sources-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:11:00",
        "gmt_time": "2019-07-12 11:11:00"
    },
    {
        "id": 877704,
        "updated_sequence": 1890207,
        "published_at": {
            "unix": 1562929380,
            "text": "2019-07-12 12:03:00 +0100",
            "iso_8601": "2019-07-12T11:03:00Z"
        },
        "updated_at": {
            "unix": 1562929489,
            "text": "2019-07-12 12:04:49 +0100",
            "iso_8601": "2019-07-12T11:04:49Z"
        },
        "subject": "Britain is sending a second warship to the Gulf amidst ongoing tensions with Iran., Sky News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "britain-is-sending-a-second-warship-to-the-gulf-amidst-ongoing-tensions-with-iran-sky-news-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:03:00",
        "gmt_time": "2019-07-12 11:03:00"
    },
    {
        "id": 877703,
        "updated_sequence": 1890204,
        "published_at": {
            "unix": 1562929260,
            "text": "2019-07-12 12:01:00 +0100",
            "iso_8601": "2019-07-12T11:01:00Z"
        },
        "updated_at": {
            "unix": 1562929296,
            "text": "2019-07-12 12:01:36 +0100",
            "iso_8601": "2019-07-12T11:01:36Z"
        },
        "subject": "South Korea's Trade Ministry says bilateral talks with Japan have concluded, briefing is expected soon",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-trade-ministry-says-bilateral-talks-with-japan-have-concluded-briefing-is-expected-soon-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 19:01:00",
        "gmt_time": "2019-07-12 11:01:00"
    },
    {
        "id": 877700,
        "updated_sequence": 1890214,
        "published_at": {
            "unix": 1562928660,
            "text": "2019-07-12 11:51:00 +0100",
            "iso_8601": "2019-07-12T10:51:00Z"
        },
        "updated_at": {
            "unix": 1562929816,
            "text": "2019-07-12 12:10:16 +0100",
            "iso_8601": "2019-07-12T11:10:16Z"
        },
        "subject": "China are to place sanctions on US firms involved in arms sales to Taiwan",
        "content": "",
        "reaction_details": "<ul><li>Minor negative ticks were seen in the Sep'19 e-mini with other asset classes also relatively contained</li></ul>",
        "reaction_updated_at": {
            "unix": 1562928780,
            "text": "2019-07-12 11:53:00 +0100",
            "iso_8601": "2019-07-12T10:53:00Z"
        },
        "analysis_details": "<ul><li>This comes in the context of the US has approving a potential multibillion-dollar arms sale to Taiwan; which may be of note for General Dynamics (GD) and Raytheon (RTD) due to their prominence as armament names. For more context: <a href=\"https://uk.reuters.com/article/uk-usa-taiwan/u-s-state-department-approves-possible-2-2-billion-arms-sale-to-taiwan-idUKKCN1U32I2\">Link to Reuters article</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1562928720,
            "text": "2019-07-12 11:52:00 +0100",
            "iso_8601": "2019-07-12T10:52:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-are-to-place-sanctions-on-us-firms-involved-in-arms-sales-to-taiwan-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:51:00",
        "gmt_time": "2019-07-12 10:51:00"
    },
    {
        "id": 877700,
        "updated_sequence": 1890214,
        "published_at": {
            "unix": 1562928660,
            "text": "2019-07-12 11:51:00 +0100",
            "iso_8601": "2019-07-12T10:51:00Z"
        },
        "updated_at": {
            "unix": 1562929816,
            "text": "2019-07-12 12:10:16 +0100",
            "iso_8601": "2019-07-12T11:10:16Z"
        },
        "subject": "China are to place sanctions on US firms involved in arms sales to Taiwan",
        "content": "",
        "reaction_details": "<ul><li>Minor negative ticks were seen in the Sep'19 e-mini with other asset classes also relatively contained</li></ul>",
        "reaction_updated_at": {
            "unix": 1562928780,
            "text": "2019-07-12 11:53:00 +0100",
            "iso_8601": "2019-07-12T10:53:00Z"
        },
        "analysis_details": "<ul><li>This comes in the context of the US has approving a potential multibillion-dollar arms sale to Taiwan; which may be of note for General Dynamics (GD) and Raytheon (RTD) due to their prominence as armament names. For more context: <a href=\"https://uk.reuters.com/article/uk-usa-taiwan/u-s-state-department-approves-possible-2-2-billion-arms-sale-to-taiwan-idUKKCN1U32I2\">Link to Reuters article</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1562928720,
            "text": "2019-07-12 11:52:00 +0100",
            "iso_8601": "2019-07-12T10:52:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-are-to-place-sanctions-on-us-firms-involved-in-arms-sales-to-taiwan-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:51:00",
        "gmt_time": "2019-07-12 10:51:00"
    },
    {
        "id": 877699,
        "updated_sequence": 1890188,
        "published_at": {
            "unix": 1562928360,
            "text": "2019-07-12 11:46:00 +0100",
            "iso_8601": "2019-07-12T10:46:00Z"
        },
        "updated_at": {
            "unix": 1562928421,
            "text": "2019-07-12 11:47:01 +0100",
            "iso_8601": "2019-07-12T10:47:01Z"
        },
        "subject": "RANsquawk Daily US Opening News - 12th July 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22279/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices [Euro Stoxx 50 +0.2%] are little changed from their opening levels, with Stoxx price action initially dictated by Daimler’s profit warning</li><li>Dollar is still somewhat softer to the benefit of G10 counterparts and bonds continue to slump</li><li>US decided not to impose sanctions on Iran Foreign Minister Zarif for now, according to sources.</li><li>US President Trump has declared a state of emergency in Louisiana and the NHC believe Barry may become a hurricane tonight/Saturday morning</li><li>Looking ahead, highlights include, US PPI, Baker Hughes Rig Count, Norges Bank’s Nicolaisen, Fed’s Evans</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were somewhat cautious as the region awaited the latest Chinese trade data and following a mixed performance on Wall St.</strong> where markets were tentative amid a plethora of Fed speakers, although the DJIA outperformed and rose above the previously uncharted 27K level. <strong>ASX 200 (-0.3%)</strong> was dragged lower by most mining-related sectors but with downside stemmed by resilience in the largest-weighted financials industry and strength in energy after news Santos is considering a takeover of rival Oil Search, while <strong>Nikkei 225 (+0.2%)</strong> mirrored an indecisive currency with index giant Fast Retailing the outperformer after it posted 9-month profit growth. <strong>Hang Seng (+0.2%) </strong>and<strong> Shanghai Comp. (+0.4%)</strong> were choppy ahead of the Chinese trade figures and after PBoC inaction resulted to a net weekly drain of CNY 220bln, although Chinese press reports continued to suggest potential for lower rates in China and more room for easing. Finally, 10yr JGBs followed suit to the weakness of their counterparts in US where the curve bear steepened in the aftermath of firmer than expected CPI data, while the tentative risk tone and BoJ presence for JPY 940bln of JGBs also failed to provide support for prices.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 220bln vs. Prev. drain CNY 340bln last week. (Newswires) <strong>PBoC set CNY mid-point at 6.8662 (Prev. 6.8677)</strong></p><p>PBoC Offical says they will further reduce real interest rates for small firms, and China will take macro-prudential measures when necessary to keep the Yuan basically stable. (Newswires)</p><p>Singapore GDP (Q2) Q/Q -3.4% vs. Exp. 0.1% (Prev. 3.8%) Singapore GDP (Q2) Y/Y 0.1% vs. Exp. 1.1% (Prev. 1.2%)</p><p><strong>Chinese Trade Balance USD* Jun 50.98B vs. Exp. 44.65B (Prev. 41.66B)</strong></p><p><strong>- Chinese Imports YY* Jun -7.3% vs. Exp. -4.5% (Prev. -8.5%)</strong></p><p><strong>- Chinese Exports YY* Jun -1.3% vs. Exp. -2.0% (Prev. 1.1%)</strong></p><p>US</p><p><strong>Fed's Brainard (Voter, Dove)</strong> said downside risks and soft inflation argue for easing monetary policy, while she added that judgement on appropriate path of rates will depend on evolution of data and risks. Furthermore, Brainard said the economy is expanding solidly and financials markets are supportive of growth, but also noted capital spending is lacklustre and business sentiment is soft. (Newswires)</p><p><strong>Fed's Kashkari (Non-Voter, Dove)</strong> reiterated that he supports a rate cut to re-anchor inflation expectations, while he suggested that a 25bps cut would not be enough of a shock and that 50bps cut is needed. (Newswires)</p><p>US President Trump said he is dropping efforts to include the citizenship question on the consensus but is not backing down on citizenship data efforts and said it is essential to have a clear breakdown of the number of citizens as well as non-citizens, while he is issuing an executive order to access citizenship records. (Newswires)</p><p>US House Speaker Pelosi said she sees the need to act on debt ceiling and budget caps before the August break. (Newswires)</p><p>Chinese Foreign Minister Yi urges the US 'not to play with fire' on the question of Taiwan. (Newswires)</p><p>&nbsp;</p><p>UK/EU</p><p><strong>BoE's Vlieghe</strong> says he sees the Bank Rate lowered to close to 0% in the event of a no-deal Brexit and it is highly uncertain when it would rise again</p><p>- Bank rate (in the event that a Brexit deal is completed) could reach 1% in 1 year, 1.25% in 2 years and 1.75% in 3 years</p><p>- <strong>would not need much of a hit on demand to justify cutting rates to zero</strong>, and it is more likely than not that rates would reach the lower bound following a no-deal Brexit; it is possible that the Bank may meed to increase rates, if inflation expectations become un-anchored by a no-deal Brexit</p><p>&nbsp;</p><p>Initial interviews for the next Bank of England governor have been carried out, leaving the appointment process in limbo until a new chancellor is named. (Times)</p><p>Italian Economy Minister Tria says that Italy are ready to work with France and Spain to change European fiscal rules. (Newswires)</p><p>EU Industrial Production MM May 0.9% vs. Exp. 0.2% (Prev. -0.5%, Rev. -0.4%)</p><p>- EU Industrial Production YY May -0.5% vs. Exp. -1.6% (Prev. -0.4%)</p><p>GEOPOLITICS</p><p><strong>US decided not to impose sanctions on Iran Foreign Minister Zarif for now, according to sources</strong>. (Newswires)</p><p>US Secretary of State Pompeo said the US condemns Iran's attempt to harass the UK vessel near Strait of Hormuz, while it commends the Royal Navy for ensuring freedom of navigation and will continue working with allies to ensure Iran does not disrupt maritime security and global commerce. (Twitter)</p><p>Turkish Defense Ministry says that the first parts for the S-400 will be delivered to Ankara today. (Newswires)</p><p>Grace 1's cargo has been confirmed as 2.1mln barrels of light crude oil., according to Gibraltar's Chief Minister; subsequently, Iran Cleric Sedighi says that Britain will be 'slapped in the face' for 'daring' to capture an Iranian oil tanker (Newswires)</p><p>EQUITIES</p><p>&nbsp;</p><p><strong>Major European Indices are little changed, and haven’t substantially deviated from their mildly positive opening levels [Euro Stoxx 50 +0.1%]. </strong>The Dax (U/C) was waylaid in pre-market trade where the future was initially higher by around 0.4%, however, following Daimler (-1.3) stating that their Q2 EBIT is to be significantly below expectations, at EUR -1.6bln vs. Prev. EUR +2.6bln, futures then indicated a lower open for the bourse. The profit warning from Daimler did impact the opening calls and initial cash levels for its major counterparts though the likes of Volkswagen (1.0%) and BMW (U/C) have largely recovered. Other notable movers this morning include, Ab InBev (-2.0%) who are subdued following a sources report that Budweiser’s Hong Kong unit will not price its IPO before Friday; follows on from reports earlier in the week that the pricing is to be at the lower end of the indicative range. A beat on EBIT Exp. has pushed EMS-Chemie (+6.0%) to the top of the Stoxx 600, with Swatch (+3.6%) just below this after being upgraded to buy at Goldman Sachs. Finally, and perhaps this mornings largest mover is Thomas Cook (-44.0%) after the Co. announced they are seeking a GBP 750mln injection from the Fosun Group, which would give the group a controlling stake in the tour operator and a minority interest within the airline its self; with the majority of the Co’s GBP 1.4bln in debt to be written off and converted into shares diluting the value for existing shareholders, hence the overwhelmingly negative reaction to this news.</p><p>FX</p><p>&nbsp;</p><p>AUD/NZD/CAD/CHF - The non-US Dollars continue to prosper at the expense of their major counterpart, with the Aussie back on the 0.7000 handle, albeit just, Kiwi inching closer towards 0.6700 and Loonie not far from 1.3000 where big barriers reside having breached last week’s pre-NFP and prior 2019 peak of 1.3038. Usd/Cad continues to decline on Fed/BoC policy divergence as the former seems almost certain to deliver an insurance cut at the end of the month, while the latter is sticking to a neutral stance. Similarly, Aud/Usd is realigning after the RBA’s consecutive 25 bp OCR reduction and shift to wait-and-see mode, while Nzd/Usd appears to be biding time ahead of next week’s Q2 NZ inflation data that will be a key driver for the RBNZ. Elsewhere, the Franc is also gaining further ground vs the Buck after surpassing 0.9900, but also outperforming against the Euro with the cross eyeing 1.1100 following a break below 1.1150.</p><p>GBP/JPY/EUR/SEK/NOK - All moderately firmer, as Cable holds above 1.2500 and the Yen pivots 108.50 in close proximity to decent expiry options (1.2 bn between 108.50-40). However, the Pound has drifted back down from recovery highs closer to 1.2600 amidst dovish comments from BoE’s Vlieghe in the event of a no deal Brexit when he believes rates could be set near zero, while Usd/Jpy remains reluctant to venture too far under 108.00. By the same token, the single currency is still confined below 1.1300 amidst an array of expiries spanning 1.1250 (1 bn), 1.1270-75 (1.1 bn) and the big figure (1.1 bn), with no real boost from better than expected Eurozone ip data even though EGB yields have rebounded further in response. Hence, Eur/Sek has now slipped through 10.5500 and Eur/Nok is straddling 9.6100, though the Swedish Krona has been underpinned to an extent by Riksbank minutes retaining guidance for a repo hike around the turn of the year and its Norwegian neighbour is underpinned by firm oil prices.</p><p>EM - Although the Greenback is off lows and the DXY is probing 97.000+ levels again, the latest leg up in Usd/Try is mainly due to heightened US/EU-Turkey angst and anticipation that tougher sanctions are on the way. Note also, the Lira’s lurch towards 5.7150 at one stage also came amidst reports that the first batch of S-400 missile system components have arrived from Russia.</p><p><strong>Option Expiries of Note:</strong></p><p>- EUR/USD: 1.1200-10 (2BLN), 1.1215-20 (500M), 1<strong>.1250 (1BLN), 1.1270-75 (1.1BLN), 1.1300 (1.1BLN),</strong> 1.1325 (340M), 1.1350 (300M)</p><p>- GBP/USD: 1.2580 (600M)</p><p>- USD/CAD: 1.3000 (460M), <strong>1.3050 (1BLN), 1.3100 (2.1BLN)</strong></p><p>- USD/JPY: 107.50 (1.3BLN) , 107.70 (500M), 108.00 (566M), 108.20-25 (500M), <strong>108.40-50 (1.2BLN), 109.00 (1.4BLN)</strong></p><p>&nbsp;</p><p><strong>Riksbank Minutes</strong>:</p><p>- The board members supported the picture of the economic outlook and inflation prospects described in the draft Monetary Policy Report.</p><p>- Floden says he does not believe than the Krona depreciation helps the Bank to stabilize inflation around its long term target</p><p>- Jansson says the problems and risks relating to inflationary pressures in Sweden and developments abroad mean than may fear that the probability currently embedded in out repo-rate path of a rate increase as early as October</p><p>- It was noted that participants on the financial markets seem to be expecting significantly worse economic development in the period ahead and hence further monetary policy stimuli.</p><p>&nbsp;</p><p><strong>FIXED INCOME</strong>&nbsp;</p><p>Although the omens were good via French and Italian outturns, the pan Eurozone ip data beat seemed to spark the latest shank down in bonds, as <strong>Bunds</strong> slumped to a new 171.25 Eurex low having marginally extended recovery gains to 6 ticks on the day at 171.88 in advance, with the heavy selling spreading across the bloc and beyond. Indeed, <strong>Gilts </strong>have been dragged down from 130.54 (+18 ticks) towards the early Liffe trough (130.14) and the <strong>US Treasury</strong> complex is softer/curve steeper ahead of US PPI and another Fed speaker to close out a busy week, highlighted by Powell’s semi-annual testimony that removed residual doubt about a July FOMC ease, albeit with the size still up for some debate.</p><p><strong>COMMODITIES</strong></p><p>&nbsp;</p><p><strong>WTI and Brent are in positive territory and adding to the weeks gains of around USD 4.0/bbl</strong> on the back of significant drawdowns in weekly crude data, ongoing geopolitical tensions including the seizure of Iran’s Grace 1 which is carrying 2.1mln/bbl of light crude and the Gulf of Mexico storm. On the latter, the NHC have most recently stated that Storm Barry may become a hurricane by Friday night or early Saturday, in terms of production, reports are indicating that around 53% of the Gulf’s production is shut; the concern/focus may switch more towards refineries as the storm approaches land with Louisiana representing 20% of the US’ refinery capacity. This morning saw the release of the final monthly oil market report, where the IEA maintained their 2019 global oil demand growth estimate at 1.2mln BPD; for reference, earlier in the week OPEC also maintained their forecast at 1.14mln BPD while EIA cut theirs to 1.07mln BPD.</p><p><strong>Gold (+0.1%)</strong> Is modestly firmer this morning benefiting from the dollars ongoing weakness. However, the metal has drifted back towards the USD 1400/oz mark and if this mornings relatively rangebound trade continues is set to finish the week within a few dollars an ounce of where it started; and indeed in a similar area to the last two weeks closing figures. Elsewhere, <strong>copper </strong>prices have continued to trade sideways post the key Chinese data, which had little impact on the metal.</p><p>&nbsp;</p><p><strong>IEA Monthly Report: 2019 global oil demand growth estimate 1.2mln bpd (maintained) and sees 2020 at 1.4mln bpd</strong></p><p>- Balances show the potential for oversupply next year, with a 2.1mln bpd expansion of non-OPEC supply, led by the US, versus 2mln bpd in 2019</p><p>- That will lower the requirement for OPEC crude, with the call on OPEC plunging to 28mln bpd in Q1 2020. OPEC has not produced at such a low level since Q3 2003</p><p>- Global demand growth is set to accelerate from an exceptionally weak 310k bpd in Q1 2019 and 800k bpd in Q219 to reach 1.8mln bpd in the second half of the year as economic activity improves and petrochemical plants ramp up</p><p>- Iranain oil exports fell by 450k bpd in June to 530k bpd</p><p>NHC stated that a hurricane warning was issued for parts of the Louisiana coastline and that Tropical Storm Barry could become a hurricane by Friday night/Saturday when the center of the storm is close to the Louisiana coast (Newswires)</p><p>Norway Prelim June oil production at 1.067mln bpd, according to the oil directorate. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-12th-july-2019-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:46:00",
        "gmt_time": "2019-07-12 10:46:00"
    },
    {
        "id": 877698,
        "updated_sequence": 1890181,
        "published_at": {
            "unix": 1562926620,
            "text": "2019-07-12 11:17:00 +0100",
            "iso_8601": "2019-07-12T10:17:00Z"
        },
        "updated_at": {
            "unix": 1562926694,
            "text": "2019-07-12 11:18:14 +0100",
            "iso_8601": "2019-07-12T10:18:14Z"
        },
        "subject": "RANsquawk EU Mid Session: USD still stumped, and bonds bowled over again - 12th July 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22278/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>&nbsp;</p><p>EQUITIES</p><p><strong>Major European Indices are little changed, and haven’t substantially deviated from their mildly positive opening levels [Euro Stoxx 50 +0.1%]. </strong>The Dax (U/C) was waylaid in pre-market trade where the future was initially higher by around 0.4%, however, following Daimler (-1.3) stating that their Q2 EBIT is to be significantly below expectations, at EUR -1.6bln vs. Prev. EUR +2.6bln, futures then indicated a lower open for the bourse. The profit warning from Daimler did impact the opening calls and initial cash levels for its major counterparts though the likes of Volkswagen (1.0%) and BMW (U/C) have largely recovered. Other notable movers this morning include, Ab InBev (-2.0%) who are subdued following a sources report that Budweiser’s Hong Kong unit will not price its IPO before Friday; follows on from reports earlier in the week that the pricing is to be at the lower end of the indicative range. A beat on EBIT Exp. has pushed EMS-Chemie (+6.0%) to the top of the Stoxx 600, with Swatch (+3.6%) just below this after being upgraded to buy at Goldman Sachs. Finally, and perhaps this mornings largest mover is Thomas Cook (-44.0%) after the Co. announced they are seeking a GBP 750mln injection from the Fosun Group, which would give the group a controlling stake in the tour operator and a minority interest within the airline its self; with the majority of the Co’s GBP 1.4bln in debt to be written off and converted into shares diluting the value for existing shareholders, hence the overwhelmingly negative reaction to this news.</p><p>FX</p><p>AUD/NZD/CAD/CHF - The non-US Dollars continue to prosper at the expense of their major counterpart, with the Aussie back on the 0.7000 handle, albeit just, Kiwi inching closer towards 0.6700 and Loonie not far from 1.3000 where big barriers reside having breached last week’s pre-NFP and prior 2019 peak of 1.3038. Usd/Cad continues to decline on Fed/BoC policy divergence as the former seems almost certain to deliver an insurance cut at the end of the month, while the latter is sticking to a neutral stance. Similarly, Aud/Usd is realigning after the RBA’s consecutive 25 bp OCR reduction and shift to wait-and-see mode, while Nzd/Usd appears to be biding time ahead of next week’s Q2 NZ inflation data that will be a key driver for the RBNZ. Elsewhere, the Franc is also gaining further ground vs the Buck after surpassing 0.9900, but also outperforming against the Euro with the cross eyeing 1.1100 following a break below 1.1150.</p><p>GBP/JPY/EUR/SEK/NOK - All moderately firmer, as Cable holds above 1.2500 and the Yen pivots 108.50 in close proximity to decent expiry options (1.2 bn between 108.50-40). However, the Pound has drifted back down from recovery highs closer to 1.2600 amidst dovish comments from BoE’s Vlieghe in the event of a no deal Brexit when he believes rates could be set near zero, while Usd/Jpy remains reluctant to venture too far under 108.00. By the same token, the single currency is still confined below 1.1300 amidst an array of expiries spanning 1.1250 (1 bn), 1.1270-75 (1.1 bn) and the big figure (1.1 bn), with no real boost from better than expected Eurozone ip data even though EGB yields have rebounded further in response. Hence, Eur/Sek has now slipped through 10.5500 and Eur/Nok is straddling 9.6100, though the Swedish Krona has been underpinned to an extent by Riksbank minutes retaining guidance for a repo hike around the turn of the year and its Norwegian neighbour is underpinned by firm oil prices.</p><p>EM - Although the Greenback is off lows and the DXY is probing 97.000+ levels again, the latest leg up in Usd/Try is mainly due to heightened US/EU-Turkey angst and anticipation that tougher sanctions are on the way. Note also, the Lira’s lurch towards 5.7150 at one stage also came amidst reports that the first batch of S-400 missile system components have arrived from Russia.</p><p>FIXED INCOME</p><p>Although the omens were good via French and Italian outturns, the pan Eurozone ip data beat seemed to spark the latest shank down in bonds, as <strong>Bunds</strong> slumped to a new 171.25 Eurex low having marginally extended recovery gains to 6 ticks on the day at 171.88 in advance, with the heavy selling spreading across the bloc and beyond. Indeed, <strong>Gilts </strong>have been dragged down from 130.54 (+18 ticks) towards the early Liffe trough (130.14) and the <strong>US Treasury</strong> complex is softer/curve steeper ahead of US PPI and another Fed speaker to close out a busy week, highlighted by Powell’s semi-annual testimony that removed residual doubt about a July FOMC ease, albeit with the size still up for some debate.</p><p>COMMODITIES</p><p><strong>WTI and Brent are in positive territory and adding to the weeks gains of around USD 4.0/bbl</strong> on the back of significant drawdowns in weekly crude data, ongoing geopolitical tensions including the seizure of Iran’s Grace 1 which is carrying 2.1mln/bbl of light crude and the Gulf of Mexico storm. On the latter, the NHC have most recently stated that Storm Barry may become a hurricane by Friday night or early Saturday, in terms of production, reports are indicating that around 53% of the Gulf’s production is shut; the concern/focus may switch more towards refineries as the storm approaches land with Louisiana representing 20% of the US’ refinery capacity. This morning saw the release of the final monthly oil market report, where the IEA maintained their 2019 global oil demand growth estimate at 1.2mln BPD; for reference, earlier in the week OPEC also maintained their forecast at 1.14mln BPD while EIA cut theirs to 1.07mln BPD.</p><p><strong>Gold (+0.1%)</strong> Is modestly firmer this morning benefiting from the dollars ongoing weakness. However, the metal has drifted back towards the USD 1400/oz mark and if this mornings relatively rangebound trade continues is set to finish the week within a few dollars an ounce of where it started; and indeed in a similar area to the last two weeks closing figures. Elsewhere, <strong>copper </strong>prices have continued to trade sideways post the key Chinese data, which had little impact on the metal.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-usd-still-stumped-and-bonds-bowled-over-again-12th-july-2019-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:17:00",
        "gmt_time": "2019-07-12 10:17:00"
    },
    {
        "id": 877697,
        "updated_sequence": 1890178,
        "published_at": {
            "unix": 1562926560,
            "text": "2019-07-12 11:16:00 +0100",
            "iso_8601": "2019-07-12T10:16:00Z"
        },
        "updated_at": {
            "unix": 1562926662,
            "text": "2019-07-12 11:17:42 +0100",
            "iso_8601": "2019-07-12T10:17:42Z"
        },
        "subject": "Italian Economy Minister Tria says the 0.2% GDP growth forecast for 2019 is still valid",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-the-0-2-gdp-growth-forecast-for-2019-is-still-valid-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:16:00",
        "gmt_time": "2019-07-12 10:16:00"
    },
    {
        "id": 877696,
        "updated_sequence": 1890175,
        "published_at": {
            "unix": 1562926500,
            "text": "2019-07-12 11:15:00 +0100",
            "iso_8601": "2019-07-12T10:15:00Z"
        },
        "updated_at": {
            "unix": 1562926593,
            "text": "2019-07-12 11:16:33 +0100",
            "iso_8601": "2019-07-12T10:16:33Z"
        },
        "subject": "Iran Cleric Sedighi says that Britain will be 'slapped in the face' for 'daring' to capture an Iranian oil tanker",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-cleric-sedighi-says-that-britain-will-be-slapped-in-the-face-for-daring-to-capture-an-iranian-oil-tanker-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:15:00",
        "gmt_time": "2019-07-12 10:15:00"
    },
    {
        "id": 877695,
        "updated_sequence": 1890172,
        "published_at": {
            "unix": 1562926380,
            "text": "2019-07-12 11:13:00 +0100",
            "iso_8601": "2019-07-12T10:13:00Z"
        },
        "updated_at": {
            "unix": 1562926421,
            "text": "2019-07-12 11:13:41 +0100",
            "iso_8601": "2019-07-12T10:13:41Z"
        },
        "subject": "US President Trump has declared a State of Emergency in Louisiana ahead of storm Barry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-has-declared-a-state-of-emergency-in-louisiana-ahead-of-storm-barry-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:13:00",
        "gmt_time": "2019-07-12 10:13:00"
    },
    {
        "id": 877694,
        "updated_sequence": 1890169,
        "published_at": {
            "unix": 1562926200,
            "text": "2019-07-12 11:10:00 +0100",
            "iso_8601": "2019-07-12T10:10:00Z"
        },
        "updated_at": {
            "unix": 1562926280,
            "text": "2019-07-12 11:11:20 +0100",
            "iso_8601": "2019-07-12T10:11:20Z"
        },
        "subject": "Chinese Foreign Minister Yi urges the US 'not to play with fire' on the question of Taiwan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-minister-yi-urges-the-us-not-to-play-with-fire-on-the-question-of-taiwan-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:10:00",
        "gmt_time": "2019-07-12 10:10:00"
    },
    {
        "id": 877693,
        "updated_sequence": 1890164,
        "published_at": {
            "unix": 1562925600,
            "text": "2019-07-12 11:00:00 +0100",
            "iso_8601": "2019-07-12T10:00:00Z"
        },
        "updated_at": {
            "unix": 1562925676,
            "text": "2019-07-12 11:01:16 +0100",
            "iso_8601": "2019-07-12T10:01:16Z"
        },
        "subject": "Fixed Income: Eurozone debt capitulates",
        "content": "<p>Although the omens were good via French and Italian outturns, the pan Eurozone ip data beat seemed to spark the latest shank down in bonds, as Bunds slumped to a new 171.25 Eurex low having marginally extended recovery gains to 6 ticks on the day at 171.88 in advance, with the heavy selling spreading across the bloc and beyond. Indeed, Gilts have been dragged down from 130.54 (+18 ticks) towards the early Liffe trough (130.14) and the US Treasury complex is softer/curve steeper ahead of US PPI and another Fed speaker to close out a busy week, highlighted by Powell’s semi-annual testimony that removed residual doubt about a July FOMC ease, albeit with the size still up for some debate.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-eurozone-debt-capitulates-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 18:00:00",
        "gmt_time": "2019-07-12 10:00:00"
    },
    {
        "id": 877692,
        "updated_sequence": 1890166,
        "published_at": {
            "unix": 1562924100,
            "text": "2019-07-12 10:35:00 +0100",
            "iso_8601": "2019-07-12T09:35:00Z"
        },
        "updated_at": {
            "unix": 1562925796,
            "text": "2019-07-12 11:03:16 +0100",
            "iso_8601": "2019-07-12T10:03:16Z"
        },
        "subject": "FX Morning Colour: Aussie outpaces G10 rivals, while Lira lags further behind EM peers",
        "content": "<p><strong>AUD/NZD/CAD/CHF</strong></p><p>The non-US Dollars continue to prosper at the expense of their major counterpart, with the Aussie back on the 0.7000 handle, albeit just, Kiwi inching closer towards 0.6700 and Loonie not far from 1.3000 where big barriers reside having breached last week’s pre-NFP and prior 2019 peak of 1.3038. Usd/Cad continues to decline on Fed/BoC policy divergence as the former seems almost certain to deliver an insurance cut at the end of the month, while the latter is sticking to a neutral stance. Similarly, Aud/Usd is realigning after the RBA’s consecutive 25 bp OCR reduction and shift to wait-and-see mode, while Nzd/Usd appears to be biding time ahead of next week’s Q2 NZ inflation data that will be a key driver for the RBNZ. Elsewhere, the Franc is also gaining further ground vs the Buck after surpassing 0.9900, but also outperforming against the Euro with the cross eyeing 1.1100 following a break below 1.1150.</p><p><strong>GBP/JPY/EUR/SEK/NOK&nbsp;</strong></p><p>All moderately firmer, as Cable holds above 1.2500 and the Yen pivots 108.50 in close proximity to decent expiry options (1.2 bn between 108.50-40). However, the Pound has drifted back down from recovery highs closer to 1.2600 amidst dovish comments from BoE’s Vlieghe in the event of a no deal Brexit when he believes rates could be set near zero, while Usd/Jpy remains reluctant to venture too far under 108.00. By the same token, the single currency is still confined below 1.1300 amidst an array of expiries spanning 1.1250 (1 bn), 1.1270-75 (1.1 bn) and the big figure (1.1 bn), with no real boost from better than expected Eurozone ip data even though EGB yields have rebounded further in response. Hence, Eur/Sek has now slipped through 10.5500 and Eur/Nok is straddling 9.6100, though the Swedish Krona has been underpinned to an extent by Riksbank minutes retaining guidance for a repo hike around the turn of the year and its Norwegian neighbour is underpinned by firm oil prices.</p><p><strong>EM</strong></p><p>Although the Greenback is off lows and the <strong>DXY </strong>is probing 97.000+ levels again, the latest leg up in Usd/Try is mainly due to heightened US/EU-Turkey angst and anticipation that tougher sanctions are on the way. Note also, the Lira’s lurch towards 5.7150 at one stage also came amidst reports that the first batch of S-400 missile system components have arrived from Russia.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-aussie-outpaces-g10-rivals-while-lira-lags-further-behind-em-peers-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 17:35:00",
        "gmt_time": "2019-07-12 09:35:00"
    },
    {
        "id": 877691,
        "updated_sequence": 1890158,
        "published_at": {
            "unix": 1562923800,
            "text": "2019-07-12 10:30:00 +0100",
            "iso_8601": "2019-07-12T09:30:00Z"
        },
        "updated_at": {
            "unix": 1562923886,
            "text": "2019-07-12 10:31:26 +0100",
            "iso_8601": "2019-07-12T09:31:26Z"
        },
        "subject": "ECB's Visco says further expansionary measures will be needed if the EZ economy does not pick up, 'in coming weeks' the ECB will continue assessing measures at their disposal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-visco-says-further-expansionary-measures-will-be-needed-if-the-ez-economy-does-not-pick-up-in-coming-weeks-the-ecb-will-continue-assessing-measures-at-their-disposal-12-07-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 17:30:00",
        "gmt_time": "2019-07-12 09:30:00"
    },
    {
        "id": 877690,
        "updated_sequence": 1890155,
        "published_at": {
            "unix": 1562922780,
            "text": "2019-07-12 10:13:00 +0100",
            "iso_8601": "2019-07-12T09:13:00Z"
        },
        "updated_at": {
            "unix": 1562922940,
            "text": "2019-07-12 10:15:40 +0100",
            "iso_8601": "2019-07-12T09:15:40Z"
        },
        "subject": "Grace 1's cargo has been confirmed as 2.1mln barrels of light crude oil., according to Gibraltar's Chief Minister",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Grace 1 is the Iranian oil ship which was seized off of the coast of Gibraltar last week, in relation to a potential breach of EU sanctions</p>",
        "analysis_updated_at": {
            "unix": 1562922940,
            "text": "2019-07-12 10:15:40 +0100",
            "iso_8601": "2019-07-12T09:15:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "grace-1-s-cargo-has-been-confirmed-as-2-1mln-barrels-of-light-crude-oil-according-to-gibraltar-s-chief-minister-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 17:13:00",
        "gmt_time": "2019-07-12 09:13:00"
    },
    {
        "id": 877487,
        "updated_sequence": 1890138,
        "published_at": {
            "unix": 1562922000,
            "text": "2019-07-12 10:00:00 +0100",
            "iso_8601": "2019-07-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1562922000,
            "text": "2019-07-12 10:00:00 +0100",
            "iso_8601": "2019-07-12T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-11-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 17:00:00",
        "gmt_time": "2019-07-12 09:00:00"
    },
    {
        "id": 877689,
        "updated_sequence": 1890150,
        "published_at": {
            "unix": 1562922000,
            "text": "2019-07-12 10:00:00 +0100",
            "iso_8601": "2019-07-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1562922052,
            "text": "2019-07-12 10:00:52 +0100",
            "iso_8601": "2019-07-12T09:00:52Z"
        },
        "subject": "Volkswagen (VOW3 GY) - June group deliveries 974.4k, +1.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-june-group-deliveries-974-4k-1-6-12-07-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 17:00:00",
        "gmt_time": "2019-07-12 09:00:00"
    },
    {
        "id": 877685,
        "updated_sequence": 1890136,
        "published_at": {
            "unix": 1562920920,
            "text": "2019-07-12 09:42:00 +0100",
            "iso_8601": "2019-07-12T08:42:00Z"
        },
        "updated_at": {
            "unix": 1562921253,
            "text": "2019-07-12 09:47:33 +0100",
            "iso_8601": "2019-07-12T08:47:33Z"
        },
        "subject": "PBoC Offical says they will further reduce real interest rates for small firms, and China will take macro-prudential measures when necessary to keep the Yuan basically stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-offical-says-they-will-further-reduce-real-interest-rates-for-small-firms-and-china-will-take-macro-prudential-measures-when-necessary-to-keep-the-yuan-basically-stable-12-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:42:00",
        "gmt_time": "2019-07-12 08:42:00"
    },
    {
        "id": 877684,
        "updated_sequence": 1890131,
        "published_at": {
            "unix": 1562920800,
            "text": "2019-07-12 09:40:00 +0100",
            "iso_8601": "2019-07-12T08:40:00Z"
        },
        "updated_at": {
            "unix": 1562920958,
            "text": "2019-07-12 09:42:38 +0100",
            "iso_8601": "2019-07-12T08:42:38Z"
        },
        "subject": "BoE's Vlieghe says would not need much of a hit on demand to justify cutting rates to zero, and it is more likely than not that rates would reach the lower bound following a no-deal Brexit",
        "content": "<ul><li>it is possible that the Bank may meed to increase rates, if inflation expectations become un-anchored by a no-deal Brexit</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-vlieghe-says-would-not-need-much-of-a-hit-on-demand-to-justify-cutting-rates-to-zero-and-it-is-more-likely-than-not-that-rates-would-reach-the-lower-bound-following-a-no-deal-brexit-12-07-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:40:00",
        "gmt_time": "2019-07-12 08:40:00"
    },
    {
        "id": 877683,
        "updated_sequence": 1890126,
        "published_at": {
            "unix": 1562920560,
            "text": "2019-07-12 09:36:00 +0100",
            "iso_8601": "2019-07-12T08:36:00Z"
        },
        "updated_at": {
            "unix": 1562920765,
            "text": "2019-07-12 09:39:25 +0100",
            "iso_8601": "2019-07-12T08:39:25Z"
        },
        "subject": "BAML Flow Show sees inflows of USD 9.6bln and for equity funds USD 600mln, in the week until Wednesday 10th July",
        "content": "<ul><li>Fixed income, investment grade inflows of USD 4.1bln</li><li>Equity funds, Europe has outflows of USD 2.9bln, as did Japan at USD 500mln; while the US had inflows of USD 1.7bln</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-sees-inflows-of-usd-9-6bln-and-for-equity-funds-usd-600mln-in-the-week-until-wednesday-10th-july-12-07-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:36:00",
        "gmt_time": "2019-07-12 08:36:00"
    },
    {
        "id": 877682,
        "updated_sequence": 1890121,
        "published_at": {
            "unix": 1562920200,
            "text": "2019-07-12 09:30:00 +0100",
            "iso_8601": "2019-07-12T08:30:00Z"
        },
        "updated_at": {
            "unix": 1562920266,
            "text": "2019-07-12 09:31:06 +0100",
            "iso_8601": "2019-07-12T08:31:06Z"
        },
        "subject": "Daimler (DAI GY) - Mercedez-Benz June brand sales 196.2k, -3.7%. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-mercedez-benz-june-brand-sales-196-2k-3-7-12-07-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:30:00",
        "gmt_time": "2019-07-12 08:30:00"
    },
    {
        "id": 877681,
        "updated_sequence": 1890118,
        "published_at": {
            "unix": 1562920020,
            "text": "2019-07-12 09:27:00 +0100",
            "iso_8601": "2019-07-12T08:27:00Z"
        },
        "updated_at": {
            "unix": 1562920124,
            "text": "2019-07-12 09:28:44 +0100",
            "iso_8601": "2019-07-12T08:28:44Z"
        },
        "subject": "Volkswagen (VOW3 GY) are to make an investment of USD 2.6bln in Ford's (F) automated driving unit, Argo AI, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, this was in-fitting with pre-market reports.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1562920124,
            "text": "2019-07-12 09:28:44 +0100",
            "iso_8601": "2019-07-12T08:28:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-are-to-make-an-investment-of-usd-2-6bln-in-ford-s-f-automated-driving-unit-argo-ai-according-to-sources-12-07-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:27:00",
        "gmt_time": "2019-07-12 08:27:00"
    },
    {
        "id": 877680,
        "updated_sequence": 1890113,
        "published_at": {
            "unix": 1562919900,
            "text": "2019-07-12 09:25:00 +0100",
            "iso_8601": "2019-07-12T08:25:00Z"
        },
        "updated_at": {
            "unix": 1562919975,
            "text": "2019-07-12 09:26:15 +0100",
            "iso_8601": "2019-07-12T08:26:15Z"
        },
        "subject": "PBOC official says the Bank will meet reasonable liquidity demands of all types of financial institutions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-official-says-the-bank-will-meet-reasonable-liquidity-demands-of-all-types-of-financial-institutions-12-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:25:00",
        "gmt_time": "2019-07-12 08:25:00"
    },
    {
        "id": 877679,
        "updated_sequence": 1890104,
        "published_at": {
            "unix": 1562918400,
            "text": "2019-07-12 09:00:00 +0100",
            "iso_8601": "2019-07-12T08:00:00Z"
        },
        "updated_at": {
            "unix": 1562918686,
            "text": "2019-07-12 09:04:46 +0100",
            "iso_8601": "2019-07-12T08:04:46Z"
        },
        "subject": "BoE's Vlieghe says he sees the Bank Rate lowered to close to 0% in the event of a no-deal Brexit and it is highly uncertain when it would rise again",
        "content": "<ul><li>Bank rate (in the event that a Brexit deal is completed) could reach 1% in 1 year, 1.25% in 2 years and 1.75% in 3 years</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-vlieghe-says-he-sees-the-bank-rate-lowered-to-close-to-0-in-the-event-of-a-no-deal-brexit-and-it-is-highly-uncertain-when-it-would-rise-again-12-07-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:00:00",
        "gmt_time": "2019-07-12 08:00:00"
    },
    {
        "id": 877675,
        "updated_sequence": 1890110,
        "published_at": {
            "unix": 1562918400,
            "text": "2019-07-12 09:00:00 +0100",
            "iso_8601": "2019-07-12T08:00:00Z"
        },
        "updated_at": {
            "unix": 1562919138,
            "text": "2019-07-12 09:12:18 +0100",
            "iso_8601": "2019-07-12T08:12:18Z"
        },
        "subject": "IEA Monthly Report: 2019 global oil demand growth estimate 1.2mln bpd (maintained) and sees 2020 at 1.4mln bpd",
        "content": "<ul><li>Balances show the potential for oversupply next year, with a 2.1mln bpd expansion of non-OPEC supply, led by the US, versus 2mln bpd in 2019</li><li>That will lower the requirement for OPEC crude, with the call on OPEC plunging to 28mln bpd in Q1 2020. OPEC has not produced at such a low level since&nbsp;Q3 2003</li><li>Global demand growth is set to accelerate from an exceptionally weak 310k bpd in Q1 2019&nbsp;and 800k bpd in Q219&nbsp;to reach 1.8mln bpd in the second half of the year as economic activity improves and petrochemical plants ramp u</li><li>The widely-anticipated decision by OPEC+ ministers to extend their output agreement to March 2020&nbsp;provides guidance but it does not change the fundamental outlook of an oversupplied market</li><li>Iranain oil exports fell by 450k bpd in June to 530k bpd</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a references, this week the EIA cut their 2019 world oil demand growth forecast to 1.07mln bpd whilst OPEC maintained theirs at 1.14mln bpd.</li></ul>",
        "analysis_updated_at": {
            "unix": 1562918940,
            "text": "2019-07-12 09:09:00 +0100",
            "iso_8601": "2019-07-12T08:09:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "iea-monthly-report-2019-global-oil-demand-growth-estimate-1-2mln-bpd-maintained-and-sees-2020-at-1-4mln-bpd-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 16:00:00",
        "gmt_time": "2019-07-12 08:00:00"
    },
    {
        "id": 877674,
        "updated_sequence": 1890078,
        "published_at": {
            "unix": 1562918040,
            "text": "2019-07-12 08:54:00 +0100",
            "iso_8601": "2019-07-12T07:54:00Z"
        },
        "updated_at": {
            "unix": 1562918091,
            "text": "2019-07-12 08:54:51 +0100",
            "iso_8601": "2019-07-12T07:54:51Z"
        },
        "subject": "Chinese Imports CNY* Jun -0.4% vs. Exp. 3.7% (Prev. 2.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-imports-cny-jun-0-4-vs-exp-3-7-prev-2-5-12-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:54:00",
        "gmt_time": "2019-07-12 07:54:00"
    },
    {
        "id": 877673,
        "updated_sequence": 1890069,
        "published_at": {
            "unix": 1562917920,
            "text": "2019-07-12 08:52:00 +0100",
            "iso_8601": "2019-07-12T07:52:00Z"
        },
        "updated_at": {
            "unix": 1562918050,
            "text": "2019-07-12 08:54:10 +0100",
            "iso_8601": "2019-07-12T07:54:10Z"
        },
        "subject": "Chinese Exports CNY* Jun 6.1% vs. Exp. 6.9% (Prev. 7.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-exports-cny-jun-6-1-vs-exp-6-9-prev-7-7-12-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:52:00",
        "gmt_time": "2019-07-12 07:52:00"
    },
    {
        "id": 877671,
        "updated_sequence": 1890185,
        "published_at": {
            "unix": 1562917860,
            "text": "2019-07-12 08:51:00 +0100",
            "iso_8601": "2019-07-12T07:51:00Z"
        },
        "updated_at": {
            "unix": 1562928069,
            "text": "2019-07-12 11:41:09 +0100",
            "iso_8601": "2019-07-12T10:41:09Z"
        },
        "subject": "Chinese Trade Balance CNY* Jun 345.18B  vs. Exp. 278.50B (Prev. 279.12B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Exports were hit, turning negative in June, as the US ramped up tariffs on China in May, against the backdrop of cooling global demand. Imports were also softer, amid a renewed domestic slowdown. Capital Economics said the export data was negative partly due to a stronger base for comparison, but it also notes that shipments fell in seasonally adjusted M/M terms. \"The latest US tariff hike, implemented in the middle of May, probably contributed to this drop, alongside a broader slowdown in foreign demand – the June manufacturing PMIs suggest that global growth continued to cool last month,\" CapEco says. The consultancy is more certain that base effects were responsible for the weak imports data, though acknowledges that the fall in commodity prices probably played a role. Nevertheless, the decline adds to broader evidence that China’s economy lost momentum last month, CapEco says. The consultancy says that headwinds to trade are likely to intensify in the coming quarters. but it doesn't see global growth bottoming-out until next year. \"And while the truce reached between Trump and Xi at the G20 late last month removes the immediate threat of further US tariffs, our base case remains that trade talks will break down again before long,\" adding that \"meanwhile, a renewed slowdown in domestic demand looks set to weigh on import volumes for the remainder of the year.\"</p>",
        "analysis_updated_at": {
            "unix": 1562928069,
            "text": "2019-07-12 11:41:09 +0100",
            "iso_8601": "2019-07-12T10:41:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-trade-balance-cny-jun-345-18b-vs-exp-278-50b-prev-279-12b-12-07-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:51:00",
        "gmt_time": "2019-07-12 07:51:00"
    },
    {
        "id": 877670,
        "updated_sequence": 1890060,
        "published_at": {
            "unix": 1562917680,
            "text": "2019-07-12 08:48:00 +0100",
            "iso_8601": "2019-07-12T07:48:00Z"
        },
        "updated_at": {
            "unix": 1562917829,
            "text": "2019-07-12 08:50:29 +0100",
            "iso_8601": "2019-07-12T07:50:29Z"
        },
        "subject": "Gilts hold 130.00 handle, Short Sterling futures firmer after initial wobble",
        "content": "<p>A pretty frantic start to Friday’s session for UK debt and STIR contracts, with early Liffe losses now being pared/reversed and the 10 year benchmark back above parity within a 130.45-14 range around its 130.36 previous settlement. Similarly, the 3 month strip has recovered after dipping below par to stand flat-1.5 ticks ahead awaiting a speech from BoE’s Vlieghe at the top of the hour.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-hold-130-00-handle-short-sterling-futures-firmer-after-initial-wobble-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:48:00",
        "gmt_time": "2019-07-12 07:48:00"
    },
    {
        "id": 877666,
        "updated_sequence": 1890048,
        "published_at": {
            "unix": 1562917260,
            "text": "2019-07-12 08:41:00 +0100",
            "iso_8601": "2019-07-12T07:41:00Z"
        },
        "updated_at": {
            "unix": 1562917312,
            "text": "2019-07-12 08:41:52 +0100",
            "iso_8601": "2019-07-12T07:41:52Z"
        },
        "subject": "Turkish Defense Ministry says that the first parts for the S-400 will be delivered to Ankara today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-defense-ministry-says-that-the-first-parts-for-the-s-400-will-be-delivered-to-ankara-today-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:41:00",
        "gmt_time": "2019-07-12 07:41:00"
    },
    {
        "id": 877665,
        "updated_sequence": 1890045,
        "published_at": {
            "unix": 1562916600,
            "text": "2019-07-12 08:30:00 +0100",
            "iso_8601": "2019-07-12T07:30:00Z"
        },
        "updated_at": {
            "unix": 1562916961,
            "text": "2019-07-12 08:36:01 +0100",
            "iso_8601": "2019-07-12T07:36:01Z"
        },
        "subject": "Riksbank Minutes: The board members supported the picture of the economic outlook and inflation prospects described in the draft Monetary Policy Report.",
        "content": "<ul><li>economic development both in Sweden and abroad has been largely in line with the Riksbank’s forecasts and that new information since the monetary policy meeting in April has not led to any major revisions of the forecasts overall</li><li>International risks are difficult to quantify in a forecast, but if they materialise, prospects may also deteriorate for the Swedish economy. It is therefore important that monetary policy proceeds cautiously</li><li>It was noted that participants on the financial markets seem to be expecting significantly worse economic development in the period ahead and hence further monetary policy stimuli.</li><li>Floden says he does not believe than the Krona depreciation helps the Bank to stabilize inflation around its long term target</li><li>Some also emphasised that large and unexpected fluctuations in the exchange rate make it more difficult to stabilise inflation around the target.</li><li>Jansson says the problems and risks relating to inflationary pressures in Sweden and developments abroad mean than may fear that the probability currently embedded in out repo-rate path of a rate increase as early as October</li></ul><p>&nbsp;</p><p><a href=\"https://www.riksbank.se/globalassets/media/dagordningar--protokoll/protokoll/penningpolitiskt/engelska/2019/minutes-of-the-monetary-policy-meeting-held-on-2-july-2019.pdf\">Link to Minutes</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-minutes-the-board-members-supported-the-picture-of-the-economic-outlook-and-inflation-prospects-described-in-the-draft-monetary-policy-report-12-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:30:00",
        "gmt_time": "2019-07-12 07:30:00"
    },
    {
        "id": 877664,
        "updated_sequence": 1890030,
        "published_at": {
            "unix": 1562916300,
            "text": "2019-07-12 08:25:00 +0100",
            "iso_8601": "2019-07-12T07:25:00Z"
        },
        "updated_at": {
            "unix": 1562916358,
            "text": "2019-07-12 08:25:58 +0100",
            "iso_8601": "2019-07-12T07:25:58Z"
        },
        "subject": "Thomas Cook (TCG LN) - Co. are yet to decide if the Co. will remain listed or whether they will be taken completely private",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thomas-cook-tcg-ln-co-are-yet-to-decide-if-the-co-will-remain-listed-or-whether-they-will-be-taken-completely-private-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:25:00",
        "gmt_time": "2019-07-12 07:25:00"
    },
    {
        "id": 877662,
        "updated_sequence": 1890024,
        "published_at": {
            "unix": 1562915160,
            "text": "2019-07-12 08:06:00 +0100",
            "iso_8601": "2019-07-12T07:06:00Z"
        },
        "updated_at": {
            "unix": 1562915227,
            "text": "2019-07-12 08:07:07 +0100",
            "iso_8601": "2019-07-12T07:07:07Z"
        },
        "subject": "European equity movers this morning: Easyjet (EZJ LN) +2.7%; Ingenico (ING FP) +1.9%; Daimler (DAI GY) -4.1%; AB InBev (ABI BB) -3.0%; Siemens Healthineers (SHL GY) -2.0%; Volkswagen (VOW3 GY) -1.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-easyjet-ezj-ln-2-7-ingenico-ing-fp-1-9-daimler-dai-gy-4-1-ab-inbev-abi-bb-3-0-siemens-healthineers-shl-gy-2-0-volkswagen-vow3-gy-1-3-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:06:00",
        "gmt_time": "2019-07-12 07:06:00"
    },
    {
        "id": 877663,
        "updated_sequence": 1890027,
        "published_at": {
            "unix": 1562915100,
            "text": "2019-07-12 08:05:00 +0100",
            "iso_8601": "2019-07-12T07:05:00Z"
        },
        "updated_at": {
            "unix": 1562915279,
            "text": "2019-07-12 08:07:59 +0100",
            "iso_8601": "2019-07-12T07:07:59Z"
        },
        "subject": "China's H1 Yuan Denominated: Exports +6.1%, Imports +1.4%, Trade Balance +1.23trl. China customs state that the external environment is complex and severe, long term trend of improving has not changed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-h1-yuan-denominated-exports-6-1-imports-1-4-trade-balance-1-23trl-china-customs-state-that-the-external-environment-is-complex-and-severe-long-term-trend-of-improving-has-not-changed-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 15:05:00",
        "gmt_time": "2019-07-12 07:05:00"
    },
    {
        "id": 877655,
        "updated_sequence": 1890003,
        "published_at": {
            "unix": 1562914740,
            "text": "2019-07-12 07:59:00 +0100",
            "iso_8601": "2019-07-12T06:59:00Z"
        },
        "updated_at": {
            "unix": 1562914806,
            "text": "2019-07-12 08:00:06 +0100",
            "iso_8601": "2019-07-12T07:00:06Z"
        },
        "subject": "Bunds: trying to find a base after steeper retreat",
        "content": "<p>The 10 year German debt future has recovered fairly well from another hefty markdown and early slide to 171.47 vs Thursday’s 171.82 close that extended the retracement in Bunds from July 4 contract peak (174.05) to whopping 258 ticks or 15+ bps in yield terms. Some pre-weekend consolidation could well be a factor, but also hedging or anticipating a decline in EU equities given a stark downgrade from Daimler and contagion for the auto sector. Ahead, Eurozone ip data and Chinese trade as the core bond inches closer to parity at 171.78.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-trying-to-find-a-base-after-steeper-retreat-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 14:59:00",
        "gmt_time": "2019-07-12 06:59:00"
    },
    {
        "id": 877654,
        "updated_sequence": 1889998,
        "published_at": {
            "unix": 1562914020,
            "text": "2019-07-12 07:47:00 +0100",
            "iso_8601": "2019-07-12T06:47:00Z"
        },
        "updated_at": {
            "unix": 1562914073,
            "text": "2019-07-12 07:47:53 +0100",
            "iso_8601": "2019-07-12T06:47:53Z"
        },
        "subject": "Norway Prelim June oil production at 1.067mln bpd, according to the oil directorate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-prelim-june-oil-production-at-1-067mln-bpd-according-to-the-oil-directorate-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 14:47:00",
        "gmt_time": "2019-07-12 06:47:00"
    },
    {
        "id": 877653,
        "updated_sequence": 1889989,
        "published_at": {
            "unix": 1562913480,
            "text": "2019-07-12 07:38:00 +0100",
            "iso_8601": "2019-07-12T06:38:00Z"
        },
        "updated_at": {
            "unix": 1562913555,
            "text": "2019-07-12 07:39:15 +0100",
            "iso_8601": "2019-07-12T06:39:15Z"
        },
        "subject": "Daimler (DAI GY) – Co’s Q2 EBIT is significantly below market expectations.",
        "content": "<ul><li>Group EBIT EUR -1.6bln vs. Prev. EUR +2.6bln, Mercedes-Benz cars EUR -0.7bln vs. prev. EUR +1.9bln, Daimler trucks EUR +0.7bln vs. Prev. EUR +0.5bln, Mercedes-Benz vans EUR -2.0bln vs. Prev. EUR +0.2bln.</li><li>Co. state that EBIT was impacted by a reassessment made today in connection with ongoing governmental &amp; court proceedings, lead to increased expenditures of EUR 1.6bln.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "daimler-dai-gy-co-s-q2-ebit-is-significantly-below-market-expectations-12-07-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 14:38:00",
        "gmt_time": "2019-07-12 06:38:00"
    },
    {
        "id": 877652,
        "updated_sequence": 1889982,
        "published_at": {
            "unix": 1562913000,
            "text": "2019-07-12 07:30:00 +0100",
            "iso_8601": "2019-07-12T06:30:00Z"
        },
        "updated_at": {
            "unix": 1562913305,
            "text": "2019-07-12 07:35:05 +0100",
            "iso_8601": "2019-07-12T06:35:05Z"
        },
        "subject": "Several very big FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD: 1.1200-10 (2BLN), 1.1215-20 (500M), <strong>1.1250 (1BLN)</strong></p><p><strong>1.1270-75 (1.1BLN)</strong>, <strong>1.1300 (1.1BLN)</strong>, 1.1325 (340M), 1.1350 (300M)</p><p>USD/CHF: 0.9850 (225M)</p><p>GBP/USD: <strong>1.2580 (600M)</strong></p><p>AUD/USD: 0.6975-85 (600M)</p><p>NZD/USD: 0.6650 (302M)</p><p>USD/CAD: 1.3000 (460M), <strong>1.3050 (1BLN)</strong>, <strong>1.3100 (2.1BLN)</strong></p><p>USD/JPY: 107.50 (1.3BLN) , 107.70 (500M), 108.00 (566M), 108.20-25 (500M),</p><p><strong>108.40-50 (1.2BLN)</strong>, <strong>109.00 (1.4BLN)</strong></p><p>EUR/JPY: 121.95 (675M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "several-very-big-fx-option-expiries-for-today-s-ny-cut-12-07-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 14:30:00",
        "gmt_time": "2019-07-12 06:30:00"
    },
    {
        "id": 877648,
        "updated_sequence": 1890000,
        "published_at": {
            "unix": 1562911080,
            "text": "2019-07-12 06:58:00 +0100",
            "iso_8601": "2019-07-12T05:58:00Z"
        },
        "updated_at": {
            "unix": 1562914434,
            "text": "2019-07-12 07:53:54 +0100",
            "iso_8601": "2019-07-12T06:53:54Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Volkswagen (VOW3 GY) – </strong>Co. and <strong>Ford (F) </strong>are to hold a briefing at 12:00 BST/06:00ET<strong> </strong>to provide an update on their global alliance. Separately, Co. are reportedly to invest in Argo AI, investment of up to USD 7.0bln (Newswires)</p><p><strong>AB InBev (ABI BB) – </strong>Budweiser will reportedly not price their Hong Kong IPO by the planned Friday deadline., according to sources. (Newswires)</p><p><strong>AstraZeneca (AZN LN) – </strong>FDA has granted orphan drug classification to Imfinzi for the treatment of small lung cell cancer. (Newswires)</p><p><strong>Air France (AF FP) – </strong>Reported that Dutch unions have walked out of discussions on salary with KLM. (Newswires)</p><p><strong>Lufthansa (LHA GY) – </strong>German cabin crew unions are reportedly to hold a vote on undertaking strike action at Co’s units. (Newswires)</p><p><strong>Deutsche Bank (DBK GY) – </strong>Co. spokesman have denied reports of 6k German job cuts arising from the integration of Postbank, as the number of cuts is incorrect. (Newswires)</p><p><strong>Eurazeo (RF FP) – </strong>Co. are reportedly seeking the acquisition of a stake in Primonial from Bridgepoint. (Newswires)</p><p><strong>Axel Springer (SPR GY) – </strong>The executive and supervisory boards of the Co. have recommended the acceptance of the offer by KKR for EUR 63, per share. (Newswires)</p><p><strong>Novartis (NOVN SW) –</strong> Co. and Amgen have closed two studies into finding drugs for Alzheimer’s disease (FT)</p><p><strong>BAE Systems (BA/ LN) – </strong>Co. are reportedly hopeful that a deal with New Zealand can be sealed for advanced warships, which may result in a contract valued in the hundreds of millions. (FT)</p><p><strong>Elisa (ELISA FH) – </strong>Q2 pretax EUR 91mln vs. Prev. EUR 92mln, EBITDA EUR 164mln vs. Prev. EUR 157mln. (Newswires)</p><p><strong>WPP (WPP LN) – </strong>Co. have proposed the sale of 60% of their Kantar unit, proceeds after tax expected at USD 3.1bln as the investment by Bain Capital values the unit at USD 4.0bln with USD 1.0bln to be returned to shareholders. Impact of the proposed transaction is anticipated to be somewhat dilutive to EPS in 2021. Co’s dividend policy is unchanged, Co. expect the completion and associated proceeds referring to no less than 86% of the Kantar unit is to be expected in early 2020. (Newswires)</p><p><strong>Daimler (DAI GY) – </strong>Co’s Q2 EBIT is significantly below market expectations; group EBIT EUR -1.6bln vs. Prev. EUR +2.6bln, Mercedes-Benz cars EUR -0.7bln vs. prev. EUR +1.9bln, Daimler trucks EUR +0.7bln vs. Prev. EUR +0.5bln, Mercedes-Benz vans EUR -2.0bln vs. Prev. EUR +0.2bln. Co. state that EBIT was impacted by a reassessment made today in connection with ongoing governmental &amp; court proceedings, lead to increased expenditures of EUR 1.6bln. (Newswires)</p><p><strong>StoreBrand (STB NO) – </strong>Q2 interim result, group result of NOK 578mln and NOK 1.311bln YTD. Q2 pre-tax profit NOK 464mln vs. Exp. NOK 613mln. Co. say underlying operating profit is satisfactory, but is being influenced by restructuring costs. (newswires)</p><p><strong>E.ON (EOAN GY) - </strong>Co. have acquired Coromatic. (Newswires)</p><p><strong>FRESNILLO (FRES LN) </strong>RETAINED AS TOP PICK AMONG UK MINERS AT JEFFERIES</p><p><strong>DEUTSCHE BANK (DBK GY)</strong> UPGRADED TO NEUTRAL FROM SELL AT UBS</p><p><strong>SWATCH (UHR SW</strong>) UPGRADED TO BUY AT GOLDMAN SACHS</p><p><strong>RIO TINTO (RIO LN)</strong> DOWNGRADED TO SELL AT REDBURN</p><p><strong>VOPAK (VPK NA) </strong>UPGRADED TO BUY FROM NEUTRAL AT KEMPEN</p><p><strong>SUEDZUCKER (SZU GY)</strong> DOWNGRADED TO HOLD FROM BUY AT MM WARBURG&nbsp;</p><p><strong>RIO TINTO (RIO LN)</strong> DOWNGRADED TO SELL FROM NEUTRAL AT REDBURN</p><p><strong>TELE2 (TEL2B SS)</strong> INITIATED WITH A SELL RATING AT REDBURN</p><p><strong>LINDT &amp; SPRUENGLI (LISN SW) </strong>DOWNGRADED TO NEUTRAL FROM SELL AT UBS</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:58:00",
        "gmt_time": "2019-07-12 05:58:00"
    },
    {
        "id": 877647,
        "updated_sequence": 1889939,
        "published_at": {
            "unix": 1562910600,
            "text": "2019-07-12 06:50:00 +0100",
            "iso_8601": "2019-07-12T05:50:00Z"
        },
        "updated_at": {
            "unix": 1562910690,
            "text": "2019-07-12 06:51:30 +0100",
            "iso_8601": "2019-07-12T05:51:30Z"
        },
        "subject": "NHC state some strengthening of the storm is expected in the next day, Barry may become a Hurricane Friday night/Saturday when the center of the storm is close to the Louisiana coast",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-state-some-strengthening-of-the-storm-is-expected-in-the-next-day-barry-may-become-a-hurricane-friday-night-saturday-when-the-center-of-the-storm-is-close-to-the-louisiana-coast-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:50:00",
        "gmt_time": "2019-07-12 05:50:00"
    },
    {
        "id": 877646,
        "updated_sequence": 1889936,
        "published_at": {
            "unix": 1562910540,
            "text": "2019-07-12 06:49:00 +0100",
            "iso_8601": "2019-07-12T05:49:00Z"
        },
        "updated_at": {
            "unix": 1562910586,
            "text": "2019-07-12 06:49:46 +0100",
            "iso_8601": "2019-07-12T05:49:46Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>12th July 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were somewhat cautious as the region awaited the latest Chinese trade data and following a mixed performance on Wall St. where markets were tentative amid a plethora of Fed speakers, although the DJIA outperformed and rose above the previously uncharted 27K level. ASX 200 (-0.3%) was dragged lower by most mining-related sectors but with downside stemmed by resilience in the largest-weighted financials industry and strength in energy after news Santos is considering a takeover of rival Oil Search, while Nikkei 225 (+0.1%) mirrored an indecisive currency with index giant Fast Retailing the outperformer after it posted 9-month profit growth. Hang Seng (+0.4%) and Shanghai Comp. (+0.5%) were choppy ahead of the Chinese trade figures and after PBoC inaction resulted to a net weekly drain of CNY 220bln, although Chinese press reports continued to suggest potential for lower rates in China and more room for easing.</p><p>FTSE 100</p><p>&nbsp;</p><p>OTHER UK COMPANIES</p><p><strong>Thomas Cook (TCG LN) – </strong>Co. are in advanced discussions with Fosun Group, targeting an injection of GPP 750mln of new money. The proposal to recapitalise would necessitate a reorganisation of ownership; expected to give Fosun a controlling stake in tour group operator and minority interest in airline. Co. expects underlying EBIT to be behind Prev., airline bookings are -3%, pricing is +2%. (Newswires)</p><p>BROKER MOVES</p><p>EASYJET (EZJ LN) UPGRADED TO BUY FROM HOLD AT BERENBERG</p><p>DAX</p><p><strong>Fraport (FRA GY) – </strong>Frankfurt Airport (June) 6.6mln passengers, +3.4%, aircraft movements +1.4%,. Co. state that the trend across June and H1 is remaining stable. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>&nbsp;</p><p>BROKER MOVES</p><p>SIEMENES HEALTHINEERS (SHL GY) DOWNGRADED TO HOLD FROM BUY AT HSBC</p><p>CAC</p><p>&nbsp;</p><p>OTHER FRENCH COMPANIES</p><p>&nbsp;</p><p>BROKER MOVES</p><p>INGENICO (ING FP) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p><p>PAN EUROPE</p><p><strong>Aker BP (AKERBP NO) – </strong>Q2 income USD 785mln vs. Prev. USD 925mln, EBITDA USD 522mln vs. Prev., USD 698mln. Co. are to pay a Q2 dividend of USD 0.5207 per share. Co. maintains FY production estimate and price guidance. Co. board anticipate an additional quarterly dividend of USD 187.5mln to be paid in Q4. Separately, Co. announce a oil discovery in Noaka. (Newswires)</p><p>BROKER MOVES</p><p>&nbsp;</p><p>SMI</p><p>&nbsp;</p><p>OTHER SWISS COMPANIES</p><p><strong>EMS-Chemie Holding (EMSN SW) – </strong>H1 EBIT CHF 316mln vs. Exp. CHF 314mln, revenue CHF 1.2bln vs. Exp. CHF 1.2bln. (Newswires)</p><p>BROKER MOVES</p><p>CHARLES SCHWAB (SWG SW) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KBW</p><p>SCANDINAVIA</p><p><strong>Gjensidige (GJF NO) – </strong>Q2 net NOK 1.34bln vs. Exp. NOK 1.09bln, revenue NOK 6.08bn vs. Exp. NOK 6.13bln. (Newswires)</p><p><strong>SBanken (SBANK NO) – </strong>Q2 NII NOK 63.1mln vs. Prev. NOK 58.4mln. (Newswires)</p><p><strong>Orkla (ORK NO) – </strong>Q2 net NOK 899mln vs. Exp. NOK 944mln, adj. EBIT NOK 1.12bln vs. Exp. NOK 1.13bln, revenue NOK 10.5bln vs. exp. NOK 10.6bln. (Newswires)</p><p><strong>Skandinaviska Enskilda Banken AB (SEBA SS) -</strong>&nbsp; H1 net SEK 9.5bln vs. Prev. SEK 14.02bln, adj. operating SEK 11.96bln vs. Prev. SEK 11.42bln. CET1 ratio 16.6% vs. prev. 17.6%. (Newswires)</p><p>BROKER MOVES</p><p><strong>US</strong></p><p>* S&amp;P 500 0.2% AT 2999.91, NASDAQ-100 -0.1% AT 7896.78, DOW JONES 0.9% AT 27088.08. SECTORS:&nbsp;S&amp;P 500 Consumer Discretionary&nbsp; 0.2%, S&amp;P 500 Consumer Staples&nbsp; 0.3%, S&amp;P 500 Energy&nbsp; 0.2%, S&amp;P 500 Financials&nbsp; 0.6%, S&amp;P 500 Health Care&nbsp; 0%, S&amp;P 500 Industrials&nbsp; 0.7%, S&amp;P 500 Information Technology&nbsp; 0.3%, S&amp;P 500 Materials&nbsp; 0.4%, S&amp;P 500 Telecommunication Services&nbsp; -0.1%, S&amp;P 500 Utilities&nbsp; 0%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-12-07-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:49:00",
        "gmt_time": "2019-07-12 05:49:00"
    },
    {
        "id": 877645,
        "updated_sequence": 1889933,
        "published_at": {
            "unix": 1562909160,
            "text": "2019-07-12 06:26:00 +0100",
            "iso_8601": "2019-07-12T05:26:00Z"
        },
        "updated_at": {
            "unix": 1562909208,
            "text": "2019-07-12 06:26:48 +0100",
            "iso_8601": "2019-07-12T05:26:48Z"
        },
        "subject": "Italian Economy Minister Tria says that Italy are ready to work with France and Spain to change European fiscal rules",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-that-italy-are-ready-to-work-with-france-and-spain-to-change-european-fiscal-rules-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:26:00",
        "gmt_time": "2019-07-12 05:26:00"
    },
    {
        "id": 877644,
        "updated_sequence": 1889930,
        "published_at": {
            "unix": 1562908800,
            "text": "2019-07-12 06:20:00 +0100",
            "iso_8601": "2019-07-12T05:20:00Z"
        },
        "updated_at": {
            "unix": 1562908856,
            "text": "2019-07-12 06:20:56 +0100",
            "iso_8601": "2019-07-12T05:20:56Z"
        },
        "subject": "RANsquawk Daily European Opening News - 12th July 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22276/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets were somewhat cautious as the region awaited the latest Chinese trade data and following a mixed performance on Wall St</li><li>Senior US administration officials agreed that China violated sanctions by importing Iranian oil last month and are now mulling secondary sanctions</li><li>The greenback was slightly softer overnight as the momentum from the prior day’s firmer than expected US CPI petered out</li><li>US Gulf of Mexico crude oil production has been cut by 53% (1mln BPD) due to Storm Barry according to the US government</li><li>Looking ahead, highlights include Chinese trade, Riksbank minutes, IEA monthly report, Eurozone IP, US PPI, Baker Hughes Rig Count, BoE’s Vlieghe, Norges Bank’s Nicolaisen, Fed’s Evans</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were somewhat cautious as the region awaited the latest Chinese trade data and following a mixed performance on Wall St.</strong> where markets were tentative amid a plethora of Fed speakers, although the DJIA outperformed and rose above the previously uncharted 27K level. <strong>ASX 200 (-0.3%)</strong> was dragged lower by most mining-related sectors but with downside stemmed by resilience in the largest-weighted financials industry and strength in energy after news Santos is considering a takeover of rival Oil Search, while <strong>Nikkei 225 (+0.1%)</strong> mirrored an indecisive currency with index giant Fast Retailing the outperformer after it posted 9-month profit growth. <strong>Hang Seng (+0.4%) </strong>and<strong> Shanghai Comp. (+0.5%)</strong> were choppy ahead of the Chinese trade figures and after PBoC inaction resulted to a net weekly drain of CNY 220bln, although Chinese press reports continued to suggest potential for lower rates in China and more room for easing. Finally, 10yr JGBs followed suit to the weakness of their counterparts in US where the curve bear steepened in the aftermath of firmer than expected CPI data, while the tentative risk tone and BoJ presence for JPY 940bln of JGBs also failed to provide support for prices.</p><p>PBoC skipped open market operations for a net weekly drain of CNY 220bln vs. Prev. drain CNY 340bln last week. (Newswires) <strong>PBoC set CNY mid-point at 6.8662 (Prev. 6.8677)</strong></p><p><strong>Senior US administration officials agreed that China violated sanctions by importing Iranian oil last month and are now mulling secondary sanctions in a move that would strain US-China trade talks</strong>. (Politico)</p><p>Singapore GDP (Q2) Q/Q -3.4% vs. Exp. 0.1% (Prev. 3.8%) Singapore GDP (Q2) Y/Y 0.1% vs. Exp. 1.1% (Prev. 1.2%)</p><p>UK/EU</p><p>Initial interviews for the next Bank of England governor have been carried out, leaving the appointment process in limbo until a new chancellor is named. (Times)</p><p>&nbsp;</p><p>USTR announced initiation of Section 301 investigation into France’s digital services tax. (Newswires)</p><p>&nbsp;</p><p>FX</p><p>The <strong>greenback</strong> was slightly softer overnight as the momentum from the prior day’s firmer than expected US CPI data petered out with the DXY now back below the 97.00 level. This benefitted its major counterparts in which <strong>EUR</strong>/<strong>USD</strong> broke out of the lull seen during US hours but with advances also contained by nearby large option expiries for today’s New York cut at 1.1250 and 1.1270, while gains in <strong>GBP</strong>/<strong>USD</strong> were also limited by the continued political and Brexit-related overhang. <strong>Antipodeans</strong> remained steadfast against a weaker <strong>USD</strong> as they awaited the Chinese trade data. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> mildly pulled back as a function of a tepid greenback and cautious risk tone, while <strong>SGD</strong> briefly wobbled following discouraging GDP figures for Q2 which showed the largest quarterly contraction in around 7 years.</p><p>COMMODITIES</p><p>Commodities were slightly positive overnight but with upside limited by the cautious risk sentiment. As such, <strong>WTI</strong> crude futures edged mild gains and remained near the prior day’s highs above the USD 60/bbl level following this week’s bullish inventory data and disruption in the Gulf of Mexico where crude output has been cut by more than half amid Tropical Storm Barry which is expected to develop into a hurricane later today. <strong>Gold</strong> prices saw a mild rebound from support near USD 1400/oz and amid softness in the greenback, while copper proceeded sideways due to the indecisiveness as participants await the latest Chinese trade data.</p><p>&nbsp;</p><p><strong>US Gulf of Mexico crude oil production has been cut by 53% (1mln BPD) due to Storm Barry</strong> according to the US government, while NHC stated that a hurricane warning was issued for parts of the Louisiana coastline and that Tropical Storm Barry could become a hurricane by later today. (Newswires)</p><p>GEOPOLITICS</p><p>&nbsp;</p><p><strong>US decided not to impose sanctions on Iran Foreign Minister Zarif for now, according to sources</strong>. (Newswires)</p><p>US Secretary of State Pompeo said the US condemns Iran's attempt to harass the UK vessel near Strait of Hormuz, while it commends the Royal Navy for ensuring freedom of navigation and will continue working with allies to ensure Iran does not disrupt maritime security and global commerce. (Twitter)</p><p>&nbsp;</p><p><strong>US</strong></p><p>The curve bear-steepened after CPI came in above expectations, diminishing arguments for a 50bps rate cut at the Fed’s July 31st policy meeting, while hawkish Fedspeak from Barkin and Bostic added to the downside, with traders largely having discounted the Powell comments, which were pretty much a copy and paste of Wednesday’s testimony. <strong>The 30-year auction was poorly received, tailing by a huge 2.6bps on very soft cover, seeing yields edge higher in its wake.</strong> At settlement major curve spreads were wider: 2s30s +41bps, 2s5s +3bps, 2s10s +4bps. US T-note futures (U9) settled 14+ ticks lower at 126-31+.</p><p><strong>Fed's Williams (Voter, Hawkish)</strong> said the economy is in a good place but added the Fed must be ready to adjust policy to sustain the expansion and that inflation is below target which could feed into inflation expectations. Williams further commented that arguments for adding accommodation have strengthened over time in which he noted uncertainties around trade and global growth have not improved, while he added that expectations of rate cuts are showing up in easier financial conditions although he sees rates currently as neutral. (Newswires)</p><p><strong>Fed's Brainard (Voter, Dove)</strong> said downside risks and soft inflation argue for easing monetary policy, while she added that judgement on appropriate path of rates will depend on evolution of data and risks. Furthermore, Brainard said the economy is expanding solidly and financials markets are supportive of growth, but also noted capital spending is lacklustre and business sentiment is soft. (Newswires)</p><p><strong>Fed's Barkin (Non-Voter, Hawkish)</strong> said it is \"tricky\" to try to use low rates to boost inflation and suggested inflation is running low as well as steady and not a concern for businesses or consumers. Barkin also suggested that it is hard to make the case for both stepping on the gas or stepping on the brakes and that small rate moves are unlikely to do much to move businesses' settled pricing routines, while big rate moves risk providing 4% inflation. However, Barkin later commented that research shows if you are going to do something on rates it is better to do something sooner than later and that he can see the case for an insurance rate cut but that case for a rate cut to re-centre inflation doesn't feel strong enough. (Newswires)</p><p><strong>Fed's Bostic (Non-Voter, Dove)</strong> said he wants to keep an open mind for the July meeting and not front run a rate call, while he added that low readings on inflation are \"noisy\" and other data suggests the Fed is close to its 2% target not moving away from it. Bostic also commented that the central bank is in a good position right now on jobs and inflation but also noted it is clear risks to the economy have grown compared to the prior year including trade and weak global growth. (Newswires)</p><p><strong>Fed's Kashkari (Non-Voter, Dove)</strong> reiterated that he supports a rate cut to re-anchor inflation expectations, while he suggested that a 25bps cut would not be enough of a shock and that 50bps cut is needed. (Newswires)</p><p>US President Trump said he is dropping efforts to include the citizenship question on the consensus but is not backing down on citizenship data efforts and said it is essential to have a clear breakdown of the number of citizens as well as non-citizens, while he is issuing an executive order to access citizenship records. (Newswires)</p><p>US House Speaker Pelosi said she sees the need to act on debt ceiling and budget caps before the August break. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-12th-july-2019-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:20:00",
        "gmt_time": "2019-07-12 05:20:00"
    },
    {
        "id": 877643,
        "updated_sequence": 1889927,
        "published_at": {
            "unix": 1562907600,
            "text": "2019-07-12 06:00:00 +0100",
            "iso_8601": "2019-07-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1562907633,
            "text": "2019-07-12 06:00:33 +0100",
            "iso_8601": "2019-07-12T05:00:33Z"
        },
        "subject": "Singapore Retail Sales (May) M/M -2.2% vs. Exp. -0.6% (Prev. 0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-may-m-m-2-2-vs-exp-0-6-prev-0-5-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:00:00",
        "gmt_time": "2019-07-12 05:00:00"
    },
    {
        "id": 877642,
        "updated_sequence": 1889924,
        "published_at": {
            "unix": 1562907600,
            "text": "2019-07-12 06:00:00 +0100",
            "iso_8601": "2019-07-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1562907626,
            "text": "2019-07-12 06:00:26 +0100",
            "iso_8601": "2019-07-12T05:00:26Z"
        },
        "subject": "Singapore Retail Sales (May) Y/Y -2.1% vs. Exp. 0.2% (Prev. -1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-may-y-y-2-1-vs-exp-0-2-prev-1-8-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 13:00:00",
        "gmt_time": "2019-07-12 05:00:00"
    },
    {
        "id": 877641,
        "updated_sequence": 1889921,
        "published_at": {
            "unix": 1562907300,
            "text": "2019-07-12 05:55:00 +0100",
            "iso_8601": "2019-07-12T04:55:00Z"
        },
        "updated_at": {
            "unix": 1562907421,
            "text": "2019-07-12 05:57:01 +0100",
            "iso_8601": "2019-07-12T04:57:01Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks traded cautious as participants await Chinese trade data",
        "content": "<p>Asia equity markets were somewhat cautious as the region awaited the latest Chinese trade data and following a mixed performance on Wall St. where markets were tentative amid a plethora of Fed speakers, although the DJIA outperformed and rose above the previously uncharted 27K level. ASX 200 (-0.3%) was dragged lower by most mining-related sectors but with downside stemmed by resilience in the largest-weighted financials industry and strength in energy after news Santos is considering a takeover of rival Oil Search, while Nikkei 225 (+0.1%) mirrored an indecisive currency with index giant Fast Retailing the outperformer after it posted 9-month profit growth. Hang Seng (+0.4%) and Shanghai Comp. (+0.5%) were choppy ahead of the Chinese trade figures and after PBoC inaction resulted to a net weekly drain of CNY 220bln, although Chinese press reports continued to suggest potential for lower rates in China and more room for easing. Finally, 10yr JGBs followed suit to the weakness of their counterparts in US where the curve bear steepened in the aftermath of firmer than expected CPI data, while the tentative risk tone and BoJ presence for JPY 940bln of JGBs also failed to provide support for prices.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-traded-cautious-as-participants-await-chinese-trade-data-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:55:00",
        "gmt_time": "2019-07-12 04:55:00"
    },
    {
        "id": 877640,
        "updated_sequence": 1889918,
        "published_at": {
            "unix": 1562905980,
            "text": "2019-07-12 05:33:00 +0100",
            "iso_8601": "2019-07-12T04:33:00Z"
        },
        "updated_at": {
            "unix": 1562906305,
            "text": "2019-07-12 05:38:25 +0100",
            "iso_8601": "2019-07-12T04:38:25Z"
        },
        "subject": "India government source says US is to seek rollback of Indian tariffs on some agricultural products like almonds in talks today, adds India will seek US market access for farm products such as grapes in exchange",
        "content": "<p>Says:</p><ul><li>US may agree to India's import rules on dairy products and that India is unlikely to commit to changing foreign investment rules for e-commerce immediately.</li><li>India's Trade Minister is expected to meet with USTR Lighthizer next month.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-government-source-says-us-is-to-seek-rollback-of-indian-tariffs-on-some-agricultural-products-like-almonds-in-talks-today-adds-india-will-seek-us-market-access-for-farm-products-such-as-grapes-in-exchange-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:33:00",
        "gmt_time": "2019-07-12 04:33:00"
    },
    {
        "id": 877639,
        "updated_sequence": 1889911,
        "published_at": {
            "unix": 1562905800,
            "text": "2019-07-12 05:30:00 +0100",
            "iso_8601": "2019-07-12T04:30:00Z"
        },
        "updated_at": {
            "unix": 1562905980,
            "text": "2019-07-12 05:33:00 +0100",
            "iso_8601": "2019-07-12T04:33:00Z"
        },
        "subject": "Japanese Industrial Production (May F) Y/Y -2.1% (Prev. -1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-may-f-y-y-2-1-prev-1-8-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:30:00",
        "gmt_time": "2019-07-12 04:30:00"
    },
    {
        "id": 877637,
        "updated_sequence": 1889905,
        "published_at": {
            "unix": 1562905800,
            "text": "2019-07-12 05:30:00 +0100",
            "iso_8601": "2019-07-12T04:30:00Z"
        },
        "updated_at": {
            "unix": 1562905931,
            "text": "2019-07-12 05:32:11 +0100",
            "iso_8601": "2019-07-12T04:32:11Z"
        },
        "subject": "Japanese Industrial Production (May F) M/M 2.0% (Prev. 2.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-may-f-m-m-2-0-prev-2-3-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:30:00",
        "gmt_time": "2019-07-12 04:30:00"
    },
    {
        "id": 877635,
        "updated_sequence": 1889899,
        "published_at": {
            "unix": 1562904000,
            "text": "2019-07-12 05:00:00 +0100",
            "iso_8601": "2019-07-12T04:00:00Z"
        },
        "updated_at": {
            "unix": 1562904305,
            "text": "2019-07-12 05:05:05 +0100",
            "iso_8601": "2019-07-12T04:05:05Z"
        },
        "subject": "Malaysia Unemployment Rate 3.3% (Prev. 3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-unemployment-rate-3-3-prev-3-4-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:00:00",
        "gmt_time": "2019-07-12 04:00:00"
    },
    {
        "id": 877634,
        "updated_sequence": 1889896,
        "published_at": {
            "unix": 1562904000,
            "text": "2019-07-12 05:00:00 +0100",
            "iso_8601": "2019-07-12T04:00:00Z"
        },
        "updated_at": {
            "unix": 1562904086,
            "text": "2019-07-12 05:01:26 +0100",
            "iso_8601": "2019-07-12T04:01:26Z"
        },
        "subject": "Malaysia Industrial Production (May) M/M 4.0% vs. Exp.\t3.5% (Prev. 4.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-industrial-production-may-m-m-4-0-vs-exp-3-5-prev-4-0-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 12:00:00",
        "gmt_time": "2019-07-12 04:00:00"
    },
    {
        "id": 877633,
        "updated_sequence": 1889891,
        "published_at": {
            "unix": 1562902680,
            "text": "2019-07-12 04:38:00 +0100",
            "iso_8601": "2019-07-12T03:38:00Z"
        },
        "updated_at": {
            "unix": 1562902913,
            "text": "2019-07-12 04:41:53 +0100",
            "iso_8601": "2019-07-12T03:41:53Z"
        },
        "subject": "Initial reports note that a British tanker has entered Iran's waters, although no other details have been released - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "initial-reports-note-that-a-british-tanker-has-entered-iran-s-waters-although-no-other-details-have-been-released-unconfirmed-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-07-12 11:38:00",
        "gmt_time": "2019-07-12 03:38:00"
    },
    {
        "id": 877632,
        "updated_sequence": 1889885,
        "published_at": {
            "unix": 1562902380,
            "text": "2019-07-12 04:33:00 +0100",
            "iso_8601": "2019-07-12T03:33:00Z"
        },
        "updated_at": {
            "unix": 1562902604,
            "text": "2019-07-12 04:36:44 +0100",
            "iso_8601": "2019-07-12T03:36:44Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: State Bank of India (SBIN IS) placed 2 assets up for sale to asset reconstruction companies",
        "content": "<p>DHFL (DHFL IS) - Co. debenture holders agreed to sign an inter-creditor agreement after Chairman Kapil Wadhawan sought their backing for the plan on Thursday, while it was also reported that Oaktree, Cerebus and Aion are said to still be conducting discussions with the Co. (ET/Newswires)</p><p>State Bank of India (SBIN IS) - Co. put up for sale two financial assets to asset reconstruction companies. (ET)</p><p>Reliance Communications (RCOM IS) - Lenders to Reliance Group Co.s are initiating a forensic audit on the books of Reliance Communications and 2 other group entities, while it was also reported that Reliance Infrastructure (RELI IS) and Reliance Power (RPWR IS) were given more time to resolve debt issues. (ET)</p><p>Other News - RBI reduced its purchase of USD in May by almost half to around USD 2.5bln as inflows slowed amid uncertainty regarding India’s elections and US interest rates. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-state-bank-of-india-sbin-is-placed-2-assets-up-for-sale-to-asset-reconstruction-companies-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:33:00",
        "gmt_time": "2019-07-12 03:33:00"
    },
    {
        "id": 877631,
        "updated_sequence": 1889893,
        "published_at": {
            "unix": 1562901720,
            "text": "2019-07-12 04:22:00 +0100",
            "iso_8601": "2019-07-12T03:22:00Z"
        },
        "updated_at": {
            "unix": 1562903294,
            "text": "2019-07-12 04:48:14 +0100",
            "iso_8601": "2019-07-12T03:48:14Z"
        },
        "subject": "Bank of Thailand confirms to issue measures on short-term capital flows and says THB strength may impact the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-thailand-confirms-to-issue-measures-on-short-term-capital-flows-and-says-thb-strength-may-impact-the-economy-12-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:22:00",
        "gmt_time": "2019-07-12 03:22:00"
    },
    {
        "id": 877631,
        "updated_sequence": 1889893,
        "published_at": {
            "unix": 1562901720,
            "text": "2019-07-12 04:22:00 +0100",
            "iso_8601": "2019-07-12T03:22:00Z"
        },
        "updated_at": {
            "unix": 1562903294,
            "text": "2019-07-12 04:48:14 +0100",
            "iso_8601": "2019-07-12T03:48:14Z"
        },
        "subject": "Bank of Thailand confirms to issue measures on short-term capital flows and says THB strength may impact the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-thailand-confirms-to-issue-measures-on-short-term-capital-flows-and-says-thb-strength-may-impact-the-economy-12-07-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:22:00",
        "gmt_time": "2019-07-12 03:22:00"
    },
    {
        "id": 877630,
        "updated_sequence": 1889877,
        "published_at": {
            "unix": 1562901480,
            "text": "2019-07-12 04:18:00 +0100",
            "iso_8601": "2019-07-12T03:18:00Z"
        },
        "updated_at": {
            "unix": 1562901694,
            "text": "2019-07-12 04:21:34 +0100",
            "iso_8601": "2019-07-12T03:21:34Z"
        },
        "subject": "US Secretary of State Pompeo says US condemns Iran's attempt to harass the UK vessel near Strait of Hormuz, adds US commends Royal Navy for ensuring freedom of navigation and will continue working with allies to ensure maritime security",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-secretary-of-state-pompeo-says-us-condemns-iran-s-attempt-to-harass-the-uk-vessel-near-strait-of-hormuz-adds-us-commends-royal-navy-for-ensuring-freedom-of-navigation-and-will-continue-working-with-allies-to-ensure-maritime-security-12-07-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:18:00",
        "gmt_time": "2019-07-12 03:18:00"
    },
    {
        "id": 877629,
        "updated_sequence": 1889874,
        "published_at": {
            "unix": 1562900700,
            "text": "2019-07-12 04:05:00 +0100",
            "iso_8601": "2019-07-12T03:05:00Z"
        },
        "updated_at": {
            "unix": 1562901082,
            "text": "2019-07-12 04:11:22 +0100",
            "iso_8601": "2019-07-12T03:11:22Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades somewhat indecisive as participants eye the latest Chinese trade data",
        "content": "<p>Asia equity markets are indecisive as the region awaits the latest Chinese trade data and following a mixed performance on Wall St, where markets were tentative amid a plethora of Fed speakers although the DJIA outperformed and rose above the previously uncharted 27K level. ASX 200 (-0.1%) is dragged lower by most mining-related sectors but with downside stemmed by resilience in the largest-weighted financials industry and strength in energy after news Santos is considering a takeover of rival Oil Search, while Nikkei 225 (Unch.) is also subdued but with losses cushioned by recent currency flows and gains in index giant Fast Retailing which posted 9-month profit growth. Hang Seng (+0.2%) and Shanghai Comp. (+0.3%) are choppy ahead of the Chinese trade figures and after PBoC inaction resulted to a net weekly drain of CNY 220bln, although Chinese press reports continued to suggest potential for lower rates in China and more room for easing.</p><p>In FX markets, the greenback is slightly softer overnight as the momentum from the prior day’s firmer than expected US CPI data petered out with the DXY now back below the 97.00 level. This has benefitted its major counterparts with EUR/USD breaking out of lull seen during US hours but with advances also contained by nearby large option expiries for today’s New York cut at 1.1250 and 1.1270, while gains in GBP/USD are also limited by the continued political and Brexit-related overhang with some even suggesting GBP could plummet to parity against USD if the UK crashes out of the EU without a deal. Antipodeans remain steadfast against a weaker USD as they await the Chinese trade data and CAD is also firmer after the BoC recently refrained from joining in on the dovish bandwagon among the major central banks. Elsewhere, USD/JPY has mildly pulled back as a function of a tepid greenback and cautious risk tone, while SGD briefly wobbled after discouraging GDP figures for Q2 which showed the largest quarterly contraction in around 7 years.</p><p>Finally, 10yr JGBs are lower as they followed suit to the weakness of their counterparts in US where the curve bear steepened in the aftermath of firmer than expected CPI data, while the subdued risk tone and BoJ presence for JPY 940bln of JGBs also failed to provide support for prices.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-somewhat-indecisive-as-participants-eye-the-latest-chinese-trade-data-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:05:00",
        "gmt_time": "2019-07-12 03:05:00"
    },
    {
        "id": 877628,
        "updated_sequence": 1889869,
        "published_at": {
            "unix": 1562900700,
            "text": "2019-07-12 04:05:00 +0100",
            "iso_8601": "2019-07-12T03:05:00Z"
        },
        "updated_at": {
            "unix": 1562900798,
            "text": "2019-07-12 04:06:38 +0100",
            "iso_8601": "2019-07-12T03:06:38Z"
        },
        "subject": "Huawei Chairman says they recorded sales growth in H1 despite US ban, repeats demand for US to remove blacklisting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "huawei-chairman-says-they-recorded-sales-growth-in-h1-despite-us-ban-repeats-demand-for-us-to-remove-blacklisting-12-07-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:05:00",
        "gmt_time": "2019-07-12 03:05:00"
    },
    {
        "id": 877627,
        "updated_sequence": 1889866,
        "published_at": {
            "unix": 1562900700,
            "text": "2019-07-12 04:05:00 +0100",
            "iso_8601": "2019-07-12T03:05:00Z"
        },
        "updated_at": {
            "unix": 1562900738,
            "text": "2019-07-12 04:05:38 +0100",
            "iso_8601": "2019-07-12T03:05:38Z"
        },
        "subject": "NHC says Tropical Storm Barry could become a hurricane by late Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-tropical-storm-barry-could-become-a-hurricane-by-late-friday-12-07-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 11:05:00",
        "gmt_time": "2019-07-12 03:05:00"
    },
    {
        "id": 877626,
        "updated_sequence": 1889863,
        "published_at": {
            "unix": 1562899980,
            "text": "2019-07-12 03:53:00 +0100",
            "iso_8601": "2019-07-12T02:53:00Z"
        },
        "updated_at": {
            "unix": 1562900052,
            "text": "2019-07-12 03:54:12 +0100",
            "iso_8601": "2019-07-12T02:54:12Z"
        },
        "subject": "Reports note that China trade data could be released at 0800BST after the market close",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-note-that-china-trade-data-could-be-released-at-0800bst-after-the-market-close-12-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 10:53:00",
        "gmt_time": "2019-07-12 02:53:00"
    },
    {
        "id": 877625,
        "updated_sequence": 1889860,
        "published_at": {
            "unix": 1562897820,
            "text": "2019-07-12 03:17:00 +0100",
            "iso_8601": "2019-07-12T02:17:00Z"
        },
        "updated_at": {
            "unix": 1562897881,
            "text": "2019-07-12 03:18:01 +0100",
            "iso_8601": "2019-07-12T02:18:01Z"
        },
        "subject": "US President Trump approves declaration of emergency for Louisiana ahead of approaching storm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-approves-declaration-of-emergency-for-louisiana-ahead-of-approaching-storm-12-07-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 10:17:00",
        "gmt_time": "2019-07-12 02:17:00"
    },
    {
        "id": 877623,
        "updated_sequence": 1889852,
        "published_at": {
            "unix": 1562896680,
            "text": "2019-07-12 02:58:00 +0100",
            "iso_8601": "2019-07-12T01:58:00Z"
        },
        "updated_at": {
            "unix": 1562896719,
            "text": "2019-07-12 02:58:39 +0100",
            "iso_8601": "2019-07-12T01:58:39Z"
        },
        "subject": "Certain investors in a New Zealand ponzi scheme filed legal action against ANZ Bank (ANZ AT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "certain-investors-in-a-new-zealand-ponzi-scheme-filed-legal-action-against-anz-bank-anz-at-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:58:00",
        "gmt_time": "2019-07-12 01:58:00"
    },
    {
        "id": 877622,
        "updated_sequence": 1889849,
        "published_at": {
            "unix": 1562896320,
            "text": "2019-07-12 02:52:00 +0100",
            "iso_8601": "2019-07-12T01:52:00Z"
        },
        "updated_at": {
            "unix": 1562896414,
            "text": "2019-07-12 02:53:34 +0100",
            "iso_8601": "2019-07-12T01:53:34Z"
        },
        "subject": "China June smartphone shipments fell 5.0% Y/Y vs. Prev 1.3% increase, according to China Industry Academy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-june-smartphone-shipments-fell-5-0-y-y-vs-prev-1-3-increase-according-to-china-industry-academy-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:52:00",
        "gmt_time": "2019-07-12 01:52:00"
    },
    {
        "id": 877621,
        "updated_sequence": 1889844,
        "published_at": {
            "unix": 1562894880,
            "text": "2019-07-12 02:28:00 +0100",
            "iso_8601": "2019-07-12T01:28:00Z"
        },
        "updated_at": {
            "unix": 1562894974,
            "text": "2019-07-12 02:29:34 +0100",
            "iso_8601": "2019-07-12T01:29:34Z"
        },
        "subject": "Japan Display (6740 JT) plans to hold extraordinary shareholders meeting on August 29th, while the Co. was told by Harvest Tech it had secured additional funding commitment ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-display-6740-jt-plans-to-hold-extraordinary-shareholders-meeting-on-august-29th-while-the-co-was-told-by-harvest-tech-it-had-secured-additional-funding-commitment-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:28:00",
        "gmt_time": "2019-07-12 01:28:00"
    },
    {
        "id": 877620,
        "updated_sequence": 1889837,
        "published_at": {
            "unix": 1562894100,
            "text": "2019-07-12 02:15:00 +0100",
            "iso_8601": "2019-07-12T01:15:00Z"
        },
        "updated_at": {
            "unix": 1562894232,
            "text": "2019-07-12 02:17:12 +0100",
            "iso_8601": "2019-07-12T01:17:12Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 220bln vs. Prev. drain CNY 340bln last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-220bln-vs-prev-drain-cny-340bln-last-week-12-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:15:00",
        "gmt_time": "2019-07-12 01:15:00"
    },
    {
        "id": 877619,
        "updated_sequence": 1889834,
        "published_at": {
            "unix": 1562894100,
            "text": "2019-07-12 02:15:00 +0100",
            "iso_8601": "2019-07-12T01:15:00Z"
        },
        "updated_at": {
            "unix": 1562894162,
            "text": "2019-07-12 02:16:02 +0100",
            "iso_8601": "2019-07-12T01:16:02Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8662 (Prev. 6.8677)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8662-prev-6-8677-12-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:15:00",
        "gmt_time": "2019-07-12 01:15:00"
    },
    {
        "id": 877618,
        "updated_sequence": 1889839,
        "published_at": {
            "unix": 1562893860,
            "text": "2019-07-12 02:11:00 +0100",
            "iso_8601": "2019-07-12T01:11:00Z"
        },
        "updated_at": {
            "unix": 1562894240,
            "text": "2019-07-12 02:17:20 +0100",
            "iso_8601": "2019-07-12T01:17:20Z"
        },
        "subject": "BoJ offers to buy JPY 380bln in 1-3yr JGBs, JPY 380bln in 3-5yr JGBs, JPY 180bln in 10-25yr and JPY 40bln in 25yr+ JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-380bln-in-1-3yr-jgbs-jpy-380bln-in-3-5yr-jgbs-jpy-180bln-in-10-25yr-and-jpy-40bln-in-25yr-jgbs-12-07-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 09:11:00",
        "gmt_time": "2019-07-12 01:11:00"
    },
    {
        "id": 877617,
        "updated_sequence": 1889828,
        "published_at": {
            "unix": 1562893140,
            "text": "2019-07-12 01:59:00 +0100",
            "iso_8601": "2019-07-12T00:59:00Z"
        },
        "updated_at": {
            "unix": 1562893258,
            "text": "2019-07-12 02:00:58 +0100",
            "iso_8601": "2019-07-12T01:00:58Z"
        },
        "subject": "China Vice Premier Liu He says pressures on the economy are normal and that China is to further expand its opening up",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-premier-liu-he-says-pressures-on-the-economy-are-normal-and-that-china-is-to-further-expand-its-opening-up-12-07-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:59:00",
        "gmt_time": "2019-07-12 00:59:00"
    },
    {
        "id": 877616,
        "updated_sequence": 1889857,
        "published_at": {
            "unix": 1562892960,
            "text": "2019-07-12 01:56:00 +0100",
            "iso_8601": "2019-07-12T00:56:00Z"
        },
        "updated_at": {
            "unix": 1562897414,
            "text": "2019-07-12 03:10:14 +0100",
            "iso_8601": "2019-07-12T02:10:14Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese Trade Balance, Exports and Imports are due today",
        "content": "<p>Air China (753 HK) - Co. will purchase 20 A350-900 planes from Airbus (AIR FP). (Xinhua)</p><p>AVIC International Holdings (161 HK) - Co. guides H1 net to increase 50%-70% Y/Y. (Newswires)</p><p>Central China Securities (1375 HK) - Co. says its CNY 240mln asset management product is in danger of defaulting, while it added that entities which used the product to raise funds falsified documents and cases have been reported to authorities. (Newswires)</p><p>Chaowei Power Holdings (951 HK) - Co. guides H1 net to increase substantially. (Newswires)</p><p>Fosun Tourism (1992 HK) - Co. is in discussions regarding an injection of GBP 750mln into Thomas Cook Group (TCG LN). (Newswires)</p><p>Trade</p><p>White House Economic Adviser Kudlow said US-China talks are continuing and that the US expects China to begin the purchase of US crops very soon. (Newswires)</p><p>Senior US administration officials agreed that China violated sanctions by importing Iranian oil last month and are now mulling secondary sanctions in a move that would strain US-China trade talks. (Politico)</p><p>Other News - China’s Global Times said it cannot rule out the possibility China may lower its benchmark interest rate to inject liquidity into the financial system, while it stated the PBoC hasn't shifted its benchmark 1-year lending rate since '15 which leaves more room for easing. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-trade-balance-exports-and-imports-are-due-today-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:56:00",
        "gmt_time": "2019-07-12 00:56:00"
    },
    {
        "id": 877615,
        "updated_sequence": 1889820,
        "published_at": {
            "unix": 1562891280,
            "text": "2019-07-12 01:28:00 +0100",
            "iso_8601": "2019-07-12T00:28:00Z"
        },
        "updated_at": {
            "unix": 1562891331,
            "text": "2019-07-12 01:28:51 +0100",
            "iso_8601": "2019-07-12T00:28:51Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Asia Cement Corp (1102 TT) permit to extend operations at the Hualian County was ordered to be revoked by the Taipei High Administrative Court",
        "content": "<p>TAIWAN</p><p>Asia Cement Corp (1102 TT) - Co.’s permit to extend operations at the Hualian County was ordered to be revoked by the Taipei High Administrative Court. (Taipei Times)</p><p>Largan Precision (3008 TT) - Co. Q2 net TWD 6.6bln vs. Exp. TWD 6.0bln. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Hyflux (HYF SP) - Co. is nearing a USD 290mln bailout deal with UAE’s Utico. (Nikkei)</p><p>Data Recap Singapore GDP (Q2) Q/Q -3.4% vs. Exp. 0.1% (Prev. 3.8%) Singapore GDP (Q2) Y/Y 0.1% vs. Exp. 1.1% (Prev. 1.2%)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-asia-cement-corp-1102-tt-permit-to-extend-operations-at-the-hualian-county-was-ordered-to-be-revoked-by-the-taipei-high-administrative-court-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:28:00",
        "gmt_time": "2019-07-12 00:28:00"
    },
    {
        "id": 877614,
        "updated_sequence": 1889817,
        "published_at": {
            "unix": 1562890920,
            "text": "2019-07-12 01:22:00 +0100",
            "iso_8601": "2019-07-12T00:22:00Z"
        },
        "updated_at": {
            "unix": 1562890984,
            "text": "2019-07-12 01:23:04 +0100",
            "iso_8601": "2019-07-12T00:23:04Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 6.8727, according to a major news wire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-6-8727-according-to-a-major-news-wire-estimate-12-07-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:22:00",
        "gmt_time": "2019-07-12 00:22:00"
    },
    {
        "id": 877613,
        "updated_sequence": 1889814,
        "published_at": {
            "unix": 1562890740,
            "text": "2019-07-12 01:19:00 +0100",
            "iso_8601": "2019-07-12T00:19:00Z"
        },
        "updated_at": {
            "unix": 1562890916,
            "text": "2019-07-12 01:21:56 +0100",
            "iso_8601": "2019-07-12T00:21:56Z"
        },
        "subject": "US President Trump says if Facebook (FB) and other companies want to launch cryptocurrencies they must seek banking charter and be subject to banking regulations, adds Facebook's will have little standing or dependability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-if-facebook-fb-and-other-companies-want-to-launch-cryptocurrencies-they-must-seek-banking-charter-and-be-subject-to-banking-regulations-adds-facebook-s-will-have-little-standing-or-dependability-12-07-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:19:00",
        "gmt_time": "2019-07-12 00:19:00"
    },
    {
        "id": 877612,
        "updated_sequence": 1889811,
        "published_at": {
            "unix": 1562890620,
            "text": "2019-07-12 01:17:00 +0100",
            "iso_8601": "2019-07-12T00:17:00Z"
        },
        "updated_at": {
            "unix": 1562890671,
            "text": "2019-07-12 01:17:51 +0100",
            "iso_8601": "2019-07-12T00:17:51Z"
        },
        "subject": "BHP (BHP AT) receives approval for Pilbara expansion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bhp-bhp-at-receives-approval-for-pilbara-expansion-12-07-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:17:00",
        "gmt_time": "2019-07-12 00:17:00"
    },
    {
        "id": 877611,
        "updated_sequence": 1889808,
        "published_at": {
            "unix": 1562889780,
            "text": "2019-07-12 01:03:00 +0100",
            "iso_8601": "2019-07-12T00:03:00Z"
        },
        "updated_at": {
            "unix": 1562890233,
            "text": "2019-07-12 01:10:33 +0100",
            "iso_8601": "2019-07-12T00:10:33Z"
        },
        "subject": "Asia equity markets begin mixed following a similar indecisive performance on Wall St amid a plethora of Fed speakers, although the DJIA outperformed as it advanced into uncharted territory above the 27000 level for the first ever",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mixed-following-a-similar-indecisive-performance-on-wall-st-amid-a-plethora-of-fed-speakers-although-the-djia-outperformed-as-it-advanced-into-uncharted-territory-above-the-27000-level-for-the-first-ever-12-07-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:03:00",
        "gmt_time": "2019-07-12 00:03:00"
    },
    {
        "id": 877610,
        "updated_sequence": 1889801,
        "published_at": {
            "unix": 1562889600,
            "text": "2019-07-12 01:00:00 +0100",
            "iso_8601": "2019-07-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1562889639,
            "text": "2019-07-12 01:00:39 +0100",
            "iso_8601": "2019-07-12T00:00:39Z"
        },
        "subject": "Singapore GDP (Q2) Y/Y 0.1% vs. Exp. 1.1% (Prev. 1.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q2-y-y-0-1-vs-exp-1-1-prev-1-2-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:00:00",
        "gmt_time": "2019-07-12 00:00:00"
    },
    {
        "id": 877609,
        "updated_sequence": 1889803,
        "published_at": {
            "unix": 1562889600,
            "text": "2019-07-12 01:00:00 +0100",
            "iso_8601": "2019-07-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1562889830,
            "text": "2019-07-12 01:03:50 +0100",
            "iso_8601": "2019-07-12T00:03:50Z"
        },
        "subject": "Singapore GDP (Q2) Q/Q -3.4% vs. Exp. 0.1% (Prev. 3.8%)",
        "content": "",
        "reaction_details": "<ul><li>USD/SGD immediately moved higher by 12 pips to 1.3588 from 1.3576 but then pared half the move in the next minute.</li></ul>",
        "reaction_updated_at": {
            "unix": 1562889830,
            "text": "2019-07-12 01:03:50 +0100",
            "iso_8601": "2019-07-12T00:03:50Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q2-q-q-3-4-vs-exp-0-1-prev-3-8-12-07-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-07-12 08:00:00",
        "gmt_time": "2019-07-12 00:00:00"
    }
]