[
    {
        "id": 790484,
        "updated_sequence": 1795388,
        "published_at": {
            "unix": 1550266200,
            "text": "2019-02-15 21:30:00 +0000",
            "iso_8601": "2019-02-15T21:30:00Z"
        },
        "updated_at": {
            "unix": 1550266200,
            "text": "2019-02-15 21:30:00 +0000",
            "iso_8601": "2019-02-15T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-11-02-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:30:00",
        "gmt_time": "2019-02-15 21:30:00"
    },
    {
        "id": 855499,
        "updated_sequence": 1795384,
        "published_at": {
            "unix": 1550265300,
            "text": "2019-02-15 21:15:00 +0000",
            "iso_8601": "2019-02-15T21:15:00Z"
        },
        "updated_at": {
            "unix": 1550265308,
            "text": "2019-02-15 21:15:08 +0000",
            "iso_8601": "2019-02-15T21:15:08Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing 15 Feb 2019: Previewing minutes from FOMC, ECB, RBA ; reviewing Riksbank, RBNZ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21187/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />RANsquawk Central Bank Weekly Briefing 15 Feb 2019: Previewing minutes from FOMC, ECB, RBA ; reviewing Riksbank, RBNZ</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-15-feb-2019-previewing-minutes-from-fomc-ecb-rba-reviewing-riksbank-rbnz-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:15:00",
        "gmt_time": "2019-02-15 21:15:00"
    },
    {
        "id": 855500,
        "updated_sequence": 1795386,
        "published_at": {
            "unix": 1550265300,
            "text": "2019-02-15 21:15:00 +0000",
            "iso_8601": "2019-02-15T21:15:00Z"
        },
        "updated_at": {
            "unix": 1550265329,
            "text": "2019-02-15 21:15:29 +0000",
            "iso_8601": "2019-02-15T21:15:29Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 18 February 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21188/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday:</li>\r\n  <li>Tuesday: UK Labour Market Report, RBA Minutes, German ZEW Survey, Japan Trade Balance</li>\r\n  <li>Wednesday: FOMC Minutes, US Housing Starts, US Building Permits, Eurozone Consumer Confidence (Flash)</li>\r\n  <li>Thursday: ECB Mins, Aussie Labour Report, Philly Fed, US Existing Home Sales, US &amp; Eurozone Markit Flash PMIs, Japan CPI</li>\r\n  <li>Friday: Eurozone CPI (Final), Riksbank Minutes</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-18-february-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:15:00",
        "gmt_time": "2019-02-15 21:15:00"
    },
    {
        "id": 855513,
        "updated_sequence": 1795382,
        "published_at": {
            "unix": 1550265240,
            "text": "2019-02-15 21:14:00 +0000",
            "iso_8601": "2019-02-15T21:14:00Z"
        },
        "updated_at": {
            "unix": 1550265272,
            "text": "2019-02-15 21:14:32 +0000",
            "iso_8601": "2019-02-15T21:14:32Z"
        },
        "subject": "S&P affirms Turkey, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-affirms-turkey-outlook-stable-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:14:00",
        "gmt_time": "2019-02-15 21:14:00"
    },
    {
        "id": 855512,
        "updated_sequence": 1795379,
        "published_at": {
            "unix": 1550265180,
            "text": "2019-02-15 21:13:00 +0000",
            "iso_8601": "2019-02-15T21:13:00Z"
        },
        "updated_at": {
            "unix": 1550265250,
            "text": "2019-02-15 21:14:10 +0000",
            "iso_8601": "2019-02-15T21:14:10Z"
        },
        "subject": "S&P raises Hungary to BBB from BBB-, outlook revised to stable from positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-raises-hungary-to-bbb-from-bbb-outlook-revised-to-stable-from-positive-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:13:00",
        "gmt_time": "2019-02-15 21:13:00"
    },
    {
        "id": 855511,
        "updated_sequence": 1795376,
        "published_at": {
            "unix": 1550264940,
            "text": "2019-02-15 21:09:00 +0000",
            "iso_8601": "2019-02-15T21:09:00Z"
        },
        "updated_at": {
            "unix": 1550264977,
            "text": "2019-02-15 21:09:37 +0000",
            "iso_8601": "2019-02-15T21:09:37Z"
        },
        "subject": "US MARKET WRAP 15 Feb 2019: Trump declares national emergency",
        "content": "<p><strong>* SNAP SHOT: Equities, dollar, Treasuries, crude.<br />* REAR VIEW: Trump declares emergency over border; weak US industrial production.<br />* NEXT WEEK: US Market Closures due to Presidents Day - Desk will Operate a Normal Service, FOMC Minutes, UK Brexit Secretary Barclay meeting EU Chief Negotiator Barnier.</strong></p>\r\n\r\n<p><strong>* TRUMP DECLARES NATIONAL EMERGENCY: </strong>As expected, US President Trump declared a national emergency over the situation at the US&rsquo; border wall with Mexico, justifying the move to protect the US from the invasion of drugs. Officials said this will leave Trump with USD 8bln for barrier projections vs the 5.75bln he requested. Trump himself is expecting Democrats to provide a legal challenge to the national emergency and suggested that battle may ultimately end up at the US Supreme Court. Lawmakers have concerns that Trump has overstepped the mark by declaring the emergency, and perhaps unconstitutional. Trump also signed off the US government funding bill, averting another shutdown.</p>\r\n\r\n<p><strong>* TRADE: </strong>Beijing trade talks concluded today with ambiguous comments on the progress made, where it was reported China and the US have achieved consensus on some key issues including technology transfer, IP protection, non-tariff barriers, services, agriculture and trade balance; no specific details provided on these. US Press Secretary Sanders said the two parties had &quot;detailed and intensive discussions&quot; but &quot;much work remains&quot;; and went on to say that China trade discussions are to continue in Washington next week. US President Trump says there is a possibility that he will extend the China trade talks deadline; will not increase tariffs if China trade talks were extended. He also said that China talks are going extremely well, and the US is a lot closer than it has ever have been to having a real trade deal with China. Separately, the US submitted a draft reform to the WTO in which high income states, OECD members, G20 nations and any country with more 0.5% of world trade would not be eligible for special treatment.</p>\r\n\r\n<p><strong>* US INDUSTRIAL PRODUCTION:&nbsp;</strong>A sharp decline in motor assembly drove headline industrial production to post a surprise 0.6% decline in January. &quot;While this marks the second major downside surprise for the US economy, following the suspiciously weak retail sales report for December, we caution that most of the surprise came from a reversal in the volatile motor vehicles category,&quot; Oxford Economics said, pointing out that &quot;excluding autos, industrial production only slipped 0.2%. In addition, the 0.9% decline in manufacturing output comes on the back of a 0.8% rise in November.&quot; Looking ahead, Oxford Economics continues to expect slower momentum, &quot;but we caution against a recession bias as growth slows. Business surveys have softened amid headwinds from trade and political uncertainty, reduced fiscal stimulus, a stronger dollar. We see industrial production slowing to a 2% y/y pace by the end of 2019.&quot;</p>\r\n\r\n<p><strong>* EMPIRE MANUFACTURING: </strong>The February data saw an upside surprise, printing 8.8 from 3.9 (cons 7.00). &quot;This is a modest relief after the steep declines of the previous two months, but we can&rsquo;t be sure that it marks the bottom; the Chinese PMI data point clearly to further declines,&quot; Pantheon Macroeconomics said. The consultancy notes that the prices received index rose 9.8 points to 22.9, an eight-month high, despite the drop in oil prices. &quot;This is not definitive evidence of anything, but it bears watching over the next few months,&quot; Pantheon writes, adding &quot;overall, the survey is consistent with a clear slowdown in manufacturing, though not a recession in the sector. But we still expect to see further declines over the next few months.&quot;</p>\r\n\r\n<p><strong>* UNIVERSITY OF MICHIGAN: </strong>The UoM sentiment index printed 95.5 in February, above the expected 93.7 and rising from January&rsquo;s 91.2. Analysts at Pantheon Macroeconomics note, &ldquo;reports of the death of the consumer have been greatly exaggerated, and this report supports our view that the plunge in stock prices and the government shutdown were responsible for the drop in confidence in recent months.&rdquo; Expectations rose c. 6 points to 86.2, above the expected 84.5, with Pantheon saying they expect this to rise further going forward.</p>\r\n\r\n<p><strong>* FED: </strong>Bostic (non-voter, dove) said he has no timeframe in mind for balance sheet normalisation, and once again reiterated his view for one rate hike in 2019. Fed&#39;s Daly (non-voter) says it is appropriate for the Fed to be patient; says no rate hikes needed in 2019.</p>\r\n\r\n<p><strong>* WTI (H9) SETTLES $1.18 HIGHER AT $58.59/BBL; BRENT (J9) SETTLES $1.68 HIGHER AT $66.25. </strong>The energy complex extended gains on Friday continuing to be supported by ongoing optimism on the US and China front, where the two side appear to be getting closer to a deal, as well as the announced Saudi Arabia output cut. Brent prices printed a fresh new 2019 high at USD 65.84/bbl, the highest since OPEC+ supply cut announcement. Citi sees the move to surpass that level &ldquo;reinforced by a weekly close above that price, as likely to win broader market recognition that the cuts are working&rdquo;. In news commentary, India&#39;s January oil imports stood at USD 11.24bln, +3.59% yy. Also, the US has issued Venezuela-related sanctions targeting five individuals aligned with President Maduro, including Venezuela&#39;s Oil Minister Quevedo and the PDVSA Chief.</p>\r\n\r\n<p><strong>* SPX +1.1% at 2775, NDX +0.5% at 7055, DJI +1.75% at 25883. </strong>SECTORS: Energy +1.6%, Materials +1.4%, Industrials +1.3%, Cons Discretionary +0.5%, Cons Staples +1.0%, Healthcare +1.5%, Financials +2.0%, Tech +0.8%, Telecoms +0.4%, Utilities +0.3%.</p>\r\n\r\n<p><strong>* STOCKS SPECIFICS: </strong>NVIDIA (NVDA) opened higher after beating EPS and revenue estimates as well as raising its FY19 sales forecast. Newell Brands (NWL) nosedived on missing revenue estimates and guiding sales negative for 2019. Deere (DE) dipped on the open after a significant miss on its EPS estimate. Pepsi (PEP), Arista Networks (ANET), Moody&rsquo;s (MCO) and CBS (CBS) all traded higher after reporting their earnings. Conversely, Applied Materials (AMAT) and XPO Logistics (XPO) underperformed after disappointing earnings reports. FedEx (FDX) and UPS (UPS) traded lower on the announcement Amazon (AMZN) was expanding its airline fleet to rely less on the shipping providers. Caesars (CZR) surged after activist investor Carl Icahn urged the co. to sell itself. Electronic Arts (EA) opened higher following reports it was in talks with Tencent to bring its new Apex Legends video game to China. Cowen upgraded Workday (WDAY) and downgraded Adobe (ADBE) causing them to rise and dip &ndash; respectively &ndash; on the open. Mattel (MAT) sunk after guiding FY19 sales flat in YY terms, gross sales to be lower. In M&amp;A, Nine senators urge regulators to reject T-Mobile (TMUS), Sprint (S) merger.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (H9) SETTLED -4 TICKS AT 122-01+.</strong> The T-Note gave back gains made in Asia trade to finish four ticks lower going into the holiday weekend, though most of the action through US trading was horizontal. ECB&rsquo;s Coeure hinted there could be further TLTROs in the pipeline, which saw the Bund tick lower, and the T-Note took its cue from that in thepre-market, before seeing positive ticks on soggy data. However, the UoM sentiment print was more positive, seeing the T-Note give up a couple of ticks. &nbsp;</p>\r\n\r\n<p><strong>* DXY: </strong>A solid week for the Dollar overall, with a succession of new 2019 highs recorded above 97.000 and inching closer to last year&rsquo;s 97.711 peak, at 97.371. The Greenback did suffer a few data-related setbacks, namely due to significantly weaker than expected retail sales and industrial output, but met underlying bids not too far below the 97.000 handle on several positive factors. Reports of progress from high level talks between US and Chinese officials in Beijing, Friday&rsquo;s SOMA liquidity drain (2nd biggest so far at Usd23.3 bn), provisional agreement on US Government funding and the demise of certain counterpart currencies were all supportive.</p>\r\n\r\n<p><strong>* EUR, GBP: </strong>Two of the aforementioned major losers, with Eur/Usd and Cable both sitting nearer the bottom of their weekly ranges (1.1235-1.1345 and 1.2770-1.2955 respectively), and the single currency dogged by more poor Eurozone data (like industrial production and GDP), downbeat/dovish ECB rhetoric (economic slowdown is stronger and broader than expected, inflation path will be shallower, new TLTRO is possible and the ECB are currently discussing it, per Coeure) and ongoing political issues (Spain calling a snap election for April 28 after the Government&rsquo;s 2019 budget was rejected, and Italy&rsquo;s Ruling League party lawmaker Borghi warning the country will have to exit the EU if May&rsquo;s elections do not result in changes). Meanwhile, the Pound continues to succumb to Brexit uncertainty after another crushing defeat for UK PM May in Parliament ahead of February 27&rsquo;s meaningful vote, while comments from BoE&rsquo;s Vlieghe yesterday were hardly helpful as he suggested that the MPC may be more inclined to cut rates rather than tighten if Britain left the EU without a deal. Note, however, Sterling did get some respite from a big retail sales beat.</p>\r\n\r\n<p><strong>* CAD: </strong>Another volatile week for the Loonie, with oil-powered gains helping the Cad to highs just over 1.3200 at one stage, but Canadian data somewhat disappointing to leave Usd/Cad not far from where it started on Monday circa 1.3275, albeit off the 1.3340 peak.</p>\r\n\r\n<p><strong>* JPY, CHF: </strong>The renowned safe-havens have also endured a topsy-turvy time against the backdrop of fluctuating risk sentiment, as Usd/Jpy veered between 109.65 to 111.12 and the Franc flitted from 1.0098 to 0.9986. The former eventually breached strong barrier defences and Japanese exporter offers at 111.00 to set a fresh ytd pinnacle, but then retreated through the big figure as US Treasury yields softened, while the latter plunged at the start of the week when trading conditions were thin due to Japan&rsquo;s National Foundation Day holiday and stops were triggered amidst market talk of a fat finger trade that subsequently drew in algos and other model orders. Usd/Jpy now around 110.50 and Usd/Chf gyrating around 1.0050.</p>\r\n\r\n<p><strong>* NZD, AUD: </strong>The Kiwi has won the battle down under as Nzd/Usd sits just shy of its 0.6865 high, but Aud/Usd retests support around 0.7100 and the cross trades nearer its 1.0363 low than 1.0545 high. The catalysts/drivers, a less dovish than anticipated hold from the RBNZ, with OCR tightening projections pushed back, but crucially no tweak up in easing probability despite recent weak NZ data. Note also, Governor or and the Board maintained guidance for the next move to be a hike or cut and formerly adopted a dual policy mandate. Conversely, RBA&rsquo;s Kent effectively welcomed Aussie depreciation as the domestic economy still has spare capacity and inflation is low, following a more dovish/downbeat shift from Governor Lowe last week and bleaker growth forecasts in the SOMP.</p>\r\n\r\n<p><strong>* NOK, SEK: </strong>Like their Antipodean peers, the Scandi Crowns have tussled for supremacy as Eur/Nok traded in a 9.8410-7335 band and Eur/Sek saw 10.5245-4010 parameters, but with the Nok emerging as the front-runner on the strong rebound in oil prices and bullish or less bearish technical. Note, the first Riksbank policy meeting of the year came with a less dovish/more upbeat statement than many forecast (maintained repo rise guidance for H2 based on stronger domestic fundamentals vs weaker externals and heightened international risks), but only gave the Sek a brief/modest boost.</p>\r\n\r\n<p><strong>* EM: </strong>Marked underperformance vs the Usd in regional currencies, and especially for the Rouble on latest Russian sanctions, Rand due to ongoing Eskom issues and the Lira post sub-consensus Turkish data.</p>\r\n\r\n<p><strong>* COMING-UP:</strong> Tuesday: UK Labour Market Report, RBA Minutes, German ZEW Survey, Japan Trade Balance Wednesday: FOMC Minutes, US Housing Starts, US Building Permits, Eurozone Consumer Confidence (Flash) Thursday: ECB Mins, Aussie Labour Report, Philly Fed, US Existing Home Sales, US &amp; Eurozone Markit Flash PMIs, Japan CPI Friday: Eurozone CPI (Final), Riksbank Minutes. <a href=\"https://portal.ransquawk.com/research_sheets/21188/download\">Click here for full briefing.</a></p>\r\n\r\n<p><strong>* Central Bank Weekly: </strong>Previewing minutes from FOMC, ECB, RBA ; reviewing Riksbank, RBNZ. <a href=\"https://portal.ransquawk.com/research_sheets/21187/download\">Click here for full briefing.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-15-feb-2019-trump-declares-national-emergency-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:09:00",
        "gmt_time": "2019-02-15 21:09:00"
    },
    {
        "id": 855510,
        "updated_sequence": 1795373,
        "published_at": {
            "unix": 1550264640,
            "text": "2019-02-15 21:04:00 +0000",
            "iso_8601": "2019-02-15T21:04:00Z"
        },
        "updated_at": {
            "unix": 1550264701,
            "text": "2019-02-15 21:05:01 +0000",
            "iso_8601": "2019-02-15T21:05:01Z"
        },
        "subject": "Fitch Affirms Russia at 'BBB-'; Positive Outlook",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-russia-at-bbb-positive-outlook-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:04:00",
        "gmt_time": "2019-02-15 21:04:00"
    },
    {
        "id": 855505,
        "updated_sequence": 1795358,
        "published_at": {
            "unix": 1550264460,
            "text": "2019-02-15 21:01:00 +0000",
            "iso_8601": "2019-02-15T21:01:00Z"
        },
        "updated_at": {
            "unix": 1550264492,
            "text": "2019-02-15 21:01:32 +0000",
            "iso_8601": "2019-02-15T21:01:32Z"
        },
        "subject": "China Treasury Holdings (Dec) 1.124trln (Prev. 1.121trln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-treasury-holdings-dec-1-124trln-prev-1-121trln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 05:01:00",
        "gmt_time": "2019-02-15 21:01:00"
    },
    {
        "id": 855504,
        "updated_sequence": 1795355,
        "published_at": {
            "unix": 1550263800,
            "text": "2019-02-15 20:50:00 +0000",
            "iso_8601": "2019-02-15T20:50:00Z"
        },
        "updated_at": {
            "unix": 1550263865,
            "text": "2019-02-15 20:51:05 +0000",
            "iso_8601": "2019-02-15T20:51:05Z"
        },
        "subject": "Brazil confirms budget restriction to 1/18 of spending per month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-confirms-budget-restriction-to-1-18-of-spending-per-month-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 04:50:00",
        "gmt_time": "2019-02-15 20:50:00"
    },
    {
        "id": 855503,
        "updated_sequence": 1795352,
        "published_at": {
            "unix": 1550260440,
            "text": "2019-02-15 19:54:00 +0000",
            "iso_8601": "2019-02-15T19:54:00Z"
        },
        "updated_at": {
            "unix": 1550260485,
            "text": "2019-02-15 19:54:45 +0000",
            "iso_8601": "2019-02-15T19:54:45Z"
        },
        "subject": "Mattel (MAT) guides FY19 sales flat in YY terms, gross sales to be lower",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mattel-mat-guides-fy19-sales-flat-in-yy-terms-gross-sales-to-be-lower-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 03:54:00",
        "gmt_time": "2019-02-15 19:54:00"
    },
    {
        "id": 855502,
        "updated_sequence": 1795347,
        "published_at": {
            "unix": 1550259300,
            "text": "2019-02-15 19:35:00 +0000",
            "iso_8601": "2019-02-15T19:35:00Z"
        },
        "updated_at": {
            "unix": 1550259334,
            "text": "2019-02-15 19:35:34 +0000",
            "iso_8601": "2019-02-15T19:35:34Z"
        },
        "subject": "Nine senators urge regulators to reject T-Mobile (TMUS), Sprint (S) merger ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nine-senators-urge-regulators-to-reject-t-mobile-tmus-sprint-s-merger-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 03:35:00",
        "gmt_time": "2019-02-15 19:35:00"
    },
    {
        "id": 855501,
        "updated_sequence": 1795349,
        "published_at": {
            "unix": 1550259120,
            "text": "2019-02-15 19:32:00 +0000",
            "iso_8601": "2019-02-15T19:32:00Z"
        },
        "updated_at": {
            "unix": 1550259619,
            "text": "2019-02-15 19:40:19 +0000",
            "iso_8601": "2019-02-15T19:40:19Z"
        },
        "subject": "WTI (H9) settles USD 1.18 higher at USD 58.59/bbl; Brent (J9) settles USD 1.68 higher at USD 66.25",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The energy complex extended gains on Friday continuing to be supported by ongoing optimism on the US and China front, where the two side appear to be getting closer to a deal, as well as the announced Saudi Arabia output cut. Brent prices printed a fresh new 2019 high at USD 65.84/bbl, the highest since OPEC+ supply cut announcement. Citi sees the move to surpass that level &ldquo;reinforced by a weekly close above that price, as likely to win broader market recognition that the cuts are working&rdquo;. In news commentary, India&#39;s January oil imports stood at USD 11.24bln, +3.59% yy. Also, the US has issued Venezuela-related sanctions targeting five individuals aligned with President Maduro, including Venezuela&#39;s Oil Minister Quevedo and the PDVSA Chief.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1550259120,
            "text": "2019-02-15 19:32:00 +0000",
            "iso_8601": "2019-02-15T19:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-h9-settles-usd-1-18-higher-at-usd-58-59-bbl-brent-j9-settles-usd-1-68-higher-at-usd-66-25-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 03:32:00",
        "gmt_time": "2019-02-15 19:32:00"
    },
    {
        "id": 855498,
        "updated_sequence": 1795341,
        "published_at": {
            "unix": 1550257680,
            "text": "2019-02-15 19:08:00 +0000",
            "iso_8601": "2019-02-15T19:08:00Z"
        },
        "updated_at": {
            "unix": 1550258083,
            "text": "2019-02-15 19:14:43 +0000",
            "iso_8601": "2019-02-15T19:14:43Z"
        },
        "subject": "Eskom has not implemented rotational load shedding on Friday; adds that probability of load shedding is low for the next few days",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eskom-has-not-implemented-rotational-load-shedding-on-friday-adds-that-probability-of-load-shedding-is-low-for-the-next-few-days-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 03:08:00",
        "gmt_time": "2019-02-15 19:08:00"
    },
    {
        "id": 855497,
        "updated_sequence": 1795329,
        "published_at": {
            "unix": 1550257440,
            "text": "2019-02-15 19:04:00 +0000",
            "iso_8601": "2019-02-15T19:04:00Z"
        },
        "updated_at": {
            "unix": 1550257538,
            "text": "2019-02-15 19:05:38 +0000",
            "iso_8601": "2019-02-15T19:05:38Z"
        },
        "subject": "US President Trump says in his emergency proclamation, it is necessary for the Armed Forces to provide support given the gravity of the current emergency situation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-in-his-emergency-proclamation-it-is-necessary-for-the-armed-forces-to-provide-support-given-the-gravity-of-the-current-emergency-situation-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 03:04:00",
        "gmt_time": "2019-02-15 19:04:00"
    },
    {
        "id": 855496,
        "updated_sequence": 1795326,
        "published_at": {
            "unix": 1550256480,
            "text": "2019-02-15 18:48:00 +0000",
            "iso_8601": "2019-02-15T18:48:00Z"
        },
        "updated_at": {
            "unix": 1550256565,
            "text": "2019-02-15 18:49:25 +0000",
            "iso_8601": "2019-02-15T18:49:25Z"
        },
        "subject": "Mexico evaluating impact of retaliatory tariffs on US, says it would be excluded from potential car tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-evaluating-impact-of-retaliatory-tariffs-on-us-says-it-would-be-excluded-from-potential-car-tariffs-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 02:48:00",
        "gmt_time": "2019-02-15 18:48:00"
    },
    {
        "id": 855495,
        "updated_sequence": 1795323,
        "published_at": {
            "unix": 1550256360,
            "text": "2019-02-15 18:46:00 +0000",
            "iso_8601": "2019-02-15T18:46:00Z"
        },
        "updated_at": {
            "unix": 1550256437,
            "text": "2019-02-15 18:47:17 +0000",
            "iso_8601": "2019-02-15T18:47:17Z"
        },
        "subject": "Fed's Daly (non-voter) says it is appropriate for the Fed to be patient; says no rate hikes needed in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-daly-non-voter-says-it-is-appropriate-for-the-fed-to-be-patient-says-no-rate-hikes-needed-in-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 02:46:00",
        "gmt_time": "2019-02-15 18:46:00"
    },
    {
        "id": 855494,
        "updated_sequence": 1795320,
        "published_at": {
            "unix": 1550253720,
            "text": "2019-02-15 18:02:00 +0000",
            "iso_8601": "2019-02-15T18:02:00Z"
        },
        "updated_at": {
            "unix": 1550253787,
            "text": "2019-02-15 18:03:07 +0000",
            "iso_8601": "2019-02-15T18:03:07Z"
        },
        "subject": "Baker Hughes US Rig Count (15 Feb): Oil rigs +3 to 857 (second weekly gain); gas rigs -1 to 194; total rig count +2  to 1051",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-15-feb-oil-rigs-3-to-857-second-weekly-gain-gas-rigs-1-to-194-total-rig-count-2-to-1051-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 02:02:00",
        "gmt_time": "2019-02-15 18:02:00"
    },
    {
        "id": 855493,
        "updated_sequence": 1795317,
        "published_at": {
            "unix": 1550252940,
            "text": "2019-02-15 17:49:00 +0000",
            "iso_8601": "2019-02-15T17:49:00Z"
        },
        "updated_at": {
            "unix": 1550252987,
            "text": "2019-02-15 17:49:47 +0000",
            "iso_8601": "2019-02-15T17:49:47Z"
        },
        "subject": "Caesars (CZR) Board open to a sale or a merger, FT reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "caesars-czr-board-open-to-a-sale-or-a-merger-ft-reports-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 01:49:00",
        "gmt_time": "2019-02-15 17:49:00"
    },
    {
        "id": 855492,
        "updated_sequence": 1795314,
        "published_at": {
            "unix": 1550252820,
            "text": "2019-02-15 17:47:00 +0000",
            "iso_8601": "2019-02-15T17:47:00Z"
        },
        "updated_at": {
            "unix": 1550252877,
            "text": "2019-02-15 17:47:57 +0000",
            "iso_8601": "2019-02-15T17:47:57Z"
        },
        "subject": "Pro-Brexit lawmakers reportedly could live with a five-year time-limit on the Irish backstop, people familiar with the matter report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pro-brexit-lawmakers-reportedly-could-live-with-a-five-year-time-limit-on-the-irish-backstop-people-familiar-with-the-matter-report-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 01:47:00",
        "gmt_time": "2019-02-15 17:47:00"
    },
    {
        "id": 855491,
        "updated_sequence": 1795311,
        "published_at": {
            "unix": 1550251560,
            "text": "2019-02-15 17:26:00 +0000",
            "iso_8601": "2019-02-15T17:26:00Z"
        },
        "updated_at": {
            "unix": 1550251624,
            "text": "2019-02-15 17:27:04 +0000",
            "iso_8601": "2019-02-15T17:27:04Z"
        },
        "subject": "Medtronic (MDT) recalls dual chamber IPGS due to possibility of a software error that can result in a lack of pacing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "medtronic-mdt-recalls-dual-chamber-ipgs-due-to-possibility-of-a-software-error-that-can-result-in-a-lack-of-pacing-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 01:26:00",
        "gmt_time": "2019-02-15 17:26:00"
    },
    {
        "id": 855490,
        "updated_sequence": 1795308,
        "published_at": {
            "unix": 1550250540,
            "text": "2019-02-15 17:09:00 +0000",
            "iso_8601": "2019-02-15T17:09:00Z"
        },
        "updated_at": {
            "unix": 1550250635,
            "text": "2019-02-15 17:10:35 +0000",
            "iso_8601": "2019-02-15T17:10:35Z"
        },
        "subject": "USTR says US and Canada file challenge to India's price supports for chickpeas, lentils, pigeon peas, black matpe and mung beans at WTO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-says-us-and-canada-file-challenge-to-india-s-price-supports-for-chickpeas-lentils-pigeon-peas-black-matpe-and-mung-beans-at-wto-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 01:09:00",
        "gmt_time": "2019-02-15 17:09:00"
    },
    {
        "id": 855489,
        "updated_sequence": 1795305,
        "published_at": {
            "unix": 1550250060,
            "text": "2019-02-15 17:01:00 +0000",
            "iso_8601": "2019-02-15T17:01:00Z"
        },
        "updated_at": {
            "unix": 1550250436,
            "text": "2019-02-15 17:07:16 +0000",
            "iso_8601": "2019-02-15T17:07:16Z"
        },
        "subject": "Fed's Bostic (non-voter, dovish) sees one more rate hike this year; has seen no evidence that the US economy is slowing faster than expected; expects 2.3% to 2.5% growth this year, above the trend of just below 2%",
        "content": "<ul><li>Does not have a hard number for the appropriate size of the Fed&#39;s balance sheet</li>\r\n  <li>Will be looking at whether the recent fall in consumer spending is part of a &quot;soft landing or something more abrupt&quot;; some ramp down in the numbers is not unexpected</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dovish-sees-one-more-rate-hike-this-year-has-seen-no-evidence-that-the-us-economy-is-slowing-faster-than-expected-expects-2-3-to-2-5-growth-this-year-above-the-trend-of-just-below-2-15-02-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 01:01:00",
        "gmt_time": "2019-02-15 17:01:00"
    },
    {
        "id": 855488,
        "updated_sequence": 1795300,
        "published_at": {
            "unix": 1550248980,
            "text": "2019-02-15 16:43:00 +0000",
            "iso_8601": "2019-02-15T16:43:00Z"
        },
        "updated_at": {
            "unix": 1550249198,
            "text": "2019-02-15 16:46:38 +0000",
            "iso_8601": "2019-02-15T16:46:38Z"
        },
        "subject": "US submits draft reform to WTO in which high income states, OECD members, G20 nations and any country with more 0.5% of world trade would not be eligible for special treatment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-submits-draft-reform-to-wto-in-which-high-income-states-oecd-members-g20-nations-and-any-country-with-more-0-5-of-world-trade-would-not-be-eligible-for-special-treatment-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:43:00",
        "gmt_time": "2019-02-15 16:43:00"
    },
    {
        "id": 855487,
        "updated_sequence": 1795293,
        "published_at": {
            "unix": 1550248200,
            "text": "2019-02-15 16:30:00 +0000",
            "iso_8601": "2019-02-15T16:30:00Z"
        },
        "updated_at": {
            "unix": 1550248491,
            "text": "2019-02-15 16:34:51 +0000",
            "iso_8601": "2019-02-15T16:34:51Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+1.79%), FTSE 100 (+0.60%), DAX (+1.89%), CAC (+1.83%), IBEX (+1.95%), FTSE MIB (+1.85%), SMI (+1.09%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-1-79-ftse-100-0-60-dax-1-89-cac-1-83-ibex-1-95-ftse-mib-1-85-smi-1-09-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:30:00",
        "gmt_time": "2019-02-15 16:30:00"
    },
    {
        "id": 855486,
        "updated_sequence": 1795290,
        "published_at": {
            "unix": 1550247780,
            "text": "2019-02-15 16:23:00 +0000",
            "iso_8601": "2019-02-15T16:23:00Z"
        },
        "updated_at": {
            "unix": 1550248149,
            "text": "2019-02-15 16:29:09 +0000",
            "iso_8601": "2019-02-15T16:29:09Z"
        },
        "subject": "US President Trump says there is a possibility that he will extend the China trade talks deadline; will not increase tariffs if China trade talks were extended",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-there-is-a-possibility-that-he-will-extend-the-china-trade-talks-deadline-will-not-increase-tariffs-if-china-trade-talks-were-extended-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:23:00",
        "gmt_time": "2019-02-15 16:23:00"
    },
    {
        "id": 855485,
        "updated_sequence": 1795285,
        "published_at": {
            "unix": 1550247420,
            "text": "2019-02-15 16:17:00 +0000",
            "iso_8601": "2019-02-15T16:17:00Z"
        },
        "updated_at": {
            "unix": 1550247567,
            "text": "2019-02-15 16:19:27 +0000",
            "iso_8601": "2019-02-15T16:19:27Z"
        },
        "subject": "New York Fed nowcast for Q4 cut to 2.23% from 2.41% and Q1 cut to 1.08% from 2.17% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-nowcast-for-q4-cut-to-2-23-from-2-41-and-q1-cut-to-1-08-from-2-17-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:17:00",
        "gmt_time": "2019-02-15 16:17:00"
    },
    {
        "id": 855484,
        "updated_sequence": 1795282,
        "published_at": {
            "unix": 1550247240,
            "text": "2019-02-15 16:14:00 +0000",
            "iso_8601": "2019-02-15T16:14:00Z"
        },
        "updated_at": {
            "unix": 1550247414,
            "text": "2019-02-15 16:16:54 +0000",
            "iso_8601": "2019-02-15T16:16:54Z"
        },
        "subject": "Italian Deputy PM Salvini reiterates that the Italian government has no plans to exit the EU, it wants to change it and improve it, not abandon it",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows comments from Italian Ruling League Party Lawmaker Borghi who said EU elections are the last chance to change Europe, otherwise Italy will have to leave</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1550247414,
            "text": "2019-02-15 16:16:54 +0000",
            "iso_8601": "2019-02-15T16:16:54Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-reiterates-that-the-italian-government-has-no-plans-to-exit-the-eu-it-wants-to-change-it-and-improve-it-not-abandon-it-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:14:00",
        "gmt_time": "2019-02-15 16:14:00"
    },
    {
        "id": 855483,
        "updated_sequence": 1795276,
        "published_at": {
            "unix": 1550247180,
            "text": "2019-02-15 16:13:00 +0000",
            "iso_8601": "2019-02-15T16:13:00Z"
        },
        "updated_at": {
            "unix": 1550247242,
            "text": "2019-02-15 16:14:02 +0000",
            "iso_8601": "2019-02-15T16:14:02Z"
        },
        "subject": "US President Trump says our country can do without certain industries, but cannot do without steel; adding that steel tariffs are working",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-our-country-can-do-without-certain-industries-but-cannot-do-without-steel-adding-that-steel-tariffs-are-working-15-02-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:13:00",
        "gmt_time": "2019-02-15 16:13:00"
    },
    {
        "id": 855482,
        "updated_sequence": 1795271,
        "published_at": {
            "unix": 1550247000,
            "text": "2019-02-15 16:10:00 +0000",
            "iso_8601": "2019-02-15T16:10:00Z"
        },
        "updated_at": {
            "unix": 1550247116,
            "text": "2019-02-15 16:11:56 +0000",
            "iso_8601": "2019-02-15T16:11:56Z"
        },
        "subject": "US House Speaker Pelosi and Senate Dem Leader says Congress will defend its constitutional authorities in Congress, courts and the public using every tool available",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-speaker-pelosi-and-senate-dem-leader-says-congress-will-defend-its-constitutional-authorities-in-congress-courts-and-the-public-using-every-tool-available-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:10:00",
        "gmt_time": "2019-02-15 16:10:00"
    },
    {
        "id": 855481,
        "updated_sequence": 1795268,
        "published_at": {
            "unix": 1550246760,
            "text": "2019-02-15 16:06:00 +0000",
            "iso_8601": "2019-02-15T16:06:00Z"
        },
        "updated_at": {
            "unix": 1550246789,
            "text": "2019-02-15 16:06:29 +0000",
            "iso_8601": "2019-02-15T16:06:29Z"
        },
        "subject": "US President Trump stated that he is a \"big deficit believer\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-stated-that-he-is-a-big-deficit-believer-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:06:00",
        "gmt_time": "2019-02-15 16:06:00"
    },
    {
        "id": 855480,
        "updated_sequence": 1795263,
        "published_at": {
            "unix": 1550246580,
            "text": "2019-02-15 16:03:00 +0000",
            "iso_8601": "2019-02-15T16:03:00Z"
        },
        "updated_at": {
            "unix": 1550246643,
            "text": "2019-02-15 16:04:03 +0000",
            "iso_8601": "2019-02-15T16:04:03Z"
        },
        "subject": "US President Trump says he expects legal action to challenge his national emergency order, and that it is likely to end up at the Supreme Court",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-expects-legal-action-to-challenge-his-national-emergency-order-and-that-it-is-likely-to-end-up-at-the-supreme-court-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:03:00",
        "gmt_time": "2019-02-15 16:03:00"
    },
    {
        "id": 855479,
        "updated_sequence": 1795260,
        "published_at": {
            "unix": 1550246520,
            "text": "2019-02-15 16:02:00 +0000",
            "iso_8601": "2019-02-15T16:02:00Z"
        },
        "updated_at": {
            "unix": 1550246561,
            "text": "2019-02-15 16:02:41 +0000",
            "iso_8601": "2019-02-15T16:02:41Z"
        },
        "subject": "New York AG says to fight emergency declaration with all tools available ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-ag-says-to-fight-emergency-declaration-with-all-tools-available-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:02:00",
        "gmt_time": "2019-02-15 16:02:00"
    },
    {
        "id": 855478,
        "updated_sequence": 1795257,
        "published_at": {
            "unix": 1550246460,
            "text": "2019-02-15 16:01:00 +0000",
            "iso_8601": "2019-02-15T16:01:00Z"
        },
        "updated_at": {
            "unix": 1550246541,
            "text": "2019-02-15 16:02:21 +0000",
            "iso_8601": "2019-02-15T16:02:21Z"
        },
        "subject": "Thomas Cook (TCG LN) have enlisted Credit Suisse (CSGN SW), Morgan Stanley (MS) and Bank of America Merrill Lynch to explore an airline sale; according to sources. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thomas-cook-tcg-ln-have-enlisted-credit-suisse-csgn-sw-morgan-stanley-ms-and-bank-of-america-merrill-lynch-to-explore-an-airline-sale-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-16 00:01:00",
        "gmt_time": "2019-02-15 16:01:00"
    },
    {
        "id": 855477,
        "updated_sequence": 1795245,
        "published_at": {
            "unix": 1550246220,
            "text": "2019-02-15 15:57:00 +0000",
            "iso_8601": "2019-02-15T15:57:00Z"
        },
        "updated_at": {
            "unix": 1550246293,
            "text": "2019-02-15 15:58:13 +0000",
            "iso_8601": "2019-02-15T15:58:13Z"
        },
        "subject": "US President Trump says declares national emergency to protect from invasion of drugs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-declares-national-emergency-to-protect-from-invasion-of-drugs-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:57:00",
        "gmt_time": "2019-02-15 15:57:00"
    },
    {
        "id": 855476,
        "updated_sequence": 1795251,
        "published_at": {
            "unix": 1550246160,
            "text": "2019-02-15 15:56:00 +0000",
            "iso_8601": "2019-02-15T15:56:00Z"
        },
        "updated_at": {
            "unix": 1550246479,
            "text": "2019-02-15 16:01:19 +0000",
            "iso_8601": "2019-02-15T16:01:19Z"
        },
        "subject": "US President Trump says he will have a meeting with Chinese President Xi sometime after the US-Sino trade talks in Washington next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-will-have-a-meeting-with-chinese-president-xi-sometime-after-the-us-sino-trade-talks-in-washington-next-week-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:56:00",
        "gmt_time": "2019-02-15 15:56:00"
    },
    {
        "id": 855475,
        "updated_sequence": 1795239,
        "published_at": {
            "unix": 1550245980,
            "text": "2019-02-15 15:53:00 +0000",
            "iso_8601": "2019-02-15T15:53:00Z"
        },
        "updated_at": {
            "unix": 1550246083,
            "text": "2019-02-15 15:54:43 +0000",
            "iso_8601": "2019-02-15T15:54:43Z"
        },
        "subject": "Indian refiners are advised by the Indian government to avoid US payment to settle Venezuelan oil purchases; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indian-refiners-are-advised-by-the-indian-government-to-avoid-us-payment-to-settle-venezuelan-oil-purchases-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:53:00",
        "gmt_time": "2019-02-15 15:53:00"
    },
    {
        "id": 855474,
        "updated_sequence": 1795248,
        "published_at": {
            "unix": 1550245800,
            "text": "2019-02-15 15:50:00 +0000",
            "iso_8601": "2019-02-15T15:50:00Z"
        },
        "updated_at": {
            "unix": 1550246468,
            "text": "2019-02-15 16:01:08 +0000",
            "iso_8601": "2019-02-15T16:01:08Z"
        },
        "subject": "US President Trump says he will declare National Emergency for border security ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-will-declare-national-emergency-for-border-security-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:50:00",
        "gmt_time": "2019-02-15 15:50:00"
    },
    {
        "id": 855473,
        "updated_sequence": 1795236,
        "published_at": {
            "unix": 1550245740,
            "text": "2019-02-15 15:49:00 +0000",
            "iso_8601": "2019-02-15T15:49:00Z"
        },
        "updated_at": {
            "unix": 1550245996,
            "text": "2019-02-15 15:53:16 +0000",
            "iso_8601": "2019-02-15T15:53:16Z"
        },
        "subject": "Weekly FX Wrap: divergent CB vibes, another Brexit defeat, but US-China trade talks productive",
        "content": "<p>DXY</p>\r\n\r\n<p>A solid week for the Dollar overall, with a succession of new 2019 highs recorded above 97.000 and inching closer to last year&rsquo;s 97.711 peak, at 97.371. The Greenback did suffer a few data-related setbacks, namely due to significantly weaker than expected retail sales and industrial output, but met underlying bids not too far below the 97.000 handle on several positive factors. Reports of progress from high level talks between US and Chinese officials in Beijing, Friday&rsquo;s SOMA liquidity drain (2nd biggest so far at Usd23.3 bn), provisional agreement on US Government funding and the demise of certain counterpart currencies were all supportive.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Two of the aforementioned major losers, with Eur/Usd and Cable both sitting nearer the bottom of their weekly ranges (1.1235-1.1345 and 1.2770-1.2955 respectively), and the single currency dogged by more poor Eurozone data (like industrial production and GDP), downbeat/dovish ECB rhetoric (economic slowdown is stronger and broader than expected, inflation path will be shallower, new TLTRO is possible and the ECB are currently discussing it, per Coeure) and ongoing political issues (Spain calling a snap election for April 28 after the Government&rsquo;s 2019 budget was rejected, and Italy&rsquo;s Ruling League party lawmaker Borghi warning the country will have to exit the EU if May&rsquo;s elections do not result in changes). Meanwhile, the Pound continues to succumb to Brexit uncertainty after another crushing defeat for UK PM May in Parliament ahead of February 27&rsquo;s meaningful vote, while comments from BoE&rsquo;s Vlieghe yesterday were hardly helpful as he suggested that the MPC may be more inclined to cut rates rather than tighten if Britain left the EU without a deal. Note, however, Sterling did get some respite from a big retail sales beat.</p>\r\n\r\n<p>CAD &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Another volatile week for the Loonie, with oil-powered gains helping the Cad to highs just over 1.3200 at one stage, but Canadian data somewhat disappointing to leave Usd/Cad not far from where it started on Monday circa 1.3275, albeit off the 1.3340 peak.</p>\r\n\r\n<p>JPY/CHF</p>\r\n\r\n<p>The renowned safe-havens have also endured a topsy-turvy time against the backdrop of fluctuating risk sentiment, as Usd/Jpy veered between 109.65 to 111.12 and the Franc flitted from 1.0098 to 0.9986. The former eventually breached strong barrier defences and Japanese exporter offers at 111.00 to set a fresh ytd pinnacle, but then retreated through the big figure as US Treasury yields softened, while the latter plunged at the start of the week when trading conditions were thin due to Japan&rsquo;s National Foundation Day holiday and stops were triggered amidst market talk of a fat finger trade that subsequently drew in algos and other model orders. Usd/Jpy now around 110.50 and Usd/Chf gyrating around 1.0050.</p>\r\n\r\n<p>NZD/AUD</p>\r\n\r\n<p>The Kiwi has won the battle down under as Nzd/Usd sits just shy of its 0.6865 high, but Aud/Usd retests support around 0.7100 and the cross trades nearer its 1.0363 low than 1.0545 high. The catalysts/drivers, a less dovish than anticipated hold from the RBNZ, with OCR tightening projections pushed back, but crucially no tweak up in easing probability despite recent weak NZ data. Note also, Governor or and the Board maintained guidance for the next move to be a hike or cut and formerly adopted a dual policy mandate. Conversely, RBA&rsquo;s Kent effectively welcomed Aussie depreciation as the domestic economy still has spare capacity and inflation is low, following a more dovish/downbeat shift from Governor Lowe last week and bleaker growth forecasts in the SOMP.</p>\r\n\r\n<p>NOK/SEK</p>\r\n\r\n<p>Like their Antipodean peers, the Scandi Crowns have tussled for supremacy as Eur/Nok traded in a 9.8410-7335 band and Eur/Sek saw 10.5245-4010 parameters, but with the Nok emerging as the front-runner on the strong rebound in oil prices and bullish or less bearish technical. Note, the first Riksbank policy meeting of the year came with a less dovish/more upbeat statement than many forecast (maintained repo rise guidance for H2 based on stronger domestic fundamentals vs weaker externals and heightened international risks), but only gave the Sek a brief/modest boost.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>Marked underperformance vs the Usd in regional currencies, and especially for the Rouble on latest Russian sanctions, Rand due to ongoing Eskom issues and the Lira post sub-consensus Turkish data.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-divergent-cb-vibes-another-brexit-defeat-but-us-china-trade-talks-productive-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:49:00",
        "gmt_time": "2019-02-15 15:49:00"
    },
    {
        "id": 855472,
        "updated_sequence": 1795231,
        "published_at": {
            "unix": 1550245560,
            "text": "2019-02-15 15:46:00 +0000",
            "iso_8601": "2019-02-15T15:46:00Z"
        },
        "updated_at": {
            "unix": 1550245850,
            "text": "2019-02-15 15:50:50 +0000",
            "iso_8601": "2019-02-15T15:50:50Z"
        },
        "subject": "Goldman Sachs cuts its US Q1 GDP tracker to 1.90% from 2.00% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Zerohedge",
        "slug": "goldman-sachs-cuts-its-us-q1-gdp-tracker-to-1-90-from-2-00-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:46:00",
        "gmt_time": "2019-02-15 15:46:00"
    },
    {
        "id": 855471,
        "updated_sequence": 1795218,
        "published_at": {
            "unix": 1550245320,
            "text": "2019-02-15 15:42:00 +0000",
            "iso_8601": "2019-02-15T15:42:00Z"
        },
        "updated_at": {
            "unix": 1550245366,
            "text": "2019-02-15 15:42:46 +0000",
            "iso_8601": "2019-02-15T15:42:46Z"
        },
        "subject": "US President Trump says we have a good trading relationship with the UK, we are agreeing to move forward and preserve our trade agreement with the UK; trade with the UK is set to increase",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-we-have-a-good-trading-relationship-with-the-uk-we-are-agreeing-to-move-forward-and-preserve-our-trade-agreement-with-the-uk-trade-with-the-uk-is-set-to-increase-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:42:00",
        "gmt_time": "2019-02-15 15:42:00"
    },
    {
        "id": 855470,
        "updated_sequence": 1795223,
        "published_at": {
            "unix": 1550245260,
            "text": "2019-02-15 15:41:00 +0000",
            "iso_8601": "2019-02-15T15:41:00Z"
        },
        "updated_at": {
            "unix": 1550245388,
            "text": "2019-02-15 15:43:08 +0000",
            "iso_8601": "2019-02-15T15:43:08Z"
        },
        "subject": "Mexico's Dos Bocas port is to reopen after poor weather; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-s-dos-bocas-port-is-to-reopen-after-poor-weather-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:41:00",
        "gmt_time": "2019-02-15 15:41:00"
    },
    {
        "id": 855469,
        "updated_sequence": 1795212,
        "published_at": {
            "unix": 1550245260,
            "text": "2019-02-15 15:41:00 +0000",
            "iso_8601": "2019-02-15T15:41:00Z"
        },
        "updated_at": {
            "unix": 1550245314,
            "text": "2019-02-15 15:41:54 +0000",
            "iso_8601": "2019-02-15T15:41:54Z"
        },
        "subject": "US President Trump says China talks are going extremely well, we are a lot closer than we ever have been to having a real trade deal with China; it will be an honour to remove tariffs if he can make a deal with China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-talks-are-going-extremely-well-we-are-a-lot-closer-than-we-ever-have-been-to-having-a-real-trade-deal-with-china-it-will-be-an-honour-to-remove-tariffs-if-he-can-make-a-deal-with-china-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:41:00",
        "gmt_time": "2019-02-15 15:41:00"
    },
    {
        "id": 855468,
        "updated_sequence": 1795221,
        "published_at": {
            "unix": 1550245200,
            "text": "2019-02-15 15:40:00 +0000",
            "iso_8601": "2019-02-15T15:40:00Z"
        },
        "updated_at": {
            "unix": 1550245369,
            "text": "2019-02-15 15:42:49 +0000",
            "iso_8601": "2019-02-15T15:42:49Z"
        },
        "subject": "White House Chief of Staff Mulvaney says US President Trump will have roughly USD 8bln after he declares a National Emergency ",
        "content": "<ul><li>USD 1.38bln from funding bill</li>\r\n  <li>USD 600mln from Treasury forfeiture fund</li>\r\n  <li>USD 2.5bln from defence counter-drug fund</li>\r\n  <li>USD 3.6bln from military construction</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-chief-of-staff-mulvaney-says-us-president-trump-will-have-roughly-usd-8bln-after-he-declares-a-national-emergency-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:40:00",
        "gmt_time": "2019-02-15 15:40:00"
    },
    {
        "id": 855467,
        "updated_sequence": 1795206,
        "published_at": {
            "unix": 1550244840,
            "text": "2019-02-15 15:34:00 +0000",
            "iso_8601": "2019-02-15T15:34:00Z"
        },
        "updated_at": {
            "unix": 1550244920,
            "text": "2019-02-15 15:35:20 +0000",
            "iso_8601": "2019-02-15T15:35:20Z"
        },
        "subject": "Irish Foreign Minister Coveney says EU is ready to give robust and comprehensive reassurance on the NI backstop; adding that Ireland is 100% committed to remaining a full member of the EU single market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-says-eu-is-ready-to-give-robust-and-comprehensive-reassurance-on-the-ni-backstop-adding-that-ireland-is-100-committed-to-remaining-a-full-member-of-the-eu-single-market-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:34:00",
        "gmt_time": "2019-02-15 15:34:00"
    },
    {
        "id": 855466,
        "updated_sequence": 1795203,
        "published_at": {
            "unix": 1550244120,
            "text": "2019-02-15 15:22:00 +0000",
            "iso_8601": "2019-02-15T15:22:00Z"
        },
        "updated_at": {
            "unix": 1550244229,
            "text": "2019-02-15 15:23:49 +0000",
            "iso_8601": "2019-02-15T15:23:49Z"
        },
        "subject": "Wells Fargo (WFC) CEO if expected to appear before the House Financial Services panel twice this spring; according to WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/wells-fargo-chief-expected-to-appear-twice-before-house-financial-services-panel-this-spring-11550243978\">Click here for the article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "wells-fargo-wfc-ceo-if-expected-to-appear-before-the-house-financial-services-panel-twice-this-spring-according-to-wsj-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:22:00",
        "gmt_time": "2019-02-15 15:22:00"
    },
    {
        "id": 855465,
        "updated_sequence": 1795265,
        "published_at": {
            "unix": 1550244120,
            "text": "2019-02-15 15:22:00 +0000",
            "iso_8601": "2019-02-15T15:22:00Z"
        },
        "updated_at": {
            "unix": 1550246680,
            "text": "2019-02-15 16:04:40 +0000",
            "iso_8601": "2019-02-15T16:04:40Z"
        },
        "subject": "China and US can get closer to final goal as the pace of talks increases; according to Xinhua",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Xinhua",
        "slug": "china-and-us-can-get-closer-to-final-goal-as-the-pace-of-talks-increases-according-to-xinhua-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:22:00",
        "gmt_time": "2019-02-15 15:22:00"
    },
    {
        "id": 855464,
        "updated_sequence": 1795189,
        "published_at": {
            "unix": 1550243460,
            "text": "2019-02-15 15:11:00 +0000",
            "iso_8601": "2019-02-15T15:11:00Z"
        },
        "updated_at": {
            "unix": 1550243573,
            "text": "2019-02-15 15:12:53 +0000",
            "iso_8601": "2019-02-15T15:12:53Z"
        },
        "subject": " General Motors (GM) is reportedly still in talks to invest in Rivian; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-motors-gm-is-reportedly-still-in-talks-to-invest-in-rivian-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:11:00",
        "gmt_time": "2019-02-15 15:11:00"
    },
    {
        "id": 855463,
        "updated_sequence": 1795194,
        "published_at": {
            "unix": 1550243400,
            "text": "2019-02-15 15:10:00 +0000",
            "iso_8601": "2019-02-15T15:10:00Z"
        },
        "updated_at": {
            "unix": 1550243818,
            "text": "2019-02-15 15:16:58 +0000",
            "iso_8601": "2019-02-15T15:16:58Z"
        },
        "subject": "US Chamber of Commerce urges US President Trump not to declare a National Emergency",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US Senate voted 83-16 and US House voted 300-128 to pass the government funding and border security bill, which sends the bill to President Trump for signing.&nbsp;</li>\r\n  <li>President Trump is expected to sign but is also anticipated to declare a National Emergency as he is not pleased with the border wall funding in the bill&nbsp;allowing him direct funding from elsewhere in the federal budget to building a wall along the US&rsquo;s southern border.</li>\r\n  <li>Trump is expected to declare the National Emergency when he speaks around 10:30EDT/15:30GMT (Link on the headline feed)</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "analysis_updated_at": {
            "unix": 1550243700,
            "text": "2019-02-15 15:15:00 +0000",
            "iso_8601": "2019-02-15T15:15:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-chamber-of-commerce-urges-us-president-trump-not-to-declare-a-national-emergency-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 23:10:00",
        "gmt_time": "2019-02-15 15:10:00"
    },
    {
        "id": 855457,
        "updated_sequence": 1795163,
        "published_at": {
            "unix": 1550242140,
            "text": "2019-02-15 14:49:00 +0000",
            "iso_8601": "2019-02-15T14:49:00Z"
        },
        "updated_at": {
            "unix": 1550242262,
            "text": "2019-02-15 14:51:02 +0000",
            "iso_8601": "2019-02-15T14:51:02Z"
        },
        "subject": "WATCH LIVE: US President Trump Speaks on the National Security & Humanitarian Crisis on the Southern Border",
        "content": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/FFIcGqjkORk\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Youtube",
        "slug": "watch-live-us-president-trump-speaks-on-the-national-security-humanitarian-crisis-on-the-southern-border-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:49:00",
        "gmt_time": "2019-02-15 14:49:00"
    },
    {
        "id": 855455,
        "updated_sequence": 1795157,
        "published_at": {
            "unix": 1550242020,
            "text": "2019-02-15 14:47:00 +0000",
            "iso_8601": "2019-02-15T14:47:00Z"
        },
        "updated_at": {
            "unix": 1550242120,
            "text": "2019-02-15 14:48:40 +0000",
            "iso_8601": "2019-02-15T14:48:40Z"
        },
        "subject": "ECB has reduced Commerzbank's (CBK GY) capital requirement by 0.25ppts to 2.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-has-reduced-commerzbank-s-cbk-gy-capital-requirement-by-0-25ppts-to-2-0-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:47:00",
        "gmt_time": "2019-02-15 14:47:00"
    },
    {
        "id": 855455,
        "updated_sequence": 1795157,
        "published_at": {
            "unix": 1550242020,
            "text": "2019-02-15 14:47:00 +0000",
            "iso_8601": "2019-02-15T14:47:00Z"
        },
        "updated_at": {
            "unix": 1550242120,
            "text": "2019-02-15 14:48:40 +0000",
            "iso_8601": "2019-02-15T14:48:40Z"
        },
        "subject": "ECB has reduced Commerzbank's (CBK GY) capital requirement by 0.25ppts to 2.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-has-reduced-commerzbank-s-cbk-gy-capital-requirement-by-0-25ppts-to-2-0-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:47:00",
        "gmt_time": "2019-02-15 14:47:00"
    },
    {
        "id": 855456,
        "updated_sequence": 1795160,
        "published_at": {
            "unix": 1550241900,
            "text": "2019-02-15 14:45:00 +0000",
            "iso_8601": "2019-02-15T14:45:00Z"
        },
        "updated_at": {
            "unix": 1550242156,
            "text": "2019-02-15 14:49:16 +0000",
            "iso_8601": "2019-02-15T14:49:16Z"
        },
        "subject": "US Movers: Arista Networks (ANET) +8%, NVIDIA (NVDA) +3.6%, Moody's (MCO) +3.9%, Newell Brands (NWL) -17%, Applied Materials (AMAT) -4.2%, FedEx (FDX) -3.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-arista-networks-anet-8-nvidia-nvda-3-6-moody-s-mco-3-9-newell-brands-nwl-17-applied-materials-amat-4-2-fedex-fdx-3-1-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:45:00",
        "gmt_time": "2019-02-15 14:45:00"
    },
    {
        "id": 855454,
        "updated_sequence": 1795183,
        "published_at": {
            "unix": 1550241840,
            "text": "2019-02-15 14:44:00 +0000",
            "iso_8601": "2019-02-15T14:44:00Z"
        },
        "updated_at": {
            "unix": 1550242931,
            "text": "2019-02-15 15:02:11 +0000",
            "iso_8601": "2019-02-15T15:02:11Z"
        },
        "subject": "US issues Venezuela-related sanctions targeting five individuals aligned with President Maduro; Venezuela's Oil Minister Quevedo and PDVSA Chief are on the list",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-issues-venezuela-related-sanctions-targeting-five-individuals-aligned-with-president-maduro-venezuela-s-oil-minister-quevedo-and-pdvsa-chief-are-on-the-list-15-02-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:44:00",
        "gmt_time": "2019-02-15 14:44:00"
    },
    {
        "id": 855453,
        "updated_sequence": 1795148,
        "published_at": {
            "unix": 1550241720,
            "text": "2019-02-15 14:42:00 +0000",
            "iso_8601": "2019-02-15T14:42:00Z"
        },
        "updated_at": {
            "unix": 1550241822,
            "text": "2019-02-15 14:43:42 +0000",
            "iso_8601": "2019-02-15T14:43:42Z"
        },
        "subject": "UK Business Ministry says that if no-deal Brexit occurs, govt will provide continuity for goods imports for a temporary period after March 29",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-business-ministry-says-that-if-no-deal-brexit-occurs-govt-will-provide-continuity-for-goods-imports-for-a-temporary-period-after-march-29-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:42:00",
        "gmt_time": "2019-02-15 14:42:00"
    },
    {
        "id": 855451,
        "updated_sequence": 1795140,
        "published_at": {
            "unix": 1550241480,
            "text": "2019-02-15 14:38:00 +0000",
            "iso_8601": "2019-02-15T14:38:00Z"
        },
        "updated_at": {
            "unix": 1550241569,
            "text": "2019-02-15 14:39:29 +0000",
            "iso_8601": "2019-02-15T14:39:29Z"
        },
        "subject": "Usiminas says steel prices could increase 5% to 10% in H2 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "usiminas-says-steel-prices-could-increase-5-to-10-in-h2-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:38:00",
        "gmt_time": "2019-02-15 14:38:00"
    },
    {
        "id": 855452,
        "updated_sequence": 1795154,
        "published_at": {
            "unix": 1550241420,
            "text": "2019-02-15 14:37:00 +0000",
            "iso_8601": "2019-02-15T14:37:00Z"
        },
        "updated_at": {
            "unix": 1550242014,
            "text": "2019-02-15 14:46:54 +0000",
            "iso_8601": "2019-02-15T14:46:54Z"
        },
        "subject": "Vodafone (VOD LN) has joined Telefonica's (TEF SM) O2 in an effort to block German 5G auction; according to Faz",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Vodafone shares moved higher from EUR 141.00&nbsp;to EUR 142.10</p>\r\n",
        "reaction_updated_at": {
            "unix": 1550242014,
            "text": "2019-02-15 14:46:54 +0000",
            "iso_8601": "2019-02-15T14:46:54Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FAZ",
        "slug": "vodafone-vod-ln-has-joined-telefonica-s-tef-sm-o2-in-an-effort-to-block-german-5g-auction-according-to-faz-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:37:00",
        "gmt_time": "2019-02-15 14:37:00"
    },
    {
        "id": 855449,
        "updated_sequence": 1795134,
        "published_at": {
            "unix": 1550241360,
            "text": "2019-02-15 14:36:00 +0000",
            "iso_8601": "2019-02-15T14:36:00Z"
        },
        "updated_at": {
            "unix": 1550241446,
            "text": "2019-02-15 14:37:26 +0000",
            "iso_8601": "2019-02-15T14:37:26Z"
        },
        "subject": "Bayer (BAYN GY) are to obtain full rights to global development and commercialization of oncology compounds ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-are-to-obtain-full-rights-to-global-development-and-commercialization-of-oncology-compounds-15-02-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:36:00",
        "gmt_time": "2019-02-15 14:36:00"
    },
    {
        "id": 855450,
        "updated_sequence": 1795137,
        "published_at": {
            "unix": 1550241300,
            "text": "2019-02-15 14:35:00 +0000",
            "iso_8601": "2019-02-15T14:35:00Z"
        },
        "updated_at": {
            "unix": 1550241469,
            "text": "2019-02-15 14:37:49 +0000",
            "iso_8601": "2019-02-15T14:37:49Z"
        },
        "subject": "Kinder Morgan (KMI) natural gas pipeline reports force majeure - in Beckham County, Oklahoma - event for remediation work on OE 1 line near compressor station 184 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-kmi-natural-gas-pipeline-reports-force-majeure-in-beckham-county-oklahoma-event-for-remediation-work-on-oe-1-line-near-compressor-station-184-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:35:00",
        "gmt_time": "2019-02-15 14:35:00"
    },
    {
        "id": 855448,
        "updated_sequence": 1795131,
        "published_at": {
            "unix": 1550240820,
            "text": "2019-02-15 14:27:00 +0000",
            "iso_8601": "2019-02-15T14:27:00Z"
        },
        "updated_at": {
            "unix": 1550240950,
            "text": "2019-02-15 14:29:10 +0000",
            "iso_8601": "2019-02-15T14:29:10Z"
        },
        "subject": "Congresswoman Ocasio-Cortez is said to plan a bill to block US President Trump's emergency declaration ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "congresswoman-ocasio-cortez-is-said-to-plan-a-bill-to-block-us-president-trump-s-emergency-declaration-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:27:00",
        "gmt_time": "2019-02-15 14:27:00"
    },
    {
        "id": 855447,
        "updated_sequence": 1795120,
        "published_at": {
            "unix": 1550240340,
            "text": "2019-02-15 14:19:00 +0000",
            "iso_8601": "2019-02-15T14:19:00Z"
        },
        "updated_at": {
            "unix": 1550240756,
            "text": "2019-02-15 14:25:56 +0000",
            "iso_8601": "2019-02-15T14:25:56Z"
        },
        "subject": "Fitch cuts 2019 GDP growth forecast to 1% and says ECB could restart QE; says EZ slowdown is due to slowing external environment as net trade turned from a tailwind to a headwind",
        "content": "<ul><li>Says Germany&#39;s greater trade openness and larger exposure to China make it more vulnerable to fluctuations in China&#39;s business cycle</li>\r\n  <li>Says it believes China&#39;s domestic slowdown has played an important role</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-cuts-2019-gdp-growth-forecast-to-1-and-says-ecb-could-restart-qe-says-ez-slowdown-is-due-to-slowing-external-environment-as-net-trade-turned-from-a-tailwind-to-a-headwind-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:19:00",
        "gmt_time": "2019-02-15 14:19:00"
    },
    {
        "id": 855437,
        "updated_sequence": 1795145,
        "published_at": {
            "unix": 1550240280,
            "text": "2019-02-15 14:18:00 +0000",
            "iso_8601": "2019-02-15T14:18:00Z"
        },
        "updated_at": {
            "unix": 1550241798,
            "text": "2019-02-15 14:43:18 +0000",
            "iso_8601": "2019-02-15T14:43:18Z"
        },
        "subject": "Additional US Equity Stories - AMZN, FDX, LLY ",
        "content": "<ul><li>Mindbody&nbsp; (MB) -&nbsp;Vista Equity acquires the co. for&nbsp;USD 1.9bln. (Newswires)&nbsp;</li>\r\n  <li>FedEx (FDX), UPS (UPS) &ndash; Amazon (AMZN) is expanding its air felt to rely less on the two delivery service providers. FedEx also sets quarterly dividend of USD 0.65/shr.&nbsp;&nbsp;(CNBC)</li>\r\n  <li>General Mills (GIS) - The co. has approved restructuring actions with expenses amounting to USD 130mln ex expects them to be completed by end of fiscal 2021. (Newswires)&nbsp;</li>\r\n  <li>Amazon (AMZN) - AWS has been selected as cloud, machine learning provider of Clippers CourtVision. Separately it announces a USD 700mln investment in Rivian, an electric vehicle maker competing with Tesla (TSLA).&nbsp;&nbsp;(Newswires)&nbsp;</li>\r\n  <li>Mattel (MAT) -&nbsp;The co. announces new slate of 22 TV shows for multi-platform distribution. ((Newswires)&nbsp;</li>\r\n  <li>Eli Lilly (LLY) - The co. reaffirms current 2019 guidance and completes acquisition of Loxo Oncology (LOXO). (Newswires)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amzn-fdx-lly-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:18:00",
        "gmt_time": "2019-02-15 14:18:00"
    },
    {
        "id": 855443,
        "updated_sequence": 1795099,
        "published_at": {
            "unix": 1550240100,
            "text": "2019-02-15 14:15:00 +0000",
            "iso_8601": "2019-02-15T14:15:00Z"
        },
        "updated_at": {
            "unix": 1550240191,
            "text": "2019-02-15 14:16:31 +0000",
            "iso_8601": "2019-02-15T14:16:31Z"
        },
        "subject": "US January Motor Vehicle Assembly Rate 10.6mln units/yr in January (Prev. 12.27mln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-january-motor-vehicle-assembly-rate-10-6mln-units-yr-in-january-prev-12-27mln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:15:00",
        "gmt_time": "2019-02-15 14:15:00"
    },
    {
        "id": 855442,
        "updated_sequence": 1795096,
        "published_at": {
            "unix": 1550240040,
            "text": "2019-02-15 14:14:00 +0000",
            "iso_8601": "2019-02-15T14:14:00Z"
        },
        "updated_at": {
            "unix": 1550240086,
            "text": "2019-02-15 14:14:46 +0000",
            "iso_8601": "2019-02-15T14:14:46Z"
        },
        "subject": "EU are reportedly to agree on sanctions against eight Russians in relation to the Sea of Azov; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-are-reportedly-to-agree-on-sanctions-against-eight-russians-in-relation-to-the-sea-of-azov-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:14:00",
        "gmt_time": "2019-02-15 14:14:00"
    },
    {
        "id": 855441,
        "updated_sequence": 1795093,
        "published_at": {
            "unix": 1550239920,
            "text": "2019-02-15 14:12:00 +0000",
            "iso_8601": "2019-02-15T14:12:00Z"
        },
        "updated_at": {
            "unix": 1550240028,
            "text": "2019-02-15 14:13:48 +0000",
            "iso_8601": "2019-02-15T14:13:48Z"
        },
        "subject": "Italy 5 Star lawmaker says no one in Italy wants an EU exit; adds it is better to avoid anti-EU comments that risk undermining investor confidence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-5-star-lawmaker-says-no-one-in-italy-wants-an-eu-exit-adds-it-is-better-to-avoid-anti-eu-comments-that-risk-undermining-investor-confidence-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:12:00",
        "gmt_time": "2019-02-15 14:12:00"
    },
    {
        "id": 855440,
        "updated_sequence": 1795083,
        "published_at": {
            "unix": 1550239620,
            "text": "2019-02-15 14:07:00 +0000",
            "iso_8601": "2019-02-15T14:07:00Z"
        },
        "updated_at": {
            "unix": 1550239720,
            "text": "2019-02-15 14:08:40 +0000",
            "iso_8601": "2019-02-15T14:08:40Z"
        },
        "subject": "German court says Facebook (FB) has filed an appeal against cartel office decision against the co.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-court-says-facebook-fb-has-filed-an-appeal-against-cartel-office-decision-against-the-co-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 22:07:00",
        "gmt_time": "2019-02-15 14:07:00"
    },
    {
        "id": 855439,
        "updated_sequence": 1795076,
        "published_at": {
            "unix": 1550239080,
            "text": "2019-02-15 13:58:00 +0000",
            "iso_8601": "2019-02-15T13:58:00Z"
        },
        "updated_at": {
            "unix": 1550239131,
            "text": "2019-02-15 13:58:51 +0000",
            "iso_8601": "2019-02-15T13:58:51Z"
        },
        "subject": "ECB's Coeure (neutral) says the current situation in Italy poses no threat to the EUR ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-neutral-says-the-current-situation-in-italy-poses-no-threat-to-the-eur-15-02-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:58:00",
        "gmt_time": "2019-02-15 13:58:00"
    },
    {
        "id": 855438,
        "updated_sequence": 1795070,
        "published_at": {
            "unix": 1550238720,
            "text": "2019-02-15 13:52:00 +0000",
            "iso_8601": "2019-02-15T13:52:00Z"
        },
        "updated_at": {
            "unix": 1550238999,
            "text": "2019-02-15 13:56:39 +0000",
            "iso_8601": "2019-02-15T13:56:39Z"
        },
        "subject": "Fixed and FX latest: bonds retreat further, but Buck bounces post-NY PMI",
        "content": "<p>Plenty in the mix around the early US data, but on that score alone the upbeat Empire State survey appears to have more than outweighed weak import/export prices. Gilts have now dipped under 124.00 to 123.97 and Bunds to 166.28 alongside US Treasuries, with the German benchmark also wary about a spirited recovery in Italian BTPs and Spanish Bonos on TLTRO talk. On that note, dovish comments from ECB&rsquo;s Couere amidst SOMA flows have compounded the bearish positional forces for Eur/Usd in particular to the extent that Thursday&rsquo;s circa 1.1250 low has been breached and a fresh multi-month base posted around 1.1235, closer to last year&rsquo;s 1.1216 trough. Conversely, the DXY has carved out a fresh 2019 peak at 97.371.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-bonds-retreat-further-but-buck-bounces-post-ny-pmi-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:52:00",
        "gmt_time": "2019-02-15 13:52:00"
    },
    {
        "id": 855436,
        "updated_sequence": 1795078,
        "published_at": {
            "unix": 1550238060,
            "text": "2019-02-15 13:41:00 +0000",
            "iso_8601": "2019-02-15T13:41:00Z"
        },
        "updated_at": {
            "unix": 1550239345,
            "text": "2019-02-15 14:02:25 +0000",
            "iso_8601": "2019-02-15T14:02:25Z"
        },
        "subject": "ECB's Coeure (neutral) says he has never been a fan of hiking rates to cut them later; says there might be scope for another round of TLTRO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-neutral-says-he-has-never-been-a-fan-of-hiking-rates-to-cut-them-later-says-there-might-be-scope-for-another-round-of-tltro-15-02-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:41:00",
        "gmt_time": "2019-02-15 13:41:00"
    },
    {
        "id": 855435,
        "updated_sequence": 1795058,
        "published_at": {
            "unix": 1550237700,
            "text": "2019-02-15 13:35:00 +0000",
            "iso_8601": "2019-02-15T13:35:00Z"
        },
        "updated_at": {
            "unix": 1550237963,
            "text": "2019-02-15 13:39:23 +0000",
            "iso_8601": "2019-02-15T13:39:23Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 15th February 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21184/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>NVIDIA Corp (NVDA) Q4 Adj. EPS USD 0.80 vs. Exp. USD 0.75, revenue USD 2.21bln vs. Exp. USD 2.2bln. Says combination of post-crypto excess channel inventory and recent deteriorating end-market conditions drove a disappointing quarter. Guides Q1 at 2.20bln vs. Exp. 2.46bln.</li>\r\n  <li>Deere &amp; Co (DE) Q4 EPS USD 1.54 vs. Exp. USD 1.76, revenue USD 6.94bln vs. Exp. USD 6.82bln; Co. says revenues and net sales are projected to increase by around 7%.</li>\r\n  <li>Electronic Arts (EA) - Tencent (TME) is in talks with the co. to bring Apex Legends in China.</li>\r\n</ul>\r\n\r\n<p>15th February 2019</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>Applied Materials Inc (AMAT) Q1 Adj. EPS USD 0.81 vs. Exp. USD 0.79, revenue USD 3.8bln vs. Exp. USD 3.71bln; guides Q2 EPS USD 0.62-70 vs. Exp. 0.70, guides revenue USD 3.33-363bln vs. Exp. USD 3.67bln. (Newswires)</li>\r\n  <li>Arista Networks Inc (ANET) Q4 Adj. EPS USD 2.25 vs. Exp. USD 2.06, revenue USD 0.595bln vs. Exp. USD 0.59bln. (Newswires)</li>\r\n  <li>CBS Corp (CBS) Q4 Adj. EPS USD 1.50 vs. Exp. USD 1.53, revenue USD 4.02bln vs. Exp. USD 4.14bln. (Newswires)</li>\r\n  <li>Chemours Company (CC) Q4 Adj. EPS USD 1.05 vs. Exp. USD 1.04, revenue USD bln vs. Exp. USD 1.55bln. Announced additional share repurchase programme of USD 1bln from USD 0.750bln. Greenlight Capital takes 200k shares in the co. (Newswires)</li>\r\n  <li>Deere &amp; Co (DE) Q4 EPS USD 1.54 vs. Exp. USD 1.76, revenue USD 6.94bln vs. Exp. USD 6.82bln; Co. says revenues and net sales are projected to increase by around 7%. (Newswires)</li>\r\n  <li>Enbridge (ENB) Q1 EPS CAD 0.65 vs. Exp. CAD 0.60, revenue USD bln vs. Exp. USD 8.6bln (Newswires)</li>\r\n  <li>Moody&#39;s Corp (MCO) Q4 Adj. EPS USD 1.63 vs. Exp. USD 1.67, revenue USD 1.10bln vs. Exp. USD 1.12bln. (Newswires)</li>\r\n  <li>Newell Brands Inc (NWL) Q1 EPS USD 0.71 vs. Exp. USD 0.67, revenue USD 2.34bln vs. Exp. USD 2.43bln. Sees 2019 core sales down by 2-4%. (Newswires)</li>\r\n  <li>NVIDIA Corp (NVDA) Q4 Adj. EPS USD 0.80 vs. Exp. USD 0.75, revenue USD 2.21bln vs. Exp. USD 2.2bln. Says combination of post-crypto excess channel inventory and recent deteriorating end-market conditions drove a disappointing quarter. Guides Q1 at 2.20bln vs. Exp. 2.46bln. (Newswires)</li>\r\n  <li>PepsiCo Inc (PEP) Q1 EPS USD 1.49 vs. Exp. USD 1.49, revenue USD 19.52bln vs. Exp. USD 19.53bln. (Newswires)</li>\r\n  <li>SS&amp;C Technologies Holdings Inc (SSNC) Q4 Adj. EPS USD 0.95 vs. Exp. USD 0.85, revenue USD 1.111bln vs. Exp. USD 1.11bln. (Newswires)</li>\r\n  <li>WABCO Holdings Inc (WBC) Q4 EPS USD 2.20 vs. Exp. USD 1.99, revenue USD 0.911bln vs. Exp. USD 0.96bln. It looks to repurchase USD 400mln shares in 2019. (Newswires)</li>\r\n  <li>XPO Logistics Inc (XPO) Q4 Adj. EPS USD 0.72 vs. Exp. USD 0.83, revenue USD 4.39bln vs. Exp. USD 4.57bln. Targets 2019 revenue growth of 3-5%. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The tech behemoth has acquired the UK-based digital marketing firm DataTiger in efforts to augment its digital marketing. (Newswires)</li>\r\n  <li>Goldman Sachs (GS) &ndash; Former banker Roger Ng involved in the 1MDB scandal has been granted permission by Malaysian authorities to return to the US to face criminal charges. (Newswires)</li>\r\n  <li>Merck (MRK) &ndash; The pharma co. has received FDA priority review for a new supplemental Biologics License Application for KEYTRUDA in combination with Inlyta for treatment of renal cell carcinoma. (Newswires)</li>\r\n  <li>Visa (V), Mastercard (MA) &ndash; The two credit card suppliers are to increase their fees on both credit and debit cards in April, an added headwind to the US retail sector. (WSJ)</li>\r\n  <li>Walt Disney (DIS) &ndash; The entertainment co. announced Star Wars: Episode IX and Frozen 2 products will be available on October 4th. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Anadarko (APC) &ndash; The energy co. has entered a sale and purchase agreement with Mozambique Area 1 co-ventures, where it will develop Mozambique&#39;s first onshore LNG plant. (Newswires)</li>\r\n  <li>Automakers (FCAU, F, GM, TM) - EU passenger car registrations down 4.6% in January. (Newswires)</li>\r\n  <li>Bristol-Myers (BMY) &ndash; The pharma co.&rsquo;s Phase 2 CheckMate -650 trial of Opdivo in combination with Yervoy showed a 25% response rate for patients with prostate cancer. (Newswires)</li>\r\n  <li>Caesars (CZR) &ndash; Activist investor Carl Icahn has urged the casino/resorts co. to sell itself following two approaches. (WSJ)</li>\r\n  <li>CBS (CBS) &ndash; The broadcaster is reportedly already making efforts to gain an NFL contract renewal, despite its current license running through to 2022, as it doesn&rsquo;t want a tech co. to take the reins. (WSJ)</li>\r\n  <li>Electronic Arts (EA) - Tencent (TME) is in talks with the co. to bring Apex Legends in China. (Newswires)</li>\r\n  <li>FedEx (FDX) &ndash; The shipping co. has appointed Raj Subramaniam as its COO and President, effective March 1st. (Newswires)</li>\r\n  <li>Ford (F) &ndash; The automaker has been in talks with Volkswagen (VOW3 GY) for collaboration on autonomous cars, including getting the German automaker to invest in the Ford-backed startup Argo AI, which it valued at approximately USD 4bln. (Newswires)</li>\r\n  <li>Intercontinental Exchange (ICE) &ndash; The NYSE has filed a petition to block the SEC&rsquo;s plans to monitor the impact of the complex model of fees and rebates in share trading. (FT)</li>\r\n  <li>Mattel (MAT) &ndash; The game maker has entered a three-year international licensing agreement with Illumination and Universal Brand Development for its Despicable Me franchise. (Newswires)</li>\r\n  <li>Starbucks (SBUX) &ndash; The coffee chain is to launch a new all-day dining caf&eacute; in China, serving brunch and cocktails, as it grows its presence in the region. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ</p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; According to research from the International Computer Science Institute, approximately 17,000 Android apps break Google&rsquo;s policy on data collection. (CNET)</li>\r\n  <li>Facebook (FB) &ndash; WaPo reports that the social media co. and the FTC are discussing a record multi-billion dollar fine over the co.&rsquo;s privacy issues. Elsewhere, CNBC reports that former employers say the co. sometimes tracks user locations if it believes they are a &ldquo;credible threat&rdquo;. (WaPo/CNBC)</li>\r\n  <li>Netflix (NFLX) &ndash; The streaming co.&rsquo;s LA studios were reportedly on lockdown on Thursday after an armed person entered the premises. (Newswires)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Taiwan Semiconductor (TSM) &ndash; The chipmaker cut its Q1 revenue to USD 7bln-7.1bln from USD 7.3bln-7.4bln, this is after it assessed the impact of wafers affected by a batch of problematic photoresist material. (Newswires)</li>\r\n  <li>Vale (VALE) &ndash; The Brazilian miner&rsquo;s CEO Fabio Schvartsman told regulators that its safety measure do not work in the wake of the fatal dam collapse in January. Separately, the co. reported a fire at a distribution centre in Malaysia which temporarily affected operations. (Newswires)</li>\r\n</ul>\r\n\r\n<p>13-F</p>\r\n\r\n<p>Berkshire Hathaway (BRK.A)</p>\r\n\r\n<ul><li>New buy: Red Hat (RHT), Suncor (SU) and StoneCo (STNE)</li>\r\n  <li>Exited: sold USD 2.13bln worth of Oracle (ORCL)</li>\r\n  <li>Increased stake: JPMorgan (JPM), General Motors (GM), Travelers (TRV), PNC Financial (PNC), BNY Mellon (BK) and U.S. Bancorp (USB)</li>\r\n  <li>Reduced stake: Apple (AAPL), Wells Fargo (WFC), Southwest (LUV), Phillips 66 (PSX), United Continental (UAL) and Charter (CHTR)</li>\r\n  <li>Top holdings: Apple, Bank of America (BAC), Wells Fargo, Coca-Cola (KO) and American Express (AXP)</li>\r\n</ul>\r\n\r\n<p>Pershing Square</p>\r\n\r\n<ul><li>New buy: Starbucks (SBUX)</li>\r\n  <li>Increased stake: ADP (ADP), Lowe&#39;s (LOW), and United Technologies (UTX)</li>\r\n  <li>Reduced stake: Restaurant Brands International (QSR), Howard Hughes (HHC), and Chipotle Mexican Grill (CMG)</li>\r\n  <li>Top holdings Restaurant Brands, Lowe&#39;s, Chipotle, Starbucks, and United Technologies</li>\r\n</ul>\r\n\r\n<p>Greenlight Capital</p>\r\n\r\n<ul><li>New buy: Echostar (SATS), Shutterfly (SFLY), Dillard&#39;s (DDS), and Chemours (CC)</li>\r\n  <li>Exited: IAC/InterActiveCorp (IAC), Perrigo (PRGO), Tractor Supply (TSCO), Sherwin-Williams (SHW), and Capri Holdings (CPRI)</li>\r\n  <li>Increased stake: Tempur Sealy (TPX), Adient (ADNT), and AerCap (AER)</li>\r\n  <li>Reduced stake General Motors (GM) and Voya Financial (VOYA)</li>\r\n  <li>Top holdings: General Motors, Green Brick (GRBK), AerCap, Consol Coal (CEIX), and Ensco (ESV)</li>\r\n</ul>\r\n\r\n<p>Trian Fund</p>\r\n\r\n<ul><li>Increased stake: Procter &amp; Gamble (PG), PPG Industries (PPG), Mondelez (MDLZ), Bank of New York Mellon (BK), and General Electric (GE)</li>\r\n  <li>Reduced stake: Sysco (SYY)</li>\r\n  <li>Top holdings: Procter &amp; Gamble, Sysco, Bank of New York Mellon, Mondelez, and PPG Industries</li>\r\n</ul>\r\n\r\n<p>Icahn Capital</p>\r\n\r\n<ul><li>New buy: Diamondback Energy (FANG) and Tenneco (TEN)</li>\r\n  <li>Increased stake: Newell Brands (NWL) and Icahn Enterprises (IEP)</li>\r\n  <li>Reduced stake: Manitowoc (MTW)</li>\r\n  <li>Top holdings: Icahn Enterprises, CVR Energy (CVI), Herbalife (HLF), Cheniere Energy (LNG), and Newell Brands</li>\r\n</ul>\r\n\r\n<p>Soros Fund Management</p>\r\n\r\n<ul><li>New buy: Financial Select Sector SPDR Fund (XLF), IShares Russell 1000 ETF (AMCA), Philip Morris (PM), Verizon (VZ), Red Hat (RHT), Conagra (CAG), Energizer (ENR), Bunge (BG), ServiceNow (NOW), and IAC/InterActiveCorp (IAC)</li>\r\n  <li>Exited: Microsoft (MSFT), IShares MSCI Emerging Markets ETF (EEM), Spotify (SPOT), Devon Energy (DVN), Micron (MU), Apple (AAPL), IDT (IDTI), and Alibaba (BABA)</li>\r\n  <li>Increased stake: T-Mobile (TMUS), Mondelez (MDLZ), McCormick (MKC), NRG Energy (NRG), and UnitedHealth (UNH)</li>\r\n  <li>Reduced stake: Caesars (CZR), VICI Properties (VICI), Intelsat (I), Tribune Media (TRCO), and AT&amp;T (T)</li>\r\n  <li>Top holdings: Liberty Broadband (LBRDK), VICI Properties, Caesars, Mondelez, and Financial Select Sector SPDR Fund</li>\r\n</ul>\r\n\r\n<p>Paulson &amp; Co.</p>\r\n\r\n<ul><li>New buy: Red Hat (RHT), Travelport Worldwide (TVPT), Tribune Media (TRCO), Stewart Information Services (STC), and Integrated Device (IDTI)</li>\r\n  <li>Exited: AT&amp;T (T) and CME Group (CME)</li>\r\n  <li>Increased stake: 21st Century Fox (FOXA), BrightSphere Investment Group (BSIG), Shire (SHPG), Randgold Resources (RAND), and Akorn (AKRX)</li>\r\n  <li>Reduced stake: Mylan (MYL), Allergan (AGN), Discovery Class C (DISCK), Nielsen (NLSN), and Viacom (VIAB)</li>\r\n  <li>Top holdings: Shire, SPDR Gold Shares (GLD), Bausch Health (BHC), Mylan, and Discovery</li>\r\n</ul>\r\n\r\n<p>Lone Pine Capital</p>\r\n\r\n<ul><li>New buy: Booking (BKNG), Mastercard (MA), Tiffany (TIF), Autodesk (ADSK), and Salesforce (CRM)</li>\r\n  <li>Exited: Booking (BKNG), Mastercard (MA), Tiffany (TIF), Autodesk (ADSK), and Salesforce (CRM)</li>\r\n  <li>Increased stake: Amazon (AMZN), Facebook (FB), UnitedHealth (UNH), CSX (CSX), Constellation Brands (STZ), and TransUnion (TRU)</li>\r\n  <li>Reduced stake: Alibaba (BABA), Activision Blizzard (ATVI), Microsoft (MSFT), MercadoLibre (MELI), and Adobe (ADBE)</li>\r\n  <li>Top holdings: Adobe, Amazon, Microsoft, Iqvia (IQV), and UnitedHealth</li>\r\n</ul>\r\n\r\n<p>Elliott Management</p>\r\n\r\n<ul><li>New buy: Transocean (RIG), Acadia Healthcare (ACHC), Zayo Group (ZAYO), Sunstone Hotel Investors (SHO), and Healthcare Realty Trust (HR)</li>\r\n  <li>Exited: NXP Semiconductors (NXPI), Element Solutions (ESI), Micro Focus International (MFGP), CDK Global (CDK), US Well Services (USWS), and Sabre (SABR)</li>\r\n  <li>Increased stake: Nielsen (NLSN), Roadrunner Transportation Systems (RRTS), Akamai (AKAM), and Devon Energy (DVN)</li>\r\n  <li>Reduced stake: Mednax (MD) and Dish Network (DISH)</li>\r\n  <li>Top holdings: Sempra (SRE), FirstEnergy (FE), Hess (HES), Arconic (ARNC), and Peabody Energy (BTU)</li>\r\n</ul>\r\n\r\n<p>Appaloosa Management</p>\r\n\r\n<ul><li>New buy: Alerian MLP ETF (AMLP), Allstate (ALL), and Wells Fargo (WFC)</li>\r\n  <li>Exited: Alibaba (BABA), Lam Research (LRCX), XPO Logistics (XPO), State Street (STT), and Centene (CNC)</li>\r\n  <li>Increased stake: Energy Transfer (EP), Vistra Energy (VST), and PG&amp;E (PCG)</li>\r\n  <li>Reduced stake: Micron (MU), Facebook (FB), Allergan (AGN), T-Mobile (TMUS), Bank of America (BAC), and Alphabet (GOOG)</li>\r\n  <li>Top holdings: Micron, Facebook, Allergan, PG&amp;E, and Alphabet</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>AIG (AIG) UPGRADED TO BUY FROM NEUTRAL AT COMPASS POINT</li>\r\n  <li>CEDAR FAIR (FUN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</li>\r\n  <li>COPA HOLDINGS (CPA) UPGRADED TO HOLD FROM SELL AT STIFEL</li>\r\n  <li>HEALTHCARE TRUST (HTA) UPGRADED TO OVERWEIGHT FROM EQUALWEIGHT AT CAPITAL ONE</li>\r\n  <li>INSMED (INSM) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li>\r\n  <li>MARTIN MARIETTA (MLM) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENST</li>\r\n  <li>WORKDAY (WDAY) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ADOBE (ADBE) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li>\r\n  <li>AIG (AIG) DOWNGRADED TO HOLD FROM BUY AT ARGUS</li>\r\n  <li>APPLIED MATERIALS (AMAT) DOWNGRADED TO HOLD FROM BUY AT DZ BANK</li>\r\n  <li>BALL CORP. (BLL) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>BARNES GROUP (B) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>BARRICK GOLD (GOLD) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>BARRICK GOLD (GOLD) DOWNGRADED TO HOLD FROM BUY AT TD SECURITIES</li>\r\n  <li>CME GROUP (CME) RESUMED WITH AN UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>COCA-COLA (KO) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>EPAM SYSTEMS (EPAM) DOWNGRADED TO SELL FROM HOLD AT VTB CAPITAL</li>\r\n  <li>EQT MIDSTREAM PARTNERS (EQM) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT MUFG</li>\r\n  <li>GENERAL DYNAMICS (GD) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>GEO GROUP (GEO) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>LOGMELN (LOGM) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li>\r\n  <li>PIONEER NATURAL (PXD) DOWNGRADED TO HOLD FROM BUY AT TD SECURITIES</li>\r\n  <li>Q2 HOLDINGS (QTWO) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT DA DAVIDSON</li>\r\n  <li>SIMON PROPERTY (SPG) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li>\r\n  <li>SIX FLAGS (SIX) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>TEMPUR SEALY (TPX) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>ACELRX (ACRX) RATED NEW OUTPERFORM AT CREDIT SUISSE; PT USD 7</li>\r\n  <li>ACER THERAPEUTICS (ACER) REINSTATED OUTPERFORM AT RAYMOND JAMES; PT USD 40</li>\r\n  <li>CAREDX (CDNA) RATED NEW BUY AT JEFFERIES; PT USD 35</li>\r\n  <li>CUBIC (CUB) RATED NEW BUY AT CITI; PT USD 75</li>\r\n  <li>DEL FRISCO&#39;S (DFRG) RATED NEW NEUTRAL AT JPMORGAN; PT USD 9</li>\r\n  <li>DELL TECHNOLOGIES (DELL) RATED NEW MARKET PERFORM AT BERNSTEIN; PT USD 53</li>\r\n  <li>INOVALON (INOV) RATED NEW BUY AT SUNTRUST; PT USD 22</li>\r\n  <li>LINDBLAD EXPEDITIONS (LIND) RATED NEW BUY AT STIFEL; PT USD 17</li>\r\n  <li>MEDIPHARM LABS (LABS CN) RATED NEW BUY AT PI FINANCIAL; PT CUSD 4.25</li>\r\n  <li>MIRATI THERAPEUTICS (MRTX) RATED NEW OUTPERFORM AT SVB LEERINK; PT USD 90</li>\r\n  <li>MIRATI THERAPEUTICS (MRTX) RATED NEW OVERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>PINDUODUO ADRS (PDD) RATED NEW BUY AT CITI; PT USD 36</li>\r\n  <li>REVANCE THERAPEUTICS (RVNC) RATED NEW MARKET PERFORM AT WELLS FARGO&nbsp;</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Alaska Air Group Inc (ALK). Amount USD 0.35</li>\r\n  <li>AmerisourceBergen Corp (ABC). Amount USD 0.40</li>\r\n  <li>Archer Daniels Midland Co (ADM). Amount USD 0.35</li>\r\n  <li>Buckeye Partners LP (BPL). Amount USD 0.75</li>\r\n  <li>Bunge Ltd (BG). Amount USD 0.50</li>\r\n  <li>Cable ONE Inc (CABO). Amount USD 2.00</li>\r\n  <li>Carlyle Group LP (CG). Amount USD 0.43</li>\r\n  <li>Celanese Corp (CE). Amount USD 0.54</li>\r\n  <li>Enable Midstream Partners LP (ENBL). Amount USD 0.31</li>\r\n  <li>HanesBrands Inc (HBI). Amount USD 0.15</li>\r\n  <li>HCP Inc (HCP). Amount USD 0.37</li>\r\n  <li>Highwoods Properties Inc (HIW). Amount USD 0.47</li>\r\n  <li>Kemper Corp (KMPR). Amount USD 0.25</li>\r\n  <li>Murphy Oil Corp (MUR). Amount USD 0.25</li>\r\n  <li>Phillips 66 (PSX). Amount USD 0.80</li>\r\n  <li>Rockwell Automation Inc (ROK). Amount USD 0.97</li>\r\n  <li>Southern Co (SO). Amount USD 0.60</li>\r\n  <li>Symantec Corp (SYMC). Amount USD 0.07</li>\r\n  <li>Woodward Inc (WWD). Amount USD 0.16</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-15th-february-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:35:00",
        "gmt_time": "2019-02-15 13:35:00"
    },
    {
        "id": 855429,
        "updated_sequence": 1795037,
        "published_at": {
            "unix": 1550237220,
            "text": "2019-02-15 13:27:00 +0000",
            "iso_8601": "2019-02-15T13:27:00Z"
        },
        "updated_at": {
            "unix": 1550237305,
            "text": "2019-02-15 13:28:25 +0000",
            "iso_8601": "2019-02-15T13:28:25Z"
        },
        "subject": "Mexico Finance Minister Urzua says the govt will do \"whatever it takes\" to uphold healthy PEMEX finances",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-finance-minister-urzua-says-the-govt-will-do-whatever-it-takes-to-uphold-healthy-pemex-finances-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:27:00",
        "gmt_time": "2019-02-15 13:27:00"
    },
    {
        "id": 855428,
        "updated_sequence": 1795040,
        "published_at": {
            "unix": 1550237040,
            "text": "2019-02-15 13:24:00 +0000",
            "iso_8601": "2019-02-15T13:24:00Z"
        },
        "updated_at": {
            "unix": 1550237372,
            "text": "2019-02-15 13:29:32 +0000",
            "iso_8601": "2019-02-15T13:29:32Z"
        },
        "subject": "ECB's Coeure (neutral) says the economic slowdown is stronger and broader than what we expected; inflation path will be shallower; adding that new TLTRO is possible and the ECB are currently discussing it",
        "content": "<ul><li>Says who would not be interested in becoming ECB President?</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-neutral-says-the-economic-slowdown-is-stronger-and-broader-than-what-we-expected-inflation-path-will-be-shallower-adding-that-new-tltro-is-possible-and-the-ecb-are-currently-discussing-it-15-02-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 21:24:00",
        "gmt_time": "2019-02-15 13:24:00"
    },
    {
        "id": 855228,
        "updated_sequence": 1795022,
        "published_at": {
            "unix": 1550235060,
            "text": "2019-02-15 12:51:00 +0000",
            "iso_8601": "2019-02-15T12:51:00Z"
        },
        "updated_at": {
            "unix": 1550235402,
            "text": "2019-02-15 12:56:42 +0000",
            "iso_8601": "2019-02-15T12:56:42Z"
        },
        "subject": "PREVIEW: SOMA Day on 15 February 2019 could lend strength to the US dollar, Nordea says",
        "content": "<ul><li>USD 43.5bln of US bonds on the Fed&#39;s balance sheet will mature, and the central bank will allow USD 23.3bln of excess liquidity to shrink, according to Nordea.</li>\r\n  <li>&quot;Whether we have looked at it daily or weekly, it looks as if SOMA days can be good news for the USD,&quot; Nordea says, &quot;and the bigger the shrink, the larger the negative effect on equities and the greater positive effect on the USD.&quot;</li>\r\n  <li>The bank points out that &quot;of the seven weeks when the balance sheet has shrunk by more than 20bln, the dollar has weakened twice &ndash; but then by less than 0.1% on the week (Wednesday to Wednesday),&quot; adding that &quot;the weekly QT patterns thus suggest a move higher in the USD between Wednesday February 13 and Wednesday February 20, given the hefty SOMA day on February 15&quot;</li>\r\n</ul>\r\n\r\n<p><strong>Also of note for FX traders:</strong></p>\r\n\r\n<ul><li>EUR/USD:&nbsp;1.1250-60 (1BLN),&nbsp;1.1270-80 (1.3BLN)</li>\r\n  <li>EUR/GBP:&nbsp;0.8750 (1.3BLN)</li>\r\n  <li>GBP/USD: 1.2870-75 (1BLN)</li>\r\n  <li>NZD/USD:&nbsp;0.6820-30 (2.5BLN)</li>\r\n  <li>USD/JPY:&nbsp;110.00 (2.6BLN)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nordea",
        "slug": "preview-soma-day-on-15-february-2019-could-lend-strength-to-the-us-dollar-nordea-says-14-02-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:51:00",
        "gmt_time": "2019-02-15 12:51:00"
    },
    {
        "id": 855426,
        "updated_sequence": 1795012,
        "published_at": {
            "unix": 1550234340,
            "text": "2019-02-15 12:39:00 +0000",
            "iso_8601": "2019-02-15T12:39:00Z"
        },
        "updated_at": {
            "unix": 1550234499,
            "text": "2019-02-15 12:41:39 +0000",
            "iso_8601": "2019-02-15T12:41:39Z"
        },
        "subject": "Scotiabank FX Daily - Market Tone Constructive Following U.S.-China Trade Talks  ",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as markets eye Empire, industrial prod. &amp; UMich releases.</li>\r\n  <li>&nbsp; CAD range bound as yield spreads offset support from oil/commodities; bullish.</li>\r\n  <li>&nbsp; EUR quietly consolidating in upper 1.12s as markets eye Spanish snap election.</li>\r\n  <li>&nbsp; GBP steady in lower 1.28s as retail sales surprise offers support; remain bearish.</li>\r\n  <li>&nbsp; JPY consolidating recovery from fresh 2019 low; remain bearish on tone, spreads.</li>\r\n  <li>&nbsp; AUD attempting stabilization in lower 0.71s as NZD extends recovery.</li>\r\n  <li>&nbsp; MXN unable to extend Thursday&rsquo;s recovery as markets eye domestic risks.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-market-tone-constructive-following-u-s-china-trade-talks-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:39:00",
        "gmt_time": "2019-02-15 12:39:00"
    },
    {
        "id": 855425,
        "updated_sequence": 1795007,
        "published_at": {
            "unix": 1550234040,
            "text": "2019-02-15 12:34:00 +0000",
            "iso_8601": "2019-02-15T12:34:00Z"
        },
        "updated_at": {
            "unix": 1550234115,
            "text": "2019-02-15 12:35:15 +0000",
            "iso_8601": "2019-02-15T12:35:15Z"
        },
        "subject": "China-US reach consensus on the main topics in principle, according to CCTV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-us-reach-consensus-on-the-main-topics-in-principle-according-to-cctv-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:34:00",
        "gmt_time": "2019-02-15 12:34:00"
    },
    {
        "id": 855424,
        "updated_sequence": 1795004,
        "published_at": {
            "unix": 1550233980,
            "text": "2019-02-15 12:33:00 +0000",
            "iso_8601": "2019-02-15T12:33:00Z"
        },
        "updated_at": {
            "unix": 1550234034,
            "text": "2019-02-15 12:33:54 +0000",
            "iso_8601": "2019-02-15T12:33:54Z"
        },
        "subject": "India's January oil imports at USD 11.24bln, -3.59% yy; according to a trade minister ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-s-january-oil-imports-at-usd-11-24bln-3-59-yy-according-to-a-trade-minister-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:33:00",
        "gmt_time": "2019-02-15 12:33:00"
    },
    {
        "id": 855423,
        "updated_sequence": 1795001,
        "published_at": {
            "unix": 1550233860,
            "text": "2019-02-15 12:31:00 +0000",
            "iso_8601": "2019-02-15T12:31:00Z"
        },
        "updated_at": {
            "unix": 1550233974,
            "text": "2019-02-15 12:32:54 +0000",
            "iso_8601": "2019-02-15T12:32:54Z"
        },
        "subject": "Italy's Milazzo crude unit (200k BPD) shut since Feb 14th; according to a spokesperson ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-milazzo-crude-unit-200k-bpd-shut-since-feb-14th-according-to-a-spokesperson-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:31:00",
        "gmt_time": "2019-02-15 12:31:00"
    },
    {
        "id": 855422,
        "updated_sequence": 1795027,
        "published_at": {
            "unix": 1550233800,
            "text": "2019-02-15 12:30:00 +0000",
            "iso_8601": "2019-02-15T12:30:00Z"
        },
        "updated_at": {
            "unix": 1550236069,
            "text": "2019-02-15 13:07:49 +0000",
            "iso_8601": "2019-02-15T13:07:49Z"
        },
        "subject": "China and US have achieved consensus on some key issues in trade talks including technology transfer, IP protection, non-tariff barriers, services, agriculture and trade balance; according to Xinhua",
        "content": "<p><a href=\"http://www.xinhuanet.com/english/2019-02/15/c_137825071.htm\">Via Xinhua</a></p>\r\n",
        "reaction_details": "<ul><li>Europe autosector +1.5% and basic resource sector +1.8% following the news&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1550234820,
            "text": "2019-02-15 12:47:00 +0000",
            "iso_8601": "2019-02-15T12:47:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-us-have-achieved-consensus-on-some-key-issues-in-trade-talks-including-technology-transfer-ip-protection-non-tariff-barriers-services-agriculture-and-trade-balance-according-to-xinhua-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:30:00",
        "gmt_time": "2019-02-15 12:30:00"
    },
    {
        "id": 855418,
        "updated_sequence": 1795019,
        "published_at": {
            "unix": 1550233320,
            "text": "2019-02-15 12:22:00 +0000",
            "iso_8601": "2019-02-15T12:22:00Z"
        },
        "updated_at": {
            "unix": 1550235318,
            "text": "2019-02-15 12:55:18 +0000",
            "iso_8601": "2019-02-15T12:55:18Z"
        },
        "subject": "White House Press Secretary Sanders says US and China had \"detailed and intensive discussions\" but \"much work remains\"; adds China trade discussions to continue in Washington next week ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-press-secretary-sanders-says-us-and-china-had-detailed-and-intensive-discussions-but-much-work-remains-adds-china-trade-discussions-to-continue-in-washington-next-week-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:22:00",
        "gmt_time": "2019-02-15 12:22:00"
    },
    {
        "id": 855417,
        "updated_sequence": 1794979,
        "published_at": {
            "unix": 1550232960,
            "text": "2019-02-15 12:16:00 +0000",
            "iso_8601": "2019-02-15T12:16:00Z"
        },
        "updated_at": {
            "unix": 1550233037,
            "text": "2019-02-15 12:17:17 +0000",
            "iso_8601": "2019-02-15T12:17:17Z"
        },
        "subject": "Irish PM Coveney says there it is unlikely to be a request for a long extension from the UK, and that there will be some sort of package to help PM May",
        "content": "<ul><li>Adding that the end of June would perhaps be a natural extension date</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-coveney-says-there-it-is-unlikely-to-be-a-request-for-a-long-extension-from-the-uk-and-that-there-will-be-some-sort-of-package-to-help-pm-may-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:16:00",
        "gmt_time": "2019-02-15 12:16:00"
    },
    {
        "id": 855416,
        "updated_sequence": 1794976,
        "published_at": {
            "unix": 1550232720,
            "text": "2019-02-15 12:12:00 +0000",
            "iso_8601": "2019-02-15T12:12:00Z"
        },
        "updated_at": {
            "unix": 1550232803,
            "text": "2019-02-15 12:13:23 +0000",
            "iso_8601": "2019-02-15T12:13:23Z"
        },
        "subject": "Trafigura to halt oil trade with Venezuela; according to a source familiar with the matter ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trafigura-to-halt-oil-trade-with-venezuela-according-to-a-source-familiar-with-the-matter-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:12:00",
        "gmt_time": "2019-02-15 12:12:00"
    },
    {
        "id": 855415,
        "updated_sequence": 1794973,
        "published_at": {
            "unix": 1550232360,
            "text": "2019-02-15 12:06:00 +0000",
            "iso_8601": "2019-02-15T12:06:00Z"
        },
        "updated_at": {
            "unix": 1550232437,
            "text": "2019-02-15 12:07:17 +0000",
            "iso_8601": "2019-02-15T12:07:17Z"
        },
        "subject": "A close aide of North Korea has arrived in Beijing ahead of the second summit between Trump-Kim; according to Yonhap News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-close-aide-of-north-korea-has-arrived-in-beijing-ahead-of-the-second-summit-between-trump-kim-according-to-yonhap-news-15-02-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:06:00",
        "gmt_time": "2019-02-15 12:06:00"
    },
    {
        "id": 855414,
        "updated_sequence": 1794970,
        "published_at": {
            "unix": 1550232360,
            "text": "2019-02-15 12:06:00 +0000",
            "iso_8601": "2019-02-15T12:06:00Z"
        },
        "updated_at": {
            "unix": 1550232430,
            "text": "2019-02-15 12:07:10 +0000",
            "iso_8601": "2019-02-15T12:07:10Z"
        },
        "subject": "Irish Foreign Minister Coveney says believes majority in London is for no deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-says-believes-majority-in-london-is-for-no-deal-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:06:00",
        "gmt_time": "2019-02-15 12:06:00"
    },
    {
        "id": 855413,
        "updated_sequence": 1794967,
        "published_at": {
            "unix": 1550232000,
            "text": "2019-02-15 12:00:00 +0000",
            "iso_8601": "2019-02-15T12:00:00Z"
        },
        "updated_at": {
            "unix": 1550232085,
            "text": "2019-02-15 12:01:25 +0000",
            "iso_8601": "2019-02-15T12:01:25Z"
        },
        "subject": "Enbridge (ENB) Q1 EPS CAD 0.65 vs. Exp. CAD 0.60",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "enbridge-enb-q1-eps-cad-0-65-vs-exp-cad-0-60-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:00:00",
        "gmt_time": "2019-02-15 12:00:00"
    },
    {
        "id": 855412,
        "updated_sequence": 1794964,
        "published_at": {
            "unix": 1550232000,
            "text": "2019-02-15 12:00:00 +0000",
            "iso_8601": "2019-02-15T12:00:00Z"
        },
        "updated_at": {
            "unix": 1550232037,
            "text": "2019-02-15 12:00:37 +0000",
            "iso_8601": "2019-02-15T12:00:37Z"
        },
        "subject": "Moody's Corp (MCO) Q4 Adj. EPS USD 1.63 vs. Exp. USD 1.67, revenue USD 1.10bln vs. Exp. USD 1.12bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-corp-mco-q4-adj-eps-usd-1-63-vs-exp-usd-1-67-revenue-usd-1-10bln-vs-exp-usd-1-12bln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 20:00:00",
        "gmt_time": "2019-02-15 12:00:00"
    },
    {
        "id": 855411,
        "updated_sequence": 1794961,
        "published_at": {
            "unix": 1550230980,
            "text": "2019-02-15 11:43:00 +0000",
            "iso_8601": "2019-02-15T11:43:00Z"
        },
        "updated_at": {
            "unix": 1550231052,
            "text": "2019-02-15 11:44:12 +0000",
            "iso_8601": "2019-02-15T11:44:12Z"
        },
        "subject": "RANsquawk Daily US Opening News - 15th February 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21183/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>EU bourses reversed opening losses [Eurostoxx 50 +1.0%] amidst US-Sino trade optimism</li>\r\n  <li>US and Chinese officials report new progress in latest talks, ahead of further dialogue next wee</li>\r\n  <li>US President Trump is to deliver remarks on border at 1000EST/1500GMT</li>\r\n  <li>Looking ahead, highlights include, US NY Fed Manufacturing &amp; Uni of Michigan Sentiment, US Import/Export Prices, US Industrial Production &amp; Manufacturing Output, ECB&#39;s Coeure, Fed&#39;s Bostic Speaking</li>\r\n  <li>EARNINGS: Moody&#39;s</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded mostly negative following the weakness of their counterparts in US, where sentiment was dampened by a surprise contraction in Retail Sales. Furthermore, participants were also wary due to events in Washington where Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency. ASX 200 (+0.1%) and Nikkei 225 (-1.1%) were lower from although the Australian benchmark later recovered led by strength in telecoms and energy, while losses in Japan were exacerbated by a firmer currency. Elsewhere, Hang Seng (-1.8%) and Shanghai Comp. (-1.4%) weakened after further PBoC inaction resulted to a liquidity drain of CNY 680bln for the week and as participants digested softer than expected CPI data, while ongoing trade talks further added to the cautious tone with US and China said to be far apart on reform demands. Finally, 10yr JGBs tracked the recent gains in T-notes as the risk averse tone spurred a flight to safety, although some of the gains were eventually pared following a softer 10yr inflation-indexed auction.</p>\r\n\r\n<p>PBoC skipped open market operations and drains net CNY 680bln for the week. (Newswires)<br />PBoC set CNY mid-point at 6.7623 (Prev. 6.7744)</p>\r\n\r\n<p>Chinese CPI (Jan) Y/Y 1.7% vs. Exp. 1.9% (Prev. 1.9%). (Newswires)<br />Chinese PPI (Jan) Y/Y 0.1% vs. Exp. 0.2% (Prev. 0.9%)</p>\r\n\r\n<p><strong>TRADE</strong></p>\r\n\r\n<p>US Treasury Secretary Mnuchin and Trade Representative Lighthizer says US and China made new progress in latest talks, though there is still much work to be done. Meanwhile, China President Xi notes that there has been new progress in important issues on trade talks. (CCTV)</p>\r\n\r\n<p>China and US have reportedly agreed to continue talks next week in Washington after the progress from this visit was not enough to seal a deal; according to SCMP citing sources. (Twitter)</p>\r\n\r\n<p>US and China are reportedly scrambling to at least produce a memorandum of understanding by the end of today which could help pave the way for a Trump-Xi meeting and the report had also noted little progress on core issues, according to sources. (FT)</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>US Senate voted 83-16 and US House voted 300-128 to pass the government funding and border security bill, which sends the bill to President Trump for signing. (Newswires)</p>\r\n\r\n<p>US President Trump is to deliver remarks on border at 1000EST/1500GMT. (Newswires)</p>\r\n\r\n<p>US Senate Minority leader Schumer said it would be a gross abuse of power and contempt of law if President Trump declares a national emergency, US PPresident Trump has state his intention to declare an emergency, while House Speaker Pelosi said they may file a legal challenge if that occurs. (Newswires)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>UK PM May&#39;s officials are reportedly preparing to compromise on their demands to re-write the Brexit agreement and tell the EU it doesn&#39;t want to renegotiate the agreement, according to a source. (Newswires)</p>\r\n\r\n<p>EU and UK Brexit discussions are reportedly planned for Monday in Brussels where Brexit Secretary Barclays will meet with EU&#39;s Chief Brexit Negotiator Barnier. (Newswires~)</p>\r\n\r\n<p>Sky News&#39; Tamara Cohen tweets &quot;Dominic Grieve says a dozen pro-European ministers would resign if we were heading for no deal at end of Feb - including several in cabinet.&rdquo; (Twitter)</p>\r\n\r\n<p>Spanish PM Sanchez calls for general elections on the 28th of April; according to Euronews. (Newswires)</p>\r\n\r\n<p>Italian Ruling League Party Lawmaker Borghi says EU elections are the last chance to change Europe, otherwise Italy will have to leave. (Newswires)</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European equities have drifter higher from the open [Euro Stoxx 50 +0.7%] amidst trade optimism between the world&rsquo;s two largest economies. Initial underperformance was experienced in the Dax (+0.4%) weighed on by the likes of Wirecard (-0.6%) alongside auto-names with Daimler (-0.5%), Volkswagen (-0.3%) and BMW (-0.8%) in the red following poor new EU27 car registrations data this morning, though optimistic trade developments somewhat supported sentiment. Both sides have expressed progress in talks, though dialogue is set to continue next week as not enough was agreed on to seal a deal.</p>\r\n\r\n<p>Sectors are similarly mixed with some outperformance seen in telecom names, after Telecom Italia (+6.0%) are towards the top of the Stoxx 600 after Italy&rsquo;s state holding CDP said the board has authorisation to increase their stake to 10% in the next 12 months. Other notable movers include, Vivendi (+7.6%) who are topping the Stoxx 600 following their earnings release and comments that Bollore is to step down from the Co&rsquo;s board in April. Separately, RBS (+1.3%) are in the green, following a beat on Q4 pre-tax operating profit and a special dividend for 2018. EDF (-4.6%) are near the bottom of the Stoxx 600, after their earnings release this morning.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>GBP - Cable is back on the 1.2800 handle, albeit barely, and Eur/Gbp has slipped back towards 0.8800 in wake of a much bigger than forecast rebound in UK retail sales. However, Brexit remains at the fore and PM May suffered another heavy defeat in Parliament ahead of the next meaningful vote at the end of February, so the Pound is still prone to set-backs in the run up to March 29, at least.</p>\r\n\r\n<p>JPY - Usd/Jpy has pulled back further from Thursday&rsquo;s new 2019 high, and an even more pronounced reversal could bring big option expiries into play at the 110.00 strike (2.6 bn). The rationale, less euphoria/optimism on the US-China trade front as talks in Beijing ended on a promising note, but with core issues still unresolved and more negotiation now scheduled to take place in Washington next week as the clock ticks down to March 1&rsquo;s tariff deadline (unless that date is extended).</p>\r\n\r\n<p>CAD/NZD/AUD/EUR/CHF - All narrowly mixed against a relatively static Greenback, as the DXY nestles just above the 97.000 level, with the Loonie pivoting 1.3300 after yesterday&rsquo;s weak Canadian data trumped US retail sales, claims and PPI misses against the backdrop of stalling oil prices. Meanwhile, the Kiwi continues to outflank the Aussie down under, as Nzd/Usd hovers just below 0.6850 and Aud/Usd clings to 0.7100, with the cross sticking close to recent lows circa 1.0375. Note, comments from RBA&rsquo;s Kent hardly helped the Aud, as he essentially welcomed the weaker currency on the grounds that the domestic economy has slack and inflation is low. Elsewhere, the single currency remains heavy on rebounds through 1.1300 and also has hefty option expiry interest to contend with as 1 bn sits between 1.1250-60 and 1.3 bn from 1.1270-80, while SOMA positioning could add even more downside pressure, as today is the 2nd largest on record (Usd23.3 bn). The Franc is still meandering off recent lows within a tight 1.0070-50 range and equally restrained vs the Eur between 1.1355-35.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>Not a huge sell-off, but the post-UK retail sales decline in 10 year debt futures culminated in a marginal new session low (124.14, -16 ticks), with Bunds seemingly down in sympathy to 166.37 at worst (-17 ticks vs +10 ticks at the Eurex high) and in acknowledgment of a rebound in EU equities. Meanwhile, US Treasuries remained confined in narrow ranges, but with the curve flatter ahead of more top-tier data headlined by IP, but also including the more timely Michigan sentiment survey for the current month (preliminary release). Speaker-wise, another of the Fed&rsquo;s dovish-leaning members, but current non-voter, as Bostic follows Brainard yesterday.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>Brent (+0.5%) and WTI (+0.5%) are firmer as markets received updates on US-China trade talks, in the form of a memorandum of understanding, while recent reports indicate that talks have concluded. Despite being firmer, prices are off session highs with Brent slipping back below USD 65.0/bbl after moving past this level for the first time this year earlier in the session Elsewhere, Saudi Arabia has suspended production at its Safaniyah offshore oilfield which is the world&rsquo;s largest offshore oilfield with a capacity of up to 1.5mln BPD; production may be suspended until March. However, this is not expected to significantly impact Saudi Arabia&rsquo;s supply level, with Saudi Aramco subsequently confirming that their facilities, including this one, are safe and normal. Looking ahead we have the Baker Hughes Rig count which last week say total rigs increase by 4.</p>\r\n\r\n<p>Gold (+0.3%) is largely unchanged in spite of the cautious risk environment and some dollar strength ahead of the 2nd largest SOMA day with USD 23.3bln of liquidity being drained. Elsewhere, Vale&rsquo;s CEO says that the miner&rsquo;s safety procedures have not worked; while researchers at World Mine Tailings Failures have stated that these events are becoming more frequent.</p>\r\n\r\n<p>US is mulling further PDVSA sanctions as a next step against Venezuela&#39;s Maduro. (Newswires)</p>\r\n\r\n<p>Saudi Aramco halted production from its heavy crude field in Safaniyah this week following a power cable accident and the stoppage to the field, which is the world&rsquo;s largest offshore field, could last until March. (Energy Intelligence)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-15th-february-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:43:00",
        "gmt_time": "2019-02-15 11:43:00"
    },
    {
        "id": 855410,
        "updated_sequence": 1794958,
        "published_at": {
            "unix": 1550230680,
            "text": "2019-02-15 11:38:00 +0000",
            "iso_8601": "2019-02-15T11:38:00Z"
        },
        "updated_at": {
            "unix": 1550230831,
            "text": "2019-02-15 11:40:31 +0000",
            "iso_8601": "2019-02-15T11:40:31Z"
        },
        "subject": "Some UK Ministers say that they will quit unless the PM takes action by the end of the month, to prevent a no-deal Brexit by backing an Article 50 extension; according to Evening Standard",
        "content": "<p><a href=\"https://www.standard.co.uk/news/politics/brexit-latest-eight-cabinet-ministers-signal-theyre-ready-to-quit-over-no-deal-a4067976.html\">Link to Article</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Evening Standard",
        "slug": "some-uk-ministers-say-that-they-will-quit-unless-the-pm-takes-action-by-the-end-of-the-month-to-prevent-a-no-deal-brexit-by-backing-an-article-50-extension-according-to-evening-standard-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:38:00",
        "gmt_time": "2019-02-15 11:38:00"
    },
    {
        "id": 855406,
        "updated_sequence": 1794946,
        "published_at": {
            "unix": 1550229900,
            "text": "2019-02-15 11:25:00 +0000",
            "iso_8601": "2019-02-15T11:25:00Z"
        },
        "updated_at": {
            "unix": 1550230023,
            "text": "2019-02-15 11:27:03 +0000",
            "iso_8601": "2019-02-15T11:27:03Z"
        },
        "subject": "UK PM May spokesman says Brexit Minister Barclay will be meeting with EU27 ambassadors on Friday; adding that the government are looking for changes to the Brexit deal as soon as possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesman-says-brexit-minister-barclay-will-be-meeting-with-eu27-ambassadors-on-friday-adding-that-the-government-are-looking-for-changes-to-the-brexit-deal-as-soon-as-possible-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:25:00",
        "gmt_time": "2019-02-15 11:25:00"
    },
    {
        "id": 855405,
        "updated_sequence": 1794943,
        "published_at": {
            "unix": 1550229720,
            "text": "2019-02-15 11:22:00 +0000",
            "iso_8601": "2019-02-15T11:22:00Z"
        },
        "updated_at": {
            "unix": 1550229922,
            "text": "2019-02-15 11:25:22 +0000",
            "iso_8601": "2019-02-15T11:25:22Z"
        },
        "subject": "Deere & Co (DE) Q4 EPS USD 1.54 vs. Exp. USD 1.76, revenue USD 6.94bln vs. Exp. USD 6.82bln; Co. says revenues and net sales are projected to increase by around 7% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deere-co-de-q4-eps-usd-1-54-vs-exp-usd-1-76-revenue-usd-6-94bln-vs-exp-usd-6-82bln-co-says-revenues-and-net-sales-are-projected-to-increase-by-around-7-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:22:00",
        "gmt_time": "2019-02-15 11:22:00"
    },
    {
        "id": 855404,
        "updated_sequence": 1794940,
        "published_at": {
            "unix": 1550229300,
            "text": "2019-02-15 11:15:00 +0000",
            "iso_8601": "2019-02-15T11:15:00Z"
        },
        "updated_at": {
            "unix": 1550229439,
            "text": "2019-02-15 11:17:19 +0000",
            "iso_8601": "2019-02-15T11:17:19Z"
        },
        "subject": "Italian Ruling League Party Lawmaker Borghi says EU elections are the last chance to change Europe, otherwise Italy will have to leave",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-ruling-league-party-lawmaker-borghi-says-eu-elections-are-the-last-chance-to-change-europe-otherwise-italy-will-have-to-leave-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:15:00",
        "gmt_time": "2019-02-15 11:15:00"
    },
    {
        "id": 855402,
        "updated_sequence": 1794937,
        "published_at": {
            "unix": 1550228580,
            "text": "2019-02-15 11:03:00 +0000",
            "iso_8601": "2019-02-15T11:03:00Z"
        },
        "updated_at": {
            "unix": 1550228985,
            "text": "2019-02-15 11:09:45 +0000",
            "iso_8601": "2019-02-15T11:09:45Z"
        },
        "subject": "Germany are reportedly to loosen planned diesel emission rules; according to Der Spiegel",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, German auto names moved modestly higher into positive territory</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1550228985,
            "text": "2019-02-15 11:09:45 +0000",
            "iso_8601": "2019-02-15T11:09:45Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-are-reportedly-to-loosen-planned-diesel-emission-rules-according-to-der-spiegel-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:03:00",
        "gmt_time": "2019-02-15 11:03:00"
    },
    {
        "id": 855401,
        "updated_sequence": 1794928,
        "published_at": {
            "unix": 1550228400,
            "text": "2019-02-15 11:00:00 +0000",
            "iso_8601": "2019-02-15T11:00:00Z"
        },
        "updated_at": {
            "unix": 1550228524,
            "text": "2019-02-15 11:02:04 +0000",
            "iso_8601": "2019-02-15T11:02:04Z"
        },
        "subject": "PepsiCo Inc (PEP) Q1 EPS USD 1.49 vs. Exp. USD 1.49, revenue USD 19.52bln vs. Exp. USD 19.53bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pepsico-inc-pep-q1-eps-usd-1-49-vs-exp-usd-1-49-revenue-usd-19-52bln-vs-exp-usd-19-53bln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:00:00",
        "gmt_time": "2019-02-15 11:00:00"
    },
    {
        "id": 855403,
        "updated_sequence": 1794934,
        "published_at": {
            "unix": 1550228400,
            "text": "2019-02-15 11:00:00 +0000",
            "iso_8601": "2019-02-15T11:00:00Z"
        },
        "updated_at": {
            "unix": 1550228882,
            "text": "2019-02-15 11:08:02 +0000",
            "iso_8601": "2019-02-15T11:08:02Z"
        },
        "subject": "RANsquawk EU Mid Session: Equities edge higher amidst positive trade talk aspirations  - 15th February 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21182/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European equities have drifter higher from the open [Euro Stoxx 50 +0.7%] amidst trade optimism between the world&rsquo;s two largest economies. Initial underperformance was experienced in the Dax (+0.4%) weighed on by the likes of Wirecard (-0.6%) alongside auto-names with Daimler (-0.5%), Volkswagen (-0.3%) and BMW (-0.8%) in the red following poor new EU27 car registrations data this morning, though optimistic trade developments somewhat supported sentiment. Both sides have expressed progress in talks, though dialogue is set to continue next week as not enough was agreed on to seal a deal.</p>\r\n\r\n<p>Sectors are similarly mixed with some outperformance seen in telecom names, after Telecom Italia (+6.0%) are towards the top of the Stoxx 600 after Italy&rsquo;s state holding CDP said the board has authorisation to increase their stake to 10% in the next 12 months. Other notable movers include, Vivendi (+7.6%) who are topping the Stoxx 600 following their earnings release and comments that Bollore is to step down from the Co&rsquo;s board in April. Separately, RBS (+1.3%) are in the green, following a beat on Q4 pre-tax operating profit and a special dividend for 2018. EDF (-4.6%) are near the bottom of the Stoxx 600, after their earnings release this morning.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>GBP - Cable is back on the 1.2800 handle, albeit barely, and Eur/Gbp has slipped back towards 0.8800 in wake of a much bigger than forecast rebound in UK retail sales. However, Brexit remains at the fore and PM May suffered another heavy defeat in Parliament ahead of the next meaningful vote at the end of February, so the Pound is still prone to set-backs in the run up to March 29, at least.</p>\r\n\r\n<p>JPY - Usd/Jpy has pulled back further from Thursday&rsquo;s new 2019 high, and an even more pronounced reversal could bring big option expiries into play at the 110.00 strike (2.6 bn). The rationale, less euphoria/optimism on the US-China trade front as talks in Beijing ended on a promising note, but with core issues still unresolved and more negotiation now scheduled to take place in Washington next week as the clock ticks down to March 1&rsquo;s tariff deadline (unless that date is extended).</p>\r\n\r\n<p><strong>CAD/NZD/AUD/EUR/CHF </strong>- All narrowly mixed against a relatively static Greenback, as the DXY nestles just above the 97.000 level, with the Loonie pivoting 1.3300 after yesterday&rsquo;s weak Canadian data trumped US retail sales, claims and PPI misses against the backdrop of stalling oil prices. Meanwhile, the Kiwi continues to outflank the Aussie down under, as Nzd/Usd hovers just below 0.6850 and Aud/Usd clings to 0.7100, with the cross sticking close to recent lows circa 1.0375. Note, comments from RBA&rsquo;s Kent hardly helped the Aud, as he essentially welcomed the weaker currency on the grounds that the domestic economy has slack and inflation is low. Elsewhere, the single currency remains heavy on rebounds through 1.1300 and also has hefty option expiry interest to contend with as 1 bn sits between 1.1250-60 and 1.3 bn from 1.1270-80, while SOMA positioning could add even more downside pressure, as today is the 2nd largest on record (Usd23.3 bn). The Franc is still meandering off recent lows within a tight 1.0070-50 range and equally restrained vs the Eur between 1.1355-35.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>Not a huge sell-off, but the post-UK retail sales decline in 10 year debt futures culminated in a marginal new session low (124.14, -16 ticks), with Bunds seemingly down in sympathy to 166.37 at worst (-17 ticks vs +10 ticks at the Eurex high) and in acknowledgment of a rebound in EU equities. Meanwhile, US Treasuries remained confined in narrow ranges, but with the curve flatter ahead of more top-tier data headlined by IP, but also including the more timely Michigan sentiment survey for the current month (preliminary release). Speaker-wise, another of the Fed&rsquo;s dovish-leaning members, but current non-voter, as Bostic follows Brainard yesterday.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>Brent (+0.5%) and WTI (+0.5%) are firmer as markets received updates on US-China trade talks, in the form of a memorandum of understanding, while recent reports indicate that talks have concluded. Despite being firmer, prices are off session highs with Brent slipping back below USD 65.0/bbl after moving past this level for the first time this year earlier in the session Elsewhere, Saudi Arabia has suspended production at its Safaniyah offshore oilfield which is the world&rsquo;s largest offshore oilfield with a capacity of up to 1.5mln BPD; production may be suspended until March. However, this is not expected to significantly impact Saudi Arabia&rsquo;s supply level, with Saudi Aramco subsequently confirming that their facilities, including this one, are safe and normal. Looking ahead we have the Baker Hughes Rig count which last week say total rigs increase by 4.</p>\r\n\r\n<p>Gold (+0.3%) is largely unchanged in spite of the cautious risk environment and some dollar strength ahead of the 2nd largest SOMA day with USD 23.3bln of liquidity being drained. Elsewhere, Vale&rsquo;s CEO says that the miner&rsquo;s safety procedures have not worked; while researchers at World Mine Tailings Failures have stated that these events are becoming more frequent.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-equities-edge-higher-amidst-positive-trade-talk-aspirations-15th-february-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 19:00:00",
        "gmt_time": "2019-02-15 11:00:00"
    },
    {
        "id": 855400,
        "updated_sequence": 1794925,
        "published_at": {
            "unix": 1550227560,
            "text": "2019-02-15 10:46:00 +0000",
            "iso_8601": "2019-02-15T10:46:00Z"
        },
        "updated_at": {
            "unix": 1550227630,
            "text": "2019-02-15 10:47:10 +0000",
            "iso_8601": "2019-02-15T10:47:10Z"
        },
        "subject": "Fixed Income: Gilt slippage and stock recovery undermines core bonds",
        "content": "<p>Not a huge sell-off, but the post-UK retail sales decline in 10 year debt futures culminated in a marginal new session low (124.14, -16 ticks), with Bunds seemingly down in sympathy to 166.37 at worst (-17 ticks vs +10 ticks at the Eurex high) and in acknowledgment of a rebound in EU equities. Meanwhile, US Treasuries remained confined in narrow ranges, but with the curve flatter ahead of more top-tier data headlined by IP, but also including the more timely Michigan sentiment survey for the current month (preliminary release). Speaker-wise, another of the Fed&rsquo;s dovish-leaning members, but current non-voter, as Bostic follows Brainard yesterday.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-gilt-slippage-and-stock-recovery-undermines-core-bonds-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:46:00",
        "gmt_time": "2019-02-15 10:46:00"
    },
    {
        "id": 855399,
        "updated_sequence": 1794922,
        "published_at": {
            "unix": 1550227440,
            "text": "2019-02-15 10:44:00 +0000",
            "iso_8601": "2019-02-15T10:44:00Z"
        },
        "updated_at": {
            "unix": 1550227613,
            "text": "2019-02-15 10:46:53 +0000",
            "iso_8601": "2019-02-15T10:46:53Z"
        },
        "subject": "EU and UK Brexit discussions are reportedly planned for Monday in Brussels where Brexit Secretary Barclays will meet with EU's Chief Brexit Negotiator Barnier",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, Labour leader Corbyn is said to be meeting with EU Chief Negotiator Barnier on Thursday</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1550227613,
            "text": "2019-02-15 10:46:53 +0000",
            "iso_8601": "2019-02-15T10:46:53Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-and-uk-brexit-discussions-are-reportedly-planned-for-monday-in-brussels-where-brexit-secretary-barclays-will-meet-with-eu-s-chief-brexit-negotiator-barnier-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:44:00",
        "gmt_time": "2019-02-15 10:44:00"
    },
    {
        "id": 855396,
        "updated_sequence": 1794904,
        "published_at": {
            "unix": 1550226780,
            "text": "2019-02-15 10:33:00 +0000",
            "iso_8601": "2019-02-15T10:33:00Z"
        },
        "updated_at": {
            "unix": 1550226809,
            "text": "2019-02-15 10:33:29 +0000",
            "iso_8601": "2019-02-15T10:33:29Z"
        },
        "subject": "China President Xi notes that there has been new progress in important issues on trade talks; CCTV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-president-xi-notes-that-there-has-been-new-progress-in-important-issues-on-trade-talks-cctv-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:33:00",
        "gmt_time": "2019-02-15 10:33:00"
    },
    {
        "id": 855398,
        "updated_sequence": 1794916,
        "published_at": {
            "unix": 1550226720,
            "text": "2019-02-15 10:32:00 +0000",
            "iso_8601": "2019-02-15T10:32:00Z"
        },
        "updated_at": {
            "unix": 1550226992,
            "text": "2019-02-15 10:36:32 +0000",
            "iso_8601": "2019-02-15T10:36:32Z"
        },
        "subject": "US Treasury Secretary Mnuchin and Trade Representative Lighthizer says US and China made new progress in latest talks, though there is still much work to be done; reported by China state media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-and-trade-representative-lighthizer-says-us-and-china-made-new-progress-in-latest-talks-though-there-is-still-much-work-to-be-done-reported-by-china-state-media-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:32:00",
        "gmt_time": "2019-02-15 10:32:00"
    },
    {
        "id": 855395,
        "updated_sequence": 1794901,
        "published_at": {
            "unix": 1550226540,
            "text": "2019-02-15 10:29:00 +0000",
            "iso_8601": "2019-02-15T10:29:00Z"
        },
        "updated_at": {
            "unix": 1550226649,
            "text": "2019-02-15 10:30:49 +0000",
            "iso_8601": "2019-02-15T10:30:49Z"
        },
        "subject": "FX Morning Colour: some retail therapy for Sterling after another Brexit rejection",
        "content": "<p>GBP</p>\r\n\r\n<p>Cable is back on the 1.2800 handle, albeit barely, and Eur/Gbp has slipped back towards 0.8800 in wake of a much bigger than forecast rebound in UK retail sales. However, Brexit remains at the fore and PM May suffered another heavy defeat in Parliament ahead of the next meaningful vote at the end of February, so the Pound is still prone to set-backs in the run up to March 29, at least.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>Usd/Jpy has pulled back further from Thursday&rsquo;s new 2019 high, and an even more pronounced reversal could bring big option expiries into play at the 110.00 strike (2.6 bn). The rationale, less euphoria/optimism on the US-China trade front as talks in Beijing ended on a promising note, but with core issues still unresolved and more negotiation now scheduled to take place in Washington next week as the clock ticks down to March 1&rsquo;s tariff deadline (unless that date is extended).</p>\r\n\r\n<p>CAD/NZD/AUD/EUR/CHF</p>\r\n\r\n<p>All narrowly mixed against a relatively static Greenback, as the DXY nestles just above the 97.000 level, with the Loonie pivoting 1.3300 after yesterday&rsquo;s weak Canadian data trumped US retail sales, claims and PPI misses against the backdrop of stalling oil prices. Meanwhile, the Kiwi continues to outflank the Aussie down under, as Nzd/Usd hovers just below 0.6850 and Aud/Usd clings to 0.7100, with the cross sticking close to recent lows circa 1.0375. Note, comments from RBA&rsquo;s Kent hardly helped the Aud, as he essentially welcomed the weaker currency on the grounds that the domestic economy has slack and inflation is low. Elsewhere, the single currency remains heavy on rebounds through 1.1300 and also has hefty option expiry interest to contend with as 1 bn sits between 1.1250-60 and 1.3 bn from 1.1270-80, while SOMA positioning could add even more downside pressure, as today is the 2nd largest on record (Usd23.3 bn). The Franc is still meandering off recent lows within a tight 1.0070-50 range and equally restrained vs the Eur between 1.1355-35.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-some-retail-therapy-for-sterling-after-another-brexit-rejection-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:29:00",
        "gmt_time": "2019-02-15 10:29:00"
    },
    {
        "id": 855393,
        "updated_sequence": 1794895,
        "published_at": {
            "unix": 1550226480,
            "text": "2019-02-15 10:28:00 +0000",
            "iso_8601": "2019-02-15T10:28:00Z"
        },
        "updated_at": {
            "unix": 1550226578,
            "text": "2019-02-15 10:29:38 +0000",
            "iso_8601": "2019-02-15T10:29:38Z"
        },
        "subject": "US negotiator says \"very difficult issues\" remain after US-Sino trade discussions; according to AFP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AFP",
        "slug": "us-negotiator-says-very-difficult-issues-remain-after-us-sino-trade-discussions-according-to-afp-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:28:00",
        "gmt_time": "2019-02-15 10:28:00"
    },
    {
        "id": 855391,
        "updated_sequence": 1794886,
        "published_at": {
            "unix": 1550225100,
            "text": "2019-02-15 10:05:00 +0000",
            "iso_8601": "2019-02-15T10:05:00Z"
        },
        "updated_at": {
            "unix": 1550225187,
            "text": "2019-02-15 10:06:27 +0000",
            "iso_8601": "2019-02-15T10:06:27Z"
        },
        "subject": "Irish PM Varadkar is reportedly to tell German Chancellor Merkel that Ireland will not accept a no-deal Brexit border; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-is-reportedly-to-tell-german-chancellor-merkel-that-ireland-will-not-accept-a-no-deal-brexit-border-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:05:00",
        "gmt_time": "2019-02-15 10:05:00"
    },
    {
        "id": 855390,
        "updated_sequence": 1794889,
        "published_at": {
            "unix": 1550224920,
            "text": "2019-02-15 10:02:00 +0000",
            "iso_8601": "2019-02-15T10:02:00Z"
        },
        "updated_at": {
            "unix": 1550225290,
            "text": "2019-02-15 10:08:10 +0000",
            "iso_8601": "2019-02-15T10:08:10Z"
        },
        "subject": "BAML noting that investor pulled USD 6.9bln out of equities funds in the week to Wednesday, while bond funds received USD 8.8bln in their 6th week of inflows.",
        "content": "<ul><li>European equity funds suffered their 2nd largest recorded weekly outflow of USD 5.9bln</li>\r\n  <li>Bull &amp; Bear indicator rises to the highest since May 2018 at 4.6</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-noting-that-investor-pulled-usd-6-9bln-out-of-equities-funds-in-the-week-to-wednesday-while-bond-funds-received-usd-8-8bln-in-their-6th-week-of-inflows-15-02-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:02:00",
        "gmt_time": "2019-02-15 10:02:00"
    },
    {
        "id": 855390,
        "updated_sequence": 1794889,
        "published_at": {
            "unix": 1550224920,
            "text": "2019-02-15 10:02:00 +0000",
            "iso_8601": "2019-02-15T10:02:00Z"
        },
        "updated_at": {
            "unix": 1550225290,
            "text": "2019-02-15 10:08:10 +0000",
            "iso_8601": "2019-02-15T10:08:10Z"
        },
        "subject": "BAML noting that investor pulled USD 6.9bln out of equities funds in the week to Wednesday, while bond funds received USD 8.8bln in their 6th week of inflows.",
        "content": "<ul><li>European equity funds suffered their 2nd largest recorded weekly outflow of USD 5.9bln</li>\r\n  <li>Bull &amp; Bear indicator rises to the highest since May 2018 at 4.6</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-noting-that-investor-pulled-usd-6-9bln-out-of-equities-funds-in-the-week-to-wednesday-while-bond-funds-received-usd-8-8bln-in-their-6th-week-of-inflows-15-02-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:02:00",
        "gmt_time": "2019-02-15 10:02:00"
    },
    {
        "id": 855389,
        "updated_sequence": 1794878,
        "published_at": {
            "unix": 1550224800,
            "text": "2019-02-15 10:00:00 +0000",
            "iso_8601": "2019-02-15T10:00:00Z"
        },
        "updated_at": {
            "unix": 1550224938,
            "text": "2019-02-15 10:02:18 +0000",
            "iso_8601": "2019-02-15T10:02:18Z"
        },
        "subject": "Volswagen (VOW3 GY) January group deliveries -1.8% at 822.2k vehicles",
        "content": "<ul><li>Europe +0.5%</li>\r\n  <li>Germany +0.7%</li>\r\n  <li>US -2.8%</li>\r\n  <li>China -2.9%</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volswagen-vow3-gy-january-group-deliveries-1-8-at-822-2k-vehicles-15-02-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 18:00:00",
        "gmt_time": "2019-02-15 10:00:00"
    },
    {
        "id": 855387,
        "updated_sequence": 1794869,
        "published_at": {
            "unix": 1550223360,
            "text": "2019-02-15 09:36:00 +0000",
            "iso_8601": "2019-02-15T09:36:00Z"
        },
        "updated_at": {
            "unix": 1550223430,
            "text": "2019-02-15 09:37:10 +0000",
            "iso_8601": "2019-02-15T09:37:10Z"
        },
        "subject": "Saudi Aramco confirm that all of their facilities are safe and normal, including Safaniyah. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-aramco-confirm-that-all-of-their-facilities-are-safe-and-normal-including-safaniyah-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:36:00",
        "gmt_time": "2019-02-15 09:36:00"
    },
    {
        "id": 855386,
        "updated_sequence": 1794866,
        "published_at": {
            "unix": 1550223180,
            "text": "2019-02-15 09:33:00 +0000",
            "iso_8601": "2019-02-15T09:33:00Z"
        },
        "updated_at": {
            "unix": 1550223380,
            "text": "2019-02-15 09:36:20 +0000",
            "iso_8601": "2019-02-15T09:36:20Z"
        },
        "subject": "China and US have reportedly agreed to continue talks next week in Washington after the progress from this visit was not enough to seal a deal; according to SCMP citing sources",
        "content": "<ul><li><a href=\"https://www.scmp.com/economy/china-economy/article/2186338/china-and-united-states-make-progress-beijing-trade-war-talks\">Click here for the article&nbsp;</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-and-us-have-reportedly-agreed-to-continue-talks-next-week-in-washington-after-the-progress-from-this-visit-was-not-enough-to-seal-a-deal-according-to-scmp-citing-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:33:00",
        "gmt_time": "2019-02-15 09:33:00"
    },
    {
        "id": 855381,
        "updated_sequence": 1794845,
        "published_at": {
            "unix": 1550222460,
            "text": "2019-02-15 09:21:00 +0000",
            "iso_8601": "2019-02-15T09:21:00Z"
        },
        "updated_at": {
            "unix": 1550222582,
            "text": "2019-02-15 09:23:02 +0000",
            "iso_8601": "2019-02-15T09:23:02Z"
        },
        "subject": "Panalpina (PWTN SW) are reportedly discussing the potential purchase of of agility's logistics business. The transaction may include agility taking a stake in Panalpina; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "panalpina-pwtn-sw-are-reportedly-discussing-the-potential-purchase-of-of-agility-s-logistics-business-the-transaction-may-include-agility-taking-a-stake-in-panalpina-according-to-sources-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:21:00",
        "gmt_time": "2019-02-15 09:21:00"
    },
    {
        "id": 855380,
        "updated_sequence": 1794842,
        "published_at": {
            "unix": 1550222160,
            "text": "2019-02-15 09:16:00 +0000",
            "iso_8601": "2019-02-15T09:16:00Z"
        },
        "updated_at": {
            "unix": 1550222224,
            "text": "2019-02-15 09:17:04 +0000",
            "iso_8601": "2019-02-15T09:17:04Z"
        },
        "subject": "Russia are said to increase oil export duty to USD 91.2/ton starting March 1st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-are-said-to-increase-oil-export-duty-to-usd-91-2-ton-starting-march-1st-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:16:00",
        "gmt_time": "2019-02-15 09:16:00"
    },
    {
        "id": 855379,
        "updated_sequence": 1794839,
        "published_at": {
            "unix": 1550222040,
            "text": "2019-02-15 09:14:00 +0000",
            "iso_8601": "2019-02-15T09:14:00Z"
        },
        "updated_at": {
            "unix": 1550222083,
            "text": "2019-02-15 09:14:43 +0000",
            "iso_8601": "2019-02-15T09:14:43Z"
        },
        "subject": "UK debt and STIR futures somewhat divergent ahead of retail sales data",
        "content": "<p>In contrast to flat/firmer core counterparts, Gilts look rather lethargic and bogged down by the latest UK Parliament Brexit rejection in the run up to the latest ONS retail sales report. Indeed, the 10 year bond has traded mostly in negative territory since the Liffe open within a 124.30-18 range compared to Thursday&rsquo;s 124.30 settlement price, while Short Sterling contracts appear more circumspect or indifferent just 0.5-1 tick either side of par.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-somewhat-divergent-ahead-of-retail-sales-data-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:14:00",
        "gmt_time": "2019-02-15 09:14:00"
    },
    {
        "id": 855378,
        "updated_sequence": 1794836,
        "published_at": {
            "unix": 1550221980,
            "text": "2019-02-15 09:13:00 +0000",
            "iso_8601": "2019-02-15T09:13:00Z"
        },
        "updated_at": {
            "unix": 1550222080,
            "text": "2019-02-15 09:14:40 +0000",
            "iso_8601": "2019-02-15T09:14:40Z"
        },
        "subject": "Spanish PM Sanchez calls for general elections on the 28th of April; according to Euronews",
        "content": "<p><a href=\"https://twitter.com/euronews/status/1096336263630802944\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Euronews",
        "slug": "spanish-pm-sanchez-calls-for-general-elections-on-the-28th-of-april-according-to-euronews-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:13:00",
        "gmt_time": "2019-02-15 09:13:00"
    },
    {
        "id": 855116,
        "updated_sequence": 1794816,
        "published_at": {
            "unix": 1550221200,
            "text": "2019-02-15 09:00:00 +0000",
            "iso_8601": "2019-02-15T09:00:00Z"
        },
        "updated_at": {
            "unix": 1550221200,
            "text": "2019-02-15 09:00:00 +0000",
            "iso_8601": "2019-02-15T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-14-02-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 17:00:00",
        "gmt_time": "2019-02-15 09:00:00"
    },
    {
        "id": 855372,
        "updated_sequence": 1794814,
        "published_at": {
            "unix": 1550220900,
            "text": "2019-02-15 08:55:00 +0000",
            "iso_8601": "2019-02-15T08:55:00Z"
        },
        "updated_at": {
            "unix": 1550221059,
            "text": "2019-02-15 08:57:39 +0000",
            "iso_8601": "2019-02-15T08:57:39Z"
        },
        "subject": "DSV (DSV NA) has put forward a revised all cash offer for Panalpina (PWTN) of CHF 180 per share ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction Panalpina shares moved higher from EUR 146.00 to EUR 149.10</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1550221058,
            "text": "2019-02-15 08:57:38 +0000",
            "iso_8601": "2019-02-15T08:57:38Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dsv-dsv-na-has-put-forward-a-revised-all-cash-offer-for-panalpina-pwtn-of-chf-180-per-share-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 16:55:00",
        "gmt_time": "2019-02-15 08:55:00"
    },
    {
        "id": 855371,
        "updated_sequence": 1794808,
        "published_at": {
            "unix": 1550220180,
            "text": "2019-02-15 08:43:00 +0000",
            "iso_8601": "2019-02-15T08:43:00Z"
        },
        "updated_at": {
            "unix": 1550220209,
            "text": "2019-02-15 08:43:29 +0000",
            "iso_8601": "2019-02-15T08:43:29Z"
        },
        "subject": "Bunds: primed for another attempt to reach or breach last Fridays contract high",
        "content": "<p>After a week of consolidation and several downside forays, the 10 year German debt future looks set to venture higher again having recovered from an overnight downturn to 166.46 vs 166.55 at open and yesterday&rsquo;s 166.54 close. Bunds are currently just off a 166.64 peak, while the corresponding benchmark yield is flirting with 0.1% against the backdrop of waning risk sentiment following Thursday&rsquo;s batch of disappointing US data and latest reports on the US-China trade front suggesting that negotiations were amicable, but the 2 sides remain far apart on key issues. The latter has nullified if not overshadowed the relatively resounding US Senate and House votes in favour of the Government funding proposal, with core Eurozone bonds also deriving some support from a deeper retreat in peripheral paper. Technically, 166.70-73 forms the next resistance area before 166.83 and 166.96 ahead of 167.00, while support comes in around 166.42-38.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-primed-for-another-attempt-to-reach-or-breach-last-friday-s-contract-high-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 16:43:00",
        "gmt_time": "2019-02-15 08:43:00"
    },
    {
        "id": 855370,
        "updated_sequence": 1794805,
        "published_at": {
            "unix": 1550220120,
            "text": "2019-02-15 08:42:00 +0000",
            "iso_8601": "2019-02-15T08:42:00Z"
        },
        "updated_at": {
            "unix": 1550220188,
            "text": "2019-02-15 08:43:08 +0000",
            "iso_8601": "2019-02-15T08:43:08Z"
        },
        "subject": "ECB says banks borrowed EUR 25mln at marginal rate & deposited EUR 629.5bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-25mln-at-marginal-rate-deposited-eur-629-5bln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 16:42:00",
        "gmt_time": "2019-02-15 08:42:00"
    },
    {
        "id": 855369,
        "updated_sequence": 1794802,
        "published_at": {
            "unix": 1550218440,
            "text": "2019-02-15 08:14:00 +0000",
            "iso_8601": "2019-02-15T08:14:00Z"
        },
        "updated_at": {
            "unix": 1550218613,
            "text": "2019-02-15 08:16:53 +0000",
            "iso_8601": "2019-02-15T08:16:53Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1200 (1BLN), <strong>1.1250-60 (1BLN)</strong>, <strong>1.1270-80 (1.3BLN)</strong></p>\r\n\r\n<p>1.1365 (1.1BLN), 1.1390-1.1400 (1BLN)</p>\r\n\r\n<p>EUR/GBP: <strong>0.8750 (1.3BLN)</strong></p>\r\n\r\n<p>GBP/USD: 1.2700-20 (800M), 1.2790-1.2800 (370M), <strong>1.2870-75 (1BLN)</strong></p>\r\n\r\n<p>AUD/USD: 0.7100 (600M), 0.7195-0.7205 (1.3BLN), 0 .7240 (450M)</p>\r\n\r\n<p>NZD/USD: <strong>0.6820-30 (2.5BLN)</strong></p>\r\n\r\n<p>AUD/JPY: 78.80 (780M), 79.10 (420M)</p>\r\n\r\n<p>USD/CAD: 1.3200 (1BLN), 1.3240 (741M), 1.3275 (790M), 1.3375 (575M)</p>\r\n\r\n<p>USD/JPY: <strong>110.00 (2.6BLN)</strong>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-15-02-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 16:14:00",
        "gmt_time": "2019-02-15 08:14:00"
    },
    {
        "id": 855368,
        "updated_sequence": 1794797,
        "published_at": {
            "unix": 1550217840,
            "text": "2019-02-15 08:04:00 +0000",
            "iso_8601": "2019-02-15T08:04:00Z"
        },
        "updated_at": {
            "unix": 1550217910,
            "text": "2019-02-15 08:05:10 +0000",
            "iso_8601": "2019-02-15T08:05:10Z"
        },
        "subject": "European equity movers this morning: Ubisoft (UBI FP) +6.3%; Vivendi (VIV FP) +5.0%; Telecom Italia (TIT IM) +4.4%; RBS (RBS LN) +1.3%; EDF (EDF FP) -2.3%; Euronext (ENX FP) -1.6%; Daimler (DAI GY) -1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-ubisoft-ubi-fp-6-3-vivendi-viv-fp-5-0-telecom-italia-tit-im-4-4-rbs-rbs-ln-1-3-edf-edf-fp-2-3-euronext-enx-fp-1-6-daimler-dai-gy-1-0-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 16:04:00",
        "gmt_time": "2019-02-15 08:04:00"
    },
    {
        "id": 855361,
        "updated_sequence": 1794776,
        "published_at": {
            "unix": 1550216880,
            "text": "2019-02-15 07:48:00 +0000",
            "iso_8601": "2019-02-15T07:48:00Z"
        },
        "updated_at": {
            "unix": 1550217043,
            "text": "2019-02-15 07:50:43 +0000",
            "iso_8601": "2019-02-15T07:50:43Z"
        },
        "subject": "Sky News' Tamara Cohen tweets \"Dominic Grieve says a dozen pro-European ministers would resign if we were heading for no deal at end of Feb - including several in cabinet. \"",
        "content": "<ul><li><a href=\"https://twitter.com/tamcohen/status/1096315126641250304\">Click here for the tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sky-news-tamara-cohen-tweets-dominic-grieve-says-a-dozen-pro-european-ministers-would-resign-if-we-were-heading-for-no-deal-at-end-of-feb-including-several-in-cabinet-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 15:48:00",
        "gmt_time": "2019-02-15 07:48:00"
    },
    {
        "id": 855359,
        "updated_sequence": 1794751,
        "published_at": {
            "unix": 1550214900,
            "text": "2019-02-15 07:15:00 +0000",
            "iso_8601": "2019-02-15T07:15:00Z"
        },
        "updated_at": {
            "unix": 1550215039,
            "text": "2019-02-15 07:17:19 +0000",
            "iso_8601": "2019-02-15T07:17:19Z"
        },
        "subject": "China Global Times Chief Editor tweets, China-US high level trade talks have concluded. Pictures that I received of the negotiation site show a good atmosphere. The talks should be fruitful and both sides are satisfied.",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1096306888344403968\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-chief-editor-tweets-china-us-high-level-trade-talks-have-concluded-pictures-that-i-received-of-the-negotiation-site-show-a-good-atmosphere-the-talks-should-be-fruitful-and-both-sides-are-satisfied-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 15:15:00",
        "gmt_time": "2019-02-15 07:15:00"
    },
    {
        "id": 855357,
        "updated_sequence": 1794770,
        "published_at": {
            "unix": 1550214180,
            "text": "2019-02-15 07:03:00 +0000",
            "iso_8601": "2019-02-15T07:03:00Z"
        },
        "updated_at": {
            "unix": 1550216708,
            "text": "2019-02-15 07:45:08 +0000",
            "iso_8601": "2019-02-15T07:45:08Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Siemens (SIE GY) &ndash; Co. has established binding cybersecurity requirements for suppliers. Requirements will apply mainly to suppliers of security-critical components, i.e. software, processors and electronic components for certain types of control units. (Newswires)</p>\r\n\r\n<p>RBS (RBS LN) &ndash;Q4 pre-tax operating profit GBP 572mln vs. Exp GBP 371.0mln, total income GBP 3.6bln vs. Exp. GBP 3.03bln. &nbsp;&nbsp;CET1 ratio 16.2% vs. Exp. 16.5%. 2018 attributable profit GBP 1.622bln, pre-tax operating profit GBP 3.359bln, impairments at GBP 398mln vs. prev. GBP 493mln. &nbsp;Co. intends to pay a 7.5p special dividend for 2018. Co. state that ahead of Brexit a draft license has recently been issued for NWB Frankfurt branch. (Newswires)</p>\r\n\r\n<p>Segro (SGRO LN) &ndash; Co. plans to raise around GBP 450mln in gross proceeds through share placing. Co. state they are on track to invest over GBP 600mlkn in further development projects and land purchases this year. (Newswires)</p>\r\n\r\n<p>Mondi (MNDI LN) &ndash; Co. increase FY guidance and now expects underlying EPS +25-29%. (Newswires)</p>\r\n\r\n<p>Telecom Italia (TIT IM) - CDP state lender has authorisation to increase their stake in the Co. to 10% within 12 months. (Newswires)</p>\r\n\r\n<p>EU27 New Car Registrations (Jan) -4.6% vs. Prev. -8.4%</p>\r\n\r\n<ul><li>Volkswagen (VOW3 GY) -6.4% Y/Y</li>\r\n  <li>PSA Group (PSA FP) -2.3% Y/Y</li>\r\n  <li>Renault (RNO FP) -0.9% Y/Y</li>\r\n  <li>BMW (BMW GY) -3.1% Y/Y</li>\r\n  <li>Daimler (DAI GY) -1.5% Y/Y</li>\r\n  <li>Fiat (FCA IM) -14.9% Y/Y</li>\r\n</ul>\r\n\r\n<p>UNIPER (UN01 GY) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 15:03:00",
        "gmt_time": "2019-02-15 07:03:00"
    },
    {
        "id": 855351,
        "updated_sequence": 1794765,
        "published_at": {
            "unix": 1550213520,
            "text": "2019-02-15 06:52:00 +0000",
            "iso_8601": "2019-02-15T06:52:00Z"
        },
        "updated_at": {
            "unix": 1550216287,
            "text": "2019-02-15 07:38:07 +0000",
            "iso_8601": "2019-02-15T07:38:07Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>15th February 2019</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mostly negative following the weakness of their counterparts in US, where sentiment was dampened by a surprise contraction in Retail Sales. Furthermore, participants were also wary due to events in Washington where Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency. ASX 200 (+0.1%) and Nikkei 225 (-1.2%) were lower from although the Australian benchmark later recovered led by strength in telecoms and energy, while losses in Japan were exacerbated by a firmer currency. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) weakened after further PBoC inaction resulted to a liquidity drain of CNY 680bln for the week and as participants digested softer than expected CPI data, while ongoing trade talks further added to the cautious tone with US and China said to be far apart on reform demands</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Allianz (ALV GY) &ndash; Q4 net income EUR 1.76bln vs. Exp. EUR 1.76bln. FY18 revenue EUR 130.6bln vs. Exp. EUR 129.25bln. Q4 revenue EUR 32.7bln. Co. have set a operating profit target for 2019 of around EUR 11.5bln, barring the impact of any unforeseen events. &nbsp;Co. are to propose a dividend of EUR 9.0 vs. Exp. EUR 8.81 per share. Co. are to buy back up to EUR 1.5bln in shares between March 1st and December 31st. (Newswires)</p>\r\n\r\n<p>Deutsche Bank (DBK GY)/ Commerzbank (CBK GY) &ndash; German Deputy Finance Minister Kukies says that German financial institutions currently have a fairly low stock value; as such they are susceptible to possible takeovers, and that Germany would set the framework for any takeover. Adding that it is up to shareholders and management of institutions if they wish to take over the Co&rsquo;s; according to Sueddeutshce Zeitung. (Newswires)</p>\r\n\r\n<p>Bayer (BAYN GY) &ndash; Co. are relying on the mild side effects of it&rsquo;s experimental prostate drug darolutamide, as they prepare to go into competition with established drugs by Pfizer (PFE) and Johnson &amp; Johnson (JNJ). (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; Co. and Ford (F) are progressing towards an agreement on self-driving cars, valued at a USD 4bln and have reportedly overcome earlier obstacles. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Scout24 (G24 GY) &ndash; Puler BidCo GmbH made a voluntary public takeover offer to all Co. shareholders on 15th February, entered into an investment agreement with the Co. containing principle terms and conditions of a takeover offer. Payment of a cash consideration of EUR 46.00 per Co. share; valued at EUR 4.9bln. For reference the Co&rsquo; share price on Thursday&rsquo;s close was EUR 41.34 (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>TELEFONICA DEUTSCHELAND (O2D GY) DOWNGRADED TO REDUCE FROM HOLD AT COMMERZBANK</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>EDF (EDF FP) &ndash; FY18 adj. net EUR 2.45bln vs. Exp. EUR 2.21bln. Revenue EUR 69.0bln vs. Exp. EUR 69.8bln. FY18 EBITDA EUR 15.3bln vs. Exp. EUR 15.2bln. double digit growth in EBITDA, confirming the Co&rsquo;s rebound and largely positive cash flow/ FY18 dividend at EYR 0.31 per share, targeting a dividend pay-out ratio of 45-50% for 2019/20. FY19 EBITDA target of EUR 15.3-16.0bln, disposals of EUR 2-3bln. (Newswires)</p>\r\n\r\n<p>LVMH (MC FP) &ndash; Belmond (BEL) shareholders approve its acquisition by the Co. (Newswires)</p>\r\n\r\n<p>Total (FP FP) &ndash; Staff at Co. have been told that trading operations will be moved from London to Geneva in September, affecting around 200 jobs; according to Sky News citing sources. The Co. said that Brexit was &ldquo;not at all&rdquo; a factor in the decision. (Sky News)</p>\r\n\r\n<p>Vivendi (VIV FP) &ndash; FY 18 adj. net EUR 1.16bln vs. Exp. EUR 1.10bln. EBTIDA EUR 1.29bln vs. Exp. EUR 1.30bln. Revenue EUR 13.9bln vs. Exp. EUR 13.8bln. Co. raises dividend 11.1% to EUR 0.50. Co. is confident in the progress of main businesses this year. Co. says Bollore is to leave the Co.&rsquo;s board on April 15th. Co. confirms it aims to sell up tp 50% of Universal. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Euronext (ENX FP) &ndash; Q4 revenue EUR 157.3mln vs. Prev. EUR 139.7mln, net EUR 49.6mln vs. Prev. EUR 105.1mln. EBITDA EUR 86.9mln vs. prev. EUR 78.7mln. FY18 revenue EUR 615mln, +15.5%. Co. expects a low-single digit growth of group operating expenses compared to the prior, due to strong cost discipline. (Newswires)</p>\r\n\r\n<p>Ubisoft (UBI FP) &ndash; Q3 revenue EUR 562mln vs. Prev. EUR 725mln. Co. guides Q4 revenue at EUR 571mln and net bookings EUR 698mln. Co. trims FY revenue guidance to EUR 1.9bln and affirms bookings, operating profit and FCF guidance. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>IPSEN (IPN FP) REITERATED UNDERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>PERNOD RICARD (RI FP) UPGRADED TO BUY FROM HOLD AT BERENBERG</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Telecom Italia (TIT IM) &ndash; Italy&rsquo;s state holding CDP says the board has approved the purchase of additional Co. shares. (Newswires)</p>\r\n\r\n<p>Pirelli (PIRC IM) &ndash; FY adj. EBIT EUR 955mln vs. Exp. EUR 960mln, revenue EUR 5.19bln vs. Exp. EUR 5.20bln. Co. guides initial FY19 revenue +4-6%, adj. EBIT margin of around 19%. (Newswires)</p>\r\n\r\n<p>ENI (ENI IM) &ndash; Q4 adj. net profit EUR 1.459bln vs. Exp. EUR 1.19bln. Q4 adj. operating profit EUR 2.99bln vs. Exp. EUR 2.88bln. Co. are to pay a 2018 dividend of EUR 0.83 per share (Newswires)</p>\r\n\r\n<p>Tech stocks - NVIDIA Corp (NVDA) reported Q4 Adj. EPS USD 0.80 vs. Exp. USD 0.75, revenue USD 2.21bln vs. Exp. USD 2.2bln. Co. shares rose over 5% after-market. (Newswires)</p>\r\n\r\n<p>CaixaBank (CABK SM) &ndash; Co. has rolled out ATM face recognition, which the Co. says is the first such system in the world.</p>\r\n\r\n<p>Ferrovial (FER SM) &ndash; Co. begins the process to sell its service unit. (Newswires)</p>\r\n\r\n<p>Santander (SAN SM) &ndash; Co. are reportedly to reduce 3000 jobs in Spain. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Saab (SAABB SS) &ndash; Q4 revenue SEK 11.01bln vs. Exp. SEK 11.1bln. Net SEK 1.01bln vs. Prev. SEK 0.603bln. Operating profit SEK 1.42bln vs. Prev. SEK 0.995bln. Co. reaffirms guidance. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX -0.27% at 2746, NASDAQ +0.09% at 7022, DJI -0.41% at 25439. SECTORS: Energy +0.15%, Materials -0.56%, Industrials -0.59%, Cons Discretionary -0.43%, Cons Staples -1.22%, Healthcare +0.23%, Financials -1.17%, Tech +0.12%, Telecoms +0.21%, Utilities -0.31%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-15-02-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 14:52:00",
        "gmt_time": "2019-02-15 06:52:00"
    },
    {
        "id": 855350,
        "updated_sequence": 1794708,
        "published_at": {
            "unix": 1550211840,
            "text": "2019-02-15 06:24:00 +0000",
            "iso_8601": "2019-02-15T06:24:00Z"
        },
        "updated_at": {
            "unix": 1550211956,
            "text": "2019-02-15 06:25:56 +0000",
            "iso_8601": "2019-02-15T06:25:56Z"
        },
        "subject": "China Global Times Chief Editor tweets \"I heard the negotiation teams of China and the US barely slept last night for the talks. If it wasn't for reaching the final agreement, they won't work so hard.\"",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1096293261088419842\">Click here for the tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-chief-editor-tweets-i-heard-the-negotiation-teams-of-china-and-the-us-barely-slept-last-night-for-the-talks-if-it-wasn-t-for-reaching-the-final-agreement-they-won-t-work-so-hard-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 14:24:00",
        "gmt_time": "2019-02-15 06:24:00"
    },
    {
        "id": 855349,
        "updated_sequence": 1794799,
        "published_at": {
            "unix": 1550211600,
            "text": "2019-02-15 06:20:00 +0000",
            "iso_8601": "2019-02-15T06:20:00Z"
        },
        "updated_at": {
            "unix": 1550218353,
            "text": "2019-02-15 08:12:33 +0000",
            "iso_8601": "2019-02-15T08:12:33Z"
        },
        "subject": "RANsquawk Daily European Opening News - 15th February 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21180/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded mostly negative following the weakness of their counterparts in US</li>\r\n  <li>US Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency</li>\r\n  <li>US and China are reportedly scrambling to at least produce a memorandum of understanding by the end of today which could help pave the way for a Trump-Xi meeting</li>\r\n  <li>UK Government once again suffered defeat in the HoC with lawmakers also rejecting the Labour and Blackford amendments</li>\r\n  <li>Looking ahead, highlights include UK Retail Sales, US NY Fed Manufacturing &amp; Uni of Michigan Sentiment, US Import/Export Prices, US Industrial Production &amp; Manufacturing Output, ECB&#39;s Coeure, Fed&#39;s Bostic Speaking</li>\r\n  <li>EARNINGS: Deere, Moody&#39;s, PepsiCo, Allianz, EDF, RBS</li>\r\n</ul>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian equity markets traded mostly negative following the weakness of their counterparts in US, where sentiment was dampened by a surprise contraction in Retail Sales. Furthermore, participants were also wary due to events in Washington where Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency. ASX 200 (+0.1%) and Nikkei 225 (-1.2%) were lower from although the Australian benchmark later recovered led by strength in telecoms and energy, while losses in Japan were exacerbated by a firmer currency. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) weakened after further PBoC inaction resulted to a liquidity drain of CNY 680bln for the week and as participants digested softer than expected CPI data, while ongoing trade talks further added to the cautious tone with US and China said to be far apart on reform demands. Finally, 10yr JGBs tracked the recent gains in T-notes as the risk averse tone spurred a flight to safety, although some of the gains were eventually pared following a softer 10yr inflation-indexed auction.</p>\r\n\r\n<p>PBoC skipped open market operations and drains net CNY 680bln for the week. (Newswires)<br />PBoC set CNY mid-point at 6.7623 (Prev. 6.7744)</p>\r\n\r\n<p>Chinese CPI (Jan) Y/Y 1.7% vs. Exp. 1.9% (Prev. 1.9%). (Newswires)<br />Chinese PPI (Jan) Y/Y 0.1% vs. Exp. 0.2% (Prev. 0.9%)</p>\r\n\r\n<p>US and China are said to be far apart on reform demands and there have been discussions on removing the 10% tariffs, while China also is proposing parallel talks aimed at resolving Huawei CFO&rsquo;s extradition case. (SCMP)</p>\r\n\r\n<p>US and China are reportedly scrambling to at least produce a memorandum of understanding by the end of today which could help pave the way for a Trump-Xi meeting and the report had also noted little progress on core issues, according to sources. (FT)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>UK Parliament rejected Labour amendment &ldquo;A&rdquo; which would have called for a full &lsquo;meaningful vote&rsquo; by February 27th or the government would have to state that there is no longer a deal, while Parliament rejected the Blackford amendment &ldquo;I&rdquo; which would have extended Article 50 by at least 3 months. Furthermore, the UK government Brexit motion was also defeated which would have given parliamentary backing for PM May&#39;s plan to seek changes to her Brexit deal. (Newswires)</p>\r\n\r\n<p>UK PM May&#39;s officials are reportedly preparing to compromise on their demands to re-write the Brexit agreement and tell the EU it doesn&#39;t want to renegotiate the agreement, according to a source. (Newswires)</p>\r\n\r\n<p>UK PM May&#39;s office said that due to the Labour party voting against the government, they are making a no-deal Brexit more likely, while it added that the government will continue to seek legally binding changes to the Irish backstop with the EU. (Newswires)</p>\r\n\r\n<p>Tory Brexiteer Jacob Rees-Mogg suggested the message is that there is a majority for the Malthouse compromise, but government needs to work with its backbenchers rather than against them, according to The Telegraph&rsquo;s Political Editor. (Newswires)</p>\r\n\r\n<p>Irish Foreign Minister Coveney said he does not believe no deal Brexit will happen. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>FX markets were mostly quiet with the DXY relatively stable after having recovered to back above the 97.00 level, while its counterparts traded subdued in which EUR/USD backed away from resistance around 1.1300 and with GBP/USD stuck around 1.2800 in the aftermath of another government defeat in parliament in which MPs rejected PM May&rsquo;s motion. Elsewhere, USD/JPY and JPY-crosses were pressured as the risk averse tone spurred flows into the safe-haven JPY, while antipodeans were also softer due to their high-beta characteristics and after the miss on Chinese inflation data.</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities were mixed with trade in the complex mostly uneventful amid the frail appetite for risk. Nonetheless, WTI crude remained firm following the prior day&rsquo;s recovery and briefly tested USD 55.00/bbl as Brent crude momentarily broke above the USD 65.00/bbl level for the first time this year. Elsewhere, gold was virtually unchanged amid USD tranquility and copper was subdued amid weakness across risk assets.</p>\r\n\r\n<p>US is mulling further PDVSA sanctions as a next step against Venezuela&#39;s Maduro. (Newswires)</p>\r\n\r\n<p>Saudi Aramco halted production from its heavy crude field in Safaniyah this week following a power cable accident and the stoppage to the field, which is the world&rsquo;s largest offshore field, could last until March. (Energy Intelligence)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasuries traded higher on Thursday as US growth concerns were amplified by a negative print of retail sales for December, which decreased by 1.2%, the worst reading in nine years. The move in the 10-year was exacerbated by a block steepening trade where real money reportedly bought 18k+ TYH9, whilst selling 4k Ultra Bonds. However, dovish comments from Fed&rsquo;s Brainard, who mentioned curtailing the balance sheet normalisation process this year, and NEC Director Kudlow saying there were &ldquo;glitches&rdquo; in the retail sales figure were a headwind for treasury prices. Going into the close, the front-to-belly of the curve flattened, whilst the belly-to-long end of the curve steepened, with the 5s/30s steepening by c. 2.5bps. US T-note futures (H9) settled 13+ ticks higher at 122-05+.</p>\r\n\r\n<p>US Senate voted 83-16 and US House voted 300-128 to pass the government funding and border security bill, which sends the bill to President Trump for signing. (Newswires)</p>\r\n\r\n<p>US President Trump is to deliver remarks on border at 1000EST/1500GMT. There were also comments from US Senate Majority leader McConnell that President Trump is prepared to sign border security legislation and indicated to declare a national emergency to build the wall, which White House Press Secretary Sanders also repeated. (Newswires)</p>\r\n\r\n<p>US Senate Minority leader Schumer said it would be a gross abuse of power and contempt of law if President Trump declares a national emergency, while House Speaker Pelosi said they may file a legal challenge if that occurs. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-15th-february-2019-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 14:20:00",
        "gmt_time": "2019-02-15 06:20:00"
    },
    {
        "id": 855348,
        "updated_sequence": 1794702,
        "published_at": {
            "unix": 1550209800,
            "text": "2019-02-15 05:50:00 +0000",
            "iso_8601": "2019-02-15T05:50:00Z"
        },
        "updated_at": {
            "unix": 1550209891,
            "text": "2019-02-15 05:51:31 +0000",
            "iso_8601": "2019-02-15T05:51:31Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks declined as region reacted to weak US Retail Sales and soft Chinese CPI data, while US-China trade talks and expectations for a national emergency declaration added to the tentativeness",
        "content": "<p>Asia equity markets traded mostly negative following the weakness of their counterparts in US, where sentiment was dampened and growth concerns were stoked by a surprise contraction in Retail Sales data which declined by the most in 9 years. Furthermore, participants were also wary due to events in Washington where Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency. ASX 200 (+0.1%) and Nikkei 225 (-1.2%) were lower from although the Australian benchmark later recovered led by strength in telecoms and energy, while losses in Japan were exacerbated by a firmer currency. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) weakened after further PBoC inaction resulted to a liquidity drain of CNY 680bln for the week and as participants digested softer than expected CPI data, while ongoing trade talks further added to the cautious tone with US and China said to be far apart on reform demands. Finally, 10yr JGBs tracked the recent gains in T-notes as the risk averse tone spurred a flight to safety, although some of the gains were eventually pared following a softer 10yr inflation-indexed auction.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-declined-as-region-reacted-to-weak-us-retail-sales-and-soft-chinese-cpi-data-while-us-china-trade-talks-and-expectations-for-a-national-emergency-declaration-added-to-the-tentativeness-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 13:50:00",
        "gmt_time": "2019-02-15 05:50:00"
    },
    {
        "id": 855347,
        "updated_sequence": 1794699,
        "published_at": {
            "unix": 1550208660,
            "text": "2019-02-15 05:31:00 +0000",
            "iso_8601": "2019-02-15T05:31:00Z"
        },
        "updated_at": {
            "unix": 1550208779,
            "text": "2019-02-15 05:32:59 +0000",
            "iso_8601": "2019-02-15T05:32:59Z"
        },
        "subject": "India withdraws most favored nation status from Pakistan and government minister notes incontrovertible evidence of Pakistan involvement in Kashmir attack",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-withdraws-most-favored-nation-status-from-pakistan-and-government-minister-notes-incontrovertible-evidence-of-pakistan-involvement-in-kashmir-attack-15-02-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 13:31:00",
        "gmt_time": "2019-02-15 05:31:00"
    },
    {
        "id": 855346,
        "updated_sequence": 1794696,
        "published_at": {
            "unix": 1550208660,
            "text": "2019-02-15 05:31:00 +0000",
            "iso_8601": "2019-02-15T05:31:00Z"
        },
        "updated_at": {
            "unix": 1550208701,
            "text": "2019-02-15 05:31:41 +0000",
            "iso_8601": "2019-02-15T05:31:41Z"
        },
        "subject": "TSMC (2330 TT) January sales fell 2.1% Y/Y to TWD 78.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tsmc-2330-tt-january-sales-fell-2-1-y-y-to-twd-78-1bln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 13:31:00",
        "gmt_time": "2019-02-15 05:31:00"
    },
    {
        "id": 855344,
        "updated_sequence": 1794679,
        "published_at": {
            "unix": 1550206200,
            "text": "2019-02-15 04:50:00 +0000",
            "iso_8601": "2019-02-15T04:50:00Z"
        },
        "updated_at": {
            "unix": 1550206646,
            "text": "2019-02-15 04:57:26 +0000",
            "iso_8601": "2019-02-15T04:57:26Z"
        },
        "subject": "US and China are reportedly scrambling to at least produce a memorandum of understanding by the end of today which could help pave the way for meeting between their presidents, while the report also noted little progress on core issues",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "us-and-china-are-reportedly-scrambling-to-at-least-produce-a-memorandum-of-understanding-by-the-end-of-today-which-could-help-pave-the-way-for-meeting-between-their-presidents-while-the-report-also-noted-little-progress-on-core-issues-15-02-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:50:00",
        "gmt_time": "2019-02-15 04:50:00"
    },
    {
        "id": 855343,
        "updated_sequence": 1794685,
        "published_at": {
            "unix": 1550205720,
            "text": "2019-02-15 04:42:00 +0000",
            "iso_8601": "2019-02-15T04:42:00Z"
        },
        "updated_at": {
            "unix": 1550207693,
            "text": "2019-02-15 05:14:53 +0000",
            "iso_8601": "2019-02-15T05:14:53Z"
        },
        "subject": "US is mulling further PDVSA sanctions as a next step against Venezuela's Maduro",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-is-mulling-further-pdvsa-sanctions-as-a-next-step-against-venezuela-s-maduro-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:42:00",
        "gmt_time": "2019-02-15 04:42:00"
    },
    {
        "id": 855341,
        "updated_sequence": 1794690,
        "published_at": {
            "unix": 1550205420,
            "text": "2019-02-15 04:37:00 +0000",
            "iso_8601": "2019-02-15T04:37:00Z"
        },
        "updated_at": {
            "unix": 1550208226,
            "text": "2019-02-15 05:23:46 +0000",
            "iso_8601": "2019-02-15T05:23:46Z"
        },
        "subject": "Saudi Aramco heavy crude field in Safaniyah was closed this week following a power cable accident",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-aramco-heavy-crude-field-in-safaniyah-was-closed-this-week-following-a-power-cable-accident-15-02-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:37:00",
        "gmt_time": "2019-02-15 04:37:00"
    },
    {
        "id": 855338,
        "updated_sequence": 1794654,
        "published_at": {
            "unix": 1550205000,
            "text": "2019-02-15 04:30:00 +0000",
            "iso_8601": "2019-02-15T04:30:00Z"
        },
        "updated_at": {
            "unix": 1550205195,
            "text": "2019-02-15 04:33:15 +0000",
            "iso_8601": "2019-02-15T04:33:15Z"
        },
        "subject": "Japanese Industrial Production (Dec F) Y/Y -1.9% (Prev. -1.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-dec-f-y-y-1-9-prev-1-9-15-02-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:30:00",
        "gmt_time": "2019-02-15 04:30:00"
    },
    {
        "id": 855337,
        "updated_sequence": 1794651,
        "published_at": {
            "unix": 1550205000,
            "text": "2019-02-15 04:30:00 +0000",
            "iso_8601": "2019-02-15T04:30:00Z"
        },
        "updated_at": {
            "unix": 1550205154,
            "text": "2019-02-15 04:32:34 +0000",
            "iso_8601": "2019-02-15T04:32:34Z"
        },
        "subject": "Japanese Industrial Production (Dec F) M/M -0.1% (Prev. -0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-dec-f-m-m-0-1-prev-0-1-15-02-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:30:00",
        "gmt_time": "2019-02-15 04:30:00"
    },
    {
        "id": 855336,
        "updated_sequence": 1794648,
        "published_at": {
            "unix": 1550204280,
            "text": "2019-02-15 04:18:00 +0000",
            "iso_8601": "2019-02-15T04:18:00Z"
        },
        "updated_at": {
            "unix": 1550204350,
            "text": "2019-02-15 04:19:10 +0000",
            "iso_8601": "2019-02-15T04:19:10Z"
        },
        "subject": "TD Securities adjust RBA and RBNZ rate forecasts and now sees both on hold for 2019 vs. Prev. forecast of both hiking in Q4",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "td-securities-adjust-rba-and-rbnz-rate-forecasts-and-now-sees-both-on-hold-for-2019-vs-prev-forecast-of-both-hiking-in-q4-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:18:00",
        "gmt_time": "2019-02-15 04:18:00"
    },
    {
        "id": 855335,
        "updated_sequence": 1794645,
        "published_at": {
            "unix": 1550203740,
            "text": "2019-02-15 04:09:00 +0000",
            "iso_8601": "2019-02-15T04:09:00Z"
        },
        "updated_at": {
            "unix": 1550203914,
            "text": "2019-02-15 04:11:54 +0000",
            "iso_8601": "2019-02-15T04:11:54Z"
        },
        "subject": "ASIC Chairman Crennan said regulator would purse tough civil penalties and criminal sanction against Australia's banks and executives for wrong-doing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "asic-chairman-crennan-said-regulator-would-purse-tough-civil-penalties-and-criminal-sanction-against-australia-s-banks-and-executives-for-wrong-doing-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 12:09:00",
        "gmt_time": "2019-02-15 04:09:00"
    },
    {
        "id": 855334,
        "updated_sequence": 1794642,
        "published_at": {
            "unix": 1550201700,
            "text": "2019-02-15 03:35:00 +0000",
            "iso_8601": "2019-02-15T03:35:00Z"
        },
        "updated_at": {
            "unix": 1550201803,
            "text": "2019-02-15 03:36:43 +0000",
            "iso_8601": "2019-02-15T03:36:43Z"
        },
        "subject": "Japan sells JPY 400bln in 10yr inflation-indexed bonds b/c 3.34 vs. Prev. 3.70",
        "content": "<p>Japan sells JPY 400bln in 10yr inflation-indexed bonds b/c 3.34 vs. Prev. 3.70<br />- Lowest accepted price 103.60 vs. Prev. 103.90.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-400bln-in-10yr-inflation-indexed-bonds-b-c-3-34-vs-prev-3-70-15-02-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 11:35:00",
        "gmt_time": "2019-02-15 03:35:00"
    },
    {
        "id": 855333,
        "updated_sequence": 1794639,
        "published_at": {
            "unix": 1550200740,
            "text": "2019-02-15 03:19:00 +0000",
            "iso_8601": "2019-02-15T03:19:00Z"
        },
        "updated_at": {
            "unix": 1550200876,
            "text": "2019-02-15 03:21:16 +0000",
            "iso_8601": "2019-02-15T03:21:16Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Jet Airways (JETIN IS) Q3 net loss INR 5.88bln vs. Prev. profit INR 1.65bln Y/Y, while board approved proposal to allow consortium of lenders to become largest shareholder which could see founder's stake drop to 20% from 51%",
        "content": "<p>Jet Airways (JETIN IS)<br />- Co. Q3 net loss INR 5.88bln vs. Prev. profit INR 1.65bln Y/Y, rev. INR 61.5bln vs. Prev. INR 60.9bln Y/Y. (Newswires)<br />- Co. board approved proposal to allow a consortium of banks to become the largest shareholder which could see founder Goyal&rsquo;s stake fall to as low as 20% from current 51%. (ET)</p>\r\n\r\n<p>MTNL (MTNL IS)<br />- Co. Q3 standalone net loss INR 8.3bln vs. Prev. loss INR 6.4bln Y/Y. (ET)</p>\r\n\r\n<p>ONGC (ONGC IS)<br />- Co. Q3 net INR 82.6bln vs. Prev. INR 50.2bln Y/Y, rev. INR 276.9bln vs. Exp. INR 271.0bln. (Newswires)</p>\r\n\r\n<p>Videocon Industries (VIDEOIND IS)<br />- Co. Q3 net loss INR 10.2bln vs. Prev. loss INR 13.1bln Y/Y. (ET)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-jet-airways-jetin-is-q3-net-loss-inr-5-88bln-vs-prev-profit-inr-1-65bln-y-y-while-board-approved-proposal-to-allow-consortium-of-lenders-to-become-largest-shareholder-which-could-see-founder-s-stake-drop-to-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 11:19:00",
        "gmt_time": "2019-02-15 03:19:00"
    },
    {
        "id": 855332,
        "updated_sequence": 1794636,
        "published_at": {
            "unix": 1550199900,
            "text": "2019-02-15 03:05:00 +0000",
            "iso_8601": "2019-02-15T03:05:00Z"
        },
        "updated_at": {
            "unix": 1550200134,
            "text": "2019-02-15 03:08:54 +0000",
            "iso_8601": "2019-02-15T03:08:54Z"
        },
        "subject": "South Korean Bank Lending to Households (KRW)(Jan) 828.7tln (Prev. 827.6tln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "south-korean-bank-lending-to-households-krw-jan-828-7tln-prev-827-6tln-15-02-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 11:05:00",
        "gmt_time": "2019-02-15 03:05:00"
    },
    {
        "id": 855331,
        "updated_sequence": 1794629,
        "published_at": {
            "unix": 1550199720,
            "text": "2019-02-15 03:02:00 +0000",
            "iso_8601": "2019-02-15T03:02:00Z"
        },
        "updated_at": {
            "unix": 1550199786,
            "text": "2019-02-15 03:03:06 +0000",
            "iso_8601": "2019-02-15T03:03:06Z"
        },
        "subject": "US President Trump is to deliver remarks on border at 1000EST",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-to-deliver-remarks-on-border-at-1000est-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 11:02:00",
        "gmt_time": "2019-02-15 03:02:00"
    },
    {
        "id": 855330,
        "updated_sequence": 1794631,
        "published_at": {
            "unix": 1550198820,
            "text": "2019-02-15 02:47:00 +0000",
            "iso_8601": "2019-02-15T02:47:00Z"
        },
        "updated_at": {
            "unix": 1550200004,
            "text": "2019-02-15 03:06:44 +0000",
            "iso_8601": "2019-02-15T03:06:44Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks decline as region digests weak US Retail Sales and soft Chinese CPI data, while US-China trade talks and expectations for a National Emergency add to the tentativeness",
        "content": "<p>Asia equity markets trade mostly negative following the losses in US, where sentiment was dampened and growth concerns stoked by a surprise contraction in Retail Sales data which declined by the most in 9 years. Furthermore, participants are also wary due to events in Washington where Congress passed the government funding and border security bill, which President Trump is expected to sign but is also anticipated to declare a national emergency. This saw ASX 200 (+0.1%) and Nikkei 225 (-1.3%) open lower although the Australian benchmark has since recovered led by strength in telecoms and energy, while losses for Japanese exporters are exacerbated by a firmer currency. Hang Seng (-1.5%) and Shanghai Comp. (-1.5%) weakened after further PBoC inaction resulted to a liquidity drain of CNY 680bln for the week and as participants digest softer than expected CPI data, while ongoing trade talks further add to the cautious tone with US and China said to be far apart on reform demands.</p>\r\n\r\n<p>FX markets are mostly quiet with the DXY relatively stable after having recovered to back above the 97.00 level, while its counterparts are subdued with EUR/USD backing further away from resistance around 1.3000 and with GBP/USD below 1.2800 in the aftermath of another government defeat in parliament in which MPs rejected PM May&rsquo;s motion by 303 votes to 258. Elsewhere, USD/JPY and JPY-crosses are pressured as the risk averse tone spurs flows into the safe-haven JPY, while antipodeans are also softer due to their high-beta characteristics and after the Chinese inflation miss.</p>\r\n\r\n<p>Finally, 10yr JGBs track the recent gains in T-notes as the risk averse tone spurs a flight to quality, while focus turns to the 10yr inflation-indexed auction later.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-decline-as-region-digests-weak-us-retail-sales-and-soft-chinese-cpi-data-while-us-china-trade-talks-and-expectations-for-a-national-emergency-add-to-the-tentativeness-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:47:00",
        "gmt_time": "2019-02-15 02:47:00"
    },
    {
        "id": 855329,
        "updated_sequence": 1794623,
        "published_at": {
            "unix": 1550198460,
            "text": "2019-02-15 02:41:00 +0000",
            "iso_8601": "2019-02-15T02:41:00Z"
        },
        "updated_at": {
            "unix": 1550198531,
            "text": "2019-02-15 02:42:11 +0000",
            "iso_8601": "2019-02-15T02:42:11Z"
        },
        "subject": "BoCom economist suggests Chinese inflation may continue to weaken and therefore build the case for further stimulus",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bocom-economist-suggests-chinese-inflation-may-continue-to-weaken-and-therefore-build-the-case-for-further-stimulus-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:41:00",
        "gmt_time": "2019-02-15 02:41:00"
    },
    {
        "id": 855328,
        "updated_sequence": 1794620,
        "published_at": {
            "unix": 1550197860,
            "text": "2019-02-15 02:31:00 +0000",
            "iso_8601": "2019-02-15T02:31:00Z"
        },
        "updated_at": {
            "unix": 1550197958,
            "text": "2019-02-15 02:32:38 +0000",
            "iso_8601": "2019-02-15T02:32:38Z"
        },
        "subject": "Alibaba (BABA) in talks regarding taking a stake in the China operations of Metro (B4B GY)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "alibaba-baba-in-talks-regarding-taking-a-stake-in-the-china-operations-of-metro-b4b-gy-15-02-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:31:00",
        "gmt_time": "2019-02-15 02:31:00"
    },
    {
        "id": 855324,
        "updated_sequence": 1794604,
        "published_at": {
            "unix": 1550196180,
            "text": "2019-02-15 02:03:00 +0000",
            "iso_8601": "2019-02-15T02:03:00Z"
        },
        "updated_at": {
            "unix": 1550196343,
            "text": "2019-02-15 02:05:43 +0000",
            "iso_8601": "2019-02-15T02:05:43Z"
        },
        "subject": "US House votes 300-128 to pass the government funding and border security bill, which sends the bill to President Trump for signing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-votes-300-128-to-pass-the-government-funding-and-border-security-bill-which-sends-the-bill-to-president-trump-for-signing-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:03:00",
        "gmt_time": "2019-02-15 02:03:00"
    },
    {
        "id": 855323,
        "updated_sequence": 1794611,
        "published_at": {
            "unix": 1550196000,
            "text": "2019-02-15 02:00:00 +0000",
            "iso_8601": "2019-02-15T02:00:00Z"
        },
        "updated_at": {
            "unix": 1550196363,
            "text": "2019-02-15 02:06:03 +0000",
            "iso_8601": "2019-02-15T02:06:03Z"
        },
        "subject": "US President Trump is said to plan diverting nearly USD 7bln in funds for the border wall",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-said-to-plan-diverting-nearly-usd-7bln-in-funds-for-the-border-wall-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:00:00",
        "gmt_time": "2019-02-15 02:00:00"
    },
    {
        "id": 855322,
        "updated_sequence": 1794595,
        "published_at": {
            "unix": 1550196000,
            "text": "2019-02-15 02:00:00 +0000",
            "iso_8601": "2019-02-15T02:00:00Z"
        },
        "updated_at": {
            "unix": 1550196055,
            "text": "2019-02-15 02:00:55 +0000",
            "iso_8601": "2019-02-15T02:00:55Z"
        },
        "subject": "Samsung Electronics (005930 KS) to launch Galaxy S10 on March 8th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "samsung-electronics-005930-ks-to-launch-galaxy-s10-on-march-8th-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 10:00:00",
        "gmt_time": "2019-02-15 02:00:00"
    },
    {
        "id": 855320,
        "updated_sequence": 1794589,
        "published_at": {
            "unix": 1550195400,
            "text": "2019-02-15 01:50:00 +0000",
            "iso_8601": "2019-02-15T01:50:00Z"
        },
        "updated_at": {
            "unix": 1550195482,
            "text": "2019-02-15 01:51:22 +0000",
            "iso_8601": "2019-02-15T01:51:22Z"
        },
        "subject": "US House has enough votes to pass government funding and border security bill",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-has-enough-votes-to-pass-government-funding-and-border-security-bill-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:50:00",
        "gmt_time": "2019-02-15 01:50:00"
    },
    {
        "id": 855319,
        "updated_sequence": 1794586,
        "published_at": {
            "unix": 1550194740,
            "text": "2019-02-15 01:39:00 +0000",
            "iso_8601": "2019-02-15T01:39:00Z"
        },
        "updated_at": {
            "unix": 1550194852,
            "text": "2019-02-15 01:40:52 +0000",
            "iso_8601": "2019-02-15T01:40:52Z"
        },
        "subject": "China Mofcom to levy anti-dumping tariffs of up to 32.4% on broiler chicken from Brazil",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-to-levy-anti-dumping-tariffs-of-up-to-32-4-on-broiler-chicken-from-brazil-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:39:00",
        "gmt_time": "2019-02-15 01:39:00"
    },
    {
        "id": 855315,
        "updated_sequence": 1794564,
        "published_at": {
            "unix": 1550194080,
            "text": "2019-02-15 01:28:00 +0000",
            "iso_8601": "2019-02-15T01:28:00Z"
        },
        "updated_at": {
            "unix": 1550194121,
            "text": "2019-02-15 01:28:41 +0000",
            "iso_8601": "2019-02-15T01:28:41Z"
        },
        "subject": "Japan Exchange (8697 JT) to merge with TOCOM this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-exchange-8697-jt-to-merge-with-tocom-this-year-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:28:00",
        "gmt_time": "2019-02-15 01:28:00"
    },
    {
        "id": 855314,
        "updated_sequence": 1794561,
        "published_at": {
            "unix": 1550193900,
            "text": "2019-02-15 01:25:00 +0000",
            "iso_8601": "2019-02-15T01:25:00Z"
        },
        "updated_at": {
            "unix": 1550193973,
            "text": "2019-02-15 01:26:13 +0000",
            "iso_8601": "2019-02-15T01:26:13Z"
        },
        "subject": "China is said to have restricted new solar in 3 regions of Northwest China amid overcapacity concerns",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-have-restricted-new-solar-in-3-regions-of-northwest-china-amid-overcapacity-concerns-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:25:00",
        "gmt_time": "2019-02-15 01:25:00"
    },
    {
        "id": 855313,
        "updated_sequence": 1794558,
        "published_at": {
            "unix": 1550193840,
            "text": "2019-02-15 01:24:00 +0000",
            "iso_8601": "2019-02-15T01:24:00Z"
        },
        "updated_at": {
            "unix": 1550193921,
            "text": "2019-02-15 01:25:21 +0000",
            "iso_8601": "2019-02-15T01:25:21Z"
        },
        "subject": "CPT Technology (000536 CH) shareholder's 729.3mln shares or 26.4% stake has been frozen for 3 years by a court",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cpt-technology-000536-ch-shareholder-s-729-3mln-shares-or-26-4-stake-has-been-frozen-for-3-years-by-a-court-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:24:00",
        "gmt_time": "2019-02-15 01:24:00"
    },
    {
        "id": 855312,
        "updated_sequence": 1794555,
        "published_at": {
            "unix": 1550193300,
            "text": "2019-02-15 01:15:00 +0000",
            "iso_8601": "2019-02-15T01:15:00Z"
        },
        "updated_at": {
            "unix": 1550193377,
            "text": "2019-02-15 01:16:17 +0000",
            "iso_8601": "2019-02-15T01:16:17Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7623 (Prev. 6.7744)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7623-prev-6-7744-15-02-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:15:00",
        "gmt_time": "2019-02-15 01:15:00"
    },
    {
        "id": 855311,
        "updated_sequence": 1794549,
        "published_at": {
            "unix": 1550193000,
            "text": "2019-02-15 01:10:00 +0000",
            "iso_8601": "2019-02-15T01:10:00Z"
        },
        "updated_at": {
            "unix": 1550193153,
            "text": "2019-02-15 01:12:33 +0000",
            "iso_8601": "2019-02-15T01:12:33Z"
        },
        "subject": "PBoC skips open market operations and drains net CNY 680bln for the week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-and-drains-net-cny-680bln-for-the-week-15-02-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:10:00",
        "gmt_time": "2019-02-15 01:10:00"
    },
    {
        "id": 855310,
        "updated_sequence": 1794546,
        "published_at": {
            "unix": 1550192940,
            "text": "2019-02-15 01:09:00 +0000",
            "iso_8601": "2019-02-15T01:09:00Z"
        },
        "updated_at": {
            "unix": 1550193013,
            "text": "2019-02-15 01:10:13 +0000",
            "iso_8601": "2019-02-15T01:10:13Z"
        },
        "subject": "White House says US President Trump is to free up USD 8bln for border wall, according to Fox News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-says-us-president-trump-is-to-free-up-usd-8bln-for-border-wall-according-to-fox-news-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:09:00",
        "gmt_time": "2019-02-15 01:09:00"
    },
    {
        "id": 855309,
        "updated_sequence": 1794543,
        "published_at": {
            "unix": 1550192700,
            "text": "2019-02-15 01:05:00 +0000",
            "iso_8601": "2019-02-15T01:05:00Z"
        },
        "updated_at": {
            "unix": 1550192843,
            "text": "2019-02-15 01:07:23 +0000",
            "iso_8601": "2019-02-15T01:07:23Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: US Trade delegation to meet with Chinese President Xi today, while  CPI data is also scheduled",
        "content": "<p>Great Wall Motor (2333 HK)<br />- Co. January vehicle sales rose 1.5% Y/Y to 111.7k units. (Newswires)</p>\r\n\r\n<p>Hangzhou Hikvision Digital Technology (002415 CH)<br />- Co. FY net income rose 20.5% Y/Y to CNY 11.3bln, although this was the slowest annual growth in over a decade. (SCMP)</p>\r\n\r\n<p>Rusal (486 HK)<br />- Co. announces several board changes including resignation of Billionaire Sergei Popov from the board. (Newswires)</p>\r\n\r\n<p>Other News<br />- US and China are said to be far apart on reform demands and there have been discussions on removing the 10% tariffs, while China also is proposing parallel talks aimed at resolving Huawei CFO&rsquo;s extradition case, according to sources. In related news, China is said to be counting on promises of large purchases of semiconductors as well as other US goods to soothe trade tensions and secure an extension to the tariff truce. (SCMP/WSJ)<br />- NEC Director Kudlow stated that no decision has been made on extending deadline and the &lsquo;vibe&rsquo; in talks in Beijing has been good, while he added that trade negotiators are to meet with Chinese President Xi tomorrow. (Newswires)<br />- China State Council said they are to improve targeted RRR cut policy under inclusive finance. (Xinhua)</p>\r\n\r\n<p>Data Recap<br />- China Foreign Direct Investment (Jan) Y/Y 4.8% (Prev. 0.9%). (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-trade-delegation-to-meet-with-chinese-president-xi-today-while-cpi-data-is-also-scheduled-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 09:05:00",
        "gmt_time": "2019-02-15 01:05:00"
    },
    {
        "id": 855308,
        "updated_sequence": 1794552,
        "published_at": {
            "unix": 1550192340,
            "text": "2019-02-15 00:59:00 +0000",
            "iso_8601": "2019-02-15T00:59:00Z"
        },
        "updated_at": {
            "unix": 1550193325,
            "text": "2019-02-15 01:15:25 +0000",
            "iso_8601": "2019-02-15T01:15:25Z"
        },
        "subject": "Fitch affirms ratings on 4 major banks in Australia, but revised NAB (NAB AT) outlook to negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-ratings-on-4-major-banks-in-australia-but-revised-nab-nab-at-outlook-to-negative-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:59:00",
        "gmt_time": "2019-02-15 00:59:00"
    },
    {
        "id": 855308,
        "updated_sequence": 1794552,
        "published_at": {
            "unix": 1550192340,
            "text": "2019-02-15 00:59:00 +0000",
            "iso_8601": "2019-02-15T00:59:00Z"
        },
        "updated_at": {
            "unix": 1550193325,
            "text": "2019-02-15 01:15:25 +0000",
            "iso_8601": "2019-02-15T01:15:25Z"
        },
        "subject": "Fitch affirms ratings on 4 major banks in Australia, but revised NAB (NAB AT) outlook to negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-ratings-on-4-major-banks-in-australia-but-revised-nab-nab-at-outlook-to-negative-15-02-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:59:00",
        "gmt_time": "2019-02-15 00:59:00"
    },
    {
        "id": 855304,
        "updated_sequence": 1794528,
        "published_at": {
            "unix": 1550190900,
            "text": "2019-02-15 00:35:00 +0000",
            "iso_8601": "2019-02-15T00:35:00Z"
        },
        "updated_at": {
            "unix": 1550190975,
            "text": "2019-02-15 00:36:15 +0000",
            "iso_8601": "2019-02-15T00:36:15Z"
        },
        "subject": "US House advances border security funding bill which paves the way for final passage ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-advances-border-security-funding-bill-which-paves-the-way-for-final-passage-15-02-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:35:00",
        "gmt_time": "2019-02-15 00:35:00"
    },
    {
        "id": 855303,
        "updated_sequence": 1794525,
        "published_at": {
            "unix": 1550190660,
            "text": "2019-02-15 00:31:00 +0000",
            "iso_8601": "2019-02-15T00:31:00Z"
        },
        "updated_at": {
            "unix": 1550190815,
            "text": "2019-02-15 00:33:35 +0000",
            "iso_8601": "2019-02-15T00:33:35Z"
        },
        "subject": "UK PM May's officials are reportedly preparing to compromise on their demands to re-write the Brexit agreement and tell the EU it doesn't want to renegotiate the agreement, according to reports citing a source ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-officials-are-reportedly-preparing-to-compromise-on-their-demands-to-re-write-the-brexit-agreement-and-tell-the-eu-it-doesn-t-want-to-renegotiate-the-agreement-according-to-reports-citing-a-source-15-02-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:31:00",
        "gmt_time": "2019-02-15 00:31:00"
    },
    {
        "id": 855302,
        "updated_sequence": 1794522,
        "published_at": {
            "unix": 1550190060,
            "text": "2019-02-15 00:21:00 +0000",
            "iso_8601": "2019-02-15T00:21:00Z"
        },
        "updated_at": {
            "unix": 1550190149,
            "text": "2019-02-15 00:22:29 +0000",
            "iso_8601": "2019-02-15T00:22:29Z"
        },
        "subject": "Monetary Authority of Singapore says inflation expectations persist and sees inflation at 1.5%-2.5% for this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "monetary-authority-of-singapore-says-inflation-expectations-persist-and-sees-inflation-at-1-5-2-5-for-this-year-15-02-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:21:00",
        "gmt_time": "2019-02-15 00:21:00"
    },
    {
        "id": 855301,
        "updated_sequence": 1794519,
        "published_at": {
            "unix": 1550189700,
            "text": "2019-02-15 00:15:00 +0000",
            "iso_8601": "2019-02-15T00:15:00Z"
        },
        "updated_at": {
            "unix": 1550189887,
            "text": "2019-02-15 00:18:07 +0000",
            "iso_8601": "2019-02-15T00:18:07Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Innolux (3481 JT) Q4 net loss TWD 700mln vs. Prev. profit TWD 4.3bln Y/Y",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Acer (2353 TT)<br />- Co. January sales fell 1.3% Y/Y to TWD 16.7bln. (Newswires)</p>\r\n\r\n<p>China Airlines Limited (2610 TT)<br />- Co. strikes deal with pilot union to end the strike. (Taipei Times)</p>\r\n\r\n<p>Innolux (3481 JT)<br />- Co. Q4 net loss TWD 700mln vs. Prev. profit TWD 4.3bln Y/Y. (Taipei Times)<br />- Co. January sales fell 18.8% Y/Y to TWD 21.2bln. (Newswires)</p>\r\n\r\n<p>Taiwan Mobile (3045 TT)<br />- Co. January revenue TWD 5.1bln vs. Prev. TWD 9.9bln Y/Y. (Newswires)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Singapore Airlines (SIA SP)<br />- Co. Q3 net SGD 284.1bln vs. Prev. SGD 389.3bln Y/Y, rev. SGD 4.34bln vs. Prev. SGD 4.08bln Y/Y. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-innolux-3481-jt-q4-net-loss-twd-700mln-vs-prev-profit-twd-4-3bln-y-y-15-02-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:15:00",
        "gmt_time": "2019-02-15 00:15:00"
    },
    {
        "id": 855300,
        "updated_sequence": 1794516,
        "published_at": {
            "unix": 1550188980,
            "text": "2019-02-15 00:03:00 +0000",
            "iso_8601": "2019-02-15T00:03:00Z"
        },
        "updated_at": {
            "unix": 1550189271,
            "text": "2019-02-15 00:07:51 +0000",
            "iso_8601": "2019-02-15T00:07:51Z"
        },
        "subject": "Asia stocks begin negative following the weak lead from US where sentiment was dampened following the surprise decline in Retails Sales which dropped by the most in 9 years, while Nikkei 225 is the worst hit amid a firmer currency",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-negative-following-the-weak-lead-from-us-where-sentiment-was-dampened-following-the-surprise-decline-in-retails-sales-which-dropped-by-the-most-in-9-years-while-nikkei-225-is-the-worst-hit-amid-a-firmer-currency-15-02-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:03:00",
        "gmt_time": "2019-02-15 00:03:00"
    },
    {
        "id": 855299,
        "updated_sequence": 1794510,
        "published_at": {
            "unix": 1550188800,
            "text": "2019-02-15 00:00:00 +0000",
            "iso_8601": "2019-02-15T00:00:00Z"
        },
        "updated_at": {
            "unix": 1550188967,
            "text": "2019-02-15 00:02:47 +0000",
            "iso_8601": "2019-02-15T00:02:47Z"
        },
        "subject": "Singapore GDP (Q4 F) Y/Y 1.9% vs. Exp. 2.1% (Prev. 2.2%, Rev. 2.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q4-f-y-y-1-9-vs-exp-2-1-prev-2-2-rev-2-4-15-02-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:00:00",
        "gmt_time": "2019-02-15 00:00:00"
    },
    {
        "id": 855298,
        "updated_sequence": 1794513,
        "published_at": {
            "unix": 1550188800,
            "text": "2019-02-15 00:00:00 +0000",
            "iso_8601": "2019-02-15T00:00:00Z"
        },
        "updated_at": {
            "unix": 1550188996,
            "text": "2019-02-15 00:03:16 +0000",
            "iso_8601": "2019-02-15T00:03:16Z"
        },
        "subject": "Singapore GDP (Q4 F) Q/Q 1.4% vs. Exp. 1.6% (Prev. 1.6%, Rev. 1.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-q4-f-q-q-1-4-vs-exp-1-6-prev-1-6-rev-1-4-15-02-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-02-15 08:00:00",
        "gmt_time": "2019-02-15 00:00:00"
    }
]