[
    {
        "id": 901962,
        "updated_sequence": 2043954,
        "published_at": {
            "unix": 1576876200,
            "text": "2019-12-20 21:10:00 +0000",
            "iso_8601": "2019-12-20T21:10:00Z"
        },
        "updated_at": {
            "unix": 1576876200,
            "text": "2019-12-20 21:10:00 +0000",
            "iso_8601": "2019-12-20T21:10:00Z"
        },
        "subject": "NOTE: the Newsquawk weekly central bank briefing, and the week in focus preview will return in the new year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "note-the-newsquawk-weekly-central-bank-briefing-and-the-week-in-focus-preview-will-return-in-the-new-year-20-12-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 05:10:00",
        "gmt_time": "2019-12-20 21:10:00"
    },
    {
        "id": 901963,
        "updated_sequence": 2043952,
        "published_at": {
            "unix": 1576875840,
            "text": "2019-12-20 21:04:00 +0000",
            "iso_8601": "2019-12-20T21:04:00Z"
        },
        "updated_at": {
            "unix": 1576875875,
            "text": "2019-12-20 21:04:35 +0000",
            "iso_8601": "2019-12-20T21:04:35Z"
        },
        "subject": "Newsquawk US Market Wrap - 20th December 2019: Stocks end the week with fresh record highs as desks begin to close for the year",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23523/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT: </strong>Equities higher, Treasuries flat/lower, dollar up, crude down.</li><li><strong>REAR VIEW:</strong> US GDP in line; weak Canada retail sales; optimistic US/China chat;</li><li><strong>COMING UP (MON): </strong>US durable goods, Canada GDP, US New home sales.</li></ul><p><strong>* MARKET WRAP: </strong>There were fresh record highs for US stocks (seventh straight session); progress on US/China trade, and decent data were said to be the driving forces (unrevised Q3 GDP print, with the data also revealing consumer spending better than expected, and businesses spending on non-residential structures, like power infrastructure, wires noted. The small upward revision in Michigan sentiment was also said to be a contributing factor). Some desks also noted that seasonality favoured equities as we look to wind up for the year, though some are cognizant of the risks brought about by thin liquidity conditions, ahead of next week's holiday-shortened week, with memories of December 208 still fresh. Quad-witching was also playing a role, and may have flattered volume numbers. Many of the major risk catalysts we were monitoring into December have now dissipated, leaving little for traders to sink their teeth into.</p><p><strong>* US/CHINA: </strong>US President Trump said he had a very good talk with China President Xi regarding \"our giant Trade Deal\", and noted China has already started large scale purchases of agricultural products and more, with a formal signing being arranged. President Xi later said he hopes to sign the deal as soon as possible, noting the deal benefits both US and China; Xi also said he was willing to continue meeting with US President Trump. Earlier reports had suggested that Xi would not be attending Davos, where the two leaders were poised to hold a face-to-face meeting. Multiple US officials have in the last couple of days suggested that the signing of the deal could take place in January -- other reports have suggested that it would likely be signed by China Vice Premier Liu he and USTR Lighthizer; it would be seen as a strong positive if the deal was signed-off by the Presidents, however. Elsewhere, with regards to the details around Ags purchases, the current size under the agreement is for China to purchase USD 40bln a year with an increase to USD 50bln eventually; a China think tank this morning said that the USD 40bln was actually feasible -- Chinese had previously called for the purchases to be market based so it does not result in an oversupply of goods. Later, it was reported that Xi reportedly told Trump that US interference was harming Chinese interests, according to state news agency Xinhua.</p><p><strong>* US CORE PCE (NOV): </strong>The core PCE components rose in line with expectations (+0.1% M/M, +1.6% Y/Y). Nevertheless, analysts note that, to two decimal places, PCE rose by 0.14%, which was still short of the 0.23% rise seen in the corresponding core CPI measure, likely due to the smaller weighting of rents in the PCE data, analysts at Pantheon Macroeconomics suggested. “The gap will narrow over the next year, though, if the recent upturn in healthcare services inflation continues, as it has a much bigger weighting in the PCE,” the consultancy writes, adding that “for now, the jury is out.”</p><p><strong>* UNIVERSITY OF MICHIGAN (DEC, FINAL): </strong>Final December consumer confidence data from the University of Michigan saw the prelim sentiment index revised up a touch to 99.3 (from 99.2), conditions was revised up to 115.5 from 115.2, and the final expectations print was unchanged at 88.9 against an expected upward revision to 89.7. The inflation gages were revised lower slightly to 2.3% (from 2.4%), and the 5-year was revised down to 2.2% from 2.3%.</p><p><strong>* CANADIAN RETAIL SALES (OCT):</strong> The headline declined by 1.2% M/M in October, missing the expected rise of 0.5%, and continuing to fall from September; the ex-autos component also disappointed, with a surprise fall of 0.5%. RBC notes that the figures look “oddly soft”, highlighting the fall in eight out of eleven sectors - given the backdrop of decent, but not amazing, household income. Following the dismal November employment report, “The numbers will keep concerns alive that the domestic Canadian economic growth backdrop has lost its footing somewhat at the end of the year,” the bank writes, concluding that Q4 GDP is shaping up to print firmly beneath the BoC’s 1.3% forecast, with attention on the next labour report to grasp a more accurate reading of the trend.</p><p><strong>* BOE: </strong>UK Chancellor Javid confirmed <strong>Andrew Bailey</strong> as Governor of the Bank of England, replacing Mark Carney on March 15th. Bailey's most recent position was Chief Executive of the Financial Conduct Authority (FCA) and has previously held the position of Deputy Governor of the Bank of England, although hasn’t help a position on the MPC, so gives little for participants to assess his policy stance, but analysts note him as generally a safe set of hands who shouldn’t stir up markets. Elsewhere, <strong>BoE’s Haskel</strong> (dovish dissenter) said current data justifies looser monetary policy, cutting interest rates now would be insurance against rates getting stuck near zero ahead, adding that the effects of unconventional policies such as QE are “much more uncertain”. Haskel said “slow and gradual” rise in bank rates may be needed if the path to post-Brexit EU trade agreement is smoother than he expects. On the possibility that a rate cut would overstimulate the economy, he said the BoE can hike rates more later.</p><p><strong>* US T-NOTE FUTURES (H0) SETTLE 2 TICKS LOWER AT 128-08. </strong>The bias was slightly towards bear-flattening, although yields were up by around 1bps or so. Traders attributed the unrevised Q3 GDP print, with the data also revealing consumer spending better than expected, and businesses spending on non-residential structures, like power infrastructure, wires noted. The small upward revision in Michigan sentiment was also said to be a contributing factor. The theme this week has been steepening of 2s10s, although that wasn't seen on Friday, with many desks wrapping up for the year, there was a quiet feel to Treasury trade, which may again be seen in the early part of next week, before the Christmas holidays.</p><p><strong>* WTI (G0) SETTLES USD 0.74 LOWER AT USD 60.44; BRENT (G0) SETTLES USD 0.40 LOWER AT USD 66.14. </strong>Crude benchmarks settled lower on Friday, though ends the weaker higher to book the third straight week of gains. Desks had reported participants closing positions ahead of the weekend, as well as the growing seasonal dry up of liquidity. Prices accumulated momentum to the downside as US participants arrived, not long after and not long after the energy cash open, the crude complex breached key short-term technical levels to the downside, before bottoming out at the European cash equity close. News flow in energy remained light, although the latest Baker Hughes rig count in the US showed oi rigs +18 at 685, the largest gain since February 2018, whilst natgas rigs -4 at 125, leaving total +14 at 813.</p><p><strong>* BOEING:</strong> Following the halting of 737 MAX production, reports in WSJ state that General Electric’s (GE) JV with Safran (SAF FP), CFM International, has reportedly agreed on a deal to build more Airbus (AIR FP) engines to help offset the 737 MAX shutdown. Boeing’s current production of the jet is 42 per month, and some estimate its backlog will sit at 400 by the year end. Note, when Boeing announced a production cut of the jet to 42 from 52, it cut GE’s quarterly cash flow by USD 400mln. Analysts at Capital Economics highlight the decision to halt production could result in a hit to the manufacturing sector, adding if it continues they expect it to knock up to 0.5ppts annualised off of Q1 GDP if the shutdown lasted for the whole quarter, adding if they do decide to lay off workers or workers become furloughed (against the company’s initial statement) the damage could be even worse. Further, United Airlines (UAL) announced today that it has pulled the 737 MAX jet from its schedule until June. Previously the airline had the return of the jet scheduled to March. The report added to downside for Boeing (BA) which was already lower today following reports its space unit’s Starliner entered the wrong orbit to dock with the ISS, however, BoeingSpace later reported the Starline is now in safe and stable orbit, and thus pared back the losses from the UAL reports.</p><p><strong>* CLOSING LEVELS: SPX +0.5% at 3221.20, NDX +0.4% at 8678.49, Dow +0.3% at 28455.29; </strong>SECTORS: Consumer discretionary +0.1%, consumer staples +0.7%, energy +0.9%, financials +0.1%, health care +0.8%, industrials +0.6%, IT +0.6%, materials +0.5%, telecoms +0.4%, utilities +0.8%.</p><p><strong>* EARNINGS: </strong>Nike (NKE) were weighed on to end the week despite beating on top and bottom lines however margins fell short of expectations. Its Jordan brand hit over USD 1bln for the first time. The co.’s CEO said he has never been more optimistic on the future, although its CFO warned that he expects group gross profit margins to be flat YY in Q3, in-part due to trade tariffs. Despite the strong headline, NKE shares fell 2% with analysts highlighting the strong run NKE had this year, where shares hit a record high yesterday, therefore some might have been profit taking as we head towards the year end. Carmax (KMX) were hit after earnings which saw EPS miss by USD 0.18. Carnival (CCL) rallied after strong headline beats and guidance, which in sympathy boosted Norwegian Cruise Line Holdings (NCLH).<strong>&nbsp;</strong></p><p><strong>* STOCK SPECIFICS: </strong>Over 267mln Facebook (FB) users reportedly had its names and phone numbers leaked on the dark web, according to Fox citing a cyber security researcher. Spirit AeroSystems (SPR) were hit after it received a notice from Boeing (BA) to stop all 737 MAX deliveries to Boeing due to the production halt of the 737 MAX. Note, SPR supply the fuselages for the company. Biogen (BIIB) were higher after it authorised a new share repurchase programme of USD 5bln.</p><p><strong>PHARMACEUTICALS: </strong>The Health Care sector was one of the top performers on the last trading day of the week, driven by a slew of regulatory approvals. Merck (MRK) traded higher as it received FDA approval for its Ebola vaccine, Ervebo, for individuals 18 and over. Elsewhere, it received approval in Japan for its Keytruda for three new first line indications across advances renal cell carcinoma and recurrent or distant metastatic head and neck cancer. Gilead (GILD) traded positive after it announced it received approval for its treatment of chronic hepatitis C, Vosevi, in China from the China National Medical Products Administration. GILD also announced It has submitted an NDA to the FDA for its Filogotinib, an investigational treatment for patients with moderate to severe active RA. Bristol Myers Squibb (BMY) received EC approval for the combination between Revlimid and rituximab for treatment of patients with previously treated follicular lymphoma.</p><p><strong>* M&amp;A: </strong>The US Justice Dept. and FCC are to reportedly file papers supporting the merger between Sprint (S) &amp; T-Mobile (TMUS), and the court filing will criticise the challenges made by State AG’s, according to WSJ. Elsewhere, Boeing (BA) and Embraer (ERJ) reportedly will receive regulatory approval in Brazil in January. ViacomCBS (VIAC) announced it has entered into an agreement to acquire a 49% stake in MIRAMAX from beIN Media Group; BeIN will still hold majority of 51%. UDR, Inc. (UDR) is reportedly considering a combination with Mack-Cali (CLI). However, no deal is certain and neither companies did not immediately respond to requests. Citi also released a note on the potential combination and stated it is unlikely. IAC (IAC) is to acquire Care.com (CRCM) for USD 15/share totalling USD 500mln, a 34% premium to CRCM closing price on October 25th, which was the day reports suggested a sale process was underway. Post Holdings (POST) responded to the FTC regarding the merger with TreeHouse Foods (THS) noting they are disappointed with the decision by the FTC to attempt to block the merger as the two companies believe it would produce more effective competition.</p><p><strong>* WEEKLY FX WRAP - GBP: </strong>The Pound appears to have found a foothold after a torrid week and circa 360° turnaround from post-UK election high to pre-Article 50 and Brexit transition low as elation or simply relief over the clear result switched to concerns about no deal if PM Johnson manages to enshrine December 31 next year as the EU departure deadline. Top tier domestic data has not really impacted along the way, though Sterling has benefited to some extent from an unexpected upward tweak to final Q3 GDP. Note, the last BoE policy meeting of the year was largely as forecast in terms of the 7-2 vote split and same dovish MPC dissenters, with outlook and stance still contingent on the nature of Britain’s withdrawal and new trade terms. On that note reports suggested that the EC has a proposal prepared to put forward on February 1 that is not too dissimilar to the current arrangements, but Cable is still some 5 big figures off peak and Eur/Gbp 200+ pips above its sub-0.8300 trough.</p><p><strong>* SEK/NOK: </strong>In stark contrast to the above, the Scandi Kronas looks set to end the week with healthy net gains, as Eur/Sek and Eur/Nok trade considerably closer to the bottom of 10.4950-4140 and 10.0860-9.9440 respective ranges. Risk-on sentiment in stocks if nothing else, as the seasonal/Santa rally rumbles on, aided the Swedish and Norwegian Crowns, but the key catalysts that compounded increasingly bullish technical impulses came via 2019 swansongs from the Riksbank and Norges Bank. To recap, the former raised the repo by 25 bp, as widely flagged, but not fully priced in and notwithstanding two Board members entering reservations, while the latter confounded some expectations for a more dovish twist to guidance via a depo rate path implying a 10 bp hike in 2022.</p><p><strong>* USD: </strong>The Greenback remains on track for a decent bounce from lows even though several major and the odd EM rival are currently outperforming, and US data has been supportive alongside a rebound in Treasury yields amidst curve steepening (2-10 year spread out to 30+ bp at one stage vs inversion only a few months ago). The DXY is sitting ‘comfortably’ above 97.500 and not far from best levels just over 97.600 vs sub-97.000 at the other end of the spectrum.</p><p><strong>* AUD, NZD, CAD: </strong>The Antipodean Dollars have been tussling for bragging rights down under, with the Aud/Nzd cross hitting 1.0374 and 1.0464 as the cross-winds reached turning points and upbeat Aussie labour data propelled Aud/Usd up to 0.6900 or thereabouts amidst a marked reduction in RBA rate cut pricing. Prior to that, Nzd/Usd was in the ascendency on encouraging GDP metrics on balance and then another improvement in business sentiment and expectations. However, Usd/Cad was undermined by a string of Canadian data misses culminating in retail sales falling significantly short of consensus and together offsetting all and more of any positives via further passage of the USMCA. The Loonie is languishing near the base of 1.3100-85 parameters but holding just above chart resistance ahead of 1.3200 in the shape of the 50 DMA (1.3195).</p><p><strong>* EUR, CHF, JPY: </strong>The Euro and Franc have both tailed off on Friday having failed to build on gains earlier in the week and not gleaning much independent direction, aside from pretty weak Eurozone preliminary PMIs vs a wider Swiss trade surplus that was tainted somewhat by a drop in key watch exports. Eur/Usd staged several attempts to extend/sustain rallies beyond 1.1150 and managed 1.1175 at best but is now eyeing bids said to be sitting around 1.1080, while Usd/Chf has bounced from around 0.9770 towards the 0.9845 high. Conversely, the Yen has been relatively rangebound and contained losses before threatening early December troughs within a 109.20-67 band following no change in an policy from the BoJ or bias towards maintaining/enhancing stimulus if necessary.</p><p><strong>* EMFX: </strong>A hectic week across the region, and far from constructive for the Lira due to heightened tension between Turkey and the US with President Erdogan vowing retaliation against any sanctions. Elsewhere, the Mexican Peso has taken the anticipated Banxico ¼ point ease in stride and its Argentinian counterpart took some solace from official efforts to support the economy and stop a Peso run via a fresh growth package and 30% tax on foreign currency purchases. Meanwhile, less Eskom load-shedding lent a hand to the SA Rand on top of Fitch reaffirming the sovereign’s rating and Brazil’s Real broadly shrugged off BCB minutes in line with Hungary’s Forint when the NBH stood pat and retained an easing bias despite upgrading or maintaining inflation and growth projections. Last, but by no means least, the Yuans skirted 7.0000 amidst more rather conflicting US-China trade headlines ahead of the eagerly anticipated signing of the Phase 1 pact sometime in early January.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-20th-december-2019-stocks-end-the-week-with-fresh-record-highs-as-desks-begin-to-close-for-the-year-20-12-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 05:04:00",
        "gmt_time": "2019-12-20 21:04:00"
    },
    {
        "id": 901892,
        "updated_sequence": 2043946,
        "published_at": {
            "unix": 1576873800,
            "text": "2019-12-20 20:30:00 +0000",
            "iso_8601": "2019-12-20T20:30:00Z"
        },
        "updated_at": {
            "unix": 1576873690,
            "text": "2019-12-20 20:28:10 +0000",
            "iso_8601": "2019-12-20T20:28:10Z"
        },
        "subject": "NEWSQUAWK CHRISTMAS PERIOD OPENING HOURS",
        "content": "<p>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p><strong>Closed for business 25th, 26th, 27th, 30th, 31st December 2019 and 1st January 2020</strong></p><p><strong>Normal service will resume at 0630GMT on Thursday&nbsp;2nd&nbsp;of January 2020 for the beginning of the EU Session</strong></p><p><strong>Market closures and desk opening hours</strong></p><p>&nbsp;</p><p><strong>24th December - </strong>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p>Floor Trade</p><p>1. CME/CBOT –FX and Interest Rates close at 1800GMT/1200CST, Equities Futures and Options close at 1815GMT/1215CST</p><p>2. NYSE – Early close at 1800GMT</p><p>Electronic Trade</p><p>1. CME – Equity, interest rates, FX close 1815GMT/1215CST, Energy closes at 1845GMT/1245CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Instruments will begin closing at 1255GMT/0655CST</p><p>Cash Index:</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – All instruments will be closed by 1305GMT/0705CST</p><p>3. DAX - Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan – Regular Hours</p><p>Hong Kong – Regular Hours</p><p>&nbsp;</p><p><strong>25th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>26th December (Boxing Day) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading and clearing (exercise, settlement and cash) in all derivatives</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>27th and 30th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex - Regular hours</p><p>4. Euronext Derivatives - Regular hours</p><p>Cash Index: -</p><p>1. FTSE – Regular hours</p><p>2. Euronext Cash – Regular Hours</p><p>3. DAX – Regular hours</p><p>4. IBEX 35 – Regular hours</p><p>5. FTSE MIB – Regular hours</p><p>6. SMI – Regular hours</p><p>7. Oslo Bors – Regular hours</p><p>8. OMX 30 - Regular hours</p><p>Australia – Regular Close</p><p>Japan – Regular Close</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>31st December (NYE)– Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – FX and Interest Rates close at 1800GMT/1200CST</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular close</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Closes begin at 1255GMT/0655CST</p><p>Cash Index: -</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – Closes begin at 1305GMT/0705CST</p><p>3. DAX – Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan - Closed</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>1st January (NYD) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX – Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan - Closed</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>2nd January (Thursday) – Markets open. Desk will re-open at 0630GMT for the beginning of the European session&nbsp;</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-christmas-period-opening-hours-13_13pm_utc_20-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 04:30:00",
        "gmt_time": "2019-12-20 20:30:00"
    },
    {
        "id": 901961,
        "updated_sequence": 2043944,
        "published_at": {
            "unix": 1576873500,
            "text": "2019-12-20 20:25:00 +0000",
            "iso_8601": "2019-12-20T20:25:00Z"
        },
        "updated_at": {
            "unix": 1576873565,
            "text": "2019-12-20 20:26:05 +0000",
            "iso_8601": "2019-12-20T20:26:05Z"
        },
        "subject": "China President Xi reportedly told Trump US interference harming Chinese interests, according to state news agency Xinhua",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AFP",
        "slug": "china-president-xi-reportedly-told-trump-us-interference-harming-chinese-interests-according-to-state-news-agency-xinhua-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 04:25:00",
        "gmt_time": "2019-12-20 20:25:00"
    },
    {
        "id": 901960,
        "updated_sequence": 2043941,
        "published_at": {
            "unix": 1576872540,
            "text": "2019-12-20 20:09:00 +0000",
            "iso_8601": "2019-12-20T20:09:00Z"
        },
        "updated_at": {
            "unix": 1576872610,
            "text": "2019-12-20 20:10:10 +0000",
            "iso_8601": "2019-12-20T20:10:10Z"
        },
        "subject": "US T-Note futures (H0) settle 2 ticks lower at 128-08",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The bias was slightly towards bear-flattening, although yields were up by around 1bps or so. Traders attributed the unrevised Q3 GDP print, with the data also revealing consumer spending better than expected, and businesses spending on non-residential structures, like power infrastructure, wires noted. The small upward revision in Michigan sentiment was also said to be a contributing factor. The theme this week has been steepening of 2s10s, although that wasn't seen on Friday, with many desks wrapping up for the year, there was a quiet feel to Treasury trade, which may again be seen in the early part of next week, before the Christmas holidays.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1576872610,
            "text": "2019-12-20 20:10:10 +0000",
            "iso_8601": "2019-12-20T20:10:10Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-t-note-futures-h0-settle-2-ticks-lower-at-128-08-20-12-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 04:09:00",
        "gmt_time": "2019-12-20 20:09:00"
    },
    {
        "id": 901752,
        "updated_sequence": 2043935,
        "published_at": {
            "unix": 1576872000,
            "text": "2019-12-20 20:00:00 +0000",
            "iso_8601": "2019-12-20T20:00:00Z"
        },
        "updated_at": {
            "unix": 1576872000,
            "text": "2019-12-20 20:00:00 +0000",
            "iso_8601": "2019-12-20T20:00:00Z"
        },
        "subject": "NEWSQUAWK CHRISTMAS PERIOD OPENING HOURS",
        "content": "<p>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p><strong>Closed for business 25th, 26th, 27th, 30th, 31st December 2019 and 1st January 2020</strong></p><p><strong>Normal service will resume at 0630GMT on Thursday&nbsp;2nd&nbsp;of January 2020 for the beginning of the EU Session</strong></p><p><strong>Market closures and desk opening hours</strong></p><p>&nbsp;</p><p><strong>24th December - </strong>Business as usual up to<strong>1845GMT Tuesday 24th December 2019</strong></p><p>Floor Trade</p><p>1. CME/CBOT –FX and Interest Rates close at 1800GMT/1200CST, Equities Futures and Options close at 1815GMT/1215CST</p><p>2. NYSE – Early close at 1800GMT</p><p>Electronic Trade</p><p>1. CME – Equity, interest rates, FX close 1815GMT/1215CST, Energy closes at 1845GMT/1245CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Instruments will begin closing at 1255GMT/0655CST</p><p>Cash Index:</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – All instruments will be closed by 1305GMT/0705CST</p><p>3. DAX - Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan – Regular Hours</p><p>Hong Kong – Regular Hours</p><p>&nbsp;</p><p><strong>25th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>26th December (Boxing Day) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading and clearing (exercise, settlement and cash) in all derivatives</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>27th and 30th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex - Regular hours</p><p>4. Euronext Derivatives - Regular hours</p><p>Cash Index: -</p><p>1. FTSE – Regular hours</p><p>2. Euronext Cash – Regular Hours</p><p>3. DAX – Regular hours</p><p>4. IBEX 35 – Regular hours</p><p>5. FTSE MIB – Regular hours</p><p>6. SMI – Regular hours</p><p>7. Oslo Bors – Regular hours</p><p>8. OMX 30 - Regular hours</p><p>Australia – Regular Close</p><p>Japan – Regular Close</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>31st December (NYE)– Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – FX and Interest Rates close at 1800GMT/1200CST</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular close</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Closes begin at 1255GMT/0655CST</p><p>Cash Index: -</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – Closes begin at 1305GMT/0705CST</p><p>3. DAX – Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan - Closed</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>1st January (NYD) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX – Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan - Closed</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>2nd January (Thursday) – Markets open. Desk will re-open at 0630GMT for the beginning of the European session&nbsp;</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-christmas-period-opening-hours-20_00pm_utc_19-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 04:00:00",
        "gmt_time": "2019-12-20 20:00:00"
    },
    {
        "id": 901958,
        "updated_sequence": 2043931,
        "published_at": {
            "unix": 1576870800,
            "text": "2019-12-20 19:40:00 +0000",
            "iso_8601": "2019-12-20T19:40:00Z"
        },
        "updated_at": {
            "unix": 1576870881,
            "text": "2019-12-20 19:41:21 +0000",
            "iso_8601": "2019-12-20T19:41:21Z"
        },
        "subject": "Fitch Downgrades Argentina To 'RD'",
        "content": "<ul><li>Via <a href=\"https://t.co/obHOsznNA1\">Fitch</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-downgrades-argentina-to-rd-20-12-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 03:40:00",
        "gmt_time": "2019-12-20 19:40:00"
    },
    {
        "id": 901957,
        "updated_sequence": 2043933,
        "published_at": {
            "unix": 1576870380,
            "text": "2019-12-20 19:33:00 +0000",
            "iso_8601": "2019-12-20T19:33:00Z"
        },
        "updated_at": {
            "unix": 1576871061,
            "text": "2019-12-20 19:44:21 +0000",
            "iso_8601": "2019-12-20T19:44:21Z"
        },
        "subject": "WTI (G0) settles USD 0.74 lower at USD 60.44; Brent (G0) settles USD 0.40 lower at USD 66.14",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude benchmarks settled lower on Friday, though ends the weaker higher to book the third straight week of gains. Desks had reported participants closing positions ahead of the weekend, as well as the growing seasonal dry up of liquidity. Prices accumulated momentum to the downside as US participants arrived, not long after and not long after the energy cash open, the crude complex breached key short-term technical levels to the downside, before bottoming out at the European cash equity close. News flow in energy remained light, although the latest Baker Hughes rig count in the US showed oi rigs +18 at 685, the largest gain since February 2018, whilst natgas rigs -4 at 125, leaving total +14 at 813.</p>",
        "analysis_updated_at": {
            "unix": 1576870380,
            "text": "2019-12-20 19:33:00 +0000",
            "iso_8601": "2019-12-20T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "wti-g0-settles-usd-0-74-lower-at-usd-60-44-brent-g0-settles-usd-0-40-lower-at-usd-66-14-20-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 03:33:00",
        "gmt_time": "2019-12-20 19:33:00"
    },
    {
        "id": 900929,
        "updated_sequence": 2043923,
        "published_at": {
            "unix": 1576866900,
            "text": "2019-12-20 18:35:00 +0000",
            "iso_8601": "2019-12-20T18:35:00Z"
        },
        "updated_at": {
            "unix": 1576866900,
            "text": "2019-12-20 18:35:00 +0000",
            "iso_8601": "2019-12-20T18:35:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The vote was carried out with a 358 v 234 victory and thus a 124 vote majority; note the Conservatives hold an 80-seat majority.&nbsp;</li><li>As such, the bill will now make its way through the remaining Parliamentary stages at some point in January following the Christmas recess.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1576852611,
            "text": "2019-12-20 14:36:51 +0000",
            "iso_8601": "2019-12-20T14:36:51Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-13-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:35:00",
        "gmt_time": "2019-12-20 18:35:00"
    },
    {
        "id": 901956,
        "updated_sequence": 2043921,
        "published_at": {
            "unix": 1576865820,
            "text": "2019-12-20 18:17:00 +0000",
            "iso_8601": "2019-12-20T18:17:00Z"
        },
        "updated_at": {
            "unix": 1576865852,
            "text": "2019-12-20 18:17:32 +0000",
            "iso_8601": "2019-12-20T18:17:32Z"
        },
        "subject": "Edison International (EIX) / Pacific Gas & Electric (PCG) – US President Trump administration has reportedly intervened to protect old fashioned incandescent light-bulb from higher energy efficiency standards, saying it undermines efforts to fight climate",
        "content": "<p><a href=\"https://www.wsj.com/articles/trump-administration-waives-tighter-rules-for-less-efficient-lightbulbs-11576865267?mod=newsviewer_click\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "edison-international-eix-pacific-gas-electric-pcg-us-president-trump-administration-has-reportedly-intervened-to-protect-old-fashioned-incandescent-light-bulb-from-higher-energy-efficiency-standards-saying-it-undermines-efforts-to-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:17:00",
        "gmt_time": "2019-12-20 18:17:00"
    },
    {
        "id": 901955,
        "updated_sequence": 2043918,
        "published_at": {
            "unix": 1576865460,
            "text": "2019-12-20 18:11:00 +0000",
            "iso_8601": "2019-12-20T18:11:00Z"
        },
        "updated_at": {
            "unix": 1576865499,
            "text": "2019-12-20 18:11:39 +0000",
            "iso_8601": "2019-12-20T18:11:39Z"
        },
        "subject": "US Commerce Secretary Ross says the US has been very careful on providing exclusions to the Huawei entity list, reiterates US could increase tariffs on China if they do not hold up to the trade deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-says-the-us-has-been-very-careful-on-providing-exclusions-to-the-huawei-entity-list-reiterates-us-could-increase-tariffs-on-china-if-they-do-not-hold-up-to-the-trade-deal-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:11:00",
        "gmt_time": "2019-12-20 18:11:00"
    },
    {
        "id": 901954,
        "updated_sequence": 2043909,
        "published_at": {
            "unix": 1576865160,
            "text": "2019-12-20 18:06:00 +0000",
            "iso_8601": "2019-12-20T18:06:00Z"
        },
        "updated_at": {
            "unix": 1576865206,
            "text": "2019-12-20 18:06:46 +0000",
            "iso_8601": "2019-12-20T18:06:46Z"
        },
        "subject": "US Commerce Secretary Ross says the reason it takes a while to get signed is due to the translations ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-says-the-reason-it-takes-a-while-to-get-signed-is-due-to-the-translations-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:06:00",
        "gmt_time": "2019-12-20 18:06:00"
    },
    {
        "id": 901953,
        "updated_sequence": 2043911,
        "published_at": {
            "unix": 1576864980,
            "text": "2019-12-20 18:03:00 +0000",
            "iso_8601": "2019-12-20T18:03:00Z"
        },
        "updated_at": {
            "unix": 1576865270,
            "text": "2019-12-20 18:07:50 +0000",
            "iso_8601": "2019-12-20T18:07:50Z"
        },
        "subject": "US Commerce Secretary Ross expects 75k more jobs to the auto-industry (F, GM) following USMCA",
        "content": "",
        "reaction_details": "<ul><li>In a delayed reaction Ford (F) shares saw slight upside moving from USD 9.48 to USD 9.52</li></ul>",
        "reaction_updated_at": {
            "unix": 1576865270,
            "text": "2019-12-20 18:07:50 +0000",
            "iso_8601": "2019-12-20T18:07:50Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-expects-75k-more-jobs-to-the-auto-industry-f-gm-following-usmca-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:03:00",
        "gmt_time": "2019-12-20 18:03:00"
    },
    {
        "id": 901952,
        "updated_sequence": 2043913,
        "published_at": {
            "unix": 1576864920,
            "text": "2019-12-20 18:02:00 +0000",
            "iso_8601": "2019-12-20T18:02:00Z"
        },
        "updated_at": {
            "unix": 1576865399,
            "text": "2019-12-20 18:09:59 +0000",
            "iso_8601": "2019-12-20T18:09:59Z"
        },
        "subject": "Baker Hughes Rig Count (20th Dec): Oil +18 at 685, Natgas -4 at 125, Total +14 at 813 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Largest rise in oil rigs since February 2018 and the second consecutive week of gains</li></ul>",
        "analysis_updated_at": {
            "unix": 1576865399,
            "text": "2019-12-20 18:09:59 +0000",
            "iso_8601": "2019-12-20T18:09:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-20th-dec-oil-18-at-685-natgas-4-at-125-total-14-at-813-20-12-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 02:02:00",
        "gmt_time": "2019-12-20 18:02:00"
    },
    {
        "id": 901951,
        "updated_sequence": 2043900,
        "published_at": {
            "unix": 1576864500,
            "text": "2019-12-20 17:55:00 +0000",
            "iso_8601": "2019-12-20T17:55:00Z"
        },
        "updated_at": {
            "unix": 1576864589,
            "text": "2019-12-20 17:56:29 +0000",
            "iso_8601": "2019-12-20T17:56:29Z"
        },
        "subject": "Brazilian Nov. oil output averaged 3.09mln BPD (October. 2.96mln BPD) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-nov-oil-output-averaged-3-09mln-bpd-october-2-96mln-bpd-20-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:55:00",
        "gmt_time": "2019-12-20 17:55:00"
    },
    {
        "id": 901950,
        "updated_sequence": 2043897,
        "published_at": {
            "unix": 1576864080,
            "text": "2019-12-20 17:48:00 +0000",
            "iso_8601": "2019-12-20T17:48:00Z"
        },
        "updated_at": {
            "unix": 1576864131,
            "text": "2019-12-20 17:48:51 +0000",
            "iso_8601": "2019-12-20T17:48:51Z"
        },
        "subject": "CNBC's Najarian notes unusual call activity for LBrands (LB) and Lululemon (LULU) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-najarian-notes-unusual-call-activity-for-lbrands-lb-and-lululemon-lulu-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:48:00",
        "gmt_time": "2019-12-20 17:48:00"
    },
    {
        "id": 901949,
        "updated_sequence": 2043894,
        "published_at": {
            "unix": 1576863840,
            "text": "2019-12-20 17:44:00 +0000",
            "iso_8601": "2019-12-20T17:44:00Z"
        },
        "updated_at": {
            "unix": 1576863894,
            "text": "2019-12-20 17:44:54 +0000",
            "iso_8601": "2019-12-20T17:44:54Z"
        },
        "subject": "Altanta Fed GDP Nowcast revised to 2.1% in Q4 2019 (prev. 2.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "altanta-fed-gdp-nowcast-revised-to-2-1-in-q4-2019-prev-2-3-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:44:00",
        "gmt_time": "2019-12-20 17:44:00"
    },
    {
        "id": 901948,
        "updated_sequence": 2043891,
        "published_at": {
            "unix": 1576863000,
            "text": "2019-12-20 17:30:00 +0000",
            "iso_8601": "2019-12-20T17:30:00Z"
        },
        "updated_at": {
            "unix": 1576863101,
            "text": "2019-12-20 17:31:41 +0000",
            "iso_8601": "2019-12-20T17:31:41Z"
        },
        "subject": "Boeing's (BA) Starliner is now reportedly safe and stable in Orbit ",
        "content": "<p><a href=\"https://twitter.com/BoeingSpace/status/1208076446155100160\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "boeing-s-ba-starliner-is-now-reportedly-safe-and-stable-in-orbit-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:30:00",
        "gmt_time": "2019-12-20 17:30:00"
    },
    {
        "id": 901947,
        "updated_sequence": 2043884,
        "published_at": {
            "unix": 1576861500,
            "text": "2019-12-20 17:05:00 +0000",
            "iso_8601": "2019-12-20T17:05:00Z"
        },
        "updated_at": {
            "unix": 1576861550,
            "text": "2019-12-20 17:05:50 +0000",
            "iso_8601": "2019-12-20T17:05:50Z"
        },
        "subject": "China President Xi says he is willing to continue meeting with US President Trump, according to China Daily",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-president-xi-says-he-is-willing-to-continue-meeting-with-us-president-trump-according-to-china-daily-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:05:00",
        "gmt_time": "2019-12-20 17:05:00"
    },
    {
        "id": 901946,
        "updated_sequence": 2043881,
        "published_at": {
            "unix": 1576861260,
            "text": "2019-12-20 17:01:00 +0000",
            "iso_8601": "2019-12-20T17:01:00Z"
        },
        "updated_at": {
            "unix": 1576861513,
            "text": "2019-12-20 17:05:13 +0000",
            "iso_8601": "2019-12-20T17:05:13Z"
        },
        "subject": "United Airlines (UAL) has  pulled the 737 Max from its schedule until June 4th (Prev. March), according to CNBC",
        "content": "<p><a href=\"https://www.cnbc.com/2019/12/20/united-pulls-737-max-from-its-schedule-until-early-june.html?__source=twitter%7Cmain\">Click here for link</a></p>",
        "reaction_details": "<ul><li>In an immediate reaction BA shares fell from USD 330.75 to USD 329</li></ul>",
        "reaction_updated_at": {
            "unix": 1576861512,
            "text": "2019-12-20 17:05:12 +0000",
            "iso_8601": "2019-12-20T17:05:12Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "united-airlines-ual-has-pulled-the-737-max-from-its-schedule-until-june-4th-prev-march-according-to-cnbc-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:01:00",
        "gmt_time": "2019-12-20 17:01:00"
    },
    {
        "id": 901945,
        "updated_sequence": 2043886,
        "published_at": {
            "unix": 1576861200,
            "text": "2019-12-20 17:00:00 +0000",
            "iso_8601": "2019-12-20T17:00:00Z"
        },
        "updated_at": {
            "unix": 1576861771,
            "text": "2019-12-20 17:09:31 +0000",
            "iso_8601": "2019-12-20T17:09:31Z"
        },
        "subject": "Chinese President Xi has reportedly expressed  concerns regarding the US's stance on Taiwan, according to Hong Kong Daily, ",
        "content": "<ul><li>Elsewhere, President Xi said the actions have interfered with China's corporate affairs undermining trust and cooperation between the US and China. Xi hopes the US will implement the consensus reached in prior discussions and not disturb relations between both sides.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-has-reportedly-expressed-concerns-regarding-the-us-s-stance-on-taiwan-according-to-hong-kong-daily-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 01:00:00",
        "gmt_time": "2019-12-20 17:00:00"
    },
    {
        "id": 901944,
        "updated_sequence": 2043871,
        "published_at": {
            "unix": 1576860240,
            "text": "2019-12-20 16:44:00 +0000",
            "iso_8601": "2019-12-20T16:44:00Z"
        },
        "updated_at": {
            "unix": 1576860591,
            "text": "2019-12-20 16:49:51 +0000",
            "iso_8601": "2019-12-20T16:49:51Z"
        },
        "subject": "General Electric (GE) JV with Safran (SAF FP), CFM, has reportedly agreed on a deal to build more Airbus (AIR FP) engines to help offset the 737 MAX shutdown, according to WSJ citing sources ",
        "content": "<p><a href=\"https://www.wsj.com/articles/ge-agrees-on-deal-to-build-more-airbus-engines-to-help-offset-max-shutdown-11576860015?mod=newsviewer_click\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows after Boeing (BA) announced is to halt the production of its 737 MAX jet in January, which has weighed on airlines (AAL, UAL, LUV) and supplies (SPR, GE) in recent days.</li><li>Boeing’s current production of the jet is 42 per month, and some estimate its backlog will sit at 400 by the year end. Note, when Boeing announced a production cut of the jet to 42 from 52, it cut GE’s quarterly cash flow by USD 400mln. Analysts at Capital Economics highlight the decision to halt production could result in a hit to the manufacturing sector, adding if it continues they expect it to knock up to 0.5ppts annualised off of Q1 GDP if the shutdown lasted for the whole quarter, adding if they do decide to lay off workers or workers become furloughed (against the company’s initial statement) the damage could be even worse.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576860300,
            "text": "2019-12-20 16:45:00 +0000",
            "iso_8601": "2019-12-20T16:45:00Z"
        },
        "push_notify": false,
        "source": "WSJ",
        "slug": "general-electric-ge-jv-with-safran-saf-fp-cfm-has-reportedly-agreed-on-a-deal-to-build-more-airbus-air-fp-engines-to-help-offset-the-737-max-shutdown-according-to-wsj-citing-sources-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:44:00",
        "gmt_time": "2019-12-20 16:44:00"
    },
    {
        "id": 901942,
        "updated_sequence": 2043858,
        "published_at": {
            "unix": 1576859760,
            "text": "2019-12-20 16:36:00 +0000",
            "iso_8601": "2019-12-20T16:36:00Z"
        },
        "updated_at": {
            "unix": 1576860112,
            "text": "2019-12-20 16:41:52 +0000",
            "iso_8601": "2019-12-20T16:41:52Z"
        },
        "subject": "Weekly FX Wrap: dissention within CB ranks and sharp fall from grace for Sterling",
        "content": "<p><strong>GBP</strong></p><p>The Pound appears to have found a foothold after a torrid week and circa 360° turnaround from post-UK election high to pre-Article 50 and Brexit transition low as elation or simply relief over the clear result switched to concerns about no deal if PM Johnson manages to enshrine December 31 next year as the EU departure deadline. Top tier domestic data has not really impacted along the way, though Sterling has benefited to some extent from an unexpected upward tweak to final Q3 GDP. Note, the last BoE policy meeting of the year was largely as forecast in terms of the 7-2 vote split and same dovish MPC dissenters, with outlook and stance still contingent on the nature of Britain’s withdrawal and new trade terms. On that note reports suggested that the EC has a proposal prepared to put forward on February 1 that is not too dissimilar to the current arrangements, but Cable is still some 5 big figures off peak and Eur/Gbp 200+ pips above its sub-0.8300 trough.</p><p><strong>SEK/NOK</strong></p><p>In stark contrast to the above, the Scandi Kronas looks set to end the week with healthy net gains, as Eur/Sek and Eur/Nok trade considerably closer to the bottom of 10.4950-4140 and 10.0860-9.9440 respective ranges. Risk-on sentiment in stocks if nothing else, as the seasonal/Santa rally rumbles on, aided the Swedish and Norwegian Crowns, but the key catalysts that compounded increasingly bullish technical impulses came via 2019 swansongs from the Riksbank and Norges Bank. To recap, the former raised the repo by 25 bp, as widely flagged, but not fully priced in and notwithstanding two Board members entering reservations, while the latter confounded some expectations for a more dovish twist to guidance via a depo rate path implying a 10 bp hike in 2022.</p><p><strong>USD&nbsp;</strong></p><p>The Greenback remains on track for a decent bounce from lows even though several major and the odd EM rival are currently outperforming, and US data has been supportive alongside a rebound in Treasury yields amidst curve steepening (2-10 year spread out to 30+ bp at one stage vs inversion only a few months ago). The <strong>DXY</strong> is sitting ‘comfortably’ above 97.500 and not far from best levels just over 97.600 vs sub-97.000 at the other end of the spectrum.</p><p><strong>AUD/NZD/CAD</strong></p><p>The Antipodean Dollars have been tussling for bragging rights down under, with the Aud/Nzd cross hitting 1.0374 and 1.0464 as the cross-winds reached turning points and upbeat Aussie labour data propelled Aud/Usd up to 0.6900 or thereabouts amidst a marked reduction in RBA rate cut pricing. Prior to that, Nzd/Usd was in the ascendency on encouraging GDP metrics on balance and then another improvement in business sentiment and expectations. However, Usd/Cad was undermined by a string of Canadian data misses culminating in retail sales falling significantly short of consensus and together offsetting all and more of any positives via further passage of the USMCA. The Loonie is languishing near the base of 1.3100-85 parameters, but holding just above chart resistance ahead of 1.3200 in the shape of the 50 DMA (1.3195).</p><p><strong>EUR/CHF/JPY&nbsp;</strong></p><p>The Euro and Franc have both tailed off on Friday having failed to build on gains earlier in the week and not gleaning much independent direction, aside from pretty weak Eurozone preliminary PMIs vs a wider Swiss trade surplus that was tainted somewhat by a drop in key watch exports. Eur/Usd staged several attempts to extend/sustain rallies beyond 1.1150 and managed 1.1175 at best, but is now eyeing bids said to be sitting around 1.1080, while Usd/Chf has bounced from around 0.9770 towards the 0.9845 high. Conversely, the Yen has been relatively rangebound and contained losses before threatening early December troughs within a 109.20-67 band following no change in an policy from the BoJ or bias towards maintaining/enhancing stimulus if necessary.</p><p><strong>EM&nbsp;</strong></p><p>A hectic week across the region, and far from constructive for the Lira due to heightened tension between Turkey and the US with President Erdogan vowing retaliation against any sanctions. Elsewhere, the Mexican Peso has taken the anticipated Banxico ¼ point ease in stride and its Argentinian counterpart took some solace from official efforts to support the economy and stop a Peso run via a fresh growth package and 30% tax on foreign currency purchases. Meanwhile, less Eskom load-shedding lent a hand to the SA Rand on top of Fitch reaffirming the sovereign’s rating and Brazil’s Real broadly shrugged off BCB minutes in line with Hungary’s Forint when the NBH stood pat and retained an easing bias despite upgrading or maintaining inflation and growth projections. Last, but by no means least, the Yuans skirted 7.0000 amidst more rather conflicting US-China trade headlines ahead of the eagerly anticipated signing of the Phase 1 pact sometime in early January.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-dissention-within-cb-ranks-and-sharp-fall-from-grace-for-sterling-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:36:00",
        "gmt_time": "2019-12-20 16:36:00"
    },
    {
        "id": 901941,
        "updated_sequence": 2043848,
        "published_at": {
            "unix": 1576859460,
            "text": "2019-12-20 16:31:00 +0000",
            "iso_8601": "2019-12-20T16:31:00Z"
        },
        "updated_at": {
            "unix": 1576859528,
            "text": "2019-12-20 16:32:08 +0000",
            "iso_8601": "2019-12-20T16:32:08Z"
        },
        "subject": "Nigerian exports of Bony Light in February have been set at 230k BPD (vs 276k BPD in January), according to a loading programme",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigerian-exports-of-bony-light-in-february-have-been-set-at-230k-bpd-vs-276k-bpd-in-january-according-to-a-loading-programme-20-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:31:00",
        "gmt_time": "2019-12-20 16:31:00"
    },
    {
        "id": 901940,
        "updated_sequence": 2043843,
        "published_at": {
            "unix": 1576858980,
            "text": "2019-12-20 16:23:00 +0000",
            "iso_8601": "2019-12-20T16:23:00Z"
        },
        "updated_at": {
            "unix": 1576859100,
            "text": "2019-12-20 16:25:00 +0000",
            "iso_8601": "2019-12-20T16:25:00Z"
        },
        "subject": "China's Global Times suggests Presidents Xi and Trump spoke today at US President Trump's request",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US President Trump says he had a very good talk with China President Xi concerning “our giant Trade Deal” noting China has already started large scale purchases of agricultural products &amp; more, with a formal signing being arranged.</li><li>Reports earlier suggested that China's President Xi will be not be attending Davos, where the two leaders were poised to hold a face to face meeting.</li><li><strong>Ag. Purchases: </strong>the current size under the agreement is for China to purchase USD 40bln a year with an increase to USD 50bln eventually. A China Think Tank this morning stated that the USD 40bln is actually feasible. Note, the Chinese had previously called for the purchases to be market based so it does not result in an oversupply of goods.</li><li><strong>The signing: </strong>In terms of timing it has been suggested the signing of the deal will be in January according to multiple US officials. Previous reports had suggested that it would likely be signed by China Vice Premier Liu he and USTR Lighthizer</li></ul>",
        "analysis_updated_at": {
            "unix": 1576859099,
            "text": "2019-12-20 16:24:59 +0000",
            "iso_8601": "2019-12-20T16:24:59Z"
        },
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-s-global-times-suggests-presidents-xi-and-trump-spoke-today-at-us-president-trump-s-request-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:23:00",
        "gmt_time": "2019-12-20 16:23:00"
    },
    {
        "id": 901939,
        "updated_sequence": 2043845,
        "published_at": {
            "unix": 1576858560,
            "text": "2019-12-20 16:16:00 +0000",
            "iso_8601": "2019-12-20T16:16:00Z"
        },
        "updated_at": {
            "unix": 1576859121,
            "text": "2019-12-20 16:25:21 +0000",
            "iso_8601": "2019-12-20T16:25:21Z"
        },
        "subject": "New York Fed Staff Nowcast stands at 1.3% for 2019:Q4 (Prev. 0.7%) and 1.6% for 2020:Q1 (prev. 0.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-staff-nowcast-stands-at-1-3-for-2019-q4-prev-0-7-and-1-6-for-2020-q1-prev-0-8-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:16:00",
        "gmt_time": "2019-12-20 16:16:00"
    },
    {
        "id": 901938,
        "updated_sequence": 2043837,
        "published_at": {
            "unix": 1576858440,
            "text": "2019-12-20 16:14:00 +0000",
            "iso_8601": "2019-12-20T16:14:00Z"
        },
        "updated_at": {
            "unix": 1576858566,
            "text": "2019-12-20 16:16:06 +0000",
            "iso_8601": "2019-12-20T16:16:06Z"
        },
        "subject": "Disney's (DIS) Star Wars reportedly has taken USD 40mln in North American ticket sales on Thursday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>That would make it the fifth best domestic opening night of all time. Disney says</p>",
        "analysis_updated_at": {
            "unix": 1576858566,
            "text": "2019-12-20 16:16:06 +0000",
            "iso_8601": "2019-12-20T16:16:06Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "disney-s-dis-star-wars-reportedly-has-taken-usd-40mln-in-north-american-ticket-sales-on-thursday-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-21 00:14:00",
        "gmt_time": "2019-12-20 16:14:00"
    },
    {
        "id": 901935,
        "updated_sequence": 2043826,
        "published_at": {
            "unix": 1576856160,
            "text": "2019-12-20 15:36:00 +0000",
            "iso_8601": "2019-12-20T15:36:00Z"
        },
        "updated_at": {
            "unix": 1576856245,
            "text": "2019-12-20 15:37:25 +0000",
            "iso_8601": "2019-12-20T15:37:25Z"
        },
        "subject": "ANALYSIS: Core PCE in line with expectations in November, though is lagging its CPI counterpart",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The core PCE components rose in line with expectations (+0.1% M/M, +1.6% Y/Y). Nevertheless, analysts note that, to two decimal places, PCE rose by 0.14%, which was still short of the 0.23% rise seen in the corresponding core CPI measure, likely due to the smaller weighting of rents in the PCE data, analysts at Pantheon Macroeconomics suggested. “The gap will narrow over the next year, though, if the recent upturn in healthcare services inflation continues, as it has a much bigger weighting in the PCE,” the consultancy writes, adding that “for now, the jury is out.”</p>",
        "analysis_updated_at": {
            "unix": 1576856245,
            "text": "2019-12-20 15:37:25 +0000",
            "iso_8601": "2019-12-20T15:37:25Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "analysis-core-pce-in-line-with-expectations-in-november-though-is-lagging-its-cpi-counterpart-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 23:36:00",
        "gmt_time": "2019-12-20 15:36:00"
    },
    {
        "id": 901934,
        "updated_sequence": 2043815,
        "published_at": {
            "unix": 1576855560,
            "text": "2019-12-20 15:26:00 +0000",
            "iso_8601": "2019-12-20T15:26:00Z"
        },
        "updated_at": {
            "unix": 1576855665,
            "text": "2019-12-20 15:27:45 +0000",
            "iso_8601": "2019-12-20T15:27:45Z"
        },
        "subject": "White House Trade Advisor Navarro says that the Fed has gotten the message regarding lowering rates from US President Trump., Fox News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "white-house-trade-advisor-navarro-says-that-the-fed-has-gotten-the-message-regarding-lowering-rates-from-us-president-trump-fox-news-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 23:26:00",
        "gmt_time": "2019-12-20 15:26:00"
    },
    {
        "id": 901933,
        "updated_sequence": 2043819,
        "published_at": {
            "unix": 1576855500,
            "text": "2019-12-20 15:25:00 +0000",
            "iso_8601": "2019-12-20T15:25:00Z"
        },
        "updated_at": {
            "unix": 1576855947,
            "text": "2019-12-20 15:32:27 +0000",
            "iso_8601": "2019-12-20T15:32:27Z"
        },
        "subject": "US President Trump says he had a very good talk with China President Xi concerning “our giant Trade Deal” noting China has already started large scale purchases of agricultural products & more, with a formal signing being arranged ",
        "content": "<ul><li>Adds, the two also talked about North Korea, where we are working with China, &amp; Hong Kong (progress!).</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1208045488156614659\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Reports earlier suggested that China's President Xi will be not be attending Davos, where the two leaders were poised to hold a face to face meeting.</li><li><strong>Ag. Purchases: </strong>the current size under the agreement is for China to purchase USD 40bln a year with an increase to USD 50bln eventually. A China Think Tank this morning stated that the USD 40bln is actually feasible. Note, the Chinese had previously called for the purchases to be market based so it does not result in an oversupply of goods.</li><li><strong>The signing: </strong>In terms of timing it has been suggested the signing of the deal will be in January according to multiple US officials. Previous reports had suggested that it would likely be signed by China Vice Premier Liu he and USTR Lighthizer</li></ul>",
        "analysis_updated_at": {
            "unix": 1576855860,
            "text": "2019-12-20 15:31:00 +0000",
            "iso_8601": "2019-12-20T15:31:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-says-he-had-a-very-good-talk-with-china-president-xi-concerning-our-giant-trade-deal-noting-china-has-already-started-large-scale-purchases-of-agricultural-products-more-with-a-formal-signing-being-arranged-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 23:25:00",
        "gmt_time": "2019-12-20 15:25:00"
    },
    {
        "id": 901930,
        "updated_sequence": 2043801,
        "published_at": {
            "unix": 1576854000,
            "text": "2019-12-20 15:00:00 +0000",
            "iso_8601": "2019-12-20T15:00:00Z"
        },
        "updated_at": {
            "unix": 1576854077,
            "text": "2019-12-20 15:01:17 +0000",
            "iso_8601": "2019-12-20T15:01:17Z"
        },
        "subject": "US Justice Dept. and FCC are to reportedly file papers supporting the merger between Sprint (S) & T-Mobile (TMUS), and the court filing will criticise the challenges made by State AG’s, according to WSJ citing sources",
        "content": "<p><a href=\"https://www.wsj.com/articles/justice-department-fcc-to-file-papers-supporting-t-mobile-sprint-merger-11576853726?mod=searchresults&amp;page=1&amp;pos=1\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-justice-dept-and-fcc-are-to-reportedly-file-papers-supporting-the-merger-between-sprint-s-t-mobile-tmus-and-the-court-filing-will-criticise-the-challenges-made-by-state-ag-s-according-to-wsj-citing-sources-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 23:00:00",
        "gmt_time": "2019-12-20 15:00:00"
    },
    {
        "id": 901918,
        "updated_sequence": 2043821,
        "published_at": {
            "unix": 1576853700,
            "text": "2019-12-20 14:55:00 +0000",
            "iso_8601": "2019-12-20T14:55:00Z"
        },
        "updated_at": {
            "unix": 1576856104,
            "text": "2019-12-20 15:35:04 +0000",
            "iso_8601": "2019-12-20T15:35:04Z"
        },
        "subject": "Over 267mln Facebook (FB) users reportedly had its names and phone numbers leaked on the dark web, according to Fox citing a cyber security researcher",
        "content": "<ul><li>Via <a href=\"https://www.foxnews.com/tech/over-267m-facebook-users-had-names-phone-numbers-leaked-on-dark-web\">Fox News</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "over-267mln-facebook-fb-users-reportedly-had-its-names-and-phone-numbers-leaked-on-the-dark-web-according-to-fox-citing-a-cyber-security-researcher-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:55:00",
        "gmt_time": "2019-12-20 14:55:00"
    },
    {
        "id": 901917,
        "updated_sequence": 2043823,
        "published_at": {
            "unix": 1576853580,
            "text": "2019-12-20 14:53:00 +0000",
            "iso_8601": "2019-12-20T14:53:00Z"
        },
        "updated_at": {
            "unix": 1576856172,
            "text": "2019-12-20 15:36:12 +0000",
            "iso_8601": "2019-12-20T15:36:12Z"
        },
        "subject": "Boeing (BA) and Embraer (ERJ) reportedly are to receive Brazil regulatory approval in January, according to sources ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction ERJ shares spiked from USD 18.98 to USD 19.18 before paring slightly to USD 19.13; BA shares unreactive</li></ul>",
        "reaction_updated_at": {
            "unix": 1576853700,
            "text": "2019-12-20 14:55:00 +0000",
            "iso_8601": "2019-12-20T14:55:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Business TV",
        "slug": "boeing-ba-and-embraer-erj-reportedly-are-to-receive-brazil-regulatory-approval-in-january-according-to-sources-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:53:00",
        "gmt_time": "2019-12-20 14:53:00"
    },
    {
        "id": 901915,
        "updated_sequence": 2043739,
        "published_at": {
            "unix": 1576852920,
            "text": "2019-12-20 14:42:00 +0000",
            "iso_8601": "2019-12-20T14:42:00Z"
        },
        "updated_at": {
            "unix": 1576853128,
            "text": "2019-12-20 14:45:28 +0000",
            "iso_8601": "2019-12-20T14:45:28Z"
        },
        "subject": "ANALYSIS - CANADIAN RETAIL SALES: Another woe for the BoC ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>CANADIAN RETAIL SALES (OCT) fell by 1.2% in October, missing the expected rise by 0.5% and deepening from September’s 0.1% fall; the ex-autos component also disappointed with a surprise fall by 0.5%. RBC notes that the figures look “oddly soft” - highlighting the fall in eight out of eleven sectors - given the backdrop of decent, but not amazing, household income. Following the dismal November employment report, “The numbers will keep concerns alive that the domestic Canadian economic growth backdrop has lost its footing somewhat at the end of the year,” the bank writes, concluding that Q4 GDP is shaping up to print firmly beneath the BoC’s 1.3% forecast, with attention on the next labour report to grasp a more accurate reading of the trend.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576853040,
            "text": "2019-12-20 14:44:00 +0000",
            "iso_8601": "2019-12-20T14:44:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk/RBC",
        "slug": "analysis-canadian-retail-sales-another-woe-for-the-boc-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:42:00",
        "gmt_time": "2019-12-20 14:42:00"
    },
    {
        "id": 901914,
        "updated_sequence": 2043805,
        "published_at": {
            "unix": 1576852560,
            "text": "2019-12-20 14:36:00 +0000",
            "iso_8601": "2019-12-20T14:36:00Z"
        },
        "updated_at": {
            "unix": 1576854827,
            "text": "2019-12-20 15:13:47 +0000",
            "iso_8601": "2019-12-20T15:13:47Z"
        },
        "subject": "US Equity Open Summary: The three major bourses extend on ATH’s as year-end approaches ",
        "content": "<p>INDIVIDUAL STOCK MOVERS:</p><p>Gainers:</p><ul><li><strong>Carnival (CCL) +7.4% </strong>after strong earnings report which beat on top and bottom line and strong guidance</li><li><strong>Norwegian Cruise Line Holdings (NCLH) +3.2% </strong>in sympathy of CCL</li><li><strong>Kellogg’s (K) +2.4% </strong>higher after an upgrade at Bank of America (BAC) to Buy from Neutral</li></ul><p>Losers</p><ul><li><strong>F5 Networks (F5) -5.3% </strong>after it announced it is to acquire Shape Security for USD 1bln</li><li><strong>CarMax (KMX) -5.3% </strong>after earnings which saw EPS miss by USD 0.18</li><li><strong>Boeing (BA) -0.8% </strong>amid reports its Starliner entered the wrong orbit to lock in with the ISS, also reports that Turkish airlines are to seek compensation for its losses from the grounding of the 737 MAX jet.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The majority of sectors print fresh record highs, S&amp;P500 breached 3200 in the tail-end of yesterday’s session and closed at 3205, futures caught a bid heading into today’s open which saw the SPX open ~15 points higher with all sectors trading in the green. Gains appear to be driven by Consumer Staples, led by Kellog’s (K) who were upgraded at Bank of America. Healthcare also performing well following several regulatory approvals; where MRK, GILD, &amp; BMY all open higher. The underperformers today are Consumer Discretionary, Communication Services and Telecommunication Services. NKE are capping gains in Consumer Discretionary after its earnings reports, where despite EPS and revenue beats, margins were slightly weak, and analysts have noted the recent rally of the name is also contributing to the downside. Communications the worst performer at the open (albeit still slightly higher) as F5 Networks weigh on the sector after it announced it is to acquire Shape Security for USD 1bln; FB also trading lower following the open.</li><li><strong>NOTE: </strong>Desks are cognizant of liquidity conditions as the year end approaches given the extremely choppy price action seen in 2018.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576852680,
            "text": "2019-12-20 14:38:00 +0000",
            "iso_8601": "2019-12-20T14:38:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-equity-open-summary-the-three-major-bourses-extend-on-ath-s-as-year-end-approaches-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:36:00",
        "gmt_time": "2019-12-20 14:36:00"
    },
    {
        "id": 901913,
        "updated_sequence": 2043732,
        "published_at": {
            "unix": 1576852380,
            "text": "2019-12-20 14:33:00 +0000",
            "iso_8601": "2019-12-20T14:33:00Z"
        },
        "updated_at": {
            "unix": 1576852784,
            "text": "2019-12-20 14:39:44 +0000",
            "iso_8601": "2019-12-20T14:39:44Z"
        },
        "subject": "HoC have approved the second reading of PM Johnson's Brexit deal legislation; as expected ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This was carried out with a 324 v 234 vote and thus a 124 vote majority vs. the Conservatives 80 seat majority.&nbsp;</li><li>The bill was pass through the remaining Parliamentary stages after the Christmas recess in January.&nbsp;</li><li>Note, the bill has a newly inserted clause which outlaws extending the current transition period beyond 2020.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1576852783,
            "text": "2019-12-20 14:39:43 +0000",
            "iso_8601": "2019-12-20T14:39:43Z"
        },
        "push_notify": true,
        "source": "Twitter",
        "slug": "hoc-have-approved-the-second-reading-of-pm-johnson-s-brexit-deal-legislation-as-expected-20-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:33:00",
        "gmt_time": "2019-12-20 14:33:00"
    },
    {
        "id": 901911,
        "updated_sequence": 2043717,
        "published_at": {
            "unix": 1576851780,
            "text": "2019-12-20 14:23:00 +0000",
            "iso_8601": "2019-12-20T14:23:00Z"
        },
        "updated_at": {
            "unix": 1576851974,
            "text": "2019-12-20 14:26:14 +0000",
            "iso_8601": "2019-12-20T14:26:14Z"
        },
        "subject": "North Korean Government may hold a key meeting on December 21st-22nd., NK Daily",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier reports indicated that the US is closely monitoring North Korea regarding threats relating to a Christmas missile launch</li></ul>",
        "analysis_updated_at": {
            "unix": 1576851974,
            "text": "2019-12-20 14:26:14 +0000",
            "iso_8601": "2019-12-20T14:26:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korean-government-may-hold-a-key-meeting-on-december-21st-22nd-nk-daily-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:23:00",
        "gmt_time": "2019-12-20 14:23:00"
    },
    {
        "id": 901910,
        "updated_sequence": 2043719,
        "published_at": {
            "unix": 1576851540,
            "text": "2019-12-20 14:19:00 +0000",
            "iso_8601": "2019-12-20T14:19:00Z"
        },
        "updated_at": {
            "unix": 1576852019,
            "text": "2019-12-20 14:26:59 +0000",
            "iso_8601": "2019-12-20T14:26:59Z"
        },
        "subject": "Additional US Equity Stories: VIAC, CCL, TSLA",
        "content": "<ul><li>ViacomCBS (VIAC) announced it has entered into an agreement to acquire a 49% stake in MIRAMAX from beIN Media Group; BeIN will still hold majority of 51%.</li><li>Carnival (CCL LN, CCL) Q4 20 (USD) adj. EPS 0.62 (exp. 0.49), revenue 4.8bln vs. (exp. 4.57bln) &nbsp;Sees Q1 adj. EPS USD 0.47-0.51, FY 2020 at USD 4.30-4.60 vs. Exp. USD 4.42</li><li>Tesla (TSLA) announced it has opened the first Supercharger V3 in Europe with a new station in London, bringing 250 kW to the UK. (Electrek)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-us-equity-stories-viac-ccl-tsla-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:19:00",
        "gmt_time": "2019-12-20 14:19:00"
    },
    {
        "id": 901909,
        "updated_sequence": 2043711,
        "published_at": {
            "unix": 1576851300,
            "text": "2019-12-20 14:15:00 +0000",
            "iso_8601": "2019-12-20T14:15:00Z"
        },
        "updated_at": {
            "unix": 1576851628,
            "text": "2019-12-20 14:20:28 +0000",
            "iso_8601": "2019-12-20T14:20:28Z"
        },
        "subject": "Carnival (CCL LN) Q4 20 (USD) adj. EPS 0.62 (exp. 0.49), revenue 4.8bln vs. (exp. 4.57bln)",
        "content": "<ul><li>Sees Q1 adj. EPS USD 0.47-0.51, FY 2020 at USD 4.30-4.60 vs. Exp. USD 4.42</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction , company share rose from GBP 33.50 to GBP 34.90 before paring back some of the move</li></ul>",
        "reaction_updated_at": {
            "unix": 1576851627,
            "text": "2019-12-20 14:20:27 +0000",
            "iso_8601": "2019-12-20T14:20:27Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "carnival-ccl-ln-q4-20-usd-adj-eps-0-62-exp-0-49-revenue-4-8bln-vs-exp-4-57bln-20-12-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:15:00",
        "gmt_time": "2019-12-20 14:15:00"
    },
    {
        "id": 901907,
        "updated_sequence": 2043698,
        "published_at": {
            "unix": 1576850580,
            "text": "2019-12-20 14:03:00 +0000",
            "iso_8601": "2019-12-20T14:03:00Z"
        },
        "updated_at": {
            "unix": 1576851002,
            "text": "2019-12-20 14:10:02 +0000",
            "iso_8601": "2019-12-20T14:10:02Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News - 20th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23522/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) had its PT increased to USD 305 at Piper Jaffray, who note sales expectations for the upcoming iPhone 5G are too low, whilst also expecting non iPhone sales such as Apple Watch, AirPods and AirPods Pro are trending better than expected through the end of the year</li><li><strong>Nike Inc (NKE)</strong> (Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods) Q2 20 (USD): EPS 0.70 (exp. 0.58), Revenue 10.3bln (exp. 10.09bln). Gross margin 44% (prev. 43.8%, analysts highlight this was beneath expectations); Notes the gross margin was partially offset by impacts of higher product costs, primarily due to the incremental tariffs in NA. China Revenue 1.874bln (exp. 1.794bln). North America USD 3.982bln (exp. 3.999bln). CEO Parker is to become executive chairman also. Analysts also attributed the stock’s strong performance this year to some of its weakness in after-hours trade.</li><li><strong>Biogen Inc. (BIIB)</strong> (Health Care/Biotechnology) authorised a fresh share repurchase programme of USD 5bln</li></ul><p>20th December 2019</p><p><strong>Dec Aggregate Expiration Related Rebalances</strong></p><ul><li><strong>Buys:</strong> UBER +41.5mil, LYFT +7.9, CSCO +5.0, SPLK +2.4, CRM +2.3, DT +1.9, FISV +1.8, NTNX +1.79, PD 1.79, CDW +1.78, PYPL 1.78, PING 1.77, TXN 1.5, ANSS 1.39, NVDA 1.27, NFXL 690k, TEAM +640k.</li><li><strong>Sells:</strong> AAPL -14.8mil, ORCL -9.8, INTC -8.7, NLOK -7.06, EBAY -3.26, QCOM -2.99, MSFT -2.9, NTAP -1.19, ATEN -836k, GOOG -829k</li></ul><p>Of Note for <strong>large-cap energy names</strong>, Shell (RDSA LN) expects its FY 2019 cash capital expenditures to be at the lower end of previously guided USD 24-29bln. Co sees its Q4 chemical cracker and intermediate margins to be materially lower than in Q3 2019 due to weak macro environment. Based on macro outlook, Co sees FY post-tax impairment charges of USD 1.7bln-2.3bln in Q4.</p><p>DOW</p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) had its PT increased to USD 305 at Piper Jaffray, who note sales expectations for the upcoming iPhone 5G are too low, whilst also expecting non iPhone sales such as Apple Watch, AirPods and AirPods Pro are trending better than expected through the end of the year. Elsewhere, reports state that Apple has a secret team working on satellites and wireless technology to find new ways to beam data such as internet connectivity, directly to devices, according to people familiar with the matter.</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) announced its Starliner is in the wrong orbit it required to reach the International Space Station. Elsewhere, BA has been awarded a USD 1.46bln contract for support services to AJ-64DE Apache helicopters. Also, of note, Turkish Airlines is preparing a case against Boeing regarding the 737 MAX, as the airline is expecting compensation for the losses made following the grounding of the jet.</li><li>Johnson &amp; Johnson (JNJ) (Health Care/Pharmaceuticals) announced an agreement to acquire the remaining stake in Verb Surgical after a collaboration with an Alphabet Inc Class C (GOOG) (Communication Services/Interactive Media &amp; Services) company named Verily. The combination helps JNJ’s vision to make medical interventions, smarter, less invasive and more personalised.</li><li><strong>Merck &amp; Co. (MRK)</strong> (Health Care/Pharmaceuticals) announced it received FDA approval for its Ebola vaccine, Ervebo, for individuals 18 and over. Elsewhere,<strong> </strong>it<strong> </strong>received approval in Japan for its Keytruda for three new first line indications across advances renal cell carcinoma and recurrent or distant metastatic head and neck cancer.</li><li><strong>Nike Inc (NKE)</strong> (Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods) Q2 20 (USD): EPS 0.70 (exp. 0.58), Revenue 10.3bln (exp. 10.09bln). Gross margin 44% (prev. 43.8%, analysts highlight this was beneath expectations); Notes the gross margin was partially offset by impacts of higher product costs, primarily due to the incremental tariffs in NA. China Revenue 1.874bln (exp. 1.794bln). North America USD 3.982bln (exp. 3.999bln). CEO Parker is to become executive chairman also. Analysts also attributed the stock’s strong performance this year to some of its weakness in after-hours trade.</li></ul><p>NASDAQ 100</p><ul><li><strong>Alphabet Inc Class A (GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) has been fined EUR 150mln by France’s competition authority regarding anti-competitive behaviour.</li><li><strong>Amgen Inc. (AMGN)</strong> (Health Care/Biotechnology) and Allergan, Plc (AGN) (Health Care/Pharmaceuticals) announced it submitted a Biologics Licensa Application for ABP 798, a biosimilar to Rituxan, which is used to treat certain autoimmune diseases and types of cancer.</li><li><strong>Biogen Inc. (BIIB)</strong> (Health Care/Biotechnology) authorised a fresh share repurchase programme of USD 5bln</li><li><strong>Booking Holdings Inc (BKNG)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) and <strong>Google (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) announced a year-long partnership between BKNG and Google’s Nest. The first phase of partnership will allow BKNG customers between 26/12/19 and 05/01/20 will receive a free Google Nest Mini if they spend over USD 150. Throughout the remainder of the partnership other incentives will be offered to customers. Elsewhere, BKNG agreed to stop “manipulative techniques” for offers, such as misrepresenting discounts and suggesting they are time sensitive.</li><li><strong>Gilead Sciences (GILD)</strong> (Health Care/Biotechnology) announced It has submitted an NDA to the FDA for its Filogotinib, an investigational treatment for patients with moderate to severe active RA. It also announced it received approval for its treatment of chronic hepatitis C, Vosevi, in China from the China National Medical Products Administration</li></ul><p>&nbsp;</p><p>S&amp;P 500</p><ul><li><strong>Bristol Myers Squibb (BMY)</strong> (HealthCare/Pharmaceuticals) received EC approval for the combination between Revlimid and rituximab for treatment of patients with previously treated follicular lymphoma.</li><li><strong>Carmax Inc (KMX)</strong> (Consumer Discretionary/Specialty Stores) Q3 19 (USD): EPS 1.04 (exp. 1.16), Revenue 4.79bln (exp. 4.68bln); used unit sales in comparable stores +7.5%.</li><li><strong>F5 Networks (FFIV)</strong> (Information Technology/Communications Equipment) is to acquire Shape Security for USD 1bln subject to adjustments. Shape Security work with the largest banks, airlines, retailers and government agencies for advanced fraud and abuse defense.</li><li><strong>UDR, Inc. (UDR)</strong> (Real Estate/Residential REITs) is reportedly considering a combination with <strong>Mack-Cali (CLI)</strong>, according to sources. However, no deal is certain and neither companies did not immediately respond to requests. Citi also released a note on the potential combination and stated it is unlikely</li><li><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) will reportedly be asked to provide a testimony on its sales scandal in 2020, according to a senior Democrat.</li></ul><p>OTHER</p><ul><li><strong>AAR Corp (AIR)</strong> (Industrials/Aerospace &amp; Defence) Q2 20 (USD): Adj. EPS 0.64 (exp. 0.60), Revenue 0.561bln (exp. 525mln) Raised FY20 adj. EPS forecast to 2.50-2.65 (exp. 2.61, prev. 2.45-2.65).</li><li><strong>DoYu (DOYU)</strong> (Communication Services/Entertainment) authorised a new USD 100mln share repurchase programme.</li><li><strong>IAC (IAC)</strong> (Communication Services/Interactive Media &amp; Services) is to acquire <strong>Care.com (CRCM)</strong> (Communication Services/Interactive Media &amp; Services) for USD 15/share totalling USD 500mln, a 34% premium to CRCM closing price on October 25th, which was the day reports suggested a sale process was underway.</li><li><strong>Intl Flavors &amp; Fragrances (IFF)</strong> (Materials/Specialty Chemicals) announced Rustom Jilla as CFO from January 20th, 2020, succeeding Richard O Leary, who has now been appointed as the EVP Integration office in connection with the merger with DuPond (DD).</li><li><strong>Knight Swift (KNX)</strong> (Industrials/Road&amp;Rail) cut its Q4 EPS forecast to 0.50-0.52 (exp. 0.62, prev. 0.62-0.65), noting the industry continues to be oversupplied with truckload capacity, which leads to more muted seasonal improvement in the freight market from Q3 to Q4.</li><li><strong>Post Holdings (POST)</strong> (Consumer Staples/Food Products) responded to the FTC regarding the merger with <strong>TreeHouse Foods (THS)</strong> (Consumer Staples/Food Products), noting they are disappointed with the decision by the FTC&nbsp; to attempt to block the merger as the two companies believe it would actually produce more effective competition.</li><li><strong>Spirit AeroSystems (SPR)</strong> (Industrials/Aerospace &amp; Defence) received a notice from <strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) &nbsp;to stop all 737 MAX deliveries to Boeing due to the production halt of the 737 MAX. Note, SPR supply the fuselages for the company.</li><li><strong>US Steel (X)</strong> (Materials/Metals &amp; Mining) forecasts Q4 EPS (USD) -1.15 (exp. -0.59), Adj. EBITDA expected to be -25mln, which excludes USD 225mln of estimated restructuring and other charges. Forecasts FY19 Adj. EPS 0.42 (exp. 0.04). Cuts quarterly dividend to USD 0.01 (Prev. 0.05), cuts FY20 Capex forecast to USD 875-950mln (prev. 950mln-875mln)</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>ALLIANT ENERGY (LNT) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>AMERICAN ELECTRIC (AEP) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li><li>AUTOLIV (ALV) UPGRADED TO SECTOR PERFORM FROM UNDERPERFORM AT RBC CAPITAL</li><li>BRUNSWICK (BC) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>CHESAPEAKE UTILITIES (CHK) UPGRADED TO BUY FROM NEUTRAL AT JANNEY MONTGOMERY SCOTT</li><li>DUNKIN' BRANDS (DNKN) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li><li>KELLOGG (K) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>KEYCORP (KEY) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>LEAR (LEA) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>QUANTA SERVICES (PWR) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li><li>VISTEON (VC) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>BOK FINANCIAL (BOKF) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>CALAMP (CAMP) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT FIRST ANALYSIS</li><li>GALAPAGOS (GLPG) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>HERSHEY (HSY) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>LYONDELLBASELL (LYB) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>MICHAELS (MIK) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>NINTENDO (NTDOY)DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>SWATCH GROUP (SWGAY) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li></ul><p>&nbsp;</p><p><strong>Initiation</strong></p><ul><li>ADVANCED DRAINAGE (WMS) REINSTATED EQUAL-WEIGHT AT MORGAN STANLEY</li><li>AMCOR (AMCR) RATED NEW NEUTRAL AT BAIRD; PT USD 11</li><li>BONANZA CREEK (BCEI) RESUMED BUY AT STIFEL; PT USD 51</li><li>CARETRUST REIT (CTRE) RATED NEW UNDERPERFORM AT MIZUHO SECURITIES USA</li><li>CHANGE HEALTHCARE (CHNG) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 18</li><li>CHEMUNG FINANCIAL (CHMG) RATED NEW MARKET PERFORM AT KBW; PT USD 49</li><li>COHERENT (COHR) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 205</li><li>DORIAN LPG (LPG) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 19</li><li>DORMAN PRODUCTS (DORM) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 75</li><li>GLADSTONE LAND (LAND) RATED NEW NEUTRAL AT WEDBUSH; PT USD 13.38</li><li>HEALTH CATALYST (HCAT) RATED NEW STRONG BUY AT RAYMOND JAMES; PT USD 46</li><li>HEALTHSTREAM (HSTM) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li><li>IPG PHOTONICS (IPGP) RATED NEW NEUTRAL AT PIPER JAFFRAY; PT USD 155</li><li>LIVERAMP (RAMP) RATED NEW BUY AT NEEDHAM; PT USD 67</li><li>LIVEXLIVE MEDIA (LIVX) RATED NEW BUY AT DA DAVIDSON; PT USD 6.50</li><li>MARINUS PHARMA (MRNS) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 6</li><li>MEDICAL PROPERTIES (MPW) RATED NEW BUY AT MIZUHO SECURITIES USA</li><li>MOHAWK GROUP (MWK) RATED NEW BUY AT DA DAVIDSON; PT USD 9</li><li>NLIGHT (LASR) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 25</li><li>OMEGA HEALTHCARE (OHI) RATED NEW BUY AT MIZUHO SECURITIES USA; PT USD 50</li><li>PHREESIA (PHR) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 33</li><li>PHYSICIANS REALTY (DOC) RATED NEW BUY AT MIZUHO SECURITIES USA</li><li>REVOLVE GROUP (RVLV) RATED NEW SECTOR WEIGHT AT KEYBANC</li><li>STANDARD MOTOR (SMP) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 61</li><li>IMEDIA BRANDS (IMBI) INC RATED NEW BUY AT DA DAVIDSON; PT USD 10</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Albany International Corp (AIN) - USD 0.19</li><li>Armada Hoffler Properties Inc (AHH) - USD 0.21</li><li>Broadcom Inc (AVGO) - USD 3.25</li><li>Empire State Realty Trust Inc (ESRT) - USD 0.10</li><li>General Electric Co (GE) - USD 0.01</li><li>LTC Properties Inc (LTC) - USD 0.19</li><li>Marriott Vacations Worldwide Corp (VAC) - USD 0.54</li><li>Washington Real Estate Investment Trust (WRE) - USD 0.30</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-20th-december-2019-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:03:00",
        "gmt_time": "2019-12-20 14:03:00"
    },
    {
        "id": 901908,
        "updated_sequence": 2043709,
        "published_at": {
            "unix": 1576850520,
            "text": "2019-12-20 14:02:00 +0000",
            "iso_8601": "2019-12-20T14:02:00Z"
        },
        "updated_at": {
            "unix": 1576851580,
            "text": "2019-12-20 14:19:40 +0000",
            "iso_8601": "2019-12-20T14:19:40Z"
        },
        "subject": "Boeing (BA) - NASA states that it will not be possible for the Co's Starliner to reach the Space Station",
        "content": "",
        "reaction_details": "<ul><li>Co. are down by circa 0.4% in pre-market trade</li></ul>",
        "reaction_updated_at": {
            "unix": 1576850580,
            "text": "2019-12-20 14:03:00 +0000",
            "iso_8601": "2019-12-20T14:03:00Z"
        },
        "analysis_details": "<ul><li>Follows on from reports of issues in the Starliner's flight earlier which failed to align at the right orbit</li></ul>",
        "analysis_updated_at": {
            "unix": 1576850580,
            "text": "2019-12-20 14:03:00 +0000",
            "iso_8601": "2019-12-20T14:03:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-nasa-states-that-it-will-not-be-possible-for-the-co-s-starliner-to-reach-the-space-station-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 22:02:00",
        "gmt_time": "2019-12-20 14:02:00"
    },
    {
        "id": 901906,
        "updated_sequence": 2043688,
        "published_at": {
            "unix": 1576850340,
            "text": "2019-12-20 13:59:00 +0000",
            "iso_8601": "2019-12-20T13:59:00Z"
        },
        "updated_at": {
            "unix": 1576850399,
            "text": "2019-12-20 13:59:59 +0000",
            "iso_8601": "2019-12-20T13:59:59Z"
        },
        "subject": "Fixed and FX latest: debt diverges and Loonie lurches",
        "content": "<p>Bunds continue to lead the recovery effort in Europe, and just nudged a new Eurex intraday peak at 171.38 (+10 ricks vs -22 ticks at one stage), with Gilts trying to tag along but not quite reaching their very early Liffe high, as firmer UK GDP counters some of the positive momentum from FX where the Dollar is deriving some support from solid US data. However, the Cad has been the major mover/loser of late as Canadian retail sales fell far short of expectations to add to a growing list of recent data misses. The Loonie slipped to circa 1.3180, but is regrouping after finding some support ahead of 1.3200 and the 50 DMA (around 1.3195).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-debt-diverges-and-loonie-lurches-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:59:00",
        "gmt_time": "2019-12-20 13:59:00"
    },
    {
        "id": 901904,
        "updated_sequence": 2043678,
        "published_at": {
            "unix": 1576849020,
            "text": "2019-12-20 13:37:00 +0000",
            "iso_8601": "2019-12-20T13:37:00Z"
        },
        "updated_at": {
            "unix": 1576849626,
            "text": "2019-12-20 13:47:06 +0000",
            "iso_8601": "2019-12-20T13:47:06Z"
        },
        "subject": "Ford (F) - Recalls 600.166k vehicles in the US and federal territories due to safety issues",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Full press release <a href=\"https://media.ford.com/content/fordmedia/fna/us/en/news/2019/12/20/ford-motor-company-issues-two-safety-recalls-north-america.html\">here</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1576849625,
            "text": "2019-12-20 13:47:05 +0000",
            "iso_8601": "2019-12-20T13:47:05Z"
        },
        "push_notify": false,
        "source": "Ford",
        "slug": "ford-f-recalls-600-166k-vehicles-in-the-us-and-federal-territories-due-to-safety-issues-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:37:00",
        "gmt_time": "2019-12-20 13:37:00"
    },
    {
        "id": 901893,
        "updated_sequence": 2043640,
        "published_at": {
            "unix": 1576848000,
            "text": "2019-12-20 13:20:00 +0000",
            "iso_8601": "2019-12-20T13:20:00Z"
        },
        "updated_at": {
            "unix": 1576848089,
            "text": "2019-12-20 13:21:29 +0000",
            "iso_8601": "2019-12-20T13:21:29Z"
        },
        "subject": "Major FX option expiries for today's NY cut [REFILE]",
        "content": "<ul><li>EUR/USD: 1.1130 (755M), <strong>1.1140-45 (1.2B)</strong>, <strong>1.1150 (2.7B)</strong>, <strong>1.1175-1.12 (2.1B)</strong></li><li>USD/CHF: 0.9800 (485M)</li><li>EUR/JPY: 122.00 (690M)</li><li>EUR/SEK: <strong>10.45-60 (1.0B)</strong></li><li>GBP/USD: <strong>1.3000-15 (1B)</strong>, <strong>1.3040-50 (1.0B)</strong>, 1.31 (800M), <strong>1.3150 (1.9B)</strong>, <strong>1.32 (1.9B)</strong>, <strong>1.3250 (1.7B)</strong></li><li>EUR/GBP: 0.8400 (1.55BLN), 0.8450 (466M), 0.8500 (550M)&nbsp;</li><li>AUD/USD: 0.6820-25 (870M), 0.6850 (541M), 0.6870 (310M)</li><li>NZD/USD: 0.6550 (471M), 0.6605 (600M)&nbsp;</li><li>AUD/NZD: 1.0400-50 (660M)</li><li>EUR/JPY: 122.00 (565M)</li><li>USD/CAD: 1.3100 (525M), <strong>1.3140-50 (1.1B)</strong>, 1.3265 (750M)&nbsp;</li><li>USD/JPY: 109.00 (577M), 109.25 (670M), <strong>109.45-50 (3.165B)</strong>, <strong>110.00 (1.6B)</strong></li><li>AUD/JPY: 74.75 (816M), 75.00-10 (450M), 75.50 (417M), 75.75 (633M)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-refile-20-12-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:20:00",
        "gmt_time": "2019-12-20 13:20:00"
    },
    {
        "id": 901891,
        "updated_sequence": 2043634,
        "published_at": {
            "unix": 1576847460,
            "text": "2019-12-20 13:11:00 +0000",
            "iso_8601": "2019-12-20T13:11:00Z"
        },
        "updated_at": {
            "unix": 1576847590,
            "text": "2019-12-20 13:13:10 +0000",
            "iso_8601": "2019-12-20T13:13:10Z"
        },
        "subject": "Quadruple Witching Schedule",
        "content": "<ul><li>10:15 GMT/05:15EST: FTSE 100 Dec’19 Futures and Options Expiry</li><li>11:00GMT/06:00EST: Euro Stoxx 50 Dec’19 Futures and Options Expiry</li><li>12:00GMT/07:00EST: DAX 30 Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: E-mini S&amp;P Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: NASDAQ (Inc. E-mini) Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: DJIA Dec’19 Futures and Options Expiry</li><li>15:00GMT/10:00EST: CAC 40 Dec’19 Futures and Options Expiry</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "quadruple-witching-schedule-13_13pm_utc_20-12-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:11:00",
        "gmt_time": "2019-12-20 13:11:00"
    },
    {
        "id": 901890,
        "updated_sequence": 2043631,
        "published_at": {
            "unix": 1576847040,
            "text": "2019-12-20 13:04:00 +0000",
            "iso_8601": "2019-12-20T13:04:00Z"
        },
        "updated_at": {
            "unix": 1576847349,
            "text": "2019-12-20 13:09:09 +0000",
            "iso_8601": "2019-12-20T13:09:09Z"
        },
        "subject": "Iranian President Rouhani reportedly told Japanese PM Abe that maintaining the 2015 Nuclear Pact is important for Iran, according to a Japanese Official ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes as Iran violates its 2015 Nuclear Deal by exceeding its allotted stockpile of enriched uranium&nbsp;</li><li>European diplomats reportedly previously threatened to reapply sanctions on the country that were lifted when the deal was signed</li></ul>",
        "analysis_updated_at": {
            "unix": 1576847349,
            "text": "2019-12-20 13:09:09 +0000",
            "iso_8601": "2019-12-20T13:09:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-president-rouhani-reportedly-told-japanese-pm-abe-that-maintaining-the-2015-nuclear-pact-is-important-for-iran-according-to-a-japanese-official-20-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:04:00",
        "gmt_time": "2019-12-20 13:04:00"
    },
    {
        "id": 901889,
        "updated_sequence": 2043626,
        "published_at": {
            "unix": 1576846860,
            "text": "2019-12-20 13:01:00 +0000",
            "iso_8601": "2019-12-20T13:01:00Z"
        },
        "updated_at": {
            "unix": 1576847143,
            "text": "2019-12-20 13:05:43 +0000",
            "iso_8601": "2019-12-20T13:05:43Z"
        },
        "subject": "Scotiabank FX Daily - CAD Weaker Ahead of Retail Sales Data; USD Ticks Higher  ",
        "content": "<ul><li>USD makes minor gains as it consolidates its early-Dec losses.</li><li>CAD edges lower ahead of retail sales at 8.30ET.</li><li>EUR lags G-10 as it slips below 1.11 in sharp move.</li><li>GBP picks up slightly but gains above 1.30 look limited.</li><li>JPY unchanged amid little event risk, national CPI on consensus.</li><li>AUD prolongs gains on the back of jobs numbers, tops major currencies.</li><li>MXN flat as markets cap peso strength in high-18s.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-cad-weaker-ahead-of-retail-sales-data-usd-ticks-higher-20-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 21:01:00",
        "gmt_time": "2019-12-20 13:01:00"
    },
    {
        "id": 901888,
        "updated_sequence": 2043619,
        "published_at": {
            "unix": 1576845780,
            "text": "2019-12-20 12:43:00 +0000",
            "iso_8601": "2019-12-20T12:43:00Z"
        },
        "updated_at": {
            "unix": 1576845889,
            "text": "2019-12-20 12:44:49 +0000",
            "iso_8601": "2019-12-20T12:44:49Z"
        },
        "subject": "BAML Flow Show states last USD 14.8bln inflows into equities, USD 6.2bln injected into bonds, bull and bear indicator rises to 5.8 - highest since April 18th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-states-last-usd-14-8bln-inflows-into-equities-usd-6-2bln-injected-into-bonds-bull-and-bear-indicator-rises-to-5-8-highest-since-april-18th-20-12-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 20:43:00",
        "gmt_time": "2019-12-20 12:43:00"
    },
    {
        "id": 901887,
        "updated_sequence": 2043623,
        "published_at": {
            "unix": 1576845060,
            "text": "2019-12-20 12:31:00 +0000",
            "iso_8601": "2019-12-20T12:31:00Z"
        },
        "updated_at": {
            "unix": 1576846103,
            "text": "2019-12-20 12:48:23 +0000",
            "iso_8601": "2019-12-20T12:48:23Z"
        },
        "subject": "Spirit Aerosystems (SPR)/Boeing (BA) - Spirit Aerosystems is to suspend Boeing 737 Max production in January 2020, will have adverse effect on Spirit's financial statement as components represent more than 50% of Spirit's annual revenue",
        "content": "",
        "reaction_details": "<ul><li>Spirit Aerosystems falls 2.4% in pre-market</li></ul>",
        "reaction_updated_at": {
            "unix": 1576845900,
            "text": "2019-12-20 12:45:00 +0000",
            "iso_8601": "2019-12-20T12:45:00Z"
        },
        "analysis_details": "<ul><li>Boeing previously noted that it is suspend 737 Max production in January</li></ul>",
        "analysis_updated_at": {
            "unix": 1576845900,
            "text": "2019-12-20 12:45:00 +0000",
            "iso_8601": "2019-12-20T12:45:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "spirit-aerosystems-spr-boeing-ba-spirit-aerosystems-is-to-suspend-boeing-737-max-production-in-january-2020-will-have-adverse-effect-on-spirit-s-financial-statement-as-components-represent-more-than-50-of-spirit-s-annual-revenue-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 20:31:00",
        "gmt_time": "2019-12-20 12:31:00"
    },
    {
        "id": 901879,
        "updated_sequence": 2043591,
        "published_at": {
            "unix": 1576841700,
            "text": "2019-12-20 11:35:00 +0000",
            "iso_8601": "2019-12-20T11:35:00Z"
        },
        "updated_at": {
            "unix": 1576841829,
            "text": "2019-12-20 11:37:09 +0000",
            "iso_8601": "2019-12-20T11:37:09Z"
        },
        "subject": "Newsquawk Daily US Opening News - 20th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23517/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are firmer in choppy quadruple witching trade following on from the US record highs</li><li>US House voted to approve the USMCA trade agreement and the Senate passed the bill to advert a Government shutdown</li><li>UK House of Commons is to vote on UK PM Johnson's Brexit deal today, the bill would also prevent the Government from extending the transition period past 2020; voting is expected at around 14:30GMT/09:30EST</li><li>FX complex is mixed with GBP outperforming slightly after data and ahead of the vote</li><li>Looking ahead, highlights include Canadian Retail Sales, US Personal Income, Consumption, Core PCE, Uni. Of Michigan, EZ Consumer Confidence, Quadruple Witching</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed as the Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, only partially transitioned into the region amid a lack of significant macro drivers</strong>. <strong>ASX 200 (-0.3%) </strong>was subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continued to digest the dampened prospects for further easing as reflected by OIS which priced in an under 26% chance of an RBA rate cut in February, while <strong>Nikkei 225 (-0.2%)</strong> was pressured by recent adverse currency flows. Elsewhere, <strong>Hang Seng (+0.3%) </strong>and<strong> Shanghai Comp. (-0.4%)</strong> were indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested lingering uncertainty on the trade front related to the technological restrictions the US may impose on China. Finally, 10yr JGBs extended on the slump below the 152.00 level following selling pressure in T-notes and as the benchmark Japanese 10yr yield turned positive for the first time since March, which overshadowed the slightly firmer demand at the enhanced liquidity auction for longer dated JGBs.</p><p><strong>PBoC injected CNY 150bln via 14-day reverse repos for net weekly injection of CNY 630bln vs. last week's net neutral position.</strong></p><p><strong>PBoC set USD/CNY reference rate at 7.0020 vs. Exp. 7.0033 (Prev. 7.0025)</strong></p><p><strong>PBoC 1yr Loan Prime Rate 4.15% vs. Exp. 4.10% (Prev. 4.15%). PBoC 5yr Loan Prime Rate 4.80% vs. Exp. 4.80% (Prev. 4.80%)</strong></p><p>China's Foreign Ministry, when asked about Canadian PM's comments on US-China trade deal, says Canada's attempt to link other issues with US-Sino trade is doomed to fail. (Newswires)</p><p>Chinese President Xi said Macau has become one of the safest cities in the world and that people in Macau are able to rationally express different demands, while he added that China will not allow foreign forces to interfere with Hong Kong and Macau affairs. (Newswires)</p><p>CNBC report noted that US-China phase one agreement softens trade risks but suggested that an unpredictable factor lingers which is the technological restriction US may impose on China. (Newswires)</p><p>Japanese National CPI (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.2%). (Newswires) Japanese National CPI Ex. Fresh Food (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.4%) Japanese National CPI Ex. Fresh Food &amp; Energy (Nov) Y/Y 0.8% vs. Exp. 0.7% (Prev. 0.7%); largest increase since April 2016.</p><p>China’s President Xi is reportedly not planning on attending the World Economic Forum/Davos event in January., according to sources. Beijing still intend to send Vice Premier Liu He to Washington for the signing (Newswires)</p><p><strong>US&nbsp;&nbsp;</strong></p><p>US President Trump tweeted that the Democrats gave him no due process in the House and now want to tell the Senate how to run their trial, while he added that they have zero proof of anything and that he wants an immediate trial. In related news, US Senate Republican Leader McConnell said he met with Senate Democrat Leader Schumer and that they remain at an impasse on impeachment trial process, while he added that witness testifying at the Senate impeachment trial continues to be a sticking point. (Twitter/Newswires)</p><p><strong>US House voted 385 vs. 41 to approve the USMCA trade agreement, while it was also reported that the Senate passed the two-bill spending package to avert a government shutdown in which the first bill on domestic programs passed by 71-23 vote and the second part of the funding measure was passed by 81-11 vote. </strong>(Newswires)</p><p><strong>UK/EU</strong></p><p><strong>FCA Chief Executive Andrew Bailey has been selected as next BoE Governor</strong>; Governor Carney will remain until March 15th 2020. (Newswires)</p><p>UK House of Commons is to vote on UK PM Johnson's Brexit deal today, the bill would also prevent the Government from extending the transition period past 2020; voting is expected at around 14:30GMT. <i>The bill is expected to pass as the Conservatives have an 80-seat majority, and all Conservative MPs pledged their support to the deal prior to the election.</i> (Newswires/BBC)</p><p>Multiple French Unions state that talks over pension reform have failed to progress, and they intend to continue protesting. (Newswires)</p><p>German Finance Ministry said exports are to be subdued in approaching months amid global risks and slowing world trade but added that a strong labour market will continue to support the domestic economy. (Newswires)</p><p><strong>UK GDP</strong> QQ (Q3) 0.4% vs. Exp. 0.3% (Prev. 0.3%); YY (Q3) 1.1% vs. Exp. 1.0% (Prev. 1.0%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Business Investment YY (Q3) 0.5% vs. Exp. -0.6% (Prev. -0.6%)</p><p>BoE’s Haskel (Dovish, Dissenter) says current data justifies looser monetary policy, cutting interest rates now would be insurance against rates getting stuck near zero in the near future, effects of unconventional policies such as QE “much more uncertain; “slow and gradual” rise in bank rates may be needed if path to post-Brexit EU trade agreement is smoother than he expects. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>Japan's Ministry of Economy, Trade and Industry is reportedly to ease some of the technology transport controls on South Korea., JiJi. (Newswires)</p><p><strong>EQUITIES</strong></p><p>Choppy but ultimately positive trade for European bourses in holiday-thinned conditions [Eurostoxx 50 +0.7%] following a mixed APAC handover in which the region traded without conviction; albeit, the FTSE MIB somewhat outperforms. As a reminder, today’s Quadruple Witching may prompt some volatility around expiry times (full scheduled posted on the Newsquawk headline feed). Sectors are mostly in the green, but the energy sector sees underperformance on the back of an update from Shell (-1.2%) after the oil-giant warned it expects FY19 cash capital expenditures at the lower end of its previously guided range and sees its Q4 chemical cracker and intermediate margins materially lower than in Q3 this year; citing a weak macro environment. In terms of other individual movers, Adidas (+0.4%) shares were initially pressured in light of overall weak earnings from US peer Nike (-1.6% pre-market) and after Nike’s CFO expressed caution regarding trade tariffs hitting the group’s gross profit margins. Elsewhere, NMC Health (-19.1%) experiences renewed downside with traders citing an FT report which notes the Co. held talks to raise GBP 200mln in off-balance sheet debt to fund new hospitals despite “having faced increased scrutiny from short-sellers over the scale of its borrowing”, which comes amid the Muddy Waters report earlier in the week.</p><p><strong>FX</strong></p><p><strong>GBP - </strong>Sterling is consolidating recovery gains with the aid better than forecast data in the guise of final Q3 GDP that was tweaked higher, albeit modestly. Cable is forming a firmer base on the 1.3000 handle after dipping under the psychological level yesterday, while Eur/Gbp is paring back from 0.8550+ highs to sub-0.8525 awaiting a speech from BoE dove Haskel and then the Brexit WAB vote in parliament that should be a formality, but will include an addendum aimed at preventing any move to extend the transition period. Note also, hefty option expiry interest in Cable today from 1.3000 extending up to 1.3250, but the closest from 1.3000-15 and 1.3040-50 in 1 bn clips.</p><p><strong>USD - </strong>Notwithstanding the Pound’s partial revival and outperformance in several other G10 currency peers, the DXY is holding a firm/fine line between 97.454-381 awaiting another round of US economic releases, including the last Q3 GDP revision, November personal income and spending and final Michigan sentiment for the current month.</p><p><strong>SEK/NOK -</strong> The Scandi Crowns have regained or retained momentum following respective December policy meetings from the Riksbank and Norges Bank, as Eur/Sek revisits Thursday’s post-25 bp repo hike lows below 10.4500 with some impetus from frothier Swedish PPI in the absence of retail sales that have been delayed until next Friday for no official reason. Meanwhile, Eur/Nok is still under the 10.0000 marker in response to a gentle incline in the depo rate path to 1.6% in 2022 from the current 1.5%.</p><p><strong>AUD/NZD -</strong> In contrast to the above, divergence between the Antipodean Dollars has persisted in wake of Australia’s upbeat jobs report that is keeping Aud/Usd afloat near 0.6900 and Aud/Nzd elevated around 1.0450 even though Nzd/Usd is pivoting 0.6600.</p><p><strong>JPY/EUR/CAD -</strong> Narrowly mixed vs the Greenback and not straying far or outside of recent ranges, as the Yen meanders above 109.50, Euro hovers over 1.1100 and Loonie straddles 1.3130. Usd/Jpy, Eur/Usd and Usd/Cad all look capped by big expiries given 3 bn+, almost 4 bn and 1.1 bn respectively around 109.45-50, between 1.1140-45 and 1.1150 and between 1.3140-50 respectively.</p><p><strong>Major FX Expiries, NY Cut:</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/USD: 1.1130 (755M), 1.1140-45 (1.2B), 1.1150 (2.7B), 1.1175-1.12 (2.1B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/SEK: 10.45-60 (1.0B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GBP/USD: 1.3000-15 (1B), 1.3040-50 (1.0B), 1.31 (800M), 1.3150 (1.9B), 1.32 (1.9B), 1.3250 (1.7B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/CAD: 1.3100 (525M), 1.3140-50 (1.1B), 1.3265 (750M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/JPY: 109.00 (577M), 109.25 (670M), 109.45-50 (3.165B), 110.00 (1.6B)</p><p>South Africa's National Treasury states that they are working to step up the timeline for state-owned Eskom's restructuring. (Newswires)</p><p><strong>FIXED INCOME</strong></p><p>Although volumes remain seasonally thin and the motivation to trade seems to be fading on the final Friday before the festivities begin, bonds are extending declines amidst fewer and more fleeting bouts of consolidation. Conversely, stocks retain an underlying bid with dips proving shallower, so even without any clear sign of asset-switching sellers are holding the upper hand in debt futures and curves continue to steepen. <strong>Bunds</strong> have gleaned some traction ahead of 171.00 after slipping to a 171.06, but <strong>Gilts </strong>are now underperforming a few ticks off a new 131.24 Liffe low and <strong>US Treasuries</strong> are back to within striking distance of worst levels seen recently ahead of a raft of data to end the week.</p><p><strong>COMMODITIES&nbsp;</strong></p><p>Little by way of fresh catalysts to drive the energy complex in the run-up to the holiday season with the futures trading modestly in negative territory. WTI and Brent futures remain caged within relatively tight intraday bands of USD 0.30-50/bbl and around USD 61.00/bbl and under USD 65.50/bbl respectively at time of writing. On the geopolitical front, a US probe into the attacks on the Aramco facilities showed it came from the north, with US Envoy to Iran Hook suggesting Iran launched the strike. Tehran, in response, denied carrying out the assault. Elsewhere, spot gold trades sideways above the USD 1475/oz mark and gravitates around its 50 DMA (USD 1477.09/oz) as the yellow metal remains on standby for macro developments. Copper meanwhile trades on the backfoot, having lost the 2.80/lb mark in early EU trade, which may have triggered more pronounced downside amid potential stops tripped at the round figure.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-20th-december-2019-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:35:00",
        "gmt_time": "2019-12-20 11:35:00"
    },
    {
        "id": 901879,
        "updated_sequence": 2043591,
        "published_at": {
            "unix": 1576841700,
            "text": "2019-12-20 11:35:00 +0000",
            "iso_8601": "2019-12-20T11:35:00Z"
        },
        "updated_at": {
            "unix": 1576841829,
            "text": "2019-12-20 11:37:09 +0000",
            "iso_8601": "2019-12-20T11:37:09Z"
        },
        "subject": "Newsquawk Daily US Opening News - 20th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23517/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are firmer in choppy quadruple witching trade following on from the US record highs</li><li>US House voted to approve the USMCA trade agreement and the Senate passed the bill to advert a Government shutdown</li><li>UK House of Commons is to vote on UK PM Johnson's Brexit deal today, the bill would also prevent the Government from extending the transition period past 2020; voting is expected at around 14:30GMT/09:30EST</li><li>FX complex is mixed with GBP outperforming slightly after data and ahead of the vote</li><li>Looking ahead, highlights include Canadian Retail Sales, US Personal Income, Consumption, Core PCE, Uni. Of Michigan, EZ Consumer Confidence, Quadruple Witching</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed as the Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, only partially transitioned into the region amid a lack of significant macro drivers</strong>. <strong>ASX 200 (-0.3%) </strong>was subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continued to digest the dampened prospects for further easing as reflected by OIS which priced in an under 26% chance of an RBA rate cut in February, while <strong>Nikkei 225 (-0.2%)</strong> was pressured by recent adverse currency flows. Elsewhere, <strong>Hang Seng (+0.3%) </strong>and<strong> Shanghai Comp. (-0.4%)</strong> were indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested lingering uncertainty on the trade front related to the technological restrictions the US may impose on China. Finally, 10yr JGBs extended on the slump below the 152.00 level following selling pressure in T-notes and as the benchmark Japanese 10yr yield turned positive for the first time since March, which overshadowed the slightly firmer demand at the enhanced liquidity auction for longer dated JGBs.</p><p><strong>PBoC injected CNY 150bln via 14-day reverse repos for net weekly injection of CNY 630bln vs. last week's net neutral position.</strong></p><p><strong>PBoC set USD/CNY reference rate at 7.0020 vs. Exp. 7.0033 (Prev. 7.0025)</strong></p><p><strong>PBoC 1yr Loan Prime Rate 4.15% vs. Exp. 4.10% (Prev. 4.15%). PBoC 5yr Loan Prime Rate 4.80% vs. Exp. 4.80% (Prev. 4.80%)</strong></p><p>China's Foreign Ministry, when asked about Canadian PM's comments on US-China trade deal, says Canada's attempt to link other issues with US-Sino trade is doomed to fail. (Newswires)</p><p>Chinese President Xi said Macau has become one of the safest cities in the world and that people in Macau are able to rationally express different demands, while he added that China will not allow foreign forces to interfere with Hong Kong and Macau affairs. (Newswires)</p><p>CNBC report noted that US-China phase one agreement softens trade risks but suggested that an unpredictable factor lingers which is the technological restriction US may impose on China. (Newswires)</p><p>Japanese National CPI (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.2%). (Newswires) Japanese National CPI Ex. Fresh Food (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.4%) Japanese National CPI Ex. Fresh Food &amp; Energy (Nov) Y/Y 0.8% vs. Exp. 0.7% (Prev. 0.7%); largest increase since April 2016.</p><p>China’s President Xi is reportedly not planning on attending the World Economic Forum/Davos event in January., according to sources. Beijing still intend to send Vice Premier Liu He to Washington for the signing (Newswires)</p><p><strong>US&nbsp;&nbsp;</strong></p><p>US President Trump tweeted that the Democrats gave him no due process in the House and now want to tell the Senate how to run their trial, while he added that they have zero proof of anything and that he wants an immediate trial. In related news, US Senate Republican Leader McConnell said he met with Senate Democrat Leader Schumer and that they remain at an impasse on impeachment trial process, while he added that witness testifying at the Senate impeachment trial continues to be a sticking point. (Twitter/Newswires)</p><p><strong>US House voted 385 vs. 41 to approve the USMCA trade agreement, while it was also reported that the Senate passed the two-bill spending package to avert a government shutdown in which the first bill on domestic programs passed by 71-23 vote and the second part of the funding measure was passed by 81-11 vote. </strong>(Newswires)</p><p><strong>UK/EU</strong></p><p><strong>FCA Chief Executive Andrew Bailey has been selected as next BoE Governor</strong>; Governor Carney will remain until March 15th 2020. (Newswires)</p><p>UK House of Commons is to vote on UK PM Johnson's Brexit deal today, the bill would also prevent the Government from extending the transition period past 2020; voting is expected at around 14:30GMT. <i>The bill is expected to pass as the Conservatives have an 80-seat majority, and all Conservative MPs pledged their support to the deal prior to the election.</i> (Newswires/BBC)</p><p>Multiple French Unions state that talks over pension reform have failed to progress, and they intend to continue protesting. (Newswires)</p><p>German Finance Ministry said exports are to be subdued in approaching months amid global risks and slowing world trade but added that a strong labour market will continue to support the domestic economy. (Newswires)</p><p><strong>UK GDP</strong> QQ (Q3) 0.4% vs. Exp. 0.3% (Prev. 0.3%); YY (Q3) 1.1% vs. Exp. 1.0% (Prev. 1.0%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Business Investment YY (Q3) 0.5% vs. Exp. -0.6% (Prev. -0.6%)</p><p>BoE’s Haskel (Dovish, Dissenter) says current data justifies looser monetary policy, cutting interest rates now would be insurance against rates getting stuck near zero in the near future, effects of unconventional policies such as QE “much more uncertain; “slow and gradual” rise in bank rates may be needed if path to post-Brexit EU trade agreement is smoother than he expects. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>Japan's Ministry of Economy, Trade and Industry is reportedly to ease some of the technology transport controls on South Korea., JiJi. (Newswires)</p><p><strong>EQUITIES</strong></p><p>Choppy but ultimately positive trade for European bourses in holiday-thinned conditions [Eurostoxx 50 +0.7%] following a mixed APAC handover in which the region traded without conviction; albeit, the FTSE MIB somewhat outperforms. As a reminder, today’s Quadruple Witching may prompt some volatility around expiry times (full scheduled posted on the Newsquawk headline feed). Sectors are mostly in the green, but the energy sector sees underperformance on the back of an update from Shell (-1.2%) after the oil-giant warned it expects FY19 cash capital expenditures at the lower end of its previously guided range and sees its Q4 chemical cracker and intermediate margins materially lower than in Q3 this year; citing a weak macro environment. In terms of other individual movers, Adidas (+0.4%) shares were initially pressured in light of overall weak earnings from US peer Nike (-1.6% pre-market) and after Nike’s CFO expressed caution regarding trade tariffs hitting the group’s gross profit margins. Elsewhere, NMC Health (-19.1%) experiences renewed downside with traders citing an FT report which notes the Co. held talks to raise GBP 200mln in off-balance sheet debt to fund new hospitals despite “having faced increased scrutiny from short-sellers over the scale of its borrowing”, which comes amid the Muddy Waters report earlier in the week.</p><p><strong>FX</strong></p><p><strong>GBP - </strong>Sterling is consolidating recovery gains with the aid better than forecast data in the guise of final Q3 GDP that was tweaked higher, albeit modestly. Cable is forming a firmer base on the 1.3000 handle after dipping under the psychological level yesterday, while Eur/Gbp is paring back from 0.8550+ highs to sub-0.8525 awaiting a speech from BoE dove Haskel and then the Brexit WAB vote in parliament that should be a formality, but will include an addendum aimed at preventing any move to extend the transition period. Note also, hefty option expiry interest in Cable today from 1.3000 extending up to 1.3250, but the closest from 1.3000-15 and 1.3040-50 in 1 bn clips.</p><p><strong>USD - </strong>Notwithstanding the Pound’s partial revival and outperformance in several other G10 currency peers, the DXY is holding a firm/fine line between 97.454-381 awaiting another round of US economic releases, including the last Q3 GDP revision, November personal income and spending and final Michigan sentiment for the current month.</p><p><strong>SEK/NOK -</strong> The Scandi Crowns have regained or retained momentum following respective December policy meetings from the Riksbank and Norges Bank, as Eur/Sek revisits Thursday’s post-25 bp repo hike lows below 10.4500 with some impetus from frothier Swedish PPI in the absence of retail sales that have been delayed until next Friday for no official reason. Meanwhile, Eur/Nok is still under the 10.0000 marker in response to a gentle incline in the depo rate path to 1.6% in 2022 from the current 1.5%.</p><p><strong>AUD/NZD -</strong> In contrast to the above, divergence between the Antipodean Dollars has persisted in wake of Australia’s upbeat jobs report that is keeping Aud/Usd afloat near 0.6900 and Aud/Nzd elevated around 1.0450 even though Nzd/Usd is pivoting 0.6600.</p><p><strong>JPY/EUR/CAD -</strong> Narrowly mixed vs the Greenback and not straying far or outside of recent ranges, as the Yen meanders above 109.50, Euro hovers over 1.1100 and Loonie straddles 1.3130. Usd/Jpy, Eur/Usd and Usd/Cad all look capped by big expiries given 3 bn+, almost 4 bn and 1.1 bn respectively around 109.45-50, between 1.1140-45 and 1.1150 and between 1.3140-50 respectively.</p><p><strong>Major FX Expiries, NY Cut:</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/USD: 1.1130 (755M), 1.1140-45 (1.2B), 1.1150 (2.7B), 1.1175-1.12 (2.1B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/SEK: 10.45-60 (1.0B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; GBP/USD: 1.3000-15 (1B), 1.3040-50 (1.0B), 1.31 (800M), 1.3150 (1.9B), 1.32 (1.9B), 1.3250 (1.7B)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/CAD: 1.3100 (525M), 1.3140-50 (1.1B), 1.3265 (750M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/JPY: 109.00 (577M), 109.25 (670M), 109.45-50 (3.165B), 110.00 (1.6B)</p><p>South Africa's National Treasury states that they are working to step up the timeline for state-owned Eskom's restructuring. (Newswires)</p><p><strong>FIXED INCOME</strong></p><p>Although volumes remain seasonally thin and the motivation to trade seems to be fading on the final Friday before the festivities begin, bonds are extending declines amidst fewer and more fleeting bouts of consolidation. Conversely, stocks retain an underlying bid with dips proving shallower, so even without any clear sign of asset-switching sellers are holding the upper hand in debt futures and curves continue to steepen. <strong>Bunds</strong> have gleaned some traction ahead of 171.00 after slipping to a 171.06, but <strong>Gilts </strong>are now underperforming a few ticks off a new 131.24 Liffe low and <strong>US Treasuries</strong> are back to within striking distance of worst levels seen recently ahead of a raft of data to end the week.</p><p><strong>COMMODITIES&nbsp;</strong></p><p>Little by way of fresh catalysts to drive the energy complex in the run-up to the holiday season with the futures trading modestly in negative territory. WTI and Brent futures remain caged within relatively tight intraday bands of USD 0.30-50/bbl and around USD 61.00/bbl and under USD 65.50/bbl respectively at time of writing. On the geopolitical front, a US probe into the attacks on the Aramco facilities showed it came from the north, with US Envoy to Iran Hook suggesting Iran launched the strike. Tehran, in response, denied carrying out the assault. Elsewhere, spot gold trades sideways above the USD 1475/oz mark and gravitates around its 50 DMA (USD 1477.09/oz) as the yellow metal remains on standby for macro developments. Copper meanwhile trades on the backfoot, having lost the 2.80/lb mark in early EU trade, which may have triggered more pronounced downside amid potential stops tripped at the round figure.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-20th-december-2019-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:35:00",
        "gmt_time": "2019-12-20 11:35:00"
    },
    {
        "id": 901875,
        "updated_sequence": 2043579,
        "published_at": {
            "unix": 1576841340,
            "text": "2019-12-20 11:29:00 +0000",
            "iso_8601": "2019-12-20T11:29:00Z"
        },
        "updated_at": {
            "unix": 1576841425,
            "text": "2019-12-20 11:30:25 +0000",
            "iso_8601": "2019-12-20T11:30:25Z"
        },
        "subject": "Newsquawk EU Mid Session: Stocks not spooked by Quad Witching whilst news-flow remains light - 20th December 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23516/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Choppy but ultimately positive trade for European bourses in holiday-thinned conditions [Eurostoxx 50 +0.7%]</strong> following a mixed APAC handover in which the region traded without conviction; albeit, the FTSE MIB somewhat outperforms. As a reminder, today’s Quadruple Witching may prompt some volatility around expiry times (full scheduled posted on the Newsquawk headline feed). Sectors are mostly in the green, but the energy sector sees underperformance on the back of an update from Shell (-1.2%) after the oil-giant warned it expects FY19 cash capital expenditures at the lower end of its previously guided range and sees its Q4 chemical cracker and intermediate margins materially lower than in Q3 this year; citing a weak macro environment. In terms of other individual movers, Adidas (+0.4%) shares were initially pressured in light of overall weak earnings from US peer Nike (-1.6% pre-market) and after Nike’s CFO expressed caution regarding trade tariffs hitting the group’s gross profit margins. Elsewhere, NMC Health (-19.1%) experiences renewed downside with traders citing an FT report which notes the Co. held talks to raise GBP 200mln in off-balance sheet debt to fund new hospitals despite “having faced increased scrutiny from short-sellers over the scale of its borrowing”, which comes amid the Muddy Waters report earlier in the week.</p><p><strong>FX</strong></p><p><strong>GBP</strong> - Sterling is consolidating recovery gains with the aid better than forecast data in the guise of final Q3 GDP that was tweaked higher, albeit modestly. Cable is forming a firmer base on the 1.3000 handle after dipping under the psychological level yesterday, while Eur/Gbp is paring back from 0.8550+ highs to sub-0.8525 awaiting a speech from BoE dove Haskel and then the Brexit WAB vote in parliament that should be a formality, but will include an addendum aimed at preventing any move to extend the transition period. Note also, hefty option expiry interest in Cable today from 1.3000 extending up to 1.3250, but the closest from 1.3000-15 and 1.3040-50 in 1 bn clips.</p><p><strong>USD</strong> - Notwithstanding the Pound’s partial revival and outperformance in several other G10 currency peers, the DXY is holding a firm/fine line between 97.561-381 awaiting another round of US economic releases, including the last Q3 GDP revision, November personal income and spending and final Michigan sentiment for the current month.</p><p><strong>SEK/NOK</strong> - The Scandi Crowns have regained or retained momentum following respective December policy meetings from the Riksbank and Norges Bank, as Eur/Sek revisits Thursday’s post-25 bp repo hike lows below 10.4500 with some impetus from frothier Swedish PPI in the absence of retail sales that have been delayed until next Friday for no official reason. Meanwhile, Eur/Nok is still under the 10.0000 marker in response to a gentle incline in the depo rate path to 1.6% in 2022 from the current 1.5%.</p><p><strong>AUD/NZD</strong> - In contrast to the above, divergence between the Antipodean Dollars has persisted in wake of Australia’s upbeat jobs report that is keeping Aud/Usd afloat near 0.6900 and Aud/Nzd elevated around 1.0450 even though Nzd/Usd is pivoting 0.6600.</p><p><strong>JPY/EUR/CAD</strong> - Narrowly mixed vs the Greenback and not straying far or outside of recent ranges, as the Yen meanders above 109.50, Euro has given up the 1.1100 handle amid the USD strength and Loonie straddles 1.3130. Usd/Jpy, Eur/Usd and Usd/Cad all look capped by big expiries given 3 bn+, almost 4 bn and 1.1 bn respectively around 109.45-50, between 1.1140-45 and 1.1150 and between 1.3140-50 respectively.</p><p><strong>FIXED INCOME</strong></p><p>Although volumes remain seasonally thin and the motivation to trade seems to be fading on the final Friday before the festivities begin, bonds are extending declines amidst fewer and more fleeting bouts of consolidation. Conversely, stocks retain an underlying bid with dips proving shallower, so even without any clear sign of asset-switching sellers are holding the upper hand in debt futures and curves continue to steepen. <strong>Bunds</strong> have gleaned some traction ahead of 171.00 after slipping to a 171.06, but <strong>Gilts</strong> are now underperforming a few ticks off a new 131.24 Liffe low and <strong>US</strong> <strong>Treasuries</strong> are back to within striking distance of worst levels seen recently ahead of a raft of data to end the week.</p><p><strong>COMMODITIES&nbsp;</strong></p><p>Little by way of fresh catalysts to drive the energy complex in the run-up to the holiday season with the futures trading modestly in negative territory. <strong>WTI</strong> and <strong>Brent</strong> futures remain caged within relatively tight intraday bands of USD 0.30-50/bbl and around USD 61.00/bbl and under USD 65.50/bbl respectively at time of writing. On the geopolitical front, a US probe into the attacks on the Aramco facilities showed it came from the north, with US Envoy to Iran Hook suggesting Iran launched the strike. Tehran, in response, denied carrying out the assault. Elsewhere, <strong>spot</strong> <strong>gold</strong> trades sideways above the USD 1475/oz mark and gravitates around its 50 DMA (USD 1477.09/oz) as the yellow metal remains on standby for macro developments. <strong>Copper</strong> meanwhile trades on the backfoot, having lost the 2.80/lb mark in early EU trade, which may have triggered more pronounced downside amid potential stops tripped at the round figure.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-stocks-not-spooked-by-quad-witching-whilst-news-flow-remains-light-20th-december-2019-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:29:00",
        "gmt_time": "2019-12-20 11:29:00"
    },
    {
        "id": 901874,
        "updated_sequence": 2043574,
        "published_at": {
            "unix": 1576840860,
            "text": "2019-12-20 11:21:00 +0000",
            "iso_8601": "2019-12-20T11:21:00Z"
        },
        "updated_at": {
            "unix": 1576840923,
            "text": "2019-12-20 11:22:03 +0000",
            "iso_8601": "2019-12-20T11:22:03Z"
        },
        "subject": "Fixed Income: bear-steepening still trending",
        "content": "<p>Although volumes remain seasonally thin and the motivation to trade seems to be fading on the final Friday before the festivities begin, bonds are extending declines amidst fewer and more fleeting bouts of consolidation. Conversely, stocks retain an underlying bid with dips proving shallower, so even without any clear sign of asset-switching sellers are holding the upper hand in debt futures and curves continue to steepen. Bunds have gleaned some traction ahead of 171.00 after slipping to a 171.06, but Gilts are now underperforming a few ticks off a new 131.24 Liffe low and US Treasuries are back to within striking distance of worst levels seen recently ahead of a raft of data to end the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-bear-steepening-still-trending-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:21:00",
        "gmt_time": "2019-12-20 11:21:00"
    },
    {
        "id": 901873,
        "updated_sequence": 2043571,
        "published_at": {
            "unix": 1576840500,
            "text": "2019-12-20 11:15:00 +0000",
            "iso_8601": "2019-12-20T11:15:00Z"
        },
        "updated_at": {
            "unix": 1576840572,
            "text": "2019-12-20 11:16:12 +0000",
            "iso_8601": "2019-12-20T11:16:12Z"
        },
        "subject": "PBoC says it will steadily push forward Yuan internationalisation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-it-will-steadily-push-forward-yuan-internationalisation-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:15:00",
        "gmt_time": "2019-12-20 11:15:00"
    },
    {
        "id": 901871,
        "updated_sequence": 2043559,
        "published_at": {
            "unix": 1576839720,
            "text": "2019-12-20 11:02:00 +0000",
            "iso_8601": "2019-12-20T11:02:00Z"
        },
        "updated_at": {
            "unix": 1576839748,
            "text": "2019-12-20 11:02:28 +0000",
            "iso_8601": "2019-12-20T11:02:28Z"
        },
        "subject": "Apple (AAPL) are said to be exploring beaming data to devices via satellites., according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "apple-aapl-are-said-to-be-exploring-beaming-data-to-devices-via-satellites-according-to-sources-20-12-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:02:00",
        "gmt_time": "2019-12-20 11:02:00"
    },
    {
        "id": 901869,
        "updated_sequence": 2043576,
        "published_at": {
            "unix": 1576839600,
            "text": "2019-12-20 11:00:00 +0000",
            "iso_8601": "2019-12-20T11:00:00Z"
        },
        "updated_at": {
            "unix": 1576841286,
            "text": "2019-12-20 11:28:06 +0000",
            "iso_8601": "2019-12-20T11:28:06Z"
        },
        "subject": "BoE’s Haskel (Dovish, Dissenter) says current data justifies looser monetary policy, cutting interest rates now would be insurance against rates getting stuck near zero in the near future, effects of unconventional policies such as QE “much more uncertain",
        "content": "<ul><li>Says “slow and gradual” rise in bank rates may be needed if path to post-Brexit EU trade agreement is smoother than he expects</li><li>On the possibility that a rate cut would overstimulate the economy, says BoE can hike rates more later</li></ul><p><a href=\"https://www.bankofengland.co.uk/-/media/boe/files/speech/2019/an-end-of-year-retrospective-on-the-uk-outlook-and-monetary-policy-speech-by-jonathan-haskel.pdf?la=en&amp;hash=5E0C72BA4C6F52F7BE6F6C933203683E3A614EF4\">Link to speech</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-haskel-dovish-dissenter-says-current-data-justifies-looser-monetary-policy-cutting-interest-rates-now-would-be-insurance-against-rates-getting-stuck-near-zero-in-the-near-future-effects-of-unconventional-policies-such-as-qe-much-20-12-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 19:00:00",
        "gmt_time": "2019-12-20 11:00:00"
    },
    {
        "id": 901868,
        "updated_sequence": 2043548,
        "published_at": {
            "unix": 1576839420,
            "text": "2019-12-20 10:57:00 +0000",
            "iso_8601": "2019-12-20T10:57:00Z"
        },
        "updated_at": {
            "unix": 1576839532,
            "text": "2019-12-20 10:58:52 +0000",
            "iso_8601": "2019-12-20T10:58:52Z"
        },
        "subject": "Just Eat (JE/ LN) - Board unanimously believe that shareholders should accept the final Takeaway.com (TKWY NA) offer and reject the final Prosus offer",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "just-eat-je-ln-board-unanimously-believe-that-shareholders-should-accept-the-final-takeaway-com-tkwy-na-offer-and-reject-the-final-prosus-offer-20-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 18:57:00",
        "gmt_time": "2019-12-20 10:57:00"
    },
    {
        "id": 901867,
        "updated_sequence": 2043545,
        "published_at": {
            "unix": 1576839360,
            "text": "2019-12-20 10:56:00 +0000",
            "iso_8601": "2019-12-20T10:56:00Z"
        },
        "updated_at": {
            "unix": 1576839432,
            "text": "2019-12-20 10:57:12 +0000",
            "iso_8601": "2019-12-20T10:57:12Z"
        },
        "subject": "FX Morning Colour: Pound gets unexpected GDP fillip",
        "content": "<p><strong>GBP</strong></p><p>Sterling is consolidating recovery gains with the aid better than forecast data in the guise of final Q3 GDP that was tweaked higher, albeit modestly. Cable is forming a firmer base on the 1.3000 handle after dipping under the psychological level yesterday, while Eur/Gbp is paring back from 0.8550+ highs to sub-0.8525 awaiting a speech from BoE dove Haskel and then the Brexit WAB vote in parliament that should be a formality, but will include an addendum aimed at preventing any move to extend the transition period. Note also, hefty option expiry interest in Cable today from 1.3000 extending up to 1.3250, but the closest from 1.3000-15 and 1.3040-50 in 1 bn clips.</p><p><strong>USD</strong></p><p>Notwithstanding the Pound’s partial revival and outperformance in several other G10 currency peers, the <strong>DXY </strong>is holding a firm/fine line between 97.454-381 awaiting another round of US economic releases, including the last Q3 GDP revision, November personal income and spending and final Michigan sentiment for the current month.</p><p><strong>SEK/NOK&nbsp;</strong></p><p>The Scandi Crowns have regained or retained momentum following respective December policy meetings from the Riksbank and Norges Bank, as Eur/Sek revisits Thursday’s post-25 bp repo hike lows below 10.4500 with some impetus from frothier Swedish PPI in the absence of retail sales that have been delayed until next Friday for no official reason. Meanwhile, Eur/Nok is still under the 10.0000 marker in response to a gentle incline in the depo rate path to 1.6% in 2022 from the current 1.5%.</p><p><strong>AUD/NZD&nbsp;</strong></p><p>In contrast to the above, divergence between the Antipodean Dollars has persisted in wake of Australia’s upbeat jobs report that is keeping Aud/Usd afloat near 0.6900 and Aud/Nzd elevated around 1.0450 even though Nzd/Usd is pivoting 0.6600.</p><p><strong>JPY/EUR/CAD</strong></p><p>Narrowly mixed vs the Greenback and not straying far or outside of recent ranges, as the Yen meanders above 109.50, Euro hovers over 1.1100 and Loonie straddles 1.3130. Usd/Jpy, Eur/Usd and Usd/Cad all look capped by big expiries given 3 bn+, almost 4 bn and 1.1 bn respectively around 109.45-50, between 1.1140-45 and 1.1150 and between 1.3140-50 respectively.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-pound-gets-unexpected-gdp-fillip-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 18:56:00",
        "gmt_time": "2019-12-20 10:56:00"
    },
    {
        "id": 901864,
        "updated_sequence": 2043536,
        "published_at": {
            "unix": 1576835940,
            "text": "2019-12-20 09:59:00 +0000",
            "iso_8601": "2019-12-20T09:59:00Z"
        },
        "updated_at": {
            "unix": 1576835977,
            "text": "2019-12-20 09:59:37 +0000",
            "iso_8601": "2019-12-20T09:59:37Z"
        },
        "subject": "South Korea says Japan’s latest move to ease some of its technology transport control is seen as “partial progress” but falls short of a resolution",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-says-japan-s-latest-move-to-ease-some-of-its-technology-transport-control-is-seen-as-partial-progress-but-falls-short-of-a-resolution-20-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 17:59:00",
        "gmt_time": "2019-12-20 09:59:00"
    },
    {
        "id": 901861,
        "updated_sequence": 2043527,
        "published_at": {
            "unix": 1576835100,
            "text": "2019-12-20 09:45:00 +0000",
            "iso_8601": "2019-12-20T09:45:00Z"
        },
        "updated_at": {
            "unix": 1576835137,
            "text": "2019-12-20 09:45:37 +0000",
            "iso_8601": "2019-12-20T09:45:37Z"
        },
        "subject": "UK PM Johnson says there will be no alignment with the EU in future relationship ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-says-there-will-be-no-alignment-with-the-eu-in-future-relationship-20-12-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 17:45:00",
        "gmt_time": "2019-12-20 09:45:00"
    },
    {
        "id": 901862,
        "updated_sequence": 2043530,
        "published_at": {
            "unix": 1576835100,
            "text": "2019-12-20 09:45:00 +0000",
            "iso_8601": "2019-12-20T09:45:00Z"
        },
        "updated_at": {
            "unix": 1576835202,
            "text": "2019-12-20 09:46:42 +0000",
            "iso_8601": "2019-12-20T09:46:42Z"
        },
        "subject": "Japan's Ministry of Economy, Trade and Industry is reportedly to ease some of the technology transport controls on South Korea., JiJi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-s-ministry-of-economy-trade-and-industry-is-reportedly-to-ease-some-of-the-technology-transport-controls-on-south-korea-jiji-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 17:45:00",
        "gmt_time": "2019-12-20 09:45:00"
    },
    {
        "id": 901852,
        "updated_sequence": 2043497,
        "published_at": {
            "unix": 1576833060,
            "text": "2019-12-20 09:11:00 +0000",
            "iso_8601": "2019-12-20T09:11:00Z"
        },
        "updated_at": {
            "unix": 1576833115,
            "text": "2019-12-20 09:11:55 +0000",
            "iso_8601": "2019-12-20T09:11:55Z"
        },
        "subject": "Fitch affirms India at BBB, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-india-at-bbb-outlook-stable-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 17:11:00",
        "gmt_time": "2019-12-20 09:11:00"
    },
    {
        "id": 901636,
        "updated_sequence": 2043467,
        "published_at": {
            "unix": 1576832400,
            "text": "2019-12-20 09:00:00 +0000",
            "iso_8601": "2019-12-20T09:00:00Z"
        },
        "updated_at": {
            "unix": 1576832400,
            "text": "2019-12-20 09:00:00 +0000",
            "iso_8601": "2019-12-20T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-19-12-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 17:00:00",
        "gmt_time": "2019-12-20 09:00:00"
    },
    {
        "id": 901842,
        "updated_sequence": 2043465,
        "published_at": {
            "unix": 1576832160,
            "text": "2019-12-20 08:56:00 +0000",
            "iso_8601": "2019-12-20T08:56:00Z"
        },
        "updated_at": {
            "unix": 1576832286,
            "text": "2019-12-20 08:58:06 +0000",
            "iso_8601": "2019-12-20T08:58:06Z"
        },
        "subject": "Deutsche Lufthansa (LHA GY) - German cabin crew union UFO has told its members that arbitrators want to hold discussions with the Co. on Sunday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-lufthansa-lha-gy-german-cabin-crew-union-ufo-has-told-its-members-that-arbitrators-want-to-hold-discussions-with-the-co-on-sunday-20-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:56:00",
        "gmt_time": "2019-12-20 08:56:00"
    },
    {
        "id": 901841,
        "updated_sequence": 2043462,
        "published_at": {
            "unix": 1576831980,
            "text": "2019-12-20 08:53:00 +0000",
            "iso_8601": "2019-12-20T08:53:00Z"
        },
        "updated_at": {
            "unix": 1576832275,
            "text": "2019-12-20 08:57:55 +0000",
            "iso_8601": "2019-12-20T08:57:55Z"
        },
        "subject": "UK Chancellor Javid confirms Andrew Bailey as Governor of the Bank of England; replacing Mark Carney",
        "content": "<ul><li>Current BoE Governor Carney will remain as Governor until March 15th&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Bailey's most recent position was Chief Executive of the Financial Conduct Authority (FCA)</li></ul>",
        "analysis_updated_at": {
            "unix": 1576832100,
            "text": "2019-12-20 08:55:00 +0000",
            "iso_8601": "2019-12-20T08:55:00Z"
        },
        "push_notify": true,
        "source": "CNBC",
        "slug": "uk-chancellor-javid-confirms-andrew-bailey-as-governor-of-the-bank-of-england-replacing-mark-carney-20-12-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:53:00",
        "gmt_time": "2019-12-20 08:53:00"
    },
    {
        "id": 901838,
        "updated_sequence": 2043448,
        "published_at": {
            "unix": 1576831380,
            "text": "2019-12-20 08:43:00 +0000",
            "iso_8601": "2019-12-20T08:43:00Z"
        },
        "updated_at": {
            "unix": 1576831451,
            "text": "2019-12-20 08:44:11 +0000",
            "iso_8601": "2019-12-20T08:44:11Z"
        },
        "subject": "UK debt and STIR contracts idling into data, BoE’s Haskel and Brexit vote",
        "content": "<p>Gilts and Short Sterling futures are largely going through the motions, albeit mostly firmer for choice and holding up better than peers ahead of final Q3 GDP, public finances for November, a speech from MPC dove Haskel and then Friday’s main UK event in the HoC where MPs will vote on the WAB and legislation to enshrine December 31 next year as the Brexit transition deadline. The 10 year debt future has been flitting either side of its previous 131.41 settlement within a 131.55-31 range and the 3 month strip between -0.5/+1 tick parameters.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "uk-debt-and-stir-contracts-idling-into-data-boe-s-haskel-and-brexit-vote-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:43:00",
        "gmt_time": "2019-12-20 08:43:00"
    },
    {
        "id": 901839,
        "updated_sequence": 2043451,
        "published_at": {
            "unix": 1576831320,
            "text": "2019-12-20 08:42:00 +0000",
            "iso_8601": "2019-12-20T08:42:00Z"
        },
        "updated_at": {
            "unix": 1576831471,
            "text": "2019-12-20 08:44:31 +0000",
            "iso_8601": "2019-12-20T08:44:31Z"
        },
        "subject": "UBS looks for USD 60bbl Brent at the end of Q1 2020, USD 62/bbl end of Q2 2020, USD 64/bbl end of Q3 2020 and USD 64/bbl end of Q4 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-looks-for-usd-60bbl-brent-at-the-end-of-q1-2020-usd-62-bbl-end-of-q2-2020-usd-64-bbl-end-of-q3-2020-and-usd-64-bbl-end-of-q4-2020-20-12-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:42:00",
        "gmt_time": "2019-12-20 08:42:00"
    },
    {
        "id": 901834,
        "updated_sequence": 2043436,
        "published_at": {
            "unix": 1576829760,
            "text": "2019-12-20 08:16:00 +0000",
            "iso_8601": "2019-12-20T08:16:00Z"
        },
        "updated_at": {
            "unix": 1576829814,
            "text": "2019-12-20 08:16:54 +0000",
            "iso_8601": "2019-12-20T08:16:54Z"
        },
        "subject": "Chinese Foreign Ministry says the US-China relationship has experienced serious difficulties and urges US to meet them halfway",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-ministry-says-the-us-china-relationship-has-experienced-serious-difficulties-and-urges-us-to-meet-them-halfway-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:16:00",
        "gmt_time": "2019-12-20 08:16:00"
    },
    {
        "id": 901833,
        "updated_sequence": 2043433,
        "published_at": {
            "unix": 1576828800,
            "text": "2019-12-20 08:00:00 +0000",
            "iso_8601": "2019-12-20T08:00:00Z"
        },
        "updated_at": {
            "unix": 1576829323,
            "text": "2019-12-20 08:08:43 +0000",
            "iso_8601": "2019-12-20T08:08:43Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1130 (755M), <strong>1.1140-45 (1.2B)</strong>, <strong>1.1150 (2.7B)</strong>, <strong>1.1175-1.12 (2.1B)</strong></p><p>USD/CHF: 0.9800 (485M)</p><p>EUR/JPY: 122.00 (690M)</p><p>EUR/SEK: <strong>10.45-60 (1.0B)</strong>&nbsp;</p><p>GBP/USD: <strong>1.3000-15 (1B)</strong>, <strong>1.3040-50 (1.0B)</strong>, 1.31 (800M), <strong>1.3150 (1.9B)</strong>, <strong>1.32 (1.9B)</strong>, <strong>1.3250 (1.7B)</strong></p><p>EUR/GBP: 0.8400 (1.55BLN), 0.8450 (466M), 0.8500 (550M)&nbsp;</p><p>AUD/USD: 0.6820-25 (870M), 0.6850 (541M), 0.6870 (310M)</p><p>NZD/USD: 0.6550 (471M), 0.6605 (600M)&nbsp;</p><p>AUD/NZD: 1.0400-50 (660M)</p><p>EUR/JPY: 122.00 (565M)</p><p>USD/CAD: 1.3100 (525M), <strong>1.3140-50 (1.1B)</strong>, 1.3265 (750M)&nbsp;</p><p>USD/JPY: 109.00 (577M), 109.25 (670M), <strong>109.45-50 (3.165B)</strong>, <strong>110.00 (1.6B)</strong></p><p>AUD/JPY: 74.75 (816M), 75.00-10 (450M), 75.50 (417M), 75.75 (633M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-20-12-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 16:00:00",
        "gmt_time": "2019-12-20 08:00:00"
    },
    {
        "id": 901832,
        "updated_sequence": 2043426,
        "published_at": {
            "unix": 1576828620,
            "text": "2019-12-20 07:57:00 +0000",
            "iso_8601": "2019-12-20T07:57:00Z"
        },
        "updated_at": {
            "unix": 1576828694,
            "text": "2019-12-20 07:58:14 +0000",
            "iso_8601": "2019-12-20T07:58:14Z"
        },
        "subject": "Bunds: only a token nod to dip in German consumer sentiment",
        "content": "<p>The 10 year German benchmark has nudged up to a minor new Eurex high at 171.36 in wake of the latest Gfk confidence survey, but in truth the ‘reaction’ is rather lacklustre amidst a dearth of follow-through buying to challenge recent highs so momentum appears to be waning after the core Eurozone bond kicked off at 171.26 and slipped to a 171.18 base earlier (vs Thursday’s 171.28 close). Note, turnover continues to dwindle with less than 20k lots traded so far, and it could well be that most if not all have shut up shop for Xmas, if not the year already. However, upcoming US data holds the potential to stir some interest and price moves are likely to remain erratic, with nearest technical resistance and support seen at 171.46 and 171.01 respectively.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "bunds-only-a-token-nod-to-dip-in-german-consumer-sentiment-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 15:57:00",
        "gmt_time": "2019-12-20 07:57:00"
    },
    {
        "id": 901823,
        "updated_sequence": 2043430,
        "published_at": {
            "unix": 1576828620,
            "text": "2019-12-20 07:57:00 +0000",
            "iso_8601": "2019-12-20T07:57:00Z"
        },
        "updated_at": {
            "unix": 1576828782,
            "text": "2019-12-20 07:59:42 +0000",
            "iso_8601": "2019-12-20T07:59:42Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>AstraZeneca (AZN LN)</strong> – Co. has divested rights to Arimidex and Casodex in Europe and certain additional countries. Juvise Pharmaceuticals has made an upfront payment of USD 181mln to AstraZeneca. Divestment does not change Co’s financial guidance. (Newswires)</p><p><strong>ADP (ADP FP)</strong> – Co. said it targets 35-40% EBIT by 2025 vs. Prev. 27.4% in 2018. Co. also appointed two Deputy Executive Officers. (Newswires)</p><p><strong>AXA (CS FP)/ Credit Agricole (ACA FP) </strong>– KKR sells European locomotive leasing to AXA Investment Managers, Real Assets and Credit Agricole Assurances. (Newswires)</p><p><strong>Credit Suisse (CSGN SW) </strong>– Co. has made the decision to elect fair value accounting under US GAAP in respect of equity investments in SIX group, which is expected to result in pre-tac gain of at least CHF 450mln on Q4 2019. (Newswires)</p><p><strong>Fiat Chrysler (FCA IM)</strong> – Co. says the sale of Teksid cast iron components unit is expected in H2 2020, valued at around EUR 210mln. (Newswires)</p><p><strong>Intesa Sanpaolo (ISP IM) </strong>– Co. has bought a majority stake in RBM for EUR 300mln. (Newswires)</p><p><strong>NMC Health (NMC LN) </strong>– Co. noted that short-seller Muddy Waters’ report earlier this week was “false and misleading”. (Newswires)</p><p><strong>Saint Gobain (SGO FP) </strong>– Co. has completed the divestments of its South Korean construction glass business; units being sold generated revenue of EUR 200mln in 2018. (Newswires)</p><p><strong>Shell (RSDA LN) </strong>– Co. expects its FY 2019 cash capital expenditures to be at the lower end of previously guided USD 24-29bln. Co. sees its Q4 chemical cracker and intermediate margins to be materially lower than in Q3 2019 due to weak macro environment. Based on macro outlook, Co. sees FY post-tax impairment charges of USD 1.7-2.3bln in Q4. (Newswires)</p><p><strong>Subsea 7 (SUBC NO) –</strong> Co. have been awarded a ‘sizeable’ contract off of the Gulf of Mexico by Chevron. (Newswires)</p><p><strong>Smith &amp; Nephew (SN/ LN</strong>) – Speculations Co. may beat Stryker’s offer for Wright Medical. (Newswires) <i>Co. share are seen opening lower by 2%</i></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-20-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 15:57:00",
        "gmt_time": "2019-12-20 07:57:00"
    },
    {
        "id": 901831,
        "updated_sequence": 2043423,
        "published_at": {
            "unix": 1576828080,
            "text": "2019-12-20 07:48:00 +0000",
            "iso_8601": "2019-12-20T07:48:00Z"
        },
        "updated_at": {
            "unix": 1576828147,
            "text": "2019-12-20 07:49:07 +0000",
            "iso_8601": "2019-12-20T07:49:07Z"
        },
        "subject": "Japanese Government have downgraded their economic assessment for December, alongside their assessment of industrial production",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-government-have-downgraded-their-economic-assessment-for-december-alongside-their-assessment-of-industrial-production-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 15:48:00",
        "gmt_time": "2019-12-20 07:48:00"
    },
    {
        "id": 901826,
        "updated_sequence": 2043403,
        "published_at": {
            "unix": 1576826160,
            "text": "2019-12-20 07:16:00 +0000",
            "iso_8601": "2019-12-20T07:16:00Z"
        },
        "updated_at": {
            "unix": 1576826379,
            "text": "2019-12-20 07:19:39 +0000",
            "iso_8601": "2019-12-20T07:19:39Z"
        },
        "subject": "China's Foreign Ministry, when asked about Canadian PM's comments on US-China trade deal, says Canada's attempt to link other issues with US-Sino trade is doomed to fail",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Canadian PM Trudeau urged the US to hold off on a final trade agreement with China until two Canadians detained in China have been released</li></ul>",
        "analysis_updated_at": {
            "unix": 1576826340,
            "text": "2019-12-20 07:19:00 +0000",
            "iso_8601": "2019-12-20T07:19:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-foreign-ministry-when-asked-about-canadian-pm-s-comments-on-us-china-trade-deal-says-canada-s-attempt-to-link-other-issues-with-us-sino-trade-is-doomed-to-fail-20-12-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 15:16:00",
        "gmt_time": "2019-12-20 07:16:00"
    },
    {
        "id": 901822,
        "updated_sequence": 2043373,
        "published_at": {
            "unix": 1576824780,
            "text": "2019-12-20 06:53:00 +0000",
            "iso_8601": "2019-12-20T06:53:00Z"
        },
        "updated_at": {
            "unix": 1576824857,
            "text": "2019-12-20 06:54:17 +0000",
            "iso_8601": "2019-12-20T06:54:17Z"
        },
        "subject": "South Africa's National Treasury states that they are working to step up the timeline for state-owned Eskom's restructuring",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-national-treasury-states-that-they-are-working-to-step-up-the-timeline-for-state-owned-eskom-s-restructuring-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 14:53:00",
        "gmt_time": "2019-12-20 06:53:00"
    },
    {
        "id": 901821,
        "updated_sequence": 2043370,
        "published_at": {
            "unix": 1576824600,
            "text": "2019-12-20 06:50:00 +0000",
            "iso_8601": "2019-12-20T06:50:00Z"
        },
        "updated_at": {
            "unix": 1576824689,
            "text": "2019-12-20 06:51:29 +0000",
            "iso_8601": "2019-12-20T06:51:29Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>20th December 2019</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets traded mixed as the Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, only partially transitioned into the region amid a lack of significant macro drivers. ASX 200 (-0.3%) was subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continued to digest the dampened prospects for further easing as reflected by OIS which priced in an under 26% chance of an RBA rate cut in February, while Nikkei 225 (-0.1%) was pressured by recent adverse currency flows. Elsewhere, Hang Seng (+0.3%) and Shanghai Comp. (-0.2%) were indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested lingering uncertainty on the trade front related to the technological restrictions the US may impose on China.</p><p>FTSE 100</p><p><strong>Just Eat (JE/ LN) </strong>– Shareholder Eminence Capital (4.21% owner) supports <strong>Takeaway.com’s (TKWY NA)</strong> revised offer for the Co. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>BT (BT/A LN) </strong>REITERATED WITH UNDERWEIGHT AT BARCLAYS</p><p>DAX</p><p><strong>Adidas (ADS GY)</strong> - <strong>Nike Inc (NKE)</strong> reported Q2 2020 EPS USD 0.70 vs. Exp. USD 0.58, Revenue USD 10.3bln vs. Exp. USD 10.09bln. Nike CFO warned that he expects group gross profit margins to be flat YY in Q3, in-part due to trade tariffs. (Newswires/FT). <i><strong>Co. shares fell in excess of 2% after-market</strong></i></p><p><strong>Volkswagen (VOW3 GY)</strong> – Innio, Mitsubishi Heavy and Cummins have reportedly made offers for Volkswagen’s subsidiary MAN Energy Solutions – which could fetch between EUR 1.5-2bln, according to sources. Separately, ASIC, Australia’s Corporate Regulator, has begun civil proceedings against a subsidiary of the Co. regarding violations of responsible lending laws. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Commerzbank (CBK GY) </strong>– Co’s Polish division Mbank is said to have attracted interest from Apollo, who are reportedly mulling a EUR 4bln for the unit, according to sources. (Newswires)</p><p>BROKER MOVES</p><p><strong>MERCK (MRK GY) </strong>REITERATED WITH UNDERWEIGHT AT BARCLAYS</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>BBVA (BBVA SM) </strong>– Co. is to take a EUR 1.5bln impairment charge in the US due to lower interest rates; adjustments will have no effect on tangible net equity, liquidity or capital. (Newswires)</p><p><strong>ABN AMRO (ABN NA) </strong>– Co. estimates around 15-20% of jobs at its Belgian private banking division could be impacted between 2020-22, positions affected are unknown. Co. also notes that AUMs at its Belgian unit have doubled to ~EUR 12bln. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p><strong>Nestle (NESN SW) – </strong>Co. is to sell 60% stake in Herta to enter a JV with Casa Tarradellas. Herta has previously been valued at EUR 690mln. Separately, Co’s Health Science and G3 pharmaceuticals are to pursue research and development of galectin-3 inhibitors, for conditions including heart failure. (Newswires)</p><p><strong>Swisscom (SCMW SW) </strong>– Co. affirms its FY guidance following a CHF 186mln fine by the Swiss Supreme Court. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p><strong>SWATCH (UHR SW) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>TELENOR (TEL NO) </strong>REITERATED WITH OVERWEIGHT AT BARCLAYS</p><p><strong>TELIA (TELIA SS) </strong>REITERATED WITH OVERWEIGHT AT BARCLAYS</p><p><strong>TELE2 (TEL2B SS)</strong> REITERATED WITH EQUAL WEIGHT AT BARCLAYS</p><p><strong>ELISA (ELISA FH)</strong> REITERATED WITH UNDERWEIGHT AT BARCLAYS</p><p>US</p><p><strong>* CLOSING LEVELS: SPX +0.45% at 3205, NDX +0.67% at 8887, DJ +0.49% at 28377</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-20-12-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 14:50:00",
        "gmt_time": "2019-12-20 06:50:00"
    },
    {
        "id": 901820,
        "updated_sequence": 2043365,
        "published_at": {
            "unix": 1576824300,
            "text": "2019-12-20 06:45:00 +0000",
            "iso_8601": "2019-12-20T06:45:00Z"
        },
        "updated_at": {
            "unix": 1576824448,
            "text": "2019-12-20 06:47:28 +0000",
            "iso_8601": "2019-12-20T06:47:28Z"
        },
        "subject": " Quadruple Witching Schedule",
        "content": "<ul><li>10:15 GMT/05:15EST: FTSE 100 Dec’19 Futures and Options Expiry</li><li>11:00GMT/06:00EST: Euro Stoxx 50 Dec’19 Futures and Options Expiry</li><li>12:00GMT/07:00EST: DAX 30 Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: E-mini S&amp;P Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: NASDAQ (Inc. E-mini) Dec’19 Futures and Options Expiry</li><li>14:30GMT/09:30EST: DJIA Dec’19 Futures and Options Expiry</li><li>15:00GMT/10:00EST: CAC 40 Dec’19 Futures and Options Expiry</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "quadruple-witching-schedule-20-12-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 14:45:00",
        "gmt_time": "2019-12-20 06:45:00"
    },
    {
        "id": 901819,
        "updated_sequence": 2043362,
        "published_at": {
            "unix": 1576824000,
            "text": "2019-12-20 06:40:00 +0000",
            "iso_8601": "2019-12-20T06:40:00Z"
        },
        "updated_at": {
            "unix": 1576824142,
            "text": "2019-12-20 06:42:22 +0000",
            "iso_8601": "2019-12-20T06:42:22Z"
        },
        "subject": "NEWSQUAWK CHRISTMAS PERIOD OPENING HOURS",
        "content": "<p>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p><strong>Closed for business 25th, 26th, 27th, 30th, 31st December 2019 and 1st January 2020</strong></p><p><strong>Normal service will resume at 0630GMT on Thursday&nbsp;2nd&nbsp;of January 2020 for the beginning of the EU Session</strong></p><p><strong>Market closures and desk opening hours</strong></p><p>&nbsp;</p><p><strong>24th December - </strong>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p>Floor Trade</p><p>1. CME/CBOT –FX and Interest Rates close at 1800GMT/1200CST, Equities Futures and Options close at 1815GMT/1215CST</p><p>2. NYSE – Early close at 1800GMT</p><p>Electronic Trade</p><p>1. CME – Equity, interest rates, FX close 1815GMT/1215CST, Energy closes at 1845GMT/1245CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Instruments will begin closing at 1255GMT/0655CST</p><p>Cash Index:</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – All instruments will be closed by 1305GMT/0705CST</p><p>3. DAX - Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan – Regular Hours</p><p>Hong Kong – Regular Hours</p><p>&nbsp;</p><p><strong>25th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>26th December (Boxing Day) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading and clearing (exercise, settlement and cash) in all derivatives</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>27th and 30th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex - Regular hours</p><p>4. Euronext Derivatives - Regular hours</p><p>Cash Index: -</p><p>1. FTSE – Regular hours</p><p>2. Euronext Cash – Regular Hours</p><p>3. DAX – Regular hours</p><p>4. IBEX 35 – Regular hours</p><p>5. FTSE MIB – Regular hours</p><p>6. SMI – Regular hours</p><p>7. Oslo Bors – Regular hours</p><p>8. OMX 30 - Regular hours</p><p>Australia – Regular Close</p><p>Japan – Regular Close</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>31st December (NYE)– Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – FX and Interest Rates close at 1800GMT/1200CST</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular close</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Closes begin at 1255GMT/0655CST</p><p>Cash Index: -</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – Closes begin at 1305GMT/0705CST</p><p>3. DAX – Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan - Closed</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>1st January (NYD) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX – Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan - Closed</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>2nd January (Thursday) – Markets open. Desk will re-open at 0630GMT for the beginning of the European session&nbsp;</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-christmas-period-opening-hours-06_42am_utc_20-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 14:40:00",
        "gmt_time": "2019-12-20 06:40:00"
    },
    {
        "id": 901818,
        "updated_sequence": 2043359,
        "published_at": {
            "unix": 1576822800,
            "text": "2019-12-20 06:20:00 +0000",
            "iso_8601": "2019-12-20T06:20:00Z"
        },
        "updated_at": {
            "unix": 1576822856,
            "text": "2019-12-20 06:20:56 +0000",
            "iso_8601": "2019-12-20T06:20:56Z"
        },
        "subject": "Newsquawk Daily European Opening News - 20th December 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23514/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded mixed as the Christmas rally on Wall St failed to filter through to the region</li><li>UK House of Commons is to vote on UK PM Johnson's Brexit deal today at 1430GMT</li><li>FCA Chief Executive Andrew Bailey has reportedly been selected as next BoE Governor, according to the FT</li><li>US House voted 385 vs. 41 to approve the USMCA trade agreement</li><li>Looking ahead, highlights include UK GDP, Canadian Retail Sales, US Personal Income, Consumption, Core PCE, Uni. Of Michigan, EZ Consumer Confidence, BoE’s Haskel, Quadruple Witching</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mixed as the Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, only partially transitioned into the region amid a lack of significant macro drivers</strong>. <strong>ASX 200 (-0.3%) </strong>was subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continued to digest the dampened prospects for further easing as reflected by OIS which priced in an under 26% chance of an RBA rate cut in February, while <strong>Nikkei 225 (-0.1%)</strong> was pressured by recent adverse currency flows. Elsewhere, <strong>Hang Seng (+0.3%) </strong>and<strong> Shanghai Comp. (-0.1%)</strong> were indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested lingering uncertainty on the trade front related to the technological restrictions the US may impose on China. Finally, 10yr JGBs extended on the slump below the 152.00 level following selling pressure in T-notes and as the benchmark Japanese 10yr yield turned positive for the first time since March, which overshadowed the slightly firmer demand at the enhanced liquidity auction for longer dated JGBs.</p><p>&nbsp;</p><p><strong>PBoC injected CNY 150bln via 14-day reverse repos for net weekly injection of CNY 630bln vs. last week's net neutral position.</strong></p><p><strong>PBoC set USD/CNY reference rate at 7.0020 vs. Exp. 7.0033 (Prev. 7.0025)</strong></p><p><strong>PBoC 1yr Loan Prime Rate 4.15% vs. Exp. 4.10% (Prev. 4.15%). PBoC 5yr Loan Prime Rate 4.80% vs. Exp. 4.80% (Prev. 4.80%)</strong></p><p>&nbsp;</p><p>Chinese President Xi said Macau has become one of the safest cities in the world and that people in Macau are able to rationally express different demands, while he added that China will not allow foreign forces to interfere with Hong Kong and Macau affairs. (Newswires)</p><p>&nbsp;</p><p>CNBC report noted that US-China phase one agreement softens trade risks but suggested that an unpredictable factor lingers which is the technological restriction US may impose on China. (Newswires)</p><p>&nbsp;</p><p>Japanese National CPI (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.2%). (Newswires) Japanese National CPI Ex. Fresh Food (Nov) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.4%) Japanese National CPI Ex. Fresh Food &amp; Energy (Nov) Y/Y 0.8% vs. Exp. 0.7% (Prev. 0.7%); largest increase since April 2016.</p><p>&nbsp;</p><p>China’s President Xi is reportedly not planning on attending the World Economic Forum/Davos event in January., according to sources. (Newswires)</p><p>UK/EU</p><p>FCA Chief Executive Andrew Bailey has been selected as next BoE Governor. (FT)</p><p>&nbsp;</p><p>UK House of Commons is to vote on UK PM Johnson's Brexit deal today, the bill would also prevent the Government from extending the transition period past 2020; voting is expected at around 14:30GMT. The bill is expected to pass as the Conservatives have an 80-seat majority, and all Conservative MPs pledged their support to the deal prior to the election. (Newswires/BBC)</p><p>&nbsp;</p><p>Multiple French Unions state that talks over pension reform have failed to progress, and they intend to continue protesting. (Newswires)</p><p>&nbsp;</p><p>EU Council President Michel said the bloc will make deeper ties with China a priority in 2020, whilst not letting US dictate the bloc's approach to China. (WSJ)</p><p>German Finance Ministry said exports are to be subdued in approaching months amid global risks and slowing world trade but added that a strong labour market will continue to support the domestic economy. (Newswires)</p><p>UK GfK Consumer Confidence (Dec) -11 vs. Exp. -14.0 (Prev. -14.0). (Newswires) UK Lloyds Business Barometer (Dec) 10 (Prev. 9); 5-month high.</p><p>&nbsp;</p><p><strong>FX</strong></p><p><strong>DXY</strong> eked marginal gains and re-approached the top of the prior day’s thin range after the Senate passed the spending bills to avert a government shutdown, while also in Congress, the House voted to approve the USMCA agreement which helped <strong>MXN</strong> retain its recent spoils. <strong>EUR</strong>/<strong>USD</strong> and <strong>GBP</strong>/<strong>USD</strong> were uneventful and have consolidated north of near-term floors at 1.1110 and 1.3000 respectively, with both pairs residing in the midst of several minor option expiries for today’s New York cut. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> traded subdued and <strong>JPY</strong>-crosses reflected their base currencies, with mostly inline Japanese CPI data not doing much to spur prices, while antipodeans were steady in which <strong>AUD</strong>/<strong>USD</strong> briefly tested 0.6900 to the upside as the recent jobs data continued to reverberate for the currency and <strong>NZD</strong>/<strong>USD</strong> struggled to hold on to the 0.6600 handle.</p><p>Mexican Central Bank cut its interest rate by 25bps to 7.25% as expected, although the decision was not unanimous as one member voted for a 50bps cut, while the central bank stated that the current environment continues to present risks that could affect the macroeconomic conditions in the country and its potential for growth. (Newswires)</p><p>COMMODITIES</p><p>Commodities traded flat overnight in which WTI crude futures were uneventful but remained above the USD 61.00/bbl level after the prior day’s gains which coincided with the Christmas rally in stocks that lifted Wall St. to fresh record highs, although the momentum in the energy complex has since petered out as the pre-holiday cheer failed to fully transpire across Asia. Elsewhere, gold was relatively unchanged amid a lack of drivers and as the greenback edged marginal gains, while copper prices also conformed to the sideways price action amid the indecisive risk tone, before eventually drifting lower.</p><p>&nbsp;</p><p>US&nbsp;</p><p>T-Notes sold off early in yesterday’s session, catching momentum as US participants came to their desks, although the losses were reversed heading into the close, leaving the T-Note slightly firmer, with yields falling most pronounced in the belly, by approximately 2bps. Desks note that as liquidity begins to thin, desks will be eager to close positions and take advantage of any large moves, with this Friday likely serving as a last chance before Christmas for many. Thursday’s reversal of the move higher in yields could potentially be technically driven as the 2s10s flirted with 30bps earlier on, perhaps the misses in the Philly Fed Index and US housing starts tamed the Treasury sell off somewhat, too, whilst some desks attributed participants ceasing the low prices before the weekend. T-notes (H0) futures settled 4+ ticks higher at 128-10.</p><p>US President Trump tweeted that the Democrats gave him no due process in the House and now want to tell the Senate how to run their trial, while he added that they have zero proof of anything and that he wants an immediate trial. In related news, US Senate Republican Leader McConnell said he met with Senate Democrat Leader Schumer and that they remain at an impasse on impeachment trial process, while he added that witness testifying at the Senate impeachment trial continues to be a sticking point. (Twitter/Newswires)</p><p><strong>US House voted 385 vs. 41 to approve the USMCA trade agreement, while it was also reported that the Senate passed the two-bill spending package to avert a government shutdown in which the first bill on domestic programs passed by 71-23 vote and the second part of the funding measure was passed by 81-11 vote. </strong>(Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-20th-december-2019-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 14:20:00",
        "gmt_time": "2019-12-20 06:20:00"
    },
    {
        "id": 901816,
        "updated_sequence": 2043353,
        "published_at": {
            "unix": 1576821060,
            "text": "2019-12-20 05:51:00 +0000",
            "iso_8601": "2019-12-20T05:51:00Z"
        },
        "updated_at": {
            "unix": 1576821149,
            "text": "2019-12-20 05:52:29 +0000",
            "iso_8601": "2019-12-20T05:52:29Z"
        },
        "subject": "Italy security body advises government to exclude Chinese 5G companies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-security-body-advises-government-to-exclude-chinese-5g-companies-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 13:51:00",
        "gmt_time": "2019-12-20 05:51:00"
    },
    {
        "id": 901815,
        "updated_sequence": 2043350,
        "published_at": {
            "unix": 1576820460,
            "text": "2019-12-20 05:41:00 +0000",
            "iso_8601": "2019-12-20T05:41:00Z"
        },
        "updated_at": {
            "unix": 1576820647,
            "text": "2019-12-20 05:44:07 +0000",
            "iso_8601": "2019-12-20T05:44:07Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mixed as Wall St rally failed to rollover",
        "content": "<p>Asia equity markets traded mixed as the Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, only partially transitioned into the region amid a lack of significant macro drivers. ASX 200 (-0.3%) was subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continued to digest the dampened prospects for further easing as reflected by OIS which priced in an under 26% chance of an RBA rate cut in February, while Nikkei 225 (-0.1%) was pressured by recent adverse currency flows. Elsewhere, Hang Seng (+0.3%) and Shanghai Comp. (-0.2%) were indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested lingering uncertainty on the trade front related to the technological restrictions the US may impose on China. Finally, 10yr JGBs extended on the slump below the 152.00 level following selling pressure in T-notes and as the benchmark Japanese 10yr yield turned positive for the first time since March, which nullified the slightly firmer demand at the enhanced liquidity auction for longer dated JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mixed-as-wall-st-rally-failed-to-rollover-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 13:41:00",
        "gmt_time": "2019-12-20 05:41:00"
    },
    {
        "id": 901814,
        "updated_sequence": 2043345,
        "published_at": {
            "unix": 1576820280,
            "text": "2019-12-20 05:38:00 +0000",
            "iso_8601": "2019-12-20T05:38:00Z"
        },
        "updated_at": {
            "unix": 1576820444,
            "text": "2019-12-20 05:40:44 +0000",
            "iso_8601": "2019-12-20T05:40:44Z"
        },
        "subject": "Japanese Tokyo Department Store Sales (Nov) Y/Y -4.7% (Prev. -19.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-tokyo-department-store-sales-nov-y-y-4-7-prev-19-0-20-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 13:38:00",
        "gmt_time": "2019-12-20 05:38:00"
    },
    {
        "id": 901813,
        "updated_sequence": 2043347,
        "published_at": {
            "unix": 1576820280,
            "text": "2019-12-20 05:38:00 +0000",
            "iso_8601": "2019-12-20T05:38:00Z"
        },
        "updated_at": {
            "unix": 1576820457,
            "text": "2019-12-20 05:40:57 +0000",
            "iso_8601": "2019-12-20T05:40:57Z"
        },
        "subject": "Japanese Nationwide Department Store Sales (Nov) Y/Y -6.0% (Prev. -17.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-nationwide-department-store-sales-nov-y-y-6-0-prev-17-5-20-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 13:38:00",
        "gmt_time": "2019-12-20 05:38:00"
    },
    {
        "id": 901810,
        "updated_sequence": 2043333,
        "published_at": {
            "unix": 1576817700,
            "text": "2019-12-20 04:55:00 +0000",
            "iso_8601": "2019-12-20T04:55:00Z"
        },
        "updated_at": {
            "unix": 1576817786,
            "text": "2019-12-20 04:56:26 +0000",
            "iso_8601": "2019-12-20T04:56:26Z"
        },
        "subject": "All India Bank Employees Association says bank staff and officers will join the national general strike on January 8th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "all-india-bank-employees-association-says-bank-staff-and-officers-will-join-the-national-general-strike-on-january-8th-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 12:55:00",
        "gmt_time": "2019-12-20 04:55:00"
    },
    {
        "id": 901809,
        "updated_sequence": 2043330,
        "published_at": {
            "unix": 1576817580,
            "text": "2019-12-20 04:53:00 +0000",
            "iso_8601": "2019-12-20T04:53:00Z"
        },
        "updated_at": {
            "unix": 1576817636,
            "text": "2019-12-20 04:53:56 +0000",
            "iso_8601": "2019-12-20T04:53:56Z"
        },
        "subject": "Glenmark Pharmaceuticals (GNP IS) receives product approval for Ryaltris in Australia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "glenmark-pharmaceuticals-gnp-is-receives-product-approval-for-ryaltris-in-australia-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 12:53:00",
        "gmt_time": "2019-12-20 04:53:00"
    },
    {
        "id": 901808,
        "updated_sequence": 2043327,
        "published_at": {
            "unix": 1576817400,
            "text": "2019-12-20 04:50:00 +0000",
            "iso_8601": "2019-12-20T04:50:00Z"
        },
        "updated_at": {
            "unix": 1576817502,
            "text": "2019-12-20 04:51:42 +0000",
            "iso_8601": "2019-12-20T04:51:42Z"
        },
        "subject": "Chinese President Xi reportedly will not attend upcoming meeting in Davos, Switzerland",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-reportedly-will-not-attend-upcoming-meeting-in-davos-switzerland-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 12:50:00",
        "gmt_time": "2019-12-20 04:50:00"
    },
    {
        "id": 901807,
        "updated_sequence": 2043324,
        "published_at": {
            "unix": 1576815180,
            "text": "2019-12-20 04:13:00 +0000",
            "iso_8601": "2019-12-20T04:13:00Z"
        },
        "updated_at": {
            "unix": 1576815328,
            "text": "2019-12-20 04:15:28 +0000",
            "iso_8601": "2019-12-20T04:15:28Z"
        },
        "subject": "PBoC sells CNY 10bln of 6-month bills in Hong Kong at 2.90%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>As a guide, reports previously suggested the PBoC utilizes bill sale sin Hong Kong to support CNY.</p>",
        "analysis_updated_at": {
            "unix": 1576815328,
            "text": "2019-12-20 04:15:28 +0000",
            "iso_8601": "2019-12-20T04:15:28Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sells-cny-10bln-of-6-month-bills-in-hong-kong-at-2-90-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 12:13:00",
        "gmt_time": "2019-12-20 04:13:00"
    },
    {
        "id": 901805,
        "updated_sequence": 2043316,
        "published_at": {
            "unix": 1576812900,
            "text": "2019-12-20 03:35:00 +0000",
            "iso_8601": "2019-12-20T03:35:00Z"
        },
        "updated_at": {
            "unix": 1576813108,
            "text": "2019-12-20 03:38:28 +0000",
            "iso_8601": "2019-12-20T03:38:28Z"
        },
        "subject": "Japan sells JPY 599.0bln in 10yr, 20yr and 30yr JGBs in enhanced liquidity auction; b/c 2.54 vs. Prev. 2.37",
        "content": "<p>- Highest accepted spread 0.018% vs. Prev. 0.035%</p><p>- Allotment of bids at highest spread 74.6905% vs. Prev. 32.5714%</p><p>- Average accepted spread 0.013% vs. Prev. 0.030%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-599-0bln-in-10yr-20yr-and-30yr-jgbs-in-enhanced-liquidity-auction-b-c-2-54-vs-prev-2-37-20-12-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 11:35:00",
        "gmt_time": "2019-12-20 03:35:00"
    },
    {
        "id": 901804,
        "updated_sequence": 2043313,
        "published_at": {
            "unix": 1576812360,
            "text": "2019-12-20 03:26:00 +0000",
            "iso_8601": "2019-12-20T03:26:00Z"
        },
        "updated_at": {
            "unix": 1576812460,
            "text": "2019-12-20 03:27:40 +0000",
            "iso_8601": "2019-12-20T03:27:40Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: NMDC (NMDC IS) has reportedly diversified into the coal industry with the allotment of 2 coal blocks",
        "content": "<p>NMDC (NMDC IS) - Co. has reportedly diversified into the coal industry with the allotment of 2 coal blocks. (ET)</p><p>Tata Group - Tata Group is likely to buy 49% stake in Walmart’s India wholesale cash and carry business. (Newswires)</p><p>Protests - At least 2 were killed after Indian police opened fire at a protest regarding citizenship law. (SCMP)</p><p>RBI Minutes - RBI December Meeting Minutes noted that Governor Das suggested there is policy space, but it needs to be appropriately timed to ensure its optimal impact and that a surge in food prices could be transitory, while MPC Member Kanungo said that a pause would help calibrate appropriate policy response in future. (Newswires)</p><p>Other News - RBI will conduct a simultaneous sale and purchase of bonds which market participants view as an attempt to lower longer-term yields. (Livemint).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-nmdc-nmdc-is-has-reportedly-diversified-into-the-coal-industry-with-the-allotment-of-2-coal-blocks-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 11:26:00",
        "gmt_time": "2019-12-20 03:26:00"
    },
    {
        "id": 901803,
        "updated_sequence": 2043310,
        "published_at": {
            "unix": 1576810860,
            "text": "2019-12-20 03:01:00 +0000",
            "iso_8601": "2019-12-20T03:01:00Z"
        },
        "updated_at": {
            "unix": 1576811711,
            "text": "2019-12-20 03:15:11 +0000",
            "iso_8601": "2019-12-20T03:15:11Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mixed as Wall St's Christmas rally fails to rollover",
        "content": "<p>Asia equity markets are mixed as the continued Christmas rally on Wall St, where all major indices notched fresh record highs and the S&amp;P 500 breached the 3200 milestone for the first time, failed to transfer into the region amid a lack of significant macro drivers. ASX 200 (-0.2%) is subdued by weakness in energy and financials, with the consumer sectors the worst performers as markets continue to digest the dampened prospects for further easing as reflected by OIS which price in under 26% chance of a cut in February, while Nikkei 225 (-0.2%) is pressured by recent adverse currency flows. Elsewhere, Hang Seng (+0.5%) and Shanghai Comp. (+0.2%) are indecisive after the PBoC conducted another respectable liquidity operation to bring this week’s total net injections to CNY 630bln but then kept its 1yr Loan Prime Rate unchanged which defied the consensus for a 5bps cut, while reports also suggested that although the US-China phase one agreement softens trade risks, an unpredictable factor lingers regarding the technological restrictions the US may impose on China.</p><p>In FX markets, the DXY ekes marginal gains and re-approaches the top of the prior day’s thin range after the Senate passed the spending bills to avert a government shutdown, while also in Congress, the House voted to approve the USMCA agreement which has helped MXN retain its recent spoils. EUR/USD and GBP/USD are lacklustre but with downside stemmed by a floor at 1.1110 and 1.3000 respectively, with both pairs in the midst of several minor option expiries for today’s New York cut. Elsewhere, USD/JPY is subdued and JPY-crosses mostly reflect their base currencies, with mostly inline CPI data not doing much to spur prices, while antipodeans are steady with AUD/USD testing 0.6900 to the upside as the jobs data continues to reverberate for the currency and with NZD/USD just about clinging on to the 0.6600 handle.</p><p>Finally, 10yr JGBs extend on the slump below the 152.00 level following selling pressure in T-notes and with participants sidelined ahead of an enhanced liquidity auction for longer dated JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mixed-as-wall-st-s-christmas-rally-fails-to-rollover-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 11:01:00",
        "gmt_time": "2019-12-20 03:01:00"
    },
    {
        "id": 901802,
        "updated_sequence": 2043305,
        "published_at": {
            "unix": 1576810080,
            "text": "2019-12-20 02:48:00 +0000",
            "iso_8601": "2019-12-20T02:48:00Z"
        },
        "updated_at": {
            "unix": 1576810175,
            "text": "2019-12-20 02:49:35 +0000",
            "iso_8601": "2019-12-20T02:49:35Z"
        },
        "subject": "Chinese President Xi says China will not allow foreign forces to interfere with Hong Kong and Macau affairs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-china-will-not-allow-foreign-forces-to-interfere-with-hong-kong-and-macau-affairs-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:48:00",
        "gmt_time": "2019-12-20 02:48:00"
    },
    {
        "id": 901801,
        "updated_sequence": 2043302,
        "published_at": {
            "unix": 1576809180,
            "text": "2019-12-20 02:33:00 +0000",
            "iso_8601": "2019-12-20T02:33:00Z"
        },
        "updated_at": {
            "unix": 1576809272,
            "text": "2019-12-20 02:34:32 +0000",
            "iso_8601": "2019-12-20T02:34:32Z"
        },
        "subject": "Chinese President Xi says Macau has become one of the safest cities in the world and that people in Macau are able to rationally express different demands",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-macau-has-become-one-of-the-safest-cities-in-the-world-and-that-people-in-macau-are-able-to-rationally-express-different-demands-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:33:00",
        "gmt_time": "2019-12-20 02:33:00"
    },
    {
        "id": 901800,
        "updated_sequence": 2043299,
        "published_at": {
            "unix": 1576808700,
            "text": "2019-12-20 02:25:00 +0000",
            "iso_8601": "2019-12-20T02:25:00Z"
        },
        "updated_at": {
            "unix": 1576808859,
            "text": "2019-12-20 02:27:39 +0000",
            "iso_8601": "2019-12-20T02:27:39Z"
        },
        "subject": "NEWSQUAWK CHRISTMAS PERIOD OPENING HOURS",
        "content": "<p>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p><strong>Closed for business 25th, 26th, 27th, 30th, 31st December 2019 and 1st January 2020</strong></p><p><strong>Normal service will resume at 0630GMT on Thursday&nbsp;2nd&nbsp;of January 2020 for the beginning of the EU Session</strong></p><p><strong>Market closures and desk opening hours</strong></p><p>&nbsp;</p><p><strong>24th December - </strong>Business as usual up to <strong>1845GMT Tuesday 24th December 2019</strong></p><p>Floor Trade</p><p>1. CME/CBOT –FX and Interest Rates close at 1800GMT/1200CST, Equities Futures and Options close at 1815GMT/1215CST</p><p>2. NYSE – Early close at 1800GMT</p><p>Electronic Trade</p><p>1. CME – Equity, interest rates, FX close 1815GMT/1215CST, Energy closes at 1845GMT/1245CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Instruments will begin closing at 1255GMT/0655CST</p><p>Cash Index:</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – All instruments will be closed by 1305GMT/0705CST</p><p>3. DAX - Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan – Regular Hours</p><p>Hong Kong – Regular Hours</p><p>&nbsp;</p><p><strong>25th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>26th December (Boxing Day) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading and clearing (exercise, settlement and cash) in all derivatives</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX - Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan – Regular Close</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>27th and 30th December – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – Regular hours</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular hours</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex - Regular hours</p><p>4. Euronext Derivatives - Regular hours</p><p>Cash Index: -</p><p>1. FTSE – Regular hours</p><p>2. Euronext Cash – Regular Hours</p><p>3. DAX – Regular hours</p><p>4. IBEX 35 – Regular hours</p><p>5. FTSE MIB – Regular hours</p><p>6. SMI – Regular hours</p><p>7. Oslo Bors – Regular hours</p><p>8. OMX 30 - Regular hours</p><p>Australia – Regular Close</p><p>Japan – Regular Close</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>31st December (NYE)– Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT – FX and Interest Rates close at 1800GMT/1200CST</p><p>2. NYSE – Regular hours</p><p>Electronic Trade</p><p>1. CME Globex – Equities, Interest Rates, FX – Regular close</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed for trading in all derivatives</p><p>4. Euronext Derivatives – Closes begin at 1255GMT/0655CST</p><p>Cash Index: -</p><p>1. FTSE – Close 1230GMT/0630CST onwards</p><p>2. Euronext Cash – Closes begin at 1305GMT/0705CST</p><p>3. DAX – Closed</p><p>4. IBEX 35 – Close 1300GMT/0700CST</p><p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia – Close at 0330GMT/2110CST</p><p>Japan - Closed</p><p>Hong Kong – Regular Close</p><p>&nbsp;</p><p><strong>1st January (NYD) – Desk Closed</strong></p><p>Floor Trade&nbsp;</p><p>1. CME/CBOT - Closed</p><p>2. NYSE – Closed</p><p>Electronic Trade</p><p>1. CME Globex – Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p><p>2. ICE – <a href=\"https://www.theice.com/holiday-hours\">https://www.theice.com/holiday-hours</a></p><p>3. Eurex – Closed</p><p>4. Euronext Derivatives - Closed</p><p>Cash Index: -</p><p>1. FTSE – Closed</p><p>2. Euronext Cash – Closed</p><p>3. DAX – Closed</p><p>4. IBEX 35 - Closed</p><p>5. FTSE MIB - Closed</p><p>6. SMI – Closed</p><p>7. Oslo Bors – Closed</p><p>8. OMX 30 – Closed</p><p>Asia-Pac</p><p>Australia - Closed</p><p>Japan - Closed</p><p>Hong Kong - Closed</p><p>&nbsp;</p><p><strong>2nd January (Thursday) – Markets open. Desk will re-open at 0630GMT for the beginning of the European session&nbsp;</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-christmas-period-opening-hours-20-12-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:25:00",
        "gmt_time": "2019-12-20 02:25:00"
    },
    {
        "id": 901799,
        "updated_sequence": 2043292,
        "published_at": {
            "unix": 1576807860,
            "text": "2019-12-20 02:11:00 +0000",
            "iso_8601": "2019-12-20T02:11:00Z"
        },
        "updated_at": {
            "unix": 1576807957,
            "text": "2019-12-20 02:12:37 +0000",
            "iso_8601": "2019-12-20T02:12:37Z"
        },
        "subject": "Australian November YTD underlying cash balance at deficit of AUD 13.8bln vs. forecast deficit of AUD 13.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-november-ytd-underlying-cash-balance-at-deficit-of-aud-13-8bln-vs-forecast-deficit-of-aud-13-1bln-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:11:00",
        "gmt_time": "2019-12-20 02:11:00"
    },
    {
        "id": 901798,
        "updated_sequence": 2043289,
        "published_at": {
            "unix": 1576807200,
            "text": "2019-12-20 02:00:00 +0000",
            "iso_8601": "2019-12-20T02:00:00Z"
        },
        "updated_at": {
            "unix": 1576807298,
            "text": "2019-12-20 02:01:38 +0000",
            "iso_8601": "2019-12-20T02:01:38Z"
        },
        "subject": "New Zealand Credit Card Spending (Nov) M/M 1.6% (Prev. -1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-nov-m-m-1-6-prev-1-5-20-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:00:00",
        "gmt_time": "2019-12-20 02:00:00"
    },
    {
        "id": 901797,
        "updated_sequence": 2043286,
        "published_at": {
            "unix": 1576807200,
            "text": "2019-12-20 02:00:00 +0000",
            "iso_8601": "2019-12-20T02:00:00Z"
        },
        "updated_at": {
            "unix": 1576807280,
            "text": "2019-12-20 02:01:20 +0000",
            "iso_8601": "2019-12-20T02:01:20Z"
        },
        "subject": "New Zealand Credit Card Spending (Nov) Y/Y 4.5% (Prev. 2.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-nov-y-y-4-5-prev-2-5-20-12-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 10:00:00",
        "gmt_time": "2019-12-20 02:00:00"
    },
    {
        "id": 901796,
        "updated_sequence": 2043283,
        "published_at": {
            "unix": 1576805400,
            "text": "2019-12-20 01:30:00 +0000",
            "iso_8601": "2019-12-20T01:30:00Z"
        },
        "updated_at": {
            "unix": 1576806130,
            "text": "2019-12-20 01:42:10 +0000",
            "iso_8601": "2019-12-20T01:42:10Z"
        },
        "subject": "PBoC 5yr Loan Prime Rate 4.80% vs. Exp. 4.80% (Prev. 4.80%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-5yr-loan-prime-rate-4-80-vs-exp-4-80-prev-4-80-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:30:00",
        "gmt_time": "2019-12-20 01:30:00"
    },
    {
        "id": 901795,
        "updated_sequence": 2043278,
        "published_at": {
            "unix": 1576805400,
            "text": "2019-12-20 01:30:00 +0000",
            "iso_8601": "2019-12-20T01:30:00Z"
        },
        "updated_at": {
            "unix": 1576805450,
            "text": "2019-12-20 01:30:50 +0000",
            "iso_8601": "2019-12-20T01:30:50Z"
        },
        "subject": "PBoC 1yr Loan Prime Rate 4.15% vs. Exp.\t4.10% (Prev. 4.15%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-1yr-loan-prime-rate-4-15-vs-exp-4-10-prev-4-15-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:30:00",
        "gmt_time": "2019-12-20 01:30:00"
    },
    {
        "id": 901794,
        "updated_sequence": 2043275,
        "published_at": {
            "unix": 1576805040,
            "text": "2019-12-20 01:24:00 +0000",
            "iso_8601": "2019-12-20T01:24:00Z"
        },
        "updated_at": {
            "unix": 1576805147,
            "text": "2019-12-20 01:25:47 +0000",
            "iso_8601": "2019-12-20T01:25:47Z"
        },
        "subject": "KT Corp (030200 KS) is to offer 5G game streaming service subscriptions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kt-corp-030200-ks-is-to-offer-5g-game-streaming-service-subscriptions-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:24:00",
        "gmt_time": "2019-12-20 01:24:00"
    },
    {
        "id": 901793,
        "updated_sequence": 2043268,
        "published_at": {
            "unix": 1576804500,
            "text": "2019-12-20 01:15:00 +0000",
            "iso_8601": "2019-12-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576804657,
            "text": "2019-12-20 01:17:37 +0000",
            "iso_8601": "2019-12-20T01:17:37Z"
        },
        "subject": "PBoC injects CNY 150bln via 14-day reverse repos for net weekly injection of CNY 630bln vs. last week's net neutral position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-150bln-via-14-day-reverse-repos-for-net-weekly-injection-of-cny-630bln-vs-last-week-s-net-neutral-position-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:15:00",
        "gmt_time": "2019-12-20 01:15:00"
    },
    {
        "id": 901792,
        "updated_sequence": 2043265,
        "published_at": {
            "unix": 1576804500,
            "text": "2019-12-20 01:15:00 +0000",
            "iso_8601": "2019-12-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576804577,
            "text": "2019-12-20 01:16:17 +0000",
            "iso_8601": "2019-12-20T01:16:17Z"
        },
        "subject": "PBoC sets USD/CNY reference rate at 7.0020 vs. Exp. 7.0033 (Prev. 7.0025)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-reference-rate-at-7-0020-vs-exp-7-0033-prev-7-0025-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:15:00",
        "gmt_time": "2019-12-20 01:15:00"
    },
    {
        "id": 901793,
        "updated_sequence": 2043268,
        "published_at": {
            "unix": 1576804500,
            "text": "2019-12-20 01:15:00 +0000",
            "iso_8601": "2019-12-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576804657,
            "text": "2019-12-20 01:17:37 +0000",
            "iso_8601": "2019-12-20T01:17:37Z"
        },
        "subject": "PBoC injects CNY 150bln via 14-day reverse repos for net weekly injection of CNY 630bln vs. last week's net neutral position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-150bln-via-14-day-reverse-repos-for-net-weekly-injection-of-cny-630bln-vs-last-week-s-net-neutral-position-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:15:00",
        "gmt_time": "2019-12-20 01:15:00"
    },
    {
        "id": 901792,
        "updated_sequence": 2043265,
        "published_at": {
            "unix": 1576804500,
            "text": "2019-12-20 01:15:00 +0000",
            "iso_8601": "2019-12-20T01:15:00Z"
        },
        "updated_at": {
            "unix": 1576804577,
            "text": "2019-12-20 01:16:17 +0000",
            "iso_8601": "2019-12-20T01:16:17Z"
        },
        "subject": "PBoC sets USD/CNY reference rate at 7.0020 vs. Exp. 7.0033 (Prev. 7.0025)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-reference-rate-at-7-0020-vs-exp-7-0033-prev-7-0025-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:15:00",
        "gmt_time": "2019-12-20 01:15:00"
    },
    {
        "id": 901791,
        "updated_sequence": 2043262,
        "published_at": {
            "unix": 1576804260,
            "text": "2019-12-20 01:11:00 +0000",
            "iso_8601": "2019-12-20T01:11:00Z"
        },
        "updated_at": {
            "unix": 1576804385,
            "text": "2019-12-20 01:13:05 +0000",
            "iso_8601": "2019-12-20T01:13:05Z"
        },
        "subject": "Japan Cabinet approves general-account budget spending of nearly JPY 102.7tln which is largest on record, while government plans to sell new bonds valued at JPY 32.56tln which is down for a 10th consecutive year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-cabinet-approves-general-account-budget-spending-of-nearly-jpy-102-7tln-which-is-largest-on-record-while-government-plans-to-sell-new-bonds-valued-at-jpy-32-56tln-which-is-down-for-a-10th-consecutive-year-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:11:00",
        "gmt_time": "2019-12-20 01:11:00"
    },
    {
        "id": 901790,
        "updated_sequence": 2043270,
        "published_at": {
            "unix": 1576804140,
            "text": "2019-12-20 01:09:00 +0000",
            "iso_8601": "2019-12-20T01:09:00Z"
        },
        "updated_at": {
            "unix": 1576804827,
            "text": "2019-12-20 01:20:27 +0000",
            "iso_8601": "2019-12-20T01:20:27Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Sinochem (600500 CH) and ChemChina have set up a holding Co. called SAS Holdings",
        "content": "<p>China High-Speed Railway Technology (000008 CH) - Co. has reportedly decided to abandon its convertible bond issue plan. (Newswires)</p><p>Global Bio-Chem Technology Group (809 HK) - Co. issued a profit warning. (Newswires)</p><p>New China Life (1336 HK) - Co. looks to form a partnership with China Life Qiyuan. (Newswires)</p><p>Sinochem (600500 CH) - Co. and ChemChina have set up a holding Co. called SAS Holdings. (Newswires)</p><p>Sinopec Oilfield Service Corp (600871 CH) - Co. named Xiao Xi as its new CEO. (Newswires)</p><p>Yunnan Aluminium (000807 CH) - Chalco (2600 HK) will subscribe to 314.1mln of Co. shares for CNY 4.10/Shr vs. last close CNY 5.14/Shr. (Newswires)</p><p>Trade</p><p>US Treasury Secretary Mnuchin said that China will double the purchases of agricultural goods from the US under the Phase One pact and that the US-China signing will be in the middle of January. Furthermore, Mnuchin added that the trade agreement is not open to renegotiation and suggested the USMCA trade pact should add 0.5pp to US GDP. (Newswires)</p><p>China's Foreign Ministry hopes the US and China proactively seeks effective solutions regarding the building of trust and to resolve disagreements, while it has also commented that China and the US are to maintain communication regarding the Korean Peninsula. (Newswires)</p><p>CNBC writes that US-China phase one agreement softens trade risks but adds that an unpredictable factor lingers which is technological restrictions US may impose on China. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-sinochem-600500-ch-and-chemchina-have-set-up-a-holding-co-called-sas-holdings-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 09:09:00",
        "gmt_time": "2019-12-20 01:09:00"
    },
    {
        "id": 901789,
        "updated_sequence": 2043256,
        "published_at": {
            "unix": 1576803540,
            "text": "2019-12-20 00:59:00 +0000",
            "iso_8601": "2019-12-20T00:59:00Z"
        },
        "updated_at": {
            "unix": 1576803629,
            "text": "2019-12-20 01:00:29 +0000",
            "iso_8601": "2019-12-20T01:00:29Z"
        },
        "subject": "South32 (S32 AT) exercised option to acquire 50% interest in JV that will own Upper Kobuk mineral projects",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south32-s32-at-exercised-option-to-acquire-50-interest-in-jv-that-will-own-upper-kobuk-mineral-projects-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:59:00",
        "gmt_time": "2019-12-20 00:59:00"
    },
    {
        "id": 901788,
        "updated_sequence": 2043253,
        "published_at": {
            "unix": 1576802460,
            "text": "2019-12-20 00:41:00 +0000",
            "iso_8601": "2019-12-20T00:41:00Z"
        },
        "updated_at": {
            "unix": 1576802760,
            "text": "2019-12-20 00:46:00 +0000",
            "iso_8601": "2019-12-20T00:46:00Z"
        },
        "subject": "Australian competition regulator ACCC says Federal Court has ordered Volkswagen (VOW3 GY) to pay AUD 125mln in penalties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-competition-regulator-accc-says-federal-court-has-ordered-volkswagen-vow3-gy-to-pay-aud-125mln-in-penalties-20-12-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:41:00",
        "gmt_time": "2019-12-20 00:41:00"
    },
    {
        "id": 901787,
        "updated_sequence": 2043248,
        "published_at": {
            "unix": 1576802100,
            "text": "2019-12-20 00:35:00 +0000",
            "iso_8601": "2019-12-20T00:35:00Z"
        },
        "updated_at": {
            "unix": 1576802182,
            "text": "2019-12-20 00:36:22 +0000",
            "iso_8601": "2019-12-20T00:36:22Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: Taiwan Central Bank kept benchmark interest rate unchanged at 1.375% as expected",
        "content": "<p>TAIWAN</p><p>Wistron (3231 TT) - Co. is to make USD 45mln investment in its Vietnam subsidiary. (Newswires)</p><p>Taiwan Central Bank - Taiwan Central Bank kept benchmark interest rate unchanged at 1.375% as expected, while it stated it will maintain appropriate loose monetary policy and that the current inflation outlook remains stable. The central bank raised 2019 and 2020 GDP forecast to 2.6% for both years from 2.4% and 2.3% respectively but lowered 2019 CPI forecast to 0.5% from 0.7% and lowered 2020 CPI forecast to 0.8% from 0.9%. Furthermore, there were also later comments from Central Bank Governor Yang that they will intervene in FX markets when necessary. (Newswires)</p><p>Other News - CIER forecasts Taiwan GDP to slow to 2.44% next year vs. forecast 2.54% growth for this year. (Taipei Times)</p><p>&nbsp;</p><p>SINGAPORE</p><p>United Overseas Bank (UOB SP) - Co. is to acquire 1.86bln shares in Hengfeng Bank for USD 360mln. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-stock-news-taiwan-central-bank-kept-benchmark-interest-rate-unchanged-at-1-375-as-expected-20-12-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:35:00",
        "gmt_time": "2019-12-20 00:35:00"
    },
    {
        "id": 901786,
        "updated_sequence": 2043272,
        "published_at": {
            "unix": 1576801380,
            "text": "2019-12-20 00:23:00 +0000",
            "iso_8601": "2019-12-20T00:23:00Z"
        },
        "updated_at": {
            "unix": 1576804847,
            "text": "2019-12-20 01:20:47 +0000",
            "iso_8601": "2019-12-20T01:20:47Z"
        },
        "subject": "CNBC writes that US-China phase one agreement softens trade risks but adds that an unpredictable factor lingers which is technological restrictions US may impose on China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-writes-that-us-china-phase-one-agreement-softens-trade-risks-but-adds-that-an-unpredictable-factor-lingers-which-is-technological-restrictions-us-may-impose-on-china-20-12-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:23:00",
        "gmt_time": "2019-12-20 00:23:00"
    },
    {
        "id": 901785,
        "updated_sequence": 2043242,
        "published_at": {
            "unix": 1576801260,
            "text": "2019-12-20 00:21:00 +0000",
            "iso_8601": "2019-12-20T00:21:00Z"
        },
        "updated_at": {
            "unix": 1576801375,
            "text": "2019-12-20 00:22:55 +0000",
            "iso_8601": "2019-12-20T00:22:55Z"
        },
        "subject": "US President Trump tweets that he wants an immediate trial ",
        "content": "<p>Says:</p><p>\"So after the Democrats gave me no Due Process in the House, no lawyers, no witnesses, no nothing, they now want to tell the Senate how to run their trial. Actually, they have zero proof of anything, they will never even show up. They want out. I want an immediate trial!\".</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-that-he-wants-an-immediate-trial-20-12-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:21:00",
        "gmt_time": "2019-12-20 00:21:00"
    },
    {
        "id": 901784,
        "updated_sequence": 2043239,
        "published_at": {
            "unix": 1576801200,
            "text": "2019-12-20 00:20:00 +0000",
            "iso_8601": "2019-12-20T00:20:00Z"
        },
        "updated_at": {
            "unix": 1576801301,
            "text": "2019-12-20 00:21:41 +0000",
            "iso_8601": "2019-12-20T00:21:41Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.0033, according to a major newswire",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, the reference rate was set at 7.0025 yesterday.</li></ul>",
        "analysis_updated_at": {
            "unix": 1576801301,
            "text": "2019-12-20 00:21:41 +0000",
            "iso_8601": "2019-12-20T00:21:41Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-0033-according-to-a-major-newswire-20-12-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:20:00",
        "gmt_time": "2019-12-20 00:20:00"
    },
    {
        "id": 901783,
        "updated_sequence": 2043234,
        "published_at": {
            "unix": 1576800180,
            "text": "2019-12-20 00:03:00 +0000",
            "iso_8601": "2019-12-20T00:03:00Z"
        },
        "updated_at": {
            "unix": 1576800404,
            "text": "2019-12-20 00:06:44 +0000",
            "iso_8601": "2019-12-20T00:06:44Z"
        },
        "subject": "Asia equity markets begin mixed amid a lack of catalysts and despite the continued Christmas rally on Wall St where all majors notched fresh record levels and the S&P 500 advanced past the 3200 level for the first time ever",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-equity-markets-begin-mixed-amid-a-lack-of-catalysts-and-despite-the-continued-christmas-rally-on-wall-st-where-all-majors-notched-fresh-record-levels-and-the-s-p-500-advanced-past-the-3200-level-for-the-first-time-ever-20-12-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:03:00",
        "gmt_time": "2019-12-20 00:03:00"
    },
    {
        "id": 901782,
        "updated_sequence": 2043231,
        "published_at": {
            "unix": 1576800060,
            "text": "2019-12-20 00:01:00 +0000",
            "iso_8601": "2019-12-20T00:01:00Z"
        },
        "updated_at": {
            "unix": 1576800173,
            "text": "2019-12-20 00:02:53 +0000",
            "iso_8601": "2019-12-20T00:02:53Z"
        },
        "subject": "UK Lloyds Business Barometer (Dec)\t10 (Prev. 9); 5-month high",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-lloyds-business-barometer-dec-10-prev-9-5-month-high-20-12-2019",
        "hidden": false,
        "section": {
            "id": 29,
            "name": "UK Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-12-20 08:01:00",
        "gmt_time": "2019-12-20 00:01:00"
    }
]