[
    {
        "id": 692275,
        "updated_sequence": 1128123,
        "published_at": {
            "unix": 1548451800,
            "text": "2019-01-25 21:30:00 +0000",
            "iso_8601": "2019-01-25T21:30:00Z"
        },
        "updated_at": {
            "unix": 1548451800,
            "text": "2019-01-25 21:30:00 +0000",
            "iso_8601": "2019-01-25T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-18-01-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:30:00",
        "gmt_time": "2019-01-25 21:30:00"
    },
    {
        "id": 693210,
        "updated_sequence": 1128119,
        "published_at": {
            "unix": 1548450900,
            "text": "2019-01-25 21:15:00 +0000",
            "iso_8601": "2019-01-25T21:15:00Z"
        },
        "updated_at": {
            "unix": 1548451079,
            "text": "2019-01-25 21:17:59 +0000",
            "iso_8601": "2019-01-25T21:17:59Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 28 January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21020/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: BoJ Minutes, Eurozone Consumer Confidence (Final), New Zealand Trade Balance</li>\r\n  <li>Tuesday: US Consumer Confidence, US Case Shiller, Japan Retail Sales</li>\r\n  <li>Wednesday: FOMC Interest Rate Decision, Australia CPI, US Pending Home Sales, US-China trade talks</li>\r\n  <li>Thursday: US PCE (TBC), US Chicago PMI, China PMIs, Eurozone GDP Flash &amp; Unemployment, Canadian PPI, Japan Labour Report, US-China trade talks</li>\r\n  <li>Friday: EZ (F), UK, US mfg PMIs, US NFP, ISM mfg PMI, Uni. Of Michigan</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-28-january-2019-21_10pm_utc_25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:15:00",
        "gmt_time": "2019-01-25 21:15:00"
    },
    {
        "id": 693209,
        "updated_sequence": 1128121,
        "published_at": {
            "unix": 1548450900,
            "text": "2019-01-25 21:15:00 +0000",
            "iso_8601": "2019-01-25T21:15:00Z"
        },
        "updated_at": {
            "unix": 1548451092,
            "text": "2019-01-25 21:18:12 +0000",
            "iso_8601": "2019-01-25T21:18:12Z"
        },
        "subject": "RANsquawk Central Banks - 25 Jan 2019: Previewing FOMC; reviewing ECB, BOJ, Norges Bank",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21021/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />Previewing FOMC; reviewing ECB, BOJ, Norges Bank</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-25-jan-2019-previewing-fomc-reviewing-ecb-boj-norges-bank-21_10pm_utc_25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:15:00",
        "gmt_time": "2019-01-25 21:15:00"
    },
    {
        "id": 693211,
        "updated_sequence": 1128117,
        "published_at": {
            "unix": 1548450540,
            "text": "2019-01-25 21:09:00 +0000",
            "iso_8601": "2019-01-25T21:09:00Z"
        },
        "updated_at": {
            "unix": 1548450622,
            "text": "2019-01-25 21:10:22 +0000",
            "iso_8601": "2019-01-25T21:10:22Z"
        },
        "subject": "Trump administration official says the final deal to keep government open must have a wall funding but does not have to amount to USD 5.7bln to get the White House’s approval",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trump-administration-official-says-the-final-deal-to-keep-government-open-must-have-a-wall-funding-but-does-not-have-to-amount-to-usd-5-7bln-to-get-the-white-house-s-approval-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:09:00",
        "gmt_time": "2019-01-25 21:09:00"
    },
    {
        "id": 693208,
        "updated_sequence": 1128108,
        "published_at": {
            "unix": 1548450420,
            "text": "2019-01-25 21:07:00 +0000",
            "iso_8601": "2019-01-25T21:07:00Z"
        },
        "updated_at": {
            "unix": 1548450502,
            "text": "2019-01-25 21:08:22 +0000",
            "iso_8601": "2019-01-25T21:08:22Z"
        },
        "subject": "DBRS confirms Netherlands at AAA, Stable Trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dbrs-confirms-netherlands-at-aaa-stable-trend-25-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:07:00",
        "gmt_time": "2019-01-25 21:07:00"
    },
    {
        "id": 693207,
        "updated_sequence": 1128105,
        "published_at": {
            "unix": 1548450300,
            "text": "2019-01-25 21:05:00 +0000",
            "iso_8601": "2019-01-25T21:05:00Z"
        },
        "updated_at": {
            "unix": 1548450452,
            "text": "2019-01-25 21:07:32 +0000",
            "iso_8601": "2019-01-25T21:07:32Z"
        },
        "subject": "RANsquawk US Market Wrap - 25 Jan 2019: US government re-opens (for now)",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21023/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />&nbsp;</p>\r\n\r\n<p><strong>US MARKET WRAP 25 Jan 2019: US government re-opens (for now)</strong></p>\r\n\r\n<p><strong>* SNAP SHOT: </strong>Equities up, Treasuries down, crude up, dollar down.</p>\r\n\r\n<p><strong>* REAR VIEW: </strong>Trump reaches tentative agreement to temporarily reopen government, Fed weighing earlier than expected end to portfolio runoff, ECB&rsquo;s Vasiliauskas &amp; Villeroy in line with ECB,</p>\r\n\r\n<p><strong>* NEXT WEEK:</strong> US-China trade talks, FOMC Interest Rate Decision, BoJ Minutes, Eurozone Consumer Confidence (Final), Ne EZ (F), UK, US mfg PMIs, US NFP, ISM mfg PMI, Uni. Of Michigan., US PCE (TBC), US Chicago PMI, China PMIs, Eurozone GDP Flash &amp; Unemployment, Canadian PPI, Japan Labour Report.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>* GOVT SHUTDOWN: </strong>US President Trump declared he had reached a tentative deal with lawmakers to end the government shutdown until February 15th. The deal does not include funding for the border wall which Trump desired and he threat the use of national security measures if a deal for it is not reached. He asked Senate Republican leader McConnell to put the proposal on the floor immediately for a vote and added that a bipartisan conference committee will begin reviewing border security requests.</p>\r\n\r\n<p><strong>* TRADE:</strong> Ahead of US/China trade talks on 30-31 January in Washington, there have been mixed signals from officials on the progress made, though there are some encouraging signs. Commerce Secretary Ross this week said the sides remained &ldquo;miles and miles&rdquo; apart, which injected jitters into risk assets, despite him adding that there was a &ldquo;fair chance&rdquo; a deal could be reached. Remarks from the National Economic Council director Kudlow suggested that the President was optimistic about the trade talks. Trump himself said the talks were going &ldquo;very well,&rdquo; and again said that Beijing wants to strike a deal to end the trade war, adding that the US is doing &ldquo;very well in the negotiations&rdquo;; this was a line echoed by Treasury Secretary Mnuchin subsequently.</p>\r\n\r\n<p><strong>* BREXIT:</strong> As the clock ticks down to March 29th, we this week saw a lack of any noteworthy progress for the UK in trying to secure its exit from the EU, with attention now moving on Tuesday&rsquo;s Parliamentary showdown. In terms of the developments, the EU continued to reiterate that it is simply unwilling to renegotiate with the UK with little expected from discussions unless the UK is willing to shift its red lines. Back home, UK opposition leader Corbyn has continued to refuse to engage in discussions with PM May as he ponders his next move whilst leading his equally fractured party with some Labour MPs attempting to pivot Parliament towards voting for a softer Brexit. House of Commons leader Andrea Leadsom said the EU could delay Brexit to get a deal through, she added that the backstop issue must be resolved then many conservative MPs and the DUP could get behind PM May&#39;s deal. Fears of a potentially softer Brexit or no Brexit has seen a cooling in the rhetoric of some arch-Brexiteers with reports suggesting Former Foreign Minister Johnson could back May&rsquo;s plan (subject to a time-limited backstop), whilst ERG head Rees-Mogg has stated that a reformed Brexit deal could win over critics. This has all come in the run up to Tuesday 29th (1900GMT) which will see UK lawmakers vote on a series of potential amendments to UK PM May&rsquo;s Brexit deal with the aim of unlocking the currently Parliamentary deadlock.</p>\r\n\r\n<p><strong>* GEOPOLITICS:</strong> Russia&#39;s Foreign Minister said he is ready to cooperate with all political forces in Venezuela showing a responsible approach and he is prepared to mediate between Venezuela&#39;s authorities and the opposition if needed. Maduro said they are ready to ship oil exports away from the US if needed and the refiner Citgo is property of the state which will be defended. The US lobbied UK officials to cut off the Maduro regime from gold and UK reportedly denied maduro&#39;s bid to pull out USD 1.2bln of gold. Elsewhere, France&#39;s Foreign Minister said to be ready to impose strong sanctions on Iran if there is no progress in talks over its ballistic missile programme.</p>\r\n\r\n<p><strong>* FED: </strong>The WSJ reported that Fed officials are reportedly weighing an earlier than anticipated end to bond portfolio runoff.</p>\r\n\r\n<p><strong>* ECB:</strong> ECB&#39;s Vasiliauskas stated that there is no reason to change ECB guidance at this point. ECB&#39;s Villeroy said that they remain committed to keeping interest rates low and believes the ECB will probably downgrade the GDP forecast in March.</p>\r\n\r\n<p><strong>* WTI (H9) FUTURES SETTLE USD 0.56 HIGHER AT USD 53.69/BBL, BRENT (H9) FUTURES SETTLE USD 0.55 HIGHER AT USD 61.64/BBL. </strong>Crude prices moved modestly higher today as the market digested supply concerns in the fallout of Venezuela&rsquo;s political crisis. Conversely, gains were limited as US-China trade tensions lingered on sentiment. News-flow saw Russia&rsquo;s Head of Russian Direct Investment Fund say that the country was comfortable with oil prices between USD 60-70/bbl, as well as Russia becoming China&rsquo;s largest crude supplier in 2018 for the third year in a row. Baker Hughes Rig Count (25/Jan) recorded oil rigs up 10 at 862, nat gas down 1 at 197, total up 9 at 1059; overall, US drillers cut 23 rigs in January, the most cuts in a month since April 2016.</p>\r\n\r\n<p><strong>* SPX +0.81% at 2664, NASDAQ +1.27% at 6787, DJI +0.72% at 24729. SECTORS:</strong> Energy +1.18%, Materials +1.86%, Industrials +1.27%, Cons Discretionary +1.03%, Cons Staples -0.15%, Healthcare +0.04%, Financials +0.72%, Tech +1.38%, Telecoms +1.02%, Utilities -1.33%.</p>\r\n\r\n<p><strong>* STOCKS SPECIFICS: </strong>Intel (INTC) underperformed after missing revenue estimates, putting a dampener on the semiconductor sector; however Western Digital (WDC) provided some relief as it outperformed following positive revenue guidance. AbbVie (ABV) traded lower after missing top and bottom line estimates. Colgate-Palmolive (CL) had a volatile early session before moving into the red as the market digested its disappointing profit forecast. Starbucks (SBUX) opened higher following stronger than expected EPS and revenue figures. ResMed (RMD) nosedived on the back of lower than expected revenue for its Q2 as well as a downgrade at JPMorgan. General Electric (GE) and Wabtec (WAB) surged after they announced a modifications to their merger agreement. Broker moves saw Valero (VLO) and Cognizant (CTSH) outperform after upgrades at Goldman and Bernstein respectively, Illumina (ILMN) underperformed after a downgrade at Deutsche Bank. Albemarle (ALB) opened in the green on the announcement it had reached a resolution with the Chilean Economic Development Agency.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (H9) SETTLED 11 TICKS LOWER AT 121-13. </strong>The complex drifted lower on Friday as equities rebounded as investors are hopeful on a mix of key events next week including US and China trade talks and the Fed interest rate decision. Rumours of a potential end to the government shutdown pushed treasuries to new lows; the complex remained around these levels after US President Trump confirmed a tentative deal has been reached with lawmakers to end the government shutdown until February 15th. Most of the actions was concentrated in the belly of the curve where yields were higher by c.5bps at settlement. Spreads were narrowly mixed.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP:</strong></p>\r\n\r\n<p><strong>* DXY: </strong>A roller-coaster week for the Buck, but ultimately the index is poised to end Friday&#39;s (EU) session on the backfoot. The week kicked off with MLK day and volatile Dollar trade after the DXY opened around 96.350 in thinned liquidity upon the release of the IMF&rsquo;s global growth forecast downgrade. Trade has been the main factor swinging the Buck this week, as reports of little progress from US-Sino talks sent the DXY to a weekly high of 96.680 (vs. 95.900 low) ahead of the Chinese trade delegation&rsquo;s trip to Washington on Monday, while EUR weakness post-ECB provided the index with extra impetus. However, the Dollar is now weaker again amidst a general improvement in risk sentiment ahead of the FOMC policy meeting next week, with the Board of Governors&rsquo; narrative shifting towards the dovish end of the scale. Next week also sees talks between China Vice Premier Liu He, USTR Lighthizer and Treasury Secretary Mnuchin on Wednesday, while Thursday is SOMA day in which a drain of 18.2bln in USD liquidity will take place, and finally on Friday markets will see the release of the latest US jobs data which will factor in the furloughed employees from the US government shutdown. ING noted that the 800k workers affected by the shutdown represent only 0.5% of the total NFP tally and added that the impact on the economy will be modest, but noticeable.</p>\r\n\r\n<p><strong>* EUR: </strong>An impressive recovery in the single currency after plumbing the depths to sub 1.1300 vs. the Dollar, initially triggered by dismal PMI figures from France and the downside exacerbated by the ECB tweaking its balance of risks statement to &ldquo;moved to the downside&rdquo; from &ldquo;moving to the downside&rdquo;. This, alongside mid-week trade-related USD strength sent EUR/USD to a weekly base at 1.1289 (vs. high 1.1410) before rebounding to levels north of 1.1350 on the last trading session of the week. The week also saw the source reports that the European Commission are to cut Italy&rsquo;s GDP forecast to 0.6% or &ldquo;slightly below&rdquo; from the current 1.2%, while the German government cut its domestic 2019 growth forecast to 1.0% from 1.8%. Looking ahead, the coming week sees ECB President Draghi speaking at the European Parliament on Monday, EZ flash GDP on Thursday and flash CPI on Friday.</p>\r\n\r\n<p><strong>* GBP:</strong> Another week of gains for Sterling as ongoing hopes of an Article 50 extension provided stimulus for the via an unwinding of some Brexit risk premium. However, the biggest boost for the Pound came in early Asia trade on Thursday as a Sun article emerged stating that PM May&rsquo;s coalition party, the DUP, is willing to back her Brexit deal if the Premier can get an expiry date to the backstop, though this is widely expected to be rejected by the EU. Nonetheless, the prospect of some sort of unification in the UK government propelled Cable past 1.3100 to the upside to hit a weekly peak (and a 2-month high) at 1.3163 vs. a low of 1.2831. Focus now turns to next Tuesday where Parliament will vote on PM May&rsquo;s Plan B, alongside amendments, which largely aim at delaying Brexit or taking a no-deal scenario off the table (refer to the Week in Focus full details).</p>\r\n\r\n<p><strong>* AUD, NZD: </strong>The antipodeans are set to end the week in the green with the Aussie initially on the back foot following the release of Australian jobs data on Wednesday which initially provided some support for the currency amid an above-forecast employment change and below-forecast unemployment rate, but the AUD fully pared back initial gains as markets digested the full release as jobs growth was mostly fuelled by part-time workers, which coincided with a decline in participation rates. Additionally, reports of NAB hiking mortgage rates exacerbated downside as some suggest this could push back RBA tightening even further, especially given the decline in house prices, while downbeat mid-week trade comments from US Commerce Secretary Ross added further fuel to the fire. However, the Aussie has nursed a bulk of losses due to the pullback in the Greenback and is set to end the week just above its open at 0.7164 after having declined to a low of 0.7076. Meanwhile, the Kiwi took advantage of the Aussie demise as the AUD/NZD cross fell to a weekly low 1.0465 (vs. open at 1.0612), and with independent impetus from firm New Zealand inflation data. NZD/USD is set to end the week near the top of the weekly range of 0.6707-6835.</p>\r\n\r\n<p><strong>* CAD: </strong>A firm end of to the week for the Loonie with price action mostly dictated by swings in the energy complex, though the release of disappointing retail sales did dent the CAD to an extent. USD/CAD remained on a downward trajectory on Friday with the aid of a spike in oil prices alongside a pullback in the Buck. The pair fell below its 50 DMA at 1.3350 to a weekly low of 1.3242 (vs. high 1.3375) ahead of the Canadian November GDP release next Thursday alongside comments from BoC&rsquo;s Wilkins later on that day.</p>\r\n\r\n<p><strong>* JPY: </strong>Not the most eventful week for the Yen amidst a constant turnaround in the overall risk tone alongside a choppy Greenback. The week saw the BoJ&rsquo;s first interest rate decision his year in which the Central Bank kept the NIRP at -0.1% and the 10yr JGB yield target around 0%, as expected, while also reducing inflation forecasts, which was widely touted beforehand, while Governor Kuroda struck a dovish tone by stating the CB will not hesitate to ease further if economic conditions deteriorate. Nonetheless, USD/JPY is poised to conclude the week little changed around the middle of a 109.15-99 band. Busy week for Japan coming up as it sees the release of retail sales on Monday, followed by the BoJ Summary of Events on Wednesday, jobs data and comments from Deputy Governor Amamiya on Thursday, and finally the manufacturing PMI on Friday.</p>\r\n\r\n<p><strong>* COMING-UP:</strong></p>\r\n\r\n<p><strong>Monday:</strong> BoJ Minutes, Eurozone Consumer Confidence (Final), New Zealand Trade Balance Tuesday: US Consumer Confidence, US Case Shiller, Japan Retail Sales Wednesday: FOMC Interest Rate Decision, Australia CPI, US Pending Home Sales, US-China trade talks Thursday: US PCE (TBC), US Chicago PMI, China PMIs, Eurozone GDP Flash &amp; Unemployment, Canadian PPI, Japan Labour Report, US-China trade talks Friday: EZ (F), UK, US mfg PMIs, US NFP, ISM mfg PMI, Uni. Of Michigan. <a href=\"https://ransquawk.com/research_sheets/21020/download\">Click here to access the RANsquawk Week In Focus report.</a></p>\r\n\r\n<p><strong>* Central Bank Weekly:</strong> Previewing FOMC; reviewing ECB, BOJ, Norges Bank. <a href=\"https://ransquawk.com/research_sheets/21021/download\">Click here to access the RANsquawk Central Bank Weekly report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-25-jan-2019-us-government-re-opens-for-now-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:05:00",
        "gmt_time": "2019-01-25 21:05:00"
    },
    {
        "id": 693206,
        "updated_sequence": 1128102,
        "published_at": {
            "unix": 1548450240,
            "text": "2019-01-25 21:04:00 +0000",
            "iso_8601": "2019-01-25T21:04:00Z"
        },
        "updated_at": {
            "unix": 1548450273,
            "text": "2019-01-25 21:04:33 +0000",
            "iso_8601": "2019-01-25T21:04:33Z"
        },
        "subject": "Fitch Affirms Sweden at 'AAA'; outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-sweden-at-aaa-outlook-stable-25-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:04:00",
        "gmt_time": "2019-01-25 21:04:00"
    },
    {
        "id": 693205,
        "updated_sequence": 1128099,
        "published_at": {
            "unix": 1548450120,
            "text": "2019-01-25 21:02:00 +0000",
            "iso_8601": "2019-01-25T21:02:00Z"
        },
        "updated_at": {
            "unix": 1548450229,
            "text": "2019-01-25 21:03:49 +0000",
            "iso_8601": "2019-01-25T21:03:49Z"
        },
        "subject": "Fitch Affirms Germany at 'AAA'; Outlook Stable ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-germany-at-aaa-outlook-stable-25-01-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 05:02:00",
        "gmt_time": "2019-01-25 21:02:00"
    },
    {
        "id": 693204,
        "updated_sequence": 1128094,
        "published_at": {
            "unix": 1548448920,
            "text": "2019-01-25 20:42:00 +0000",
            "iso_8601": "2019-01-25T20:42:00Z"
        },
        "updated_at": {
            "unix": 1548448945,
            "text": "2019-01-25 20:42:25 +0000",
            "iso_8601": "2019-01-25T20:42:25Z"
        },
        "subject": "US President Trump says he will declare an emergency if he doesn't reach a deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-will-declare-an-emergency-if-he-doesn-t-reach-a-deal-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 04:42:00",
        "gmt_time": "2019-01-25 20:42:00"
    },
    {
        "id": 693203,
        "updated_sequence": 1128091,
        "published_at": {
            "unix": 1548448860,
            "text": "2019-01-25 20:41:00 +0000",
            "iso_8601": "2019-01-25T20:41:00Z"
        },
        "updated_at": {
            "unix": 1548448917,
            "text": "2019-01-25 20:41:57 +0000",
            "iso_8601": "2019-01-25T20:41:57Z"
        },
        "subject": "Senate Democrati Leader Schumer says expects legislation reopening government to pass both House and Senate on Friday ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senate-democrati-leader-schumer-says-expects-legislation-reopening-government-to-pass-both-house-and-senate-on-friday-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 04:41:00",
        "gmt_time": "2019-01-25 20:41:00"
    },
    {
        "id": 693202,
        "updated_sequence": 1128088,
        "published_at": {
            "unix": 1548444720,
            "text": "2019-01-25 19:32:00 +0000",
            "iso_8601": "2019-01-25T19:32:00Z"
        },
        "updated_at": {
            "unix": 1548445516,
            "text": "2019-01-25 19:45:16 +0000",
            "iso_8601": "2019-01-25T19:45:16Z"
        },
        "subject": "WTI (H9) FUTURES SETTLE USD 0.56 HIGHER AT USD 53.69/BBL, BRENT (H9) FUTURES SETTLE USD 0.55 HIGHER AT USD 61.64/BBL",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude prices moved modestly higher today as the market digested supply concerns in the fallout of Venezuela&rsquo;s political crisis. Conversely, gains were limited as US-China trade tensions lingered on sentiment. News-flow saw Russia&rsquo;s Head of Russian Direct Investment Fund say that the country was comfortable with oil prices between USD 60-70/bbl, as well as Russia becoming China&rsquo;s largest crude supplier in 2018 for the third year in a row. Baker Hughes Rig Count (25/Jan) recorded oil rigs up 10 at 862, nat gas down 1 at 197, total up 9 at 1059; overall, US drillers cut 23 rigs in January, the most cuts in a month since April 2016.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1548444780,
            "text": "2019-01-25 19:33:00 +0000",
            "iso_8601": "2019-01-25T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-h9-futures-settle-usd-0-56-higher-at-usd-53-69-bbl-brent-h9-futures-settle-usd-0-55-higher-at-usd-61-64-bbl-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 03:32:00",
        "gmt_time": "2019-01-25 19:32:00"
    },
    {
        "id": 693201,
        "updated_sequence": 1128083,
        "published_at": {
            "unix": 1548444600,
            "text": "2019-01-25 19:30:00 +0000",
            "iso_8601": "2019-01-25T19:30:00Z"
        },
        "updated_at": {
            "unix": 1548444762,
            "text": "2019-01-25 19:32:42 +0000",
            "iso_8601": "2019-01-25T19:32:42Z"
        },
        "subject": "CVS (CVS) have put migraine drug from Teva (TEVA) and Eli Lilly (LLY) on the list of covered medicines and excludes Amgen's (AMGN) aimoving",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cvs-cvs-have-put-migraine-drug-from-teva-teva-and-eli-lilly-lly-on-the-list-of-covered-medicines-and-excludes-amgen-s-amgn-aimoving-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 03:30:00",
        "gmt_time": "2019-01-25 19:30:00"
    },
    {
        "id": 693200,
        "updated_sequence": 1128080,
        "published_at": {
            "unix": 1548443820,
            "text": "2019-01-25 19:17:00 +0000",
            "iso_8601": "2019-01-25T19:17:00Z"
        },
        "updated_at": {
            "unix": 1548444499,
            "text": "2019-01-25 19:28:19 +0000",
            "iso_8601": "2019-01-25T19:28:19Z"
        },
        "subject": "US President Trump says he has reached a tentative deal with lawmakers to end the government shutdown till Feb 15th",
        "content": "<ul><li>Says he will ask the Senate Republican Leader to put proposal on the floor immediately for a vote</li>\r\n  <li>Says a bipartisan conference committee will begin reviewing border security requests&nbsp;</li>\r\n  <li>Says he expects the Homeland Security package to be signed soon</li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction USDJPY moved from 109.70 to 109.54 before recovering to trade around 109.60 as markets digest the announcement which effectively kicks&nbsp;the can down the road as a definite agreement on the border wall funding has not been reached as well as US President Trump leaving the door open to a national emergency&nbsp;</p>\r\n",
        "reaction_updated_at": {
            "unix": 1548444420,
            "text": "2019-01-25 19:27:00 +0000",
            "iso_8601": "2019-01-25T19:27:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-has-reached-a-tentative-deal-with-lawmakers-to-end-the-government-shutdown-till-feb-15th-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 03:17:00",
        "gmt_time": "2019-01-25 19:17:00"
    },
    {
        "id": 693199,
        "updated_sequence": 1128066,
        "published_at": {
            "unix": 1548443340,
            "text": "2019-01-25 19:09:00 +0000",
            "iso_8601": "2019-01-25T19:09:00Z"
        },
        "updated_at": {
            "unix": 1548443498,
            "text": "2019-01-25 19:11:38 +0000",
            "iso_8601": "2019-01-25T19:11:38Z"
        },
        "subject": "US lobbied UK officials to cut off the Maduro regime from gold and Uk said to deny maduro's bid to pull out USD 1.2bln of gold; according to source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-lobbied-uk-officials-to-cut-off-the-maduro-regime-from-gold-and-uk-said-to-deny-maduro-s-bid-to-pull-out-usd-1-2bln-of-gold-according-to-source-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 03:09:00",
        "gmt_time": "2019-01-25 19:09:00"
    },
    {
        "id": 693198,
        "updated_sequence": 1128063,
        "published_at": {
            "unix": 1548442740,
            "text": "2019-01-25 18:59:00 +0000",
            "iso_8601": "2019-01-25T18:59:00Z"
        },
        "updated_at": {
            "unix": 1548443054,
            "text": "2019-01-25 19:04:14 +0000",
            "iso_8601": "2019-01-25T19:04:14Z"
        },
        "subject": "Walgreens Boots Alliance (WBA) maintains its quarterly dividend at USD 0.44/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "walgreens-boots-alliance-wba-maintains-its-quarterly-dividend-at-usd-0-44-shr-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:59:00",
        "gmt_time": "2019-01-25 18:59:00"
    },
    {
        "id": 693197,
        "updated_sequence": 1128056,
        "published_at": {
            "unix": 1548441060,
            "text": "2019-01-25 18:31:00 +0000",
            "iso_8601": "2019-01-25T18:31:00Z"
        },
        "updated_at": {
            "unix": 1548441252,
            "text": "2019-01-25 18:34:12 +0000",
            "iso_8601": "2019-01-25T18:34:12Z"
        },
        "subject": "Senior House Democratic aide says deal on government shutdown includes arrangement for negotiations on border security and adds that the US House could pass the measure as soon as today if Republicans agree to vote",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-house-democratic-aide-says-deal-on-government-shutdown-includes-arrangement-for-negotiations-on-border-security-and-adds-that-the-us-house-could-pass-the-measure-as-soon-as-today-if-republicans-agree-to-vote-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:31:00",
        "gmt_time": "2019-01-25 18:31:00"
    },
    {
        "id": 693196,
        "updated_sequence": 1128053,
        "published_at": {
            "unix": 1548441000,
            "text": "2019-01-25 18:30:00 +0000",
            "iso_8601": "2019-01-25T18:30:00Z"
        },
        "updated_at": {
            "unix": 1548441065,
            "text": "2019-01-25 18:31:05 +0000",
            "iso_8601": "2019-01-25T18:31:05Z"
        },
        "subject": "Dominion Energy (D) declares quarterly dividend of USD 0.9175/shr ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dominion-energy-d-declares-quarterly-dividend-of-usd-0-9175-shr-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:30:00",
        "gmt_time": "2019-01-25 18:30:00"
    },
    {
        "id": 693195,
        "updated_sequence": 1128050,
        "published_at": {
            "unix": 1548440880,
            "text": "2019-01-25 18:28:00 +0000",
            "iso_8601": "2019-01-25T18:28:00Z"
        },
        "updated_at": {
            "unix": 1548440942,
            "text": "2019-01-25 18:29:02 +0000",
            "iso_8601": "2019-01-25T18:29:02Z"
        },
        "subject": "Wells Fargo says US pensions seen shifting USD 12bln to bonds from stocks from month-end rebalance ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-says-us-pensions-seen-shifting-usd-12bln-to-bonds-from-stocks-from-month-end-rebalance-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:28:00",
        "gmt_time": "2019-01-25 18:28:00"
    },
    {
        "id": 693194,
        "updated_sequence": 1128058,
        "published_at": {
            "unix": 1548440640,
            "text": "2019-01-25 18:24:00 +0000",
            "iso_8601": "2019-01-25T18:24:00Z"
        },
        "updated_at": {
            "unix": 1548442282,
            "text": "2019-01-25 18:51:22 +0000",
            "iso_8601": "2019-01-25T18:51:22Z"
        },
        "subject": "Senior House Democratic Aide says any US House vote on Friday would depend on whether the funding bill was \"clean\"",
        "content": "<ul><li>Adds Republican Leader McConnell is seeking to pass the three weeks funding bill today&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-house-democratic-aide-says-any-us-house-vote-on-friday-would-depend-on-whether-the-funding-bill-was-clean-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:24:00",
        "gmt_time": "2019-01-25 18:24:00"
    },
    {
        "id": 693193,
        "updated_sequence": 1128039,
        "published_at": {
            "unix": 1548439920,
            "text": "2019-01-25 18:12:00 +0000",
            "iso_8601": "2019-01-25T18:12:00Z"
        },
        "updated_at": {
            "unix": 1548440285,
            "text": "2019-01-25 18:18:05 +0000",
            "iso_8601": "2019-01-25T18:18:05Z"
        },
        "subject": "Trump said to approved stopgap bill through Feb 15 with no border funding; if no deal by 2/15 then national emergency declaration expected as according to Fox",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trump-said-to-approved-stopgap-bill-through-feb-15-with-no-border-funding-if-no-deal-by-2-15-then-national-emergency-declaration-expected-as-according-to-fox-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:12:00",
        "gmt_time": "2019-01-25 18:12:00"
    },
    {
        "id": 693192,
        "updated_sequence": 1128041,
        "published_at": {
            "unix": 1548439260,
            "text": "2019-01-25 18:01:00 +0000",
            "iso_8601": "2019-01-25T18:01:00Z"
        },
        "updated_at": {
            "unix": 1548440342,
            "text": "2019-01-25 18:19:02 +0000",
            "iso_8601": "2019-01-25T18:19:02Z"
        },
        "subject": "Baker Hughes Rig Count (25/Jan): oil rigs up 10 at 862, nat gas down 1 at 197, total up 9 at 1059",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-25-jan-oil-rigs-up-10-at-862-nat-gas-down-1-at-197-total-up-9-at-1059-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 02:01:00",
        "gmt_time": "2019-01-25 18:01:00"
    },
    {
        "id": 693191,
        "updated_sequence": 1128029,
        "published_at": {
            "unix": 1548438120,
            "text": "2019-01-25 17:42:00 +0000",
            "iso_8601": "2019-01-25T17:42:00Z"
        },
        "updated_at": {
            "unix": 1548438335,
            "text": "2019-01-25 17:45:35 +0000",
            "iso_8601": "2019-01-25T17:45:35Z"
        },
        "subject": "Venezuela's President Maduro says they are ready to ship oil exports away from the US if needed; the refiner Citgo is property of the state and it will be defended",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-s-president-maduro-says-they-are-ready-to-ship-oil-exports-away-from-the-us-if-needed-the-refiner-citgo-is-property-of-the-state-and-it-will-be-defended-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:42:00",
        "gmt_time": "2019-01-25 17:42:00"
    },
    {
        "id": 693190,
        "updated_sequence": 1128017,
        "published_at": {
            "unix": 1548437880,
            "text": "2019-01-25 17:38:00 +0000",
            "iso_8601": "2019-01-25T17:38:00Z"
        },
        "updated_at": {
            "unix": 1548437997,
            "text": "2019-01-25 17:39:57 +0000",
            "iso_8601": "2019-01-25T17:39:57Z"
        },
        "subject": "Atlantic announces US President Trump will make an announcement on government shutdown at 1300ET/1800GMT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantic-announces-us-president-trump-will-make-an-announcement-on-government-shutdown-at-1300et-1800gmt-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:38:00",
        "gmt_time": "2019-01-25 17:38:00"
    },
    {
        "id": 693189,
        "updated_sequence": 1128014,
        "published_at": {
            "unix": 1548437520,
            "text": "2019-01-25 17:32:00 +0000",
            "iso_8601": "2019-01-25T17:32:00Z"
        },
        "updated_at": {
            "unix": 1548437569,
            "text": "2019-01-25 17:32:49 +0000",
            "iso_8601": "2019-01-25T17:32:49Z"
        },
        "subject": "Delta (DAL) says no flight cancellations because A220 certification dealy and will use other aircraft ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "delta-dal-says-no-flight-cancellations-because-a220-certification-dealy-and-will-use-other-aircraft-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:32:00",
        "gmt_time": "2019-01-25 17:32:00"
    },
    {
        "id": 693188,
        "updated_sequence": 1128031,
        "published_at": {
            "unix": 1548437340,
            "text": "2019-01-25 17:29:00 +0000",
            "iso_8601": "2019-01-25T17:29:00Z"
        },
        "updated_at": {
            "unix": 1548438726,
            "text": "2019-01-25 17:52:06 +0000",
            "iso_8601": "2019-01-25T17:52:06Z"
        },
        "subject": "US government shutdown agreement has reportedly been reached, to temporarily open the government; Drudge Report",
        "content": "<ul><li>This was also confirmed by CBS; border security debate will continue but stop-gap funding bill would assume federal workers for pay&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In a marginally delayed reaction USDJPY rose from 109.75&nbsp;to 109.90&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1548438060,
            "text": "2019-01-25 17:41:00 +0000",
            "iso_8601": "2019-01-25T17:41:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Drudge Report",
        "slug": "us-government-shutdown-agreement-has-reportedly-been-reached-to-temporarily-open-the-government-drudge-report-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:29:00",
        "gmt_time": "2019-01-25 17:29:00"
    },
    {
        "id": 693187,
        "updated_sequence": 1128008,
        "published_at": {
            "unix": 1548436800,
            "text": "2019-01-25 17:20:00 +0000",
            "iso_8601": "2019-01-25T17:20:00Z"
        },
        "updated_at": {
            "unix": 1548436879,
            "text": "2019-01-25 17:21:19 +0000",
            "iso_8601": "2019-01-25T17:21:19Z"
        },
        "subject": "Atlanta Fed GDPNow (Q4) 2.7% (Prev. 2.8%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q4-2-7-prev-2-8-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:20:00",
        "gmt_time": "2019-01-25 17:20:00"
    },
    {
        "id": 693186,
        "updated_sequence": 1128005,
        "published_at": {
            "unix": 1548436140,
            "text": "2019-01-25 17:09:00 +0000",
            "iso_8601": "2019-01-25T17:09:00Z"
        },
        "updated_at": {
            "unix": 1548436439,
            "text": "2019-01-25 17:13:59 +0000",
            "iso_8601": "2019-01-25T17:13:59Z"
        },
        "subject": "House of Commons leader Leadsom says EU could delay Brexit to get a deal through, she adds must resolve backstop issue, many conservative MPs and the DUP can support PM May's deal; according to the BBC ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "house-of-commons-leader-leadsom-says-eu-could-delay-brexit-to-get-a-deal-through-she-adds-must-resolve-backstop-issue-many-conservative-mps-and-the-dup-can-support-pm-may-s-deal-according-to-the-bbc-25-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:09:00",
        "gmt_time": "2019-01-25 17:09:00"
    },
    {
        "id": 693185,
        "updated_sequence": 1128000,
        "published_at": {
            "unix": 1548435960,
            "text": "2019-01-25 17:06:00 +0000",
            "iso_8601": "2019-01-25T17:06:00Z"
        },
        "updated_at": {
            "unix": 1548436095,
            "text": "2019-01-25 17:08:15 +0000",
            "iso_8601": "2019-01-25T17:08:15Z"
        },
        "subject": "Politico's Jake Sherman tweets: The President is expected to make an announcement about the government shutdown early this afternoon; capitol hill and administration sources",
        "content": "<ul><li><a href=\"https://twitter.com/JakeSherman/status/1088845282618544128\">click here for tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "politico-s-jake-sherman-tweets-the-president-is-expected-to-make-an-announcement-about-the-government-shutdown-early-this-afternoon-capitol-hill-and-administration-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:06:00",
        "gmt_time": "2019-01-25 17:06:00"
    },
    {
        "id": 693184,
        "updated_sequence": 1127997,
        "published_at": {
            "unix": 1548435780,
            "text": "2019-01-25 17:03:00 +0000",
            "iso_8601": "2019-01-25T17:03:00Z"
        },
        "updated_at": {
            "unix": 1548435867,
            "text": "2019-01-25 17:04:27 +0000",
            "iso_8601": "2019-01-25T17:04:27Z"
        },
        "subject": "EU adds Saudi Arabia on blacklist of countries posing a threat to the block with lax control on money laundering and terrorism financing; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-adds-saudi-arabia-on-blacklist-of-countries-posing-a-threat-to-the-block-with-lax-control-on-money-laundering-and-terrorism-financing-according-to-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 01:03:00",
        "gmt_time": "2019-01-25 17:03:00"
    },
    {
        "id": 693182,
        "updated_sequence": 1127991,
        "published_at": {
            "unix": 1548435300,
            "text": "2019-01-25 16:55:00 +0000",
            "iso_8601": "2019-01-25T16:55:00Z"
        },
        "updated_at": {
            "unix": 1548435355,
            "text": "2019-01-25 16:55:55 +0000",
            "iso_8601": "2019-01-25T16:55:55Z"
        },
        "subject": "Private military contractors with ties to Russia have flown to Venezuela to provide security for President Maduro; sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "private-military-contractors-with-ties-to-russia-have-flown-to-venezuela-to-provide-security-for-president-maduro-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:55:00",
        "gmt_time": "2019-01-25 16:55:00"
    },
    {
        "id": 693181,
        "updated_sequence": 1127988,
        "published_at": {
            "unix": 1548434520,
            "text": "2019-01-25 16:42:00 +0000",
            "iso_8601": "2019-01-25T16:42:00Z"
        },
        "updated_at": {
            "unix": 1548434662,
            "text": "2019-01-25 16:44:22 +0000",
            "iso_8601": "2019-01-25T16:44:22Z"
        },
        "subject": "Venezuela's Guaido is considering requesting funds from institutions including the IMF to finance the interim government; sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-s-guaido-is-considering-requesting-funds-from-institutions-including-the-imf-to-finance-the-interim-government-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:42:00",
        "gmt_time": "2019-01-25 16:42:00"
    },
    {
        "id": 693180,
        "updated_sequence": 1127985,
        "published_at": {
            "unix": 1548433800,
            "text": "2019-01-25 16:30:00 +0000",
            "iso_8601": "2019-01-25T16:30:00Z"
        },
        "updated_at": {
            "unix": 1548434281,
            "text": "2019-01-25 16:38:01 +0000",
            "iso_8601": "2019-01-25T16:38:01Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+1.26%), FTSE 100 (-0.18%), DAX (+1.36%), CAC (+1.11%), IBEX (+0.34%), FTSE MIB (+1.23%), SMI (-0.15%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-1-26-ftse-100-0-18-dax-1-36-cac-1-11-ibex-0-34-ftse-mib-1-23-smi-0-15-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:30:00",
        "gmt_time": "2019-01-25 16:30:00"
    },
    {
        "id": 693179,
        "updated_sequence": 1127982,
        "published_at": {
            "unix": 1548433140,
            "text": "2019-01-25 16:19:00 +0000",
            "iso_8601": "2019-01-25T16:19:00Z"
        },
        "updated_at": {
            "unix": 1548433153,
            "text": "2019-01-25 16:19:13 +0000",
            "iso_8601": "2019-01-25T16:19:13Z"
        },
        "subject": "RANsquawk Central Banks - 25 Jan 2019: Previewing FOMC; reviewing ECB, BOJ, Norges Bank",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21021/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />Previewing FOMC; reviewing ECB, BOJ, Norges Bank</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-25-jan-2019-previewing-fomc-reviewing-ecb-boj-norges-bank-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:19:00",
        "gmt_time": "2019-01-25 16:19:00"
    },
    {
        "id": 693183,
        "updated_sequence": 1127994,
        "published_at": {
            "unix": 1548432960,
            "text": "2019-01-25 16:16:00 +0000",
            "iso_8601": "2019-01-25T16:16:00Z"
        },
        "updated_at": {
            "unix": 1548435801,
            "text": "2019-01-25 17:03:21 +0000",
            "iso_8601": "2019-01-25T17:03:21Z"
        },
        "subject": "New York Fed Nowcast maintain their US Q4 GDP expectation at 2.6% and Q1 ar 2.2% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-nowcast-maintain-their-us-q4-gdp-expectation-at-2-6-and-q1-ar-2-2-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:16:00",
        "gmt_time": "2019-01-25 16:16:00"
    },
    {
        "id": 693178,
        "updated_sequence": 1127979,
        "published_at": {
            "unix": 1548432840,
            "text": "2019-01-25 16:14:00 +0000",
            "iso_8601": "2019-01-25T16:14:00Z"
        },
        "updated_at": {
            "unix": 1548432871,
            "text": "2019-01-25 16:14:31 +0000",
            "iso_8601": "2019-01-25T16:14:31Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 28 January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21020/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: BoJ Minutes, Eurozone Consumer Confidence (Final), New Zealand Trade Balance</li>\r\n  <li>Tuesday: US Consumer Confidence, US Case Shiller, Japan Retail Sales</li>\r\n  <li>Wednesday: FOMC Interest Rate Decision, Australia CPI, US Pending Home Sales, US-China trade talks</li>\r\n  <li>Thursday: US PCE (TBC), US Chicago PMI, China PMIs, Eurozone GDP Flash &amp; Unemployment, Canadian PPI, Japan Labour Report, US-China trade talks</li>\r\n  <li>Friday: EZ (F), UK, US mfg PMIs, US NFP, ISM mfg PMI, Uni. Of Michigan</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-28-january-2019-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:14:00",
        "gmt_time": "2019-01-25 16:14:00"
    },
    {
        "id": 693177,
        "updated_sequence": 1127976,
        "published_at": {
            "unix": 1548432480,
            "text": "2019-01-25 16:08:00 +0000",
            "iso_8601": "2019-01-25T16:08:00Z"
        },
        "updated_at": {
            "unix": 1548432562,
            "text": "2019-01-25 16:09:22 +0000",
            "iso_8601": "2019-01-25T16:09:22Z"
        },
        "subject": "Siemens (SIE GY) and Alstom (ALO FP) seeking for new concessions to salvage rail tie-up  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "siemens-sie-gy-and-alstom-alo-fp-seeking-for-new-concessions-to-salvage-rail-tie-up-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-26 00:08:00",
        "gmt_time": "2019-01-25 16:08:00"
    },
    {
        "id": 693173,
        "updated_sequence": 1127961,
        "published_at": {
            "unix": 1548431400,
            "text": "2019-01-25 15:50:00 +0000",
            "iso_8601": "2019-01-25T15:50:00Z"
        },
        "updated_at": {
            "unix": 1548431533,
            "text": "2019-01-25 15:52:13 +0000",
            "iso_8601": "2019-01-25T15:52:13Z"
        },
        "subject": "US Democrat House Minority Leader Schumer says he has had a \"good conversation\" with Republican Majority Leader McConnell",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-democrat-house-minority-leader-schumer-says-he-has-had-a-good-conversation-with-republican-majority-leader-mcconnell-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:50:00",
        "gmt_time": "2019-01-25 15:50:00"
    },
    {
        "id": 693172,
        "updated_sequence": 1127958,
        "published_at": {
            "unix": 1548431100,
            "text": "2019-01-25 15:45:00 +0000",
            "iso_8601": "2019-01-25T15:45:00Z"
        },
        "updated_at": {
            "unix": 1548431458,
            "text": "2019-01-25 15:50:58 +0000",
            "iso_8601": "2019-01-25T15:50:58Z"
        },
        "subject": "DUP set to back Sir Graham Brady's Brexit backstop amendment on Tuesday; according to The Telegraph political correspondent ",
        "content": "<ul><li>&quot;Sources also say Sir Graham Brady has been encouraged by Julian Smith, the Chief Whip, to pursue the backstop amendment. Sir Graham&#39;s amendment has emerged as the favoured route of Tory MPs, the DUP and the Government of salvaging the Prime Minister&rsquo;s deal&quot;</li>\r\n  <li><a href=\"https://twitter.com/jrmaidment/status/1088824168169246720\">Link to tweet&nbsp;</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The amendment, &quot;if agreed by a majority of MPs, would provide Mrs May with evidence to take to Brussels to show the EU a deal is within reach if the bloc is willing to drop its opposition to renegotiating the Withdrawal Agreement&quot;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1548431220,
            "text": "2019-01-25 15:47:00 +0000",
            "iso_8601": "2019-01-25T15:47:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-set-to-back-sir-graham-brady-s-brexit-backstop-amendment-on-tuesday-according-to-the-telegraph-political-correspondent-25-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:45:00",
        "gmt_time": "2019-01-25 15:45:00"
    },
    {
        "id": 693171,
        "updated_sequence": 1127973,
        "published_at": {
            "unix": 1548430980,
            "text": "2019-01-25 15:43:00 +0000",
            "iso_8601": "2019-01-25T15:43:00Z"
        },
        "updated_at": {
            "unix": 1548432385,
            "text": "2019-01-25 16:06:25 +0000",
            "iso_8601": "2019-01-25T16:06:25Z"
        },
        "subject": "Brazilian fire department note that they have received unconfirmed reports of fatalities following the Vale (VALE) dam break near Brumadinho",
        "content": "",
        "reaction_details": "<ul><li>Shares dropped from USD 15.50 to USD 14.22&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1548432385,
            "text": "2019-01-25 16:06:25 +0000",
            "iso_8601": "2019-01-25T16:06:25Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-fire-department-note-that-they-have-received-unconfirmed-reports-of-fatalities-following-the-vale-vale-dam-break-near-brumadinho-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:43:00",
        "gmt_time": "2019-01-25 15:43:00"
    },
    {
        "id": 693170,
        "updated_sequence": 1127948,
        "published_at": {
            "unix": 1548430800,
            "text": "2019-01-25 15:40:00 +0000",
            "iso_8601": "2019-01-25T15:40:00Z"
        },
        "updated_at": {
            "unix": 1548430887,
            "text": "2019-01-25 15:41:27 +0000",
            "iso_8601": "2019-01-25T15:41:27Z"
        },
        "subject": "Weekly FX Wrap: DXY deflates below 96.000 while US shutdown eyes 6th week",
        "content": "<p><strong>DXY</strong></p>\r\n\r\n<p>A roller-coaster week for the Buck, but ultimately the index is poised to end Friday&#39;s (EU) session on the backfoot. The week kicked off with MLK day and volatile Dollar trade after the DXY opened around 96.350 in thinned liquidity upon the release of the IMF&rsquo;s global growth forecast downgrade. Trade has been the main factor swinging the Buck this week, as reports of little progress from US-Sino talks sent the DXY to a weekly high of 96.680 (vs. 95.900 low) ahead of the Chinese trade delegation&rsquo;s trip to Washington on Monday, while EUR weakness post-ECB provided the index with extra impetus. However, the Dollar is now weaker again amidst a general improvement in risk sentiment ahead of the FOMC policy meeting next week, with the Board of Governors&rsquo; narrative shifting towards the dovish end of the scale. Next week also sees talks between China Vice Premier Liu He, USTR Lighthizer and Treasury Secretary Mnuchin on Wednesday, while Thursday is SOMA day in which a drain of 18.2bln in USD liquidity will take place, and finally on Friday markets will see the release of the latest US jobs data which will factor in the furloughed employees from the US government shutdown. ING noted that the 800k workers affected by the shutdown represent only 0.5% of the total NFP tally and added that the impact on the economy will be modest, but noticeable.</p>\r\n\r\n<p><strong>EUR</strong></p>\r\n\r\n<p>An impressive recovery in the single currency after plumbing the depths to sub 1.1300 vs. the Dollar, initially triggered by dismal PMI figures from France and the downside exacerbated by the ECB tweaking its balance of risks statement to &ldquo;moved to the downside&rdquo; from &ldquo;moving to the downside&rdquo;. This, alongside mid-week trade-related USD strength sent EUR/USD to a weekly base at 1.1289 (vs. high 1.1410) before rebounding to levels north of 1.1350 on the last trading session of the week. The week also saw the source reports that the European Commission are to cut Italy&rsquo;s GDP forecast to 0.6% or &ldquo;slightly below&rdquo; from the current 1.2%, while the German government cut its domestic 2019 growth forecast to 1.0% from 1.8%. Looking ahead, the coming week sees ECB President Draghi speaking at the European Parliament on Monday, EZ flash GDP on Thursday and flash CPI on Friday.</p>\r\n\r\n<p><strong>GBP &nbsp;</strong></p>\r\n\r\n<p>Another week of gains for Sterling as ongoing hopes of an Article 50 extension provided stimulus for the via an unwinding of some Brexit risk premium. However, the biggest boost for the Pound came in early Asia trade on Thursday as a Sun article emerged stating that PM May&rsquo;s coalition party, the DUP, is willing to back her Brexit deal if the Premier can get an expiry date to the backstop, though this is widely expected to be rejected by the EU. Nonetheless, the prospect of some sort of unification in the UK government propelled Cable past 1.3100 to the upside to hit a weekly peak (and a 2-month high) at 1.3163 vs. a low of 1.2831. Focus now turns to next Tuesday where Parliament will vote on PM May&rsquo;s Plan B, alongside amendments, which largely aim at delaying Brexit or taking a no-deal scenario off the table (refer to the Week in Focus full details).</p>\r\n\r\n<p><strong>AUD, NZD</strong></p>\r\n\r\n<p>The antipodeans are set to end the week in the green with the Aussie initially on the back foot following the release of Australian jobs data on Wednesday which initially provided some support for the currency amid an above-forecast employment change and below-forecast unemployment rate, but the AUD fully pared back initial gains as markets digested the full release as jobs growth was mostly fuelled by part-time workers, which coincided with a decline in participation rates. Additionally, reports of NAB hiking mortgage rates exacerbated downside as some suggest this could push back RBA tightening even further, especially given the decline in house prices, while downbeat mid-week trade comments from US Commerce Secretary Ross added further fuel to the fire. However, the Aussie has nursed a bulk of losses due to the pullback in the Greenback and is set to end the week just above its open at 0.7164 after having declined to a low of 0.7076. Meanwhile, the Kiwi took advantage of the Aussie demise as the AUD/NZD cross fell to a weekly low 1.0465 (vs. open at 1.0612), and with independent impetus from firm New Zealand inflation data. NZD/USD is set to end the week near the top of the weekly range of 0.6707-6835.</p>\r\n\r\n<p><strong>CAD &nbsp;</strong></p>\r\n\r\n<p>A firm end of to the week for the Loonie with price action mostly dictated by swings in the energy complex, though the release of disappointing retail sales did dent the CAD to an extent. USD/CAD remained on a downward trajectory on Friday with the aid of a spike in oil prices alongside a pullback in the Buck. The pair fell below its 50 DMA at 1.3350 to a weekly low of 1.3242 (vs. high 1.3375) ahead of the Canadian November GDP release next Thursday alongside comments from BoC&rsquo;s Wilkins later on that day.</p>\r\n\r\n<p><strong>JPY</strong></p>\r\n\r\n<p>Not the most eventful week for the Yen amidst a constant turnaround in the overall risk tone alongside a choppy Greenback. The week saw the BoJ&rsquo;s first interest rate decision his year in which the Central Bank kept the NIRP at -0.1% and the 10yr JGB yield target around 0%, as expected, while also reducing inflation forecasts, which was widely touted beforehand, while Governor Kuroda struck a dovish tone by stating the CB will not hesitate to ease further if economic conditions deteriorate. Nonetheless, USD/JPY is poised to conclude the week little changed around the middle of a 109.15-99 band. Busy week for Japan coming up as it sees the release of retail sales on Monday, followed by the BoJ Summary of Events on Wednesday, jobs data and comments from Deputy Governor Amamiya on Thursday, and finally the manufacturing PMI on Friday.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-dxy-deflates-below-96-000-while-us-shutdown-eyes-6th-week-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:40:00",
        "gmt_time": "2019-01-25 15:40:00"
    },
    {
        "id": 693169,
        "updated_sequence": 1127945,
        "published_at": {
            "unix": 1548430020,
            "text": "2019-01-25 15:27:00 +0000",
            "iso_8601": "2019-01-25T15:27:00Z"
        },
        "updated_at": {
            "unix": 1548430139,
            "text": "2019-01-25 15:28:59 +0000",
            "iso_8601": "2019-01-25T15:28:59Z"
        },
        "subject": "General Mills (GIS) unconfirmed takeover chatter circulating; as according to RANsquawk sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-mills-gis-unconfirmed-takeover-chatter-circulating-as-according-to-ransquawk-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-01-25 23:27:00",
        "gmt_time": "2019-01-25 15:27:00"
    },
    {
        "id": 693168,
        "updated_sequence": 1127942,
        "published_at": {
            "unix": 1548429600,
            "text": "2019-01-25 15:20:00 +0000",
            "iso_8601": "2019-01-25T15:20:00Z"
        },
        "updated_at": {
            "unix": 1548429762,
            "text": "2019-01-25 15:22:42 +0000",
            "iso_8601": "2019-01-25T15:22:42Z"
        },
        "subject": "Citron research made positive comments regarding Twitter (TWTR) citing congresswoman Alexandria Ocasio-Cortez",
        "content": "<ul><li><a href=\"https://twitter.com/CitronResearch/status/1088817920782880768\">Click here for the link</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "citron-research-made-positive-comments-regarding-twitter-twtr-citing-congresswoman-alexandria-ocasio-cortez-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:20:00",
        "gmt_time": "2019-01-25 15:20:00"
    },
    {
        "id": 693167,
        "updated_sequence": 1127939,
        "published_at": {
            "unix": 1548429480,
            "text": "2019-01-25 15:18:00 +0000",
            "iso_8601": "2019-01-25T15:18:00Z"
        },
        "updated_at": {
            "unix": 1548429609,
            "text": "2019-01-25 15:20:09 +0000",
            "iso_8601": "2019-01-25T15:20:09Z"
        },
        "subject": "ING on the hurdles for achieving an all-encompassing US-China trade deal",
        "content": "<ul><li>Don&rsquo;t expect an all-encompassing&nbsp;deal between the US and China before the deadline of 1 March.</li>\r\n  <li>The US&#39;&nbsp;demands are simply too numerous and too complicated to be resolved on such short notice.</li>\r\n  <li>On top of that, ING&nbsp;think&nbsp;that China is not willing to&nbsp;give in enough to the&nbsp;rather demanding&nbsp;wish list of the US.</li>\r\n  <li>The list does not only encompass&nbsp;lowering the bilateral trade deficit substantially but&nbsp;various changes in China&rsquo;s industrial policies as well.</li>\r\n  <li>In an attempt to &#39;strong-arm&#39; China into giving in more, ING&nbsp;forecast&nbsp;President Trump to step up his&nbsp;trade war and impose further&nbsp;tariff increases on Chinese imports further during the course of the year.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ING",
        "slug": "ing-on-the-hurdles-for-achieving-an-all-encompassing-us-china-trade-deal-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 23:18:00",
        "gmt_time": "2019-01-25 15:18:00"
    },
    {
        "id": 693165,
        "updated_sequence": 1127933,
        "published_at": {
            "unix": 1548428040,
            "text": "2019-01-25 14:54:00 +0000",
            "iso_8601": "2019-01-25T14:54:00Z"
        },
        "updated_at": {
            "unix": 1548428115,
            "text": "2019-01-25 14:55:15 +0000",
            "iso_8601": "2019-01-25T14:55:15Z"
        },
        "subject": "The police operation at Frankfurt Südbahnhof regarding the evacuation and bomb scare has now concluded",
        "content": "<p>For source click <a href=\"https://www.giessener-allgemeine.de/regional/hessen/Hessen-Update-Grosser-Polizeieinsatz-in-Frankfurt-Suedbahnhof-nach-Bombendrohung-beendet;art189,543944\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-police-operation-at-frankfurt-sudbahnhof-regarding-the-evacuation-and-bomb-scare-has-now-concluded-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:54:00",
        "gmt_time": "2019-01-25 14:54:00"
    },
    {
        "id": 693164,
        "updated_sequence": 1127928,
        "published_at": {
            "unix": 1548427920,
            "text": "2019-01-25 14:52:00 +0000",
            "iso_8601": "2019-01-25T14:52:00Z"
        },
        "updated_at": {
            "unix": 1548427982,
            "text": "2019-01-25 14:53:02 +0000",
            "iso_8601": "2019-01-25T14:53:02Z"
        },
        "subject": "PBoC conducts review on targeted RRR cut; more banks qualified for the cut compared to last year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-conducts-review-on-targeted-rrr-cut-more-banks-qualified-for-the-cut-compared-to-last-year-25-01-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:52:00",
        "gmt_time": "2019-01-25 14:52:00"
    },
    {
        "id": 693163,
        "updated_sequence": 1127925,
        "published_at": {
            "unix": 1548426780,
            "text": "2019-01-25 14:33:00 +0000",
            "iso_8601": "2019-01-25T14:33:00Z"
        },
        "updated_at": {
            "unix": 1548426826,
            "text": "2019-01-25 14:33:46 +0000",
            "iso_8601": "2019-01-25T14:33:46Z"
        },
        "subject": "AbbVie (AABV) says not contemplating on large M&A deals ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-aabv-says-not-contemplating-on-large-m-a-deals-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:33:00",
        "gmt_time": "2019-01-25 14:33:00"
    },
    {
        "id": 693162,
        "updated_sequence": 1127920,
        "published_at": {
            "unix": 1548426300,
            "text": "2019-01-25 14:25:00 +0000",
            "iso_8601": "2019-01-25T14:25:00Z"
        },
        "updated_at": {
            "unix": 1548426411,
            "text": "2019-01-25 14:26:51 +0000",
            "iso_8601": "2019-01-25T14:26:51Z"
        },
        "subject": "Oil tankers with about 36mln BBL of largely Kazakh and Russian crude from Black Sea ports are delayed at Turkey’s Bosphorus and Dardanelles straits, according to Tribeca Shipping",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "oil-tankers-with-about-36mln-bbl-of-largely-kazakh-and-russian-crude-from-black-sea-ports-are-delayed-at-turkey-s-bosphorus-and-dardanelles-straits-according-to-tribeca-shipping-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:25:00",
        "gmt_time": "2019-01-25 14:25:00"
    },
    {
        "id": 693161,
        "updated_sequence": 1127915,
        "published_at": {
            "unix": 1548426120,
            "text": "2019-01-25 14:22:00 +0000",
            "iso_8601": "2019-01-25T14:22:00Z"
        },
        "updated_at": {
            "unix": 1548426290,
            "text": "2019-01-25 14:24:50 +0000",
            "iso_8601": "2019-01-25T14:24:50Z"
        },
        "subject": "Russian Economy Minister says Russian Monthly GDP in December was 1.9%",
        "content": "<ul><li>Expects GDP in H2 2019 at close to 2%</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-economy-minister-says-russian-monthly-gdp-in-december-was-1-9-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:22:00",
        "gmt_time": "2019-01-25 14:22:00"
    },
    {
        "id": 693160,
        "updated_sequence": 1127910,
        "published_at": {
            "unix": 1548426060,
            "text": "2019-01-25 14:21:00 +0000",
            "iso_8601": "2019-01-25T14:21:00Z"
        },
        "updated_at": {
            "unix": 1548426143,
            "text": "2019-01-25 14:22:23 +0000",
            "iso_8601": "2019-01-25T14:22:23Z"
        },
        "subject": "Russian Central Bank says they expect limited reaction to the delayed foreign currency purchases, as according to reports in Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-says-they-expect-limited-reaction-to-the-delayed-foreign-currency-purchases-as-according-to-reports-in-interfax-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:21:00",
        "gmt_time": "2019-01-25 14:21:00"
    },
    {
        "id": 693152,
        "updated_sequence": 1127922,
        "published_at": {
            "unix": 1548426000,
            "text": "2019-01-25 14:20:00 +0000",
            "iso_8601": "2019-01-25T14:20:00Z"
        },
        "updated_at": {
            "unix": 1548426639,
            "text": "2019-01-25 14:30:39 +0000",
            "iso_8601": "2019-01-25T14:30:39Z"
        },
        "subject": "Additional US Equity Stories - AMD, INTC",
        "content": "<ul><li>AMD (AMD) - The co. announced organisational changes promoting Mark Papermaster to CTO. (Newswires)&nbsp;</li>\r\n  <li>Intel (INTC) - The co. sees announcing a new CEO in about a month. (CNBC)&nbsp;</li>\r\n  <li>Wabtec (WAB), General Electric (GE) - The two co.s have modified the terms over the GE Transportation merger agreement. (Newswires)&nbsp;</li>\r\n  <li>D.R. Horton (DHI) - The co. is&nbsp;not providing FY19 guidance &#39;at this time&#39;, sees Q2 revenue USD 3.9bln-USD 4.1bln vs. Exp. USD&nbsp;&nbsp;4.09bln. (Newswires)&nbsp;</li>\r\n  <li>Drug&nbsp;makers -&nbsp;Trump demanded an anti-opioids scare campaign, according to TPM. (Talking Points&nbsp;Memo)&nbsp;</li>\r\n  <li>NVR (NVR) Q4 EPS USD 58.57 vs. Exp. USD 50.67, revenue USD 1.99bln vs. Exp. USD&nbsp;1.98bln. (Newswires)&nbsp;</li>\r\n  <li>Disney (DIS) - The co. reported an extension of exchange offers for 21st Cenutry Fox (FOXA). (Newswires)&nbsp;</li>\r\n  <li>AbbVie (abbv) - The co. says 2018 results &#39;well above expectations&#39;;&nbsp;sees Q1 Adj.&nbsp;EPS USD 2.05-2.07 vs. Exp. USD 2.03&nbsp;and sees FY19 revenue growth approximately 1%, consensus USD 33.6bln. (Newswires)&nbsp;</li>\r\n  <li>Nike (NKE) &ndash; The co. is reportedly said to be supply major Basketball team in a 10-year contract. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amd-intc-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:20:00",
        "gmt_time": "2019-01-25 14:20:00"
    },
    {
        "id": 693152,
        "updated_sequence": 1127922,
        "published_at": {
            "unix": 1548426000,
            "text": "2019-01-25 14:20:00 +0000",
            "iso_8601": "2019-01-25T14:20:00Z"
        },
        "updated_at": {
            "unix": 1548426639,
            "text": "2019-01-25 14:30:39 +0000",
            "iso_8601": "2019-01-25T14:30:39Z"
        },
        "subject": "Additional US Equity Stories - AMD, INTC",
        "content": "<ul><li>AMD (AMD) - The co. announced organisational changes promoting Mark Papermaster to CTO. (Newswires)&nbsp;</li>\r\n  <li>Intel (INTC) - The co. sees announcing a new CEO in about a month. (CNBC)&nbsp;</li>\r\n  <li>Wabtec (WAB), General Electric (GE) - The two co.s have modified the terms over the GE Transportation merger agreement. (Newswires)&nbsp;</li>\r\n  <li>D.R. Horton (DHI) - The co. is&nbsp;not providing FY19 guidance &#39;at this time&#39;, sees Q2 revenue USD 3.9bln-USD 4.1bln vs. Exp. USD&nbsp;&nbsp;4.09bln. (Newswires)&nbsp;</li>\r\n  <li>Drug&nbsp;makers -&nbsp;Trump demanded an anti-opioids scare campaign, according to TPM. (Talking Points&nbsp;Memo)&nbsp;</li>\r\n  <li>NVR (NVR) Q4 EPS USD 58.57 vs. Exp. USD 50.67, revenue USD 1.99bln vs. Exp. USD&nbsp;1.98bln. (Newswires)&nbsp;</li>\r\n  <li>Disney (DIS) - The co. reported an extension of exchange offers for 21st Cenutry Fox (FOXA). (Newswires)&nbsp;</li>\r\n  <li>AbbVie (abbv) - The co. says 2018 results &#39;well above expectations&#39;;&nbsp;sees Q1 Adj.&nbsp;EPS USD 2.05-2.07 vs. Exp. USD 2.03&nbsp;and sees FY19 revenue growth approximately 1%, consensus USD 33.6bln. (Newswires)&nbsp;</li>\r\n  <li>Nike (NKE) &ndash; The co. is reportedly said to be supply major Basketball team in a 10-year contract. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amd-intc-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:20:00",
        "gmt_time": "2019-01-25 14:20:00"
    },
    {
        "id": 693159,
        "updated_sequence": 1127904,
        "published_at": {
            "unix": 1548425520,
            "text": "2019-01-25 14:12:00 +0000",
            "iso_8601": "2019-01-25T14:12:00Z"
        },
        "updated_at": {
            "unix": 1548425932,
            "text": "2019-01-25 14:18:52 +0000",
            "iso_8601": "2019-01-25T14:18:52Z"
        },
        "subject": "Some platforms in Frankfurt train stations have been shut due to a bomb threat on a German train, where 500 passengers have been evacuated; Updates to follow",
        "content": "<p>For source click <a href=\"https://twitter.com/bpol_koblenz/status/1088800869733330944\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "some-platforms-in-frankfurt-train-stations-have-been-shut-due-to-a-bomb-threat-on-a-german-train-where-500-passengers-have-been-evacuated-updates-to-follow-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:12:00",
        "gmt_time": "2019-01-25 14:12:00"
    },
    {
        "id": 693158,
        "updated_sequence": 1127883,
        "published_at": {
            "unix": 1548424860,
            "text": "2019-01-25 14:01:00 +0000",
            "iso_8601": "2019-01-25T14:01:00Z"
        },
        "updated_at": {
            "unix": 1548425058,
            "text": "2019-01-25 14:04:18 +0000",
            "iso_8601": "2019-01-25T14:04:18Z"
        },
        "subject": "Fixed and FX latest: debt futures dip pre-Wall Street, as Dollar drifts",
        "content": "<p>Core EU bonds have had another look at or are just shading fresh session lows of 165.13&nbsp;and 122.91 for Bunds and Gilts respectively, while the US Treasury curve is bear steepening ahead of the Wall Street open as US equity futures indicate a firm start to the final session of the week. Moreover, reports that the Fed may be contemplating curtailing QT earlier than previously envisaged may be impacting, and could also be dragging the Usd down a bit further as the DXY dips to 96.244, Eur/Usd climbs back above 1.1350 and Cable revisits 1.3100, or thereabouts. This could also challenge some decent expiry options into the NY cut, like 1.5 bn from 1.1350-60 in Eur/Usd.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-debt-futures-dip-pre-wall-street-as-dollar-drifts-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 22:01:00",
        "gmt_time": "2019-01-25 14:01:00"
    },
    {
        "id": 693154,
        "updated_sequence": 1127866,
        "published_at": {
            "unix": 1548424500,
            "text": "2019-01-25 13:55:00 +0000",
            "iso_8601": "2019-01-25T13:55:00Z"
        },
        "updated_at": {
            "unix": 1548424782,
            "text": "2019-01-25 13:59:42 +0000",
            "iso_8601": "2019-01-25T13:59:42Z"
        },
        "subject": "White House Spokesperson says that the indictment of Roger Stone has nothing to to with President Trump",
        "content": "<ul><li>ES futures jumping from 2658.25 to 2661.50 highlights the sensitivity of equity markets to this news, with some prior suggestions setting the rationale for indicting Stone having a cursory relation to Trump</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-spokesperson-says-that-the-indictment-of-roger-stone-has-nothing-to-to-with-president-trump-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:55:00",
        "gmt_time": "2019-01-25 13:55:00"
    },
    {
        "id": 693153,
        "updated_sequence": 1127858,
        "published_at": {
            "unix": 1548424020,
            "text": "2019-01-25 13:47:00 +0000",
            "iso_8601": "2019-01-25T13:47:00Z"
        },
        "updated_at": {
            "unix": 1548424197,
            "text": "2019-01-25 13:49:57 +0000",
            "iso_8601": "2019-01-25T13:49:57Z"
        },
        "subject": "WorldSteel: China crude steel output rises 6.6% to 928.3mln T in 2018 vs. 2017; global crude steel output rises 4.2% to 147mln T in Dec 2018 vs. Dec 2017",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "worldsteel-china-crude-steel-output-rises-6-6-to-928-3mln-t-in-2018-vs-2017-global-crude-steel-output-rises-4-2-to-147mln-t-in-dec-2018-vs-dec-2017-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:47:00",
        "gmt_time": "2019-01-25 13:47:00"
    },
    {
        "id": 693151,
        "updated_sequence": 1127885,
        "published_at": {
            "unix": 1548423720,
            "text": "2019-01-25 13:42:00 +0000",
            "iso_8601": "2019-01-25T13:42:00Z"
        },
        "updated_at": {
            "unix": 1548425118,
            "text": "2019-01-25 14:05:18 +0000",
            "iso_8601": "2019-01-25T14:05:18Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 25th January 2010 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21015/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Intel Corp (INTC) Q4 Adj. EPS USD 1.28 vs. Exp. USD 1.22, revenue USD 18.7bln vs. Exp. USD 19.01bln. Guides Q1 EPS USD 0.87 vs. Exp. USD 1.01 and sees revenue USD 16bln vs. Exp. USD 17.3bln. Boosts dividend by 5%. Cuts Q1 guidance. CEO says more cautious based on slowing economy and geopolitics; data centre clients have inventory and have cut orders. The co. is still looking for a new CEO.</li>\r\n  <li>Colgate-Palmolive Co (CL) Q4 Adj. EPS USD 0.74 vs. Exp. USD 0.73, revenue USD 3.881bln vs. Exp. USD 3.77bln. Sees 2019 net sales to be flat to up low single digits. Operating profits in North America fell 7% in Q4.</li>\r\n  <li>ResMed (RMD) downgraded to underweight from neutral at JPMorgan</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>25th January 2019</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>AbbVie Inc (ABBV) Q4 EPS USD 1.09 vs. Exp. USD 1.94, revenue USD 8.305bln vs. Exp. USD 8.37bln. Sees FY19 Adj. EPS USD 8.65-8.75. (Newswires)</li>\r\n  <li>Air Products and Chemicals Inc (APD) Q1 EPS USD 1.86 vs. Exp. USD 1.87, revenue USD 2.2bln vs. Exp. USD 2.27bln. Guides Q2 USD 1.80-1.90 vs, Exp. USD 1.91 and affirms FY19. (Newswires)</li>\r\n  <li>Colgate-Palmolive Co (CL) Q4 Adj. EPS USD 0.74 vs. Exp. USD 0.73, revenue USD 3.881bln vs. Exp. USD 3.77bln. Sees 2019 net sales to be flat to up low single digits. Operating profits in North America fell 7% in Q4. (Newswires)</li>\r\n  <li>D.R. Horton Inc (DHI) Q4 EPS USD 0.76 vs. Exp. USD 0.78, revenue USD 3.519bln vs. Exp. USD 3.51bln. The co. declares a quarterly dividend of USD 0.15/shr. It continues to see good demand and limited supply of homes at affordable prices across markets. (Newswires)</li>\r\n  <li>Discover Financial Services (DFS) Q4 EPS USD 2.03 vs. Exp. USD 2.06, revenue USD 2.80bln vs. Exp. USD 2.81bln. (Newswires)</li>\r\n  <li>E*TRADE Financial Corp (ETFC) Q4 EPS USD 1.02 vs. Exp. USD 1.03, revenue USD 0.735bln vs. Exp. USD 0.75bln. (Newswires)</li>\r\n  <li>Hill-Rom Holdings (HRC) Q1 Adj. EPS USD 1.02 vs. Exp. USD 1.20, revenue USD 0.684bln vs. Exp. USD 0.676bln. (Newswires)</li>\r\n  <li>Intel Corp (INTC) Q4 Adj. EPS USD 1.28 vs. Exp. USD 1.22, revenue USD 18.7bln vs. Exp. USD 19.01bln. Guides Q1 EPS USD 0.87 vs. Exp. USD 1.01 and sees revenue USD 16bln vs. Exp. USD 17.3bln. Boosts dividend by 5%. Cuts Q1 guidance. CEO says more cautious based on slowing economy and geopolitics; data centre clients have inventory and have cut orders. The co. is still looking for a new CEO. (Newswires)</li>\r\n  <li>Intuitive Surgical Inc (ISRG) Q4 Adj. EPS USD 2.96vs. Exp. USD 3.07, revenue USD 1.047bln vs. Exp. USD 1.04bln. (Newswires)</li>\r\n  <li>Lear Corporation (LEA) Q4 EPS USD 4.05 vs. Exp. USD 3.96, revenue USD 4.90bln vs. Exp. USD 5.00bln. Affirms FY19 guidance. (Newswires)</li>\r\n  <li>Nextera Energy Inc (NEE) Q4 EPS USD 1.49 vs. Exp. USD 1.54, revenue USD 4.39bln vs. Exp. USD 4.97bln. The co. continues to expect Adj. EPS to be USD 8.00-8.50 for 2019. (Newswires)</li>\r\n  <li>Norfolk Southern (NSC) Q4 EPS USD 2.57vs. Exp. USD 2.29, revenue USD 2.9bln vs. Exp. USD 2.85bln. (Newswires)</li>\r\n  <li>Starbucks Corp (SBUX) Q1 Adj. EPS USD 0.75 vs. Exp. USD 0.65, revenue USD 6.60bln vs. Exp. USD 6.49bln. The co. says Approaching 30mln &nbsp;&#39;digital connections&#39; in the US and sees Q2 Adj. op margin lower on a quarterly basis. (Newswires)</li>\r\n  <li>SVB Financial Group (SIVB) Q4 EPS USD 4.96 vs. Exp. USD 4.71, revenue USD 0.701bln vs. Exp. USD 0.69bln</li>\r\n  <li>Western Digital Corp (WDC) Q2 Adj. EPS USD 1.45 vs. Exp. USD 1.49, revenue USD 4.2bln vs. Exp. USD 4.25bln. The co. is &ldquo;taking actions to better align cost and expense structure to near-term business conditions&rdquo;. Sees Q3 EPS USD 0.40-0.60 vs. Exp. USD 1.13, according to reports citing earnings call. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The iPhone maker reportedly shipped 2.5mln less phones to China in 2018, compared to 2017, an 11% drop; according to research from Strategy Analytics. Morgan Stanley reiterated the co. with overweight with a price target of USD 211. (Newswires)</li>\r\n  <li>Boeing (BA), Embraer (ERJ) &ndash; Embraer signed the agreement for the sale of 80% of its commercial airplane unit to Boeing for USD 4.2bln. (Newswires)</li>\r\n  <li>Microsoft (MSFT) &ndash; The tech co. said its Bing search engine has been restored in China. (BBC)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Allergan (AGN) &ndash; The co. announced an increased quarterly dividend of USD 0.74/shr. (Newswires)</li>\r\n  <li>American Airlines (AAL) &ndash; Imperial Capital raised its price target on the airline to USD 46 from USD 42, citing better than expected guidance. (Newswires)</li>\r\n  <li>Banks (JPM, WFC, BAC, GS, MS) &ndash; CEOs from the big banks are expected to testify in March for the House Financial Services committee. (CNBC)</li>\r\n  <li>Boston Scientific (BSX) &ndash; The medtech co. has launched its Vercise stimulation systems for Parkinson&rsquo;s disease. Elsewhere, the co. released promising fourth-year data from its Rezum Water Vapor Therapy, used to treat benign prostatic hyperplasia. (Newswires)</li>\r\n  <li>DXC Technology (DXC) &ndash; The co. is to acquire Microsoft (MSFT) integrator EG A/S service business; terms were not disclosed. (Newswires)</li>\r\n  <li>Everest Re (RE) &ndash; The reinsurance co. expects Q4 catastrophe losses to equate to USD 695mln. (Newswires)</li>\r\n  <li>Ford (F) &ndash; The automaker&rsquo;s CEO Jim Hackett said in an internal memo that he aims to double annual operating profit. (Newswires)</li>\r\n  <li>General Electric (GE) &ndash; The conglomerate said it was considering strategic options for its GE Ventures unit. (Newswires)</li>\r\n  <li>Kroger (KR) &ndash; The supermarket chain has appointed Conduent (CNDT) CEO Ashok Vemuri to its board of directors. (Newswires)</li>\r\n  <li>Mastercard (MA) &ndash; The card provider bid GBP 233mln for the British payments firm Earthport, a premium to Visa&rsquo;s (V) previous GBP 198mln offer. (Newswires)</li>\r\n  <li>Medtronic (MDT) &ndash; The medtech co. is acquiring EPIX Therapeutics, which produces a catheter-based, temperature-controlled cardiac ablation system for the treatment of cardiac arrhythmias. (Newswires)</li>\r\n  <li>Oracle (ORCL), Alphabet (GOOGL) &ndash; Oracle released a statement in retaliation to Google&rsquo;s Petition for Review by the Supreme Court saying the arguments &ldquo;have already been thoughtfully and thoroughly discredited&rdquo;. (Newswires)</li>\r\n  <li>Southwest Airlines (LUV) &ndash; Imperial Capital raised its price target on the airline to USD 60 from USD 52, citing better than expected guidance. (Newswires)</li>\r\n  <li>United Rentals (URI) &ndash; The equipment rental co.&rsquo;s CEO Michael Kneeland said, &ldquo;we&rsquo;ve completely transformed the company&rdquo;, also mentioning the government shutdown not affecting its business. (CNBC)</li>\r\n  <li>Valero (VLO) &ndash; The oil co. increased its quarterly dividend by 12.5% to USD 0.90/shr. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ</p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The tech giant has pushed for changes to be made so that protections for employees who initiate activism against companies be reduced. Elsewhere, Stifel cut its price target on the co. to USD 1,300 from USD 1,400, citing weaker advertisement revenue expectations. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; Washington Post reports that the Pentagon is looking into a conflict of interest case after Amazon Web Services hired a former DoD worker who had influence on a USD 10bln cloud contract. Elsewhere, NYT reports the co.&rsquo;s Rekognition technology has a stronger gender and racial bias than its competitors. WSJ reports that the co. is urging consumer goods co.s to create brands exclusive to Amazon as it is too expensive to create them itself. (WP/NYT/WSJ)</li>\r\n  <li>Amgen (AMGN) &ndash; The pharma co. has received Chinese regulatory approval for its cardiovascular disease treatment Repatha. (Newswires)</li>\r\n  <li>Vodafone (VOD) &ndash; The telecoms co. is &ldquo;pausing&rdquo; the addition of new Huawei products in its network. (FT)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Albemarle (ALB) &ndash; The chemicals co. announced a resolution has been found with the Chilean Economic Development Agency. (Newswires)</li>\r\n  <li>Canopy Growth (CGC) &ndash; Piper Jaffray has raised its price target on the marijuana co. to USD 60 from USD 40. (Newswires)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CARNIVAL (CCL) UPGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</li>\r\n  <li>COGNIZANT (CTSH) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BERNSTEIN</li>\r\n  <li>FLIR SYSTEMS (FLIR) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>HD SUPPLY (HDS) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>ICON (ICLR) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li>\r\n  <li>MCCORMICK (MKC) UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</li>\r\n  <li>ROCKWELL AUTOMATION (ROK) UPGRADED TO BUY FROM HOLD AT HSBC</li>\r\n  <li>SALLIE MAE (SLM) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li>\r\n  <li>TAPESTRY (TPR) UPGRADED TO OUTPERFORM FROM PEER PERFORM AT WOLFE RESEARCH</li>\r\n  <li>VALERO (VLO) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>APTIV (APTV) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>BB&amp;T (BBT) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>DIAMONDROCK (DRH) DOWNGRADED TO UNDERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li>\r\n  <li>EAGLE MATERIALS (EXP) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li>\r\n  <li>FIRST DATA (FDC) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>FIRST HORIZON (FHN) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li>\r\n  <li>ILLUMINA (ILMN) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>INTEL (INTC) DOWNGRADED TO HOLD FROM BUY AT NEEDHAM</li>\r\n  <li>INTEL (INTC) DOWNGRADED TO NEUTRAL FROM POSITIVE AT SUSQUEHANNA</li>\r\n  <li>KBR (KBR) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>NORFOLK SOUTHERN (NSC) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>PBF ENERGY (PBF) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>PNC FINANCIAL (PNC) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>RESMED (RMD) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>ROGERS COMMUNICATIONS (RCI) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li>\r\n  <li>THOMSON REUTERS (TRI) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT SCOTIABANK</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>CME GROUP (CME) RATED NEW BUY AT REDBURN</li>\r\n  <li>CAPITAL SOUTHWEST (CSWC) RATED NEW NEUTRAL AT B RILEY FBR, INC.; PT USD 23</li>\r\n  <li>COBALT 27 (KBLT CN) RATED NEW OUTPERFORM AT RBC; PT CUSD 8</li>\r\n  <li>GRACO (GGG) RATED NEW HOLD AT JEFFERIES; PT USD 46</li>\r\n  <li>HUBSPOT (HUBS) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 150</li>\r\n  <li>KIRBY (KEX) RATED NEW NEUTRAL AT BTIG</li>\r\n  <li>LARGO RESOURCES (LGO CN) RATED NEW UNDERPERFORM AT CREDIT SUISSE</li>\r\n  <li>LINCOLN ELECTRIC (LECO) RATED NEW BUY AT JEFFERIES; PT USD 100</li>\r\n  <li>MSCI (MSCI) RATED NEW NEUTRAL AT BUCKINGHAM; PT USD 171</li>\r\n  <li>MARKETAXESS (MKTX) RATED NEW NEUTRAL AT REDBURN</li>\r\n  <li>PEOPLE (PEO CN) RATED NEW BUY AT CANACCORD; PT CUSD 10</li>\r\n  <li>SS&amp;C (SSNC) RATED NEW BUY AT BUCKINGHAM; PT USD 65</li>\r\n  <li>TROILUS GOLD (TLG CN) RATED NEW SPECULATIVE BUY AT CANACCORD; PT CUSD 1.60</li>\r\n  <li>ULTIMATE SOFTWARE (ULTI) RATED NEW BUY AT DEUTSCHE BANK</li>\r\n  <li>YEXT INC. (YEXT) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 23</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Bank of New York Mellon Corp (BK). USD 0.28</li>\r\n  <li>ONEOK Inc (OKE). USD 0.86</li>\r\n  <li>Unum Group (UNM). USD 0.26</li>\r\n  <li>Vornado Realty Trust (VNO). USD 0.66</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-25th-january-2010-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:42:00",
        "gmt_time": "2019-01-25 13:42:00"
    },
    {
        "id": 693150,
        "updated_sequence": 1127849,
        "published_at": {
            "unix": 1548423420,
            "text": "2019-01-25 13:37:00 +0000",
            "iso_8601": "2019-01-25T13:37:00Z"
        },
        "updated_at": {
            "unix": 1548423497,
            "text": "2019-01-25 13:38:17 +0000",
            "iso_8601": "2019-01-25T13:38:17Z"
        },
        "subject": "Morgan Stanley reiterates Apple (AAPL) with overweight; PT USD 211 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-reiterates-apple-aapl-with-overweight-pt-usd-211-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:37:00",
        "gmt_time": "2019-01-25 13:37:00"
    },
    {
        "id": 693149,
        "updated_sequence": 1127846,
        "published_at": {
            "unix": 1548422700,
            "text": "2019-01-25 13:25:00 +0000",
            "iso_8601": "2019-01-25T13:25:00Z"
        },
        "updated_at": {
            "unix": 1548422786,
            "text": "2019-01-25 13:26:26 +0000",
            "iso_8601": "2019-01-25T13:26:26Z"
        },
        "subject": "Russian GDP is estimated to be around 2%; according to Russian press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-gdp-is-estimated-to-be-around-2-according-to-russian-press-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:25:00",
        "gmt_time": "2019-01-25 13:25:00"
    },
    {
        "id": 693148,
        "updated_sequence": 1127843,
        "published_at": {
            "unix": 1548422340,
            "text": "2019-01-25 13:19:00 +0000",
            "iso_8601": "2019-01-25T13:19:00Z"
        },
        "updated_at": {
            "unix": 1548422392,
            "text": "2019-01-25 13:19:52 +0000",
            "iso_8601": "2019-01-25T13:19:52Z"
        },
        "subject": "Volkswagen (VOW3 GY) are considering taking stakes in mining Co.'s, according to AutomobilWoche",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-are-considering-taking-stakes-in-mining-co-s-according-to-automobilwoche-25-01-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 21:19:00",
        "gmt_time": "2019-01-25 13:19:00"
    },
    {
        "id": 693143,
        "updated_sequence": 1127825,
        "published_at": {
            "unix": 1548420180,
            "text": "2019-01-25 12:43:00 +0000",
            "iso_8601": "2019-01-25T12:43:00Z"
        },
        "updated_at": {
            "unix": 1548420280,
            "text": "2019-01-25 12:44:40 +0000",
            "iso_8601": "2019-01-25T12:44:40Z"
        },
        "subject": "AbbVie Inc (ABBV) Q4 EPS USD 1.90 vs. Exp. USD 1.94, revenue USD 8.305bln vs. Exp. USD 8.37bln",
        "content": "<ul><li>Sees FY19 Adj. EPS USD 8.65-8.75</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-inc-abbv-q4-eps-usd-1-90-vs-exp-usd-1-94-revenue-usd-8-305bln-vs-exp-usd-8-37bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 20:43:00",
        "gmt_time": "2019-01-25 12:43:00"
    },
    {
        "id": 693142,
        "updated_sequence": 1127817,
        "published_at": {
            "unix": 1548419940,
            "text": "2019-01-25 12:39:00 +0000",
            "iso_8601": "2019-01-25T12:39:00Z"
        },
        "updated_at": {
            "unix": 1548420036,
            "text": "2019-01-25 12:40:36 +0000",
            "iso_8601": "2019-01-25T12:40:36Z"
        },
        "subject": "Scotia FX Daily - USD Soft As CNY Leads Gains; EURGBP Hits 20 Mo. Low",
        "content": "<ul><li>&nbsp;USD soft vs. all G10 in context of mild risk appetite; JPY underperforming.</li>\r\n  <li>CAD up modestly as geopolitical developments offer support for Cdn. crude.</li>\r\n  <li>EUR tentatively recovering from ECB/German govt. growth downgrade; neutral.</li>\r\n  <li>GBP pops to fresh high on media reports of DUP support for PM May&rsquo;s plan.</li>\r\n  <li>JPY range bound as broader USD, market tone offer no clear direction.</li>\r\n  <li>AUD attempting stabilization with support around 0.71; CPI next week.</li>\r\n  <li>MXN extending recovery as market tone offers support; USDMXN sub-19.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Scotiabank",
        "slug": "scotia-fx-daily-usd-soft-as-cny-leads-gains-eurgbp-hits-20-mo-low-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 20:39:00",
        "gmt_time": "2019-01-25 12:39:00"
    },
    {
        "id": 693141,
        "updated_sequence": 1127814,
        "published_at": {
            "unix": 1548419520,
            "text": "2019-01-25 12:32:00 +0000",
            "iso_8601": "2019-01-25T12:32:00Z"
        },
        "updated_at": {
            "unix": 1548419664,
            "text": "2019-01-25 12:34:24 +0000",
            "iso_8601": "2019-01-25T12:34:24Z"
        },
        "subject": "Nextera Energy Inc (NEE) Q4 EPS USD 1.49 vs. Exp. USD 1.54, revenue USD 4.39bln vs. Exp. USD 4.97bln",
        "content": "<ul><li>The co. continues to expect Adj. EPS to be USD 8.00-8.50 for 2019&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nextera-energy-inc-nee-q4-eps-usd-1-49-vs-exp-usd-1-54-revenue-usd-4-39bln-vs-exp-usd-4-97bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 20:32:00",
        "gmt_time": "2019-01-25 12:32:00"
    },
    {
        "id": 693140,
        "updated_sequence": 1127806,
        "published_at": {
            "unix": 1548417300,
            "text": "2019-01-25 11:55:00 +0000",
            "iso_8601": "2019-01-25T11:55:00Z"
        },
        "updated_at": {
            "unix": 1548417476,
            "text": "2019-01-25 11:57:56 +0000",
            "iso_8601": "2019-01-25T11:57:56Z"
        },
        "subject": "Colgate-Palmolive Co (CL) Q4 Adj. EPS USD 0.74 vs. Exp. USD 0.73, revenue USD 3.881bln vs. Exp. USD 3.77bln",
        "content": "<ul><li>Sees 2019 net sales to be flat to up low single digits&nbsp;</li>\r\n  <li>Operating profits in North America fell 7% in Q4</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "colgate-palmolive-co-cl-q4-adj-eps-usd-0-74-vs-exp-usd-0-73-revenue-usd-3-881bln-vs-exp-usd-3-77bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:55:00",
        "gmt_time": "2019-01-25 11:55:00"
    },
    {
        "id": 693139,
        "updated_sequence": 1127798,
        "published_at": {
            "unix": 1548416940,
            "text": "2019-01-25 11:49:00 +0000",
            "iso_8601": "2019-01-25T11:49:00Z"
        },
        "updated_at": {
            "unix": 1548417141,
            "text": "2019-01-25 11:52:21 +0000",
            "iso_8601": "2019-01-25T11:52:21Z"
        },
        "subject": "Russia's Foreign Minister says ready to cooperate with all political forces in Venezuela showing a responsible approach; according to RIA ",
        "content": "<ul><li>Adds ready to mediate between Venezuela&#39;s authorities and the opposition if needed&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-foreign-minister-says-ready-to-cooperate-with-all-political-forces-in-venezuela-showing-a-responsible-approach-according-to-ria-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:49:00",
        "gmt_time": "2019-01-25 11:49:00"
    },
    {
        "id": 693138,
        "updated_sequence": 1127792,
        "published_at": {
            "unix": 1548416700,
            "text": "2019-01-25 11:45:00 +0000",
            "iso_8601": "2019-01-25T11:45:00Z"
        },
        "updated_at": {
            "unix": 1548416814,
            "text": "2019-01-25 11:46:54 +0000",
            "iso_8601": "2019-01-25T11:46:54Z"
        },
        "subject": "RANsquawk Daily US Opening News - 25th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21014/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Major European indices are in the green [Euro Stoxx 50 +1.1%] following on yesterday&rsquo;s ECB release and a strong performance Asia</li>\r\n  <li>DXY has retraced a bulk of yesterday&rsquo;s gains while the EUR stages a recovery</li>\r\n  <li>Looking ahead, highlights include US Baker Hughes</li>\r\n  <li>EARNINGS: Colgate-Palmolive, Nextera Energy, AbbVie</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>A jubilant tone was observed across the Asia-Pac majors heading into the weekend, which followed the mostly positive performance of their global peers amid firmer US PMI data and a dovish tone from the ECB. ASX 200 (+0.7%) and Nikkei 225 (+1.0%) were buoyed by broad gains across the sectors and with Japanese exporters supported by favourable currency flows, although not all was rosy as healthcare lagged in Australia and steep losses in AMP Capital. Elsewhere, Hang Seng (+1.6%) and Shanghai Comp. (+0.4%) advanced as the 2nd phase of the PBoC&rsquo;s RRR cut took effect and with outperformance seen in tech names including Tencent after regulators approved 2 of the Co.&rsquo;s mobile phone games. However, gains in the mainland were initially capped after the PBoC&lsquo;s continued inaction resulted to a net weekly drain of CNY 770bln, in which it cited high liquidity levels due to the RRR cut. Finally, 10yr JGBs remained close to this week&rsquo;s best levels after the prior day&rsquo;s extended gains and with the BoJ also present in the market for government bonds with 5yr-10yr maturities, although prices have slightly eased with demand for bonds subdued by the risk appetite.</p>\r\n\r\n<p>PBoC skipped open market operations for a weekly net drain of CNY 770bln vs. last week&#39;s net injection of CNY 1.16tln, while it commented that the liquidity level in the banking system is relatively high following the 2nd phase of the RRR cut. (Newswires)<br />PBoC set CNY mid-point at 6.7941 (Prev. 6.7802)</p>\r\n\r\n<p>Japanese Tokyo CPI (Jan) Y/Y 0.4% vs. Exp. 0.2% (Prev. 0.3%). (Newswires)</p>\r\n\r\n<p>Japanese Tokyo CPI Ex. Fresh Food (Jan) Y/Y 1.1% vs. Exp. 0.9% (Prev. 0.9%)<br />Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Jan) Y/Y 0.7% vs. Exp. 0.6% (Prev. 0.6%)<br />&nbsp;</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>US President Trump said he wants a prorated down payment on the wall in any short-term government funding bill and that if Senate Majority Leader McConnell and Minority Leader Schumer can reach an agreement on government funding, he would support it. However, US House Speaker Pelosi said the idea of including a down payment on wall is a non-starter and Democrats were said to not support any kind of border wall funds which was made clear to McConnell, while Pelosi was later reported to postpone a press conference concerning counter offer to President Trump. (Newswires)</p>\r\n\r\n<p>Fed officials are reportedly weighing a earlier than anticipated end to bond portfolio runoff. (WSJ)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>DUP party is said to have privately agreed they will back PM May&#39;s Brexit deal when she toughens it up in terms of the backstop being specifically time limited. (The Sun) Furthermore, Sun Political Editor Dunn tweeted that former UK Foreign Minister Boris Johnson is close to supporting PM May&#39;s deal with a backstop time limit following discussions with the chief whip on Wednesday. (Twitter)</p>\r\n\r\n<p>Some EU countries are reportedly pushing for the EU to provide a more generous stance to the UK in the event of a no deal, with some countries wanting UK hauliers to be given the right to operate within EU and some also want British airliners to be able to offer connecting flights within EU. (BBC)</p>\r\n\r\n<p>UK PM May is facing an open cabinet revolt over the prospect of a no-deal Brexit after two ministers said yesterday they could step down rather than let Britain crash out of the EU. (Times)</p>\r\n\r\n<p>ITV&rsquo;s Peston noted that six Tory MPs on the 1922 Committee hope and expect PM May to back the Murrison amendment (NI border to expire in 2021). (Facebook)</p>\r\n\r\n<p>ECB&rsquo;s Coeure (Dovish) says sees a lot of political uncertainty and that economic slowdown is a surprise to the ECB, adds jury still out on how persistent slowdown will be and that rate guidance may have to be adjusted at some point. While, ECB&rsquo;s Villeroy (Dovish) stated they remain committed to keeping interest rates low and ECB will probably downgrade the GDP forecast in March. Finally ECB&rsquo;s Vasiliauskas (Hawkish) stated that there is no reason to change ECB guidance at the moment. (Newswires)</p>\r\n\r\n<p>ECB Survey of Professional Forecasters downgraded 2019 and 2020 CPI to 1.5% (Prev. 1.7%) and 1.6% (Prev. 1.7%) respectively, whilst also downgrading GDP to 1.5% (Prev. 1.8%) and 1.5% (Prev. 1.6%) for 2018 and 2019 respectively. (ECB)</p>\r\n\r\n<p>German Ifo Business Climate New (Jan) 99.1 vs. Exp. 100.6 (Prev. 101) (Newswires)<br />German Ifo Current Conditions New (Jan) 104.3 vs. Exp. 104.2 (Prev. 104.7)<br />German Ifo Expectations New (Jan) 94.2 vs. Exp. 97 (Prev. 97.3)</p>\r\n\r\n<p><strong>GEOPOLITICAL</strong></p>\r\n\r\n<p>US State Department ordered non-emergency US government employees to leave Venezuela for security reasons, while there were also comments from US National Security Adviser Bolton that the Trump administration is focused on cutting off Venezuela&#39;s Maduro from revenue sources and that he doesn&#39;t think Maduro has backing of the military. (Newswires)</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European indices are in the green [Euro Stoxx 50 +1.1%], the FTSE 100 (+0.4%) is the underperforming index given the impact of yesterday&rsquo;s dovish ECB, alongside overnight sterling strength following reports that the DUP may agree to PM may&rsquo;s deal if the Irish backstop has a time limit. The index is also weighed on by poor performance in Vodafone (-2.2%) who missed on their Q3 service revenue. Sectors are in the green, with underperformance in telecom names given the aforementioned earnings from Vodafone. Other notable movers include Telia (-3.3%) who are at the bottom of the Stoxx 600 after the Co. missed on Q4 revenue and adjusted EBITDA. Similarly, Givaudan (-3.3%) are near the bottom of the Stoxx 600 following a miss on Q4 revenue and adjusted EBITA.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>DXY- The Dollar and overall index retraced some of yesterday&rsquo;s trade and ECB-induced gains in which DXY reached highs just shy of 96.700. The index fell back below its 50 DMA at 96.549 and through the 96.500 level to currently hover nearer the bottom of a 96.300-530 range, with a 96.680 Fib also keeping the upside capped. Meanwhile, the US government shutdown is set to notch its 35th day after the US Senate blocked two competing proposals (although this was expected) and as a result today&rsquo;s US building permits, durable goods and new home sales data will be postponed.</p>\r\n\r\n<p>EUR &ndash; Staging a recovery from post-ECB lows, when EUR/USD briefly lost the 1.1300 handle. Back above the level now, the single currency was largely unreactive to unsurprising narratives from ECB&rsquo;s Coeure and Villeroy, while the release of an overall downbeat German ifo survey and downgrades in the ECB SPF also did little to wobble the Euro. EUR/USD now close to the top of a 1.1300-50 range ahead of a Fib level at 1.1351. In terms of option expiries, the pair sees EUR 1.96bln scattered around 1.1300-25, EUR 1.5bln between 1.1350-60 and EUR 2.8bln between 1.1375-1.1400.</p>\r\n\r\n<p>CAD &ndash; Rising oil prices and an easing buck sent USD/CAD back below its 50 DMA at 1.3350 to an intraday low of 1.3311 ahead of the psychological 1.3300 level with reported bids around the figure. A marginal pullback in energy sent USD/CAD back up to around the middle of a 1.3311-3361 band ahead of the Canadian budget balance release later today.</p>\r\n\r\n<p>GBP &ndash;Tumultuous day for the Pound after a Sun article provided Cable with the fuel to sky rocket past the 1.3100 handle to a high just shy of 1.3140, well above the December low of 1.2477. The article reported that PM&rsquo;s coalition party, the DUP, are willing to back her Brexit deal if the Premier can get an expiry date to the backstop, though is widely expected to be rejected by the EC. Nonetheless, the idea of unity in the government aided the Pound to set fresh yearly highs vs. the buck. However, Cable has pared back most of the overnight gains, albeit holding just above its 200 DMA (1.3055-60) and closer to the bottom of 1.3057-3139 parameters.</p>\r\n\r\n<p>SEK &ndash; The marked G10 underperformer amid dismal Swedish retail sales data which dropped the most since 2010 as consumers dialled back on spending due to rising interest rates and falling global markets. This subsequently sent EUR/SEK higher to test 10.3000 at one point, with Informa noting that a spike through key resistance at 10.3400 will spur a further rally.</p>\r\n\r\n<p>JPY &ndash; Choppy session thus far, but overall back on a decline amid the broad upturn in risk appetite around the market after USD/JPY rose above its 30 DMA at 109.79 to reach intraday highs of 109.91 (vs. low of 109.52) ahead of USD 1.2bln of option expiries at the 110.00 strike for the NY cut.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>EU and UK fixed income futures remain softer, with UK 10-year futures pivoting the 123.00 handle and languishing near session lows of 122.91. The slightly improved risk tone over night and reports that the DUP have agreed to support PM May&rsquo;s deal (should the backstop be time-limited) has seen 10-year Gilt futures underperform their German counterparts by about 5 ticks heading into the weekend. 10-year Bund futures are trading a shade above session lows of 165.15 and are easing off 2019 pinnacles hit in yesterday&rsquo;s session (165.50) amidst further confirmation of a down turning German economy by the IFO. On a technical standpoint, should 165.18 be broken more convincingly, the 165.01-07 area is next as support. Looking from a flow perspective some price action may be dictated by option expires today in the form in the Gilt, Bund, Bobl, Schatz and T-Note Feb&rsquo;19 contracts.</p>\r\n\r\n<p>Moving to the periphery, Italian 10-year futures are the EZ outperformer and have found a solid base above the 129.00 handle as market participants point to month-end rebalancing as the driver behind the outperformance in the periphery as a whole.</p>\r\n\r\n<p>Elsewhere, UST futures are in the red across the curve with most of the action seen in the shorter end. This comes despite the US Senate rejection of 2 proposals aiming to end the Government shutdown and is likely due to updates from the US administration that they remain optimistic on trade talks and expect the jobs report to be up. This has seen 10-year futures slip just under 121-20 in a data-barren day, with participants looking out for further direction from trade updates and the government shutdown.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>Brent (-0.1%) and WTI (+0.2%) prices are mixed and off of session highs, just under USD 62/bbl and USD 54/bbl respectively; in spite of yesterday&rsquo;s unexpected EIA crude inventory build of 7.97mln vs. Exp. -0.042mln draw. Elsewhere, Russia was China&rsquo;s largest crude oil supplier for December and 2018; with Russia being the largest crude supplier to China for the third year in a row. Looking ahead we have the Baker Hughes rig count, where last week total rigs decreased by 25 to 1050.</p>\r\n\r\n<p>Gold (+0.3%) is marginally higher on the weakness in dollar, in spite of the positive risk sentiment reducing safe haven demand for the yellow metal. Copper prices are benefiting from market sentiment, whilst palladium has lost over 8% since reaching a high of just under USD 1400/oz last week.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-25th-january-2019-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:45:00",
        "gmt_time": "2019-01-25 11:45:00"
    },
    {
        "id": 693137,
        "updated_sequence": 1127787,
        "published_at": {
            "unix": 1548416220,
            "text": "2019-01-25 11:37:00 +0000",
            "iso_8601": "2019-01-25T11:37:00Z"
        },
        "updated_at": {
            "unix": 1548416275,
            "text": "2019-01-25 11:37:55 +0000",
            "iso_8601": "2019-01-25T11:37:55Z"
        },
        "subject": "France's Foreign Minister says ready to impose strong sanctions on Iran if there is no progress in talks over its ballistic missile programme",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-s-foreign-minister-says-ready-to-impose-strong-sanctions-on-iran-if-there-is-no-progress-in-talks-over-its-ballistic-missile-programme-25-01-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:37:00",
        "gmt_time": "2019-01-25 11:37:00"
    },
    {
        "id": 693135,
        "updated_sequence": 1127781,
        "published_at": {
            "unix": 1548415380,
            "text": "2019-01-25 11:23:00 +0000",
            "iso_8601": "2019-01-25T11:23:00Z"
        },
        "updated_at": {
            "unix": 1548415422,
            "text": "2019-01-25 11:23:42 +0000",
            "iso_8601": "2019-01-25T11:23:42Z"
        },
        "subject": "RANsquawk EU Mid Session - Sun backstop reports brighten prospects for PM May’s deal - 25th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21013/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European indices are in the green [Euro Stoxx 50 +1.0%], the FTSE 100 (+0.4%) is the underperforming index given the impact of yesterday&rsquo;s dovish ECB, alongside overnight sterling strength following reports that the DUP may agree to PM may&rsquo;s deal if the Irish backstop has a time limit. The index is also weighed on by poor performance in Vodafone (-2.1%) who missed on their Q3 service revenue. Sectors are in the green, with underperformance in telecom names given the aforementioned earnings from Vodafone. Other notable movers include Telia (-3.5%) who are at the bottom of the Stoxx 600 after the Co. missed on Q4 revenue and adjusted EBITDA. Similarly, Givaudan (-3.5%) are near the bottom of the Stoxx 600 following a miss on Q4 revenue and adjusted EBITA.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY- The Dollar and overall index retraced some of yesterday&rsquo;s trade and ECB-induced gains in which DXY reached highs just shy of 96.700. The index fell back below its 50 DMA at 96.549 and through the 96.500 level to currently hover nearer the bottom of a 96.360-530 range, with a 96.680 Fib also keeping the upside capped. Meanwhile, the US government shutdown is set to notch its 35th day after the US Senate blocked two competing proposals (although this was expected) and as a result today&rsquo;s US building permits, durable goods and new home sales data will be postponed.</p>\r\n\r\n<p>EUR &ndash; Staging a recovery from post-ECB lows, when EUR/USD briefly lost the 1.1300 handle. Back above the level now, the single currency was largely unreactive to unsurprising narratives from ECB&rsquo;s Coeure and Villeroy, while the release of an overall downbeat German ifo survey and downgrades in the ECB SPF also did little to wobble the Euro. EUR/USD now close to the top of a 1.1300-34 range ahead of a Fib level at 1.1351. In terms of option expiries, the pair sees EUR 1.96bln scattered around 1.1300-25, EUR 1.5bln between 1.1350-60 and EUR 2.8bln between 1.1375-1.1400.</p>\r\n\r\n<p>CAD &ndash; Rising oil prices and an easing buck sent USD/CAD back below its 50 DMA at 1.3350 to an intraday low of 1.3311 ahead of the psychological 1.3300 level with reported bids around the figure. A marginal pullback in energy sent USD/CAD back up to around the middle of a 1.3311-3361 band ahead of the Canadian budget balance release later today.</p>\r\n\r\n<p>GBP &ndash;Tumultuous day for the Pound after a Sun article provided Cable with the fuel to sky rocket past the 1.3100 handle to a high just shy of 1.3140, well above the December low of 1.2477. The article reported that PM&rsquo;s coalition party, the DUP, are willing to back her Brexit deal if the Premier can get an expiry date to the backstop, though is widely expected to be rejected by the EC. Nonetheless, the idea of unity in the government aided the Pound to set fresh yearly highs vs. the buck. However, Cable has pared back most of the overnight gains, albeit holding just above its 200 DMA (1.3055-60) and closer to the bottom of 1.3057-3139 parameters.</p>\r\n\r\n<p>SEK &ndash; The marked G10 underperformer amid dismal Swedish retail sales data which dropped the most since 2010 as consumers dialled back on spending due to rising interest rates and falling global markets. This subsequently sent EUR/SEK higher to test 10.3000 at one point, with Informa noting that a spike through key resistance at 10.3400 will spur a further rally.</p>\r\n\r\n<p>JPY &ndash; Choppy session thus far, but overall back on a decline amid the broad upturn in risk appetite around the market after USD/JPY rose above its 30 DMA at 109.79 to reach intraday highs of 109.91 (vs. low of 109.52) ahead of USD 1.2bln of option expiries at the 110.00 strike for the NY cut.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>EU and UK fixed income futures remain softer, with UK 10-year futures pivoting the 123.00 handle and languishing near session lows of 122.91. The slightly improved risk tone over night and reports that the DUP have agreed to support PM May&rsquo;s deal (should the backstop be time-limited) has seen 10-year Gilt futures underperform their German counterparts by about 5 ticks heading into the weekend. 10-year Bund futures are trading a shade above session lows of 165.15 and are easing off 2019 pinnacles hit in yesterday&rsquo;s session (165.50) amidst further confirmation of a down turning German economy by the IFO. On a technical standpoint, should 165.18 be broken more convincingly, the 165.01-07 area is next as support. Looking from a flow perspective some price action may be dictated by option expires today in the form in the Gilt, Bund, Bobl, Schatz and T-Note Feb&rsquo;19 contracts.</p>\r\n\r\n<p>Moving to the periphery, Italian 10-year futures are the EZ outperformer and have found a solid base above the 129.00 handle as market participants point to month-end rebalancing as the driver behind the outperformance in the periphery as a whole.</p>\r\n\r\n<p>Elsewhere, UST futures are in the red across the curve with most of the action seen in the shorter end. This comes despite the US Senate rejection of 2 proposals aiming to end the Government shutdown and is likely due to updates from the US administration that they remain optimistic on trade talks and expect the jobs report to be up. This has seen 10-year futures slip just under 121-20 in a data-barren day, with participants looking out for further direction from trade updates and the government shutdown.</p>\r\n\r\n<p>COMMODITIES&nbsp;</p>\r\n\r\n<p>Brent (+0.1%) and WTI (+0.3%) prices are up on the positive risk sentiment, albeit off of session highs of just under USD 62/bbl and USD 54/bbl respectively; in spite of yesterday&rsquo;s unexpected EIA crude inventory build of 7.97mln vs. Exp. -0.042mln draw. Elsewhere, Russia was China&rsquo;s largest crude oil supplier for December and 2018; with Russia being the largest crude supplier to China for the third year in a row. Looking ahead we have the Baker Hughes rig count, where last week total rigs decreased by 25 to 1050.</p>\r\n\r\n<p>Gold (+0.25%) is marginally higher on the weakness in dollar, in spite of the positive risk sentiment reducing safe haven demand for the yellow metal. Copper prices are benefiting from market sentiment, whilst palladium has lost over 8% since reaching a high of just under USD 1400/oz last week.</p>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-sun-backstop-reports-brighten-prospects-for-pm-may-s-deal-25th-january-2019-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:23:00",
        "gmt_time": "2019-01-25 11:23:00"
    },
    {
        "id": 693134,
        "updated_sequence": 1127840,
        "published_at": {
            "unix": 1548414660,
            "text": "2019-01-25 11:11:00 +0000",
            "iso_8601": "2019-01-25T11:11:00Z"
        },
        "updated_at": {
            "unix": 1548421839,
            "text": "2019-01-25 13:10:39 +0000",
            "iso_8601": "2019-01-25T13:10:39Z"
        },
        "subject": "FX Morning Colour: Euro in recovery mode while Sterling pares Sun-gains",
        "content": "<p><strong>DXY</strong>- The Dollar and overall index retraced some of yesterday&rsquo;s trade and ECB-induced gains in which DXY reached highs just shy of 96.700. The index fell back below its 50 DMA at 96.549 and through the 96.500 level to currently hover nearer the bottom of a 96.360-530 range, with a 96.680 Fib also keeping the upside capped. Meanwhile, the US government shutdown is set to notch its 35th day after the US Senate blocked two competing proposals (although this was expected) and as a result today&rsquo;s US building permits, durable goods and new home sales data will be postponed.</p>\r\n\r\n<p><strong>EUR </strong>&ndash; Staging a recovery from post-ECB lows, when EUR/USD briefly lost the 1.1300 handle. Back above the level now, the single currency was largely unreactive to unsurprising narratives from ECB&rsquo;s Coeure and Villeroy, while the release of an overall downbeat German ifo survey and downgrades in the ECB SPF also did little to wobble the Euro. EUR/USD now close to the top of a 1.1300-34 range ahead of a Fib level at 1.1351. In terms of option expiries, the pair sees EUR 1.96bln scattered around 1.1300-25, EUR 1.5bln between 1.1350-60 and EUR 2.8bln between 1.1375-1.1400.</p>\r\n\r\n<p><strong>CAD </strong>&ndash; Rising oil prices and an easing buck sent USD/CAD back below its 50 DMA at 1.3350 to an intraday low of 1.3311 ahead of the psychological 1.3300 level with reported bids around the figure. A marginal pullback in energy sent USD/CAD back up to around the middle of a 1.3311-3361 band ahead of the Canadian budget balance release later today.</p>\r\n\r\n<p><strong>GBP </strong>&ndash;Tumultuous day for the Pound after a Sun article provided Cable with the fuel to sky rocket past the 1.3100 handle to a high just shy of 1.3140, well above the December low of 1.2477. The article reported that PM&rsquo;s coalition party, the DUP, are willing to back her Brexit deal if the Premier can get an expiry date to the backstop, though is widely expected to be rejected by the EC. Nonetheless, the idea of unity in the government aided the Pound to set fresh yearly highs vs. the buck. However, Cable has pared back most of the overnight gains, albeit holding just above its 200 DMA (1.3055-60) and closer to the bottom of 1.3057-3139 parameters.</p>\r\n\r\n<p><strong>SEK </strong>&ndash; The marked G10 underperformer amid dismal Swedish retail sales data which dropped the most since 2010 as consumers dialled back on spending due to rising interest rates and falling global markets. This subsequently sent EUR/SEK higher to test 10.3000 at one point, with Informa noting that a spike through key resistance at 10.3400 will spur a further rally.</p>\r\n\r\n<p><strong>JPY </strong>&ndash; Choppy session thus far, but overall back on a decline amid the broad upturn in risk appetite around the market after USD/JPY rose above its 30 DMA at 109.79 to reach intraday highs of 109.91 (vs. low of 109.52) ahead of USD 1.2bln of option expiries at the 110.00 strike for the NY cut.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "fx-morning-colour-euro-in-recovery-mode-while-sterling-pares-sun-gains-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:11:00",
        "gmt_time": "2019-01-25 11:11:00"
    },
    {
        "id": 693133,
        "updated_sequence": 1127789,
        "published_at": {
            "unix": 1548414180,
            "text": "2019-01-25 11:03:00 +0000",
            "iso_8601": "2019-01-25T11:03:00Z"
        },
        "updated_at": {
            "unix": 1548416328,
            "text": "2019-01-25 11:38:48 +0000",
            "iso_8601": "2019-01-25T11:38:48Z"
        },
        "subject": "No one on the supervisory board of Deutsche Bank (DBK GY) is pushing for a near-term merger with Commerzbank (CBK GY); therefore the merger is not a current topic",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "no-one-on-the-supervisory-board-of-deutsche-bank-dbk-gy-is-pushing-for-a-near-term-merger-with-commerzbank-cbk-gy-therefore-the-merger-is-not-a-current-topic-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:03:00",
        "gmt_time": "2019-01-25 11:03:00"
    },
    {
        "id": 693131,
        "updated_sequence": 1127769,
        "published_at": {
            "unix": 1548414060,
            "text": "2019-01-25 11:01:00 +0000",
            "iso_8601": "2019-01-25T11:01:00Z"
        },
        "updated_at": {
            "unix": 1548414079,
            "text": "2019-01-25 11:01:19 +0000",
            "iso_8601": "2019-01-25T11:01:19Z"
        },
        "subject": "Air Products and Chemicals Inc (APD) Q1 EPS USD 1.86 vs. Exp. USD 1.87, revenue USD 2.2bln vs. Exp. USD 2.27bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "air-products-and-chemicals-inc-apd-q1-eps-usd-1-86-vs-exp-usd-1-87-revenue-usd-2-2bln-vs-exp-usd-2-27bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:01:00",
        "gmt_time": "2019-01-25 11:01:00"
    },
    {
        "id": 693132,
        "updated_sequence": 1127772,
        "published_at": {
            "unix": 1548414060,
            "text": "2019-01-25 11:01:00 +0000",
            "iso_8601": "2019-01-25T11:01:00Z"
        },
        "updated_at": {
            "unix": 1548414092,
            "text": "2019-01-25 11:01:32 +0000",
            "iso_8601": "2019-01-25T11:01:32Z"
        },
        "subject": "SNB's Jordan reiterates that there is no need to change monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-s-jordan-reiterates-that-there-is-no-need-to-change-monetary-policy-25-01-2019",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 19:01:00",
        "gmt_time": "2019-01-25 11:01:00"
    },
    {
        "id": 693129,
        "updated_sequence": 1127763,
        "published_at": {
            "unix": 1548412740,
            "text": "2019-01-25 10:39:00 +0000",
            "iso_8601": "2019-01-25T10:39:00Z"
        },
        "updated_at": {
            "unix": 1548412798,
            "text": "2019-01-25 10:39:58 +0000",
            "iso_8601": "2019-01-25T10:39:58Z"
        },
        "subject": "Oil exports from Ceyhan are to fall as Turkman oil is being diverted to Russia, as according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "oil-exports-from-ceyhan-are-to-fall-as-turkman-oil-is-being-diverted-to-russia-as-according-to-sources-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 18:39:00",
        "gmt_time": "2019-01-25 10:39:00"
    },
    {
        "id": 693128,
        "updated_sequence": 1127760,
        "published_at": {
            "unix": 1548412440,
            "text": "2019-01-25 10:34:00 +0000",
            "iso_8601": "2019-01-25T10:34:00Z"
        },
        "updated_at": {
            "unix": 1548412572,
            "text": "2019-01-25 10:36:12 +0000",
            "iso_8601": "2019-01-25T10:36:12Z"
        },
        "subject": "Fed officials are reportedly weighing a earlier than anticipated end to bond portfolio runoff; according to WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/fed-officials-weigh-earlier-than-expected-end-to-bond-portfolio-runoff-11548412201?mod=hp_major_pos20\">Click here for the article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "fed-officials-are-reportedly-weighing-a-earlier-than-anticipated-end-to-bond-portfolio-runoff-according-to-wsj-25-01-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 18:34:00",
        "gmt_time": "2019-01-25 10:34:00"
    },
    {
        "id": 693127,
        "updated_sequence": 1127754,
        "published_at": {
            "unix": 1548411480,
            "text": "2019-01-25 10:18:00 +0000",
            "iso_8601": "2019-01-25T10:18:00Z"
        },
        "updated_at": {
            "unix": 1548411726,
            "text": "2019-01-25 10:22:06 +0000",
            "iso_8601": "2019-01-25T10:22:06Z"
        },
        "subject": "Italy sells EUR 1.25bln vs. Exp. EUR 1.5-2.5bln 1.30% 2028, 2.55% 2041 BTPei and EUR 2.5bln vs. Exp. EUR 2.0-2.5bln 2020 CTZ ",
        "content": "<p>- Sells EUR 0.845bln 1.3% 2028 BTPei with a b/c 1.92 (Prev. b/c 1.38) and average yield 1.69% (Prev. 2.34%)</p>\r\n\r\n<p>- Sells EUR 0.405bln 2.55% 2041 BTPei with a b/c 1.85 (Prev. b/c 1.77) and average yield 2.27% (Prev. 2.14%)</p>\r\n\r\n<p>- Sells EUR 2.5bln 2.14% 2020 CTZ with a b/c 1.47 (Prev. b/c 1.56) and average yield 0.366% (Prev. 1.45%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-sells-eur-1-25bln-vs-exp-eur-1-5-2-5bln-1-30-2028-2-55-2041-btpei-and-eur-2-5bln-vs-exp-eur-2-0-2-5bln-2020-ctz-25-01-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 18:18:00",
        "gmt_time": "2019-01-25 10:18:00"
    },
    {
        "id": 693125,
        "updated_sequence": 1127746,
        "published_at": {
            "unix": 1548410040,
            "text": "2019-01-25 09:54:00 +0000",
            "iso_8601": "2019-01-25T09:54:00Z"
        },
        "updated_at": {
            "unix": 1548410109,
            "text": "2019-01-25 09:55:09 +0000",
            "iso_8601": "2019-01-25T09:55:09Z"
        },
        "subject": "Volkswagen (VOW3 GY) are not intending to spin off their components unit and will remain as a supplier in producing their own vehicles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-are-not-intending-to-spin-off-their-components-unit-and-will-remain-as-a-supplier-in-producing-their-own-vehicles-25-01-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:54:00",
        "gmt_time": "2019-01-25 09:54:00"
    },
    {
        "id": 693124,
        "updated_sequence": 1127743,
        "published_at": {
            "unix": 1548409380,
            "text": "2019-01-25 09:43:00 +0000",
            "iso_8601": "2019-01-25T09:43:00Z"
        },
        "updated_at": {
            "unix": 1548409399,
            "text": "2019-01-25 09:43:19 +0000",
            "iso_8601": "2019-01-25T09:43:19Z"
        },
        "subject": "RANsquawk Bond Auction Previews - 25th January 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21012/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><ul><li>Italy to sell EUR 1.5-2.5bln 1.30% 2028, 2.55% 2041 BTPei and EUR 2.0-2.5bln 2020 CTZ</li>\r\n  </ul>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-bond-auction-previews-25th-january-2019-25-01-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:43:00",
        "gmt_time": "2019-01-25 09:43:00"
    },
    {
        "id": 693122,
        "updated_sequence": 1127737,
        "published_at": {
            "unix": 1548408780,
            "text": "2019-01-25 09:33:00 +0000",
            "iso_8601": "2019-01-25T09:33:00Z"
        },
        "updated_at": {
            "unix": 1548408803,
            "text": "2019-01-25 09:33:23 +0000",
            "iso_8601": "2019-01-25T09:33:23Z"
        },
        "subject": "Fixed Income: Gilt futures pivot 123.00 as DUP pivots to support PM May",
        "content": "<p>EU and UK fixed income futures remain softer, with UK 10-year futures pivoting the 123.00 handle and languishing near session lows of 122.91. The slightly improved risk tone over night and reports that the DUP have agreed to support PM May&rsquo;s deal (should the backstop be time-limited) has seen 10-year Gilt futures underperform their German counterparts by about 5 ticks heading into the weekend. 10-year Bund futures are trading a shade above session lows of 165.15 and are easing off 2019 pinnacles hit in yesterday&rsquo;s session (165.50) amidst further confirmation of a down turning German economy by the IFO. On a technical standpoint, should 165.18 be broken more convincingly, the 165.01-07 area is next as support. Looking from a flow perspective some price action may be dictated by option expires today in the form in the Gilt, Bund, Bobl, Schatz and T-Note Feb&rsquo;19 contracts.</p>\r\n\r\n<p>Moving to the periphery, Italian 10-year futures are the EZ outperformer and have found a solid base above the 129.00 handle ahead of the upcoming CTZ auction as market participants point to month-end rebalancing as the driver behind the outperformance in the periphery as a whole.</p>\r\n\r\n<p>Elsewhere, UST futures are in the red across the curve with most of the action seen in the shorter end. This comes despite the US Senate rejection of 2 proposals aiming to end the Government shutdown and is likely due to updates from the US administration that they remain optimistic on trade talks and expect the jobs report to be up. This has seen 10-year futures slip just under 121-20 in a data-barren day, with participants looking out for further direction from trade updates and the government shutdown.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-gilt-futures-pivot-123-00-as-dup-pivots-to-support-pm-may-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:33:00",
        "gmt_time": "2019-01-25 09:33:00"
    },
    {
        "id": 693123,
        "updated_sequence": 1127740,
        "published_at": {
            "unix": 1548408660,
            "text": "2019-01-25 09:31:00 +0000",
            "iso_8601": "2019-01-25T09:31:00Z"
        },
        "updated_at": {
            "unix": 1548408894,
            "text": "2019-01-25 09:34:54 +0000",
            "iso_8601": "2019-01-25T09:34:54Z"
        },
        "subject": "ITV's Peston tweets, 6 Tory MP's on the executive of the 1922 committee hope and expect the PM to give official backing to the murrison amendment. Number of MP's explained that the idea PM May is safe for another year following the failed coup ",
        "content": "<p>(cont) before Christmas is wrong.&nbsp;</p>\r\n\r\n<p><a href=\"https://www.facebook.com/pestonitv/posts/2263021454022587?__tn__=K-R\">Link to article</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "itv-s-peston-tweets-6-tory-mp-s-on-the-executive-of-the-1922-committee-hope-and-expect-the-pm-to-give-official-backing-to-the-murrison-amendment-number-of-mp-s-explained-that-the-idea-pm-may-is-safe-for-another-year-following-the-failed-co-25-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:31:00",
        "gmt_time": "2019-01-25 09:31:00"
    },
    {
        "id": 693120,
        "updated_sequence": 1127731,
        "published_at": {
            "unix": 1548407520,
            "text": "2019-01-25 09:12:00 +0000",
            "iso_8601": "2019-01-25T09:12:00Z"
        },
        "updated_at": {
            "unix": 1548407581,
            "text": "2019-01-25 09:13:01 +0000",
            "iso_8601": "2019-01-25T09:13:01Z"
        },
        "subject": "ECB's Vasiliauskas states that there is no reason to change ECB guidance at this point",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-vasiliauskas-states-that-there-is-no-reason-to-change-ecb-guidance-at-this-point-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:12:00",
        "gmt_time": "2019-01-25 09:12:00"
    },
    {
        "id": 693114,
        "updated_sequence": 1127713,
        "published_at": {
            "unix": 1548406800,
            "text": "2019-01-25 09:00:00 +0000",
            "iso_8601": "2019-01-25T09:00:00Z"
        },
        "updated_at": {
            "unix": 1548406902,
            "text": "2019-01-25 09:01:42 +0000",
            "iso_8601": "2019-01-25T09:01:42Z"
        },
        "subject": "ECB Survey of Professional Forecasters (SPF)",
        "content": "<p>CPI</p>\r\n\r\n<p>2019: 1.5% (Prev. 1.7%)</p>\r\n\r\n<p>2020: 1.6% (Prev. 1.7%)</p>\r\n\r\n<p>GDP</p>\r\n\r\n<p>2019: 1.5% (Prev. 1.8%)</p>\r\n\r\n<p>2020: 1.5% (Prev. 1.6%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-survey-of-professional-forecasters-spf-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:00:00",
        "gmt_time": "2019-01-25 09:00:00"
    },
    {
        "id": 692900,
        "updated_sequence": 1127704,
        "published_at": {
            "unix": 1548406800,
            "text": "2019-01-25 09:00:00 +0000",
            "iso_8601": "2019-01-25T09:00:00Z"
        },
        "updated_at": {
            "unix": 1548406800,
            "text": "2019-01-25 09:00:00 +0000",
            "iso_8601": "2019-01-25T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-24-01-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 17:00:00",
        "gmt_time": "2019-01-25 09:00:00"
    },
    {
        "id": 693111,
        "updated_sequence": 1127699,
        "published_at": {
            "unix": 1548405960,
            "text": "2019-01-25 08:46:00 +0000",
            "iso_8601": "2019-01-25T08:46:00Z"
        },
        "updated_at": {
            "unix": 1548406078,
            "text": "2019-01-25 08:47:58 +0000",
            "iso_8601": "2019-01-25T08:47:58Z"
        },
        "subject": "Sinopec (386 HK) FY18 net CNY 62.4bln vs. Prev. CNY 51.2bln. Revenue CNY 2.88tln vs. Prev. CNY 2.36tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sinopec-386-hk-fy18-net-cny-62-4bln-vs-prev-cny-51-2bln-revenue-cny-2-88tln-vs-prev-cny-2-36tln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:46:00",
        "gmt_time": "2019-01-25 08:46:00"
    },
    {
        "id": 693112,
        "updated_sequence": 1127702,
        "published_at": {
            "unix": 1548405900,
            "text": "2019-01-25 08:45:00 +0000",
            "iso_8601": "2019-01-25T08:45:00Z"
        },
        "updated_at": {
            "unix": 1548406164,
            "text": "2019-01-25 08:49:24 +0000",
            "iso_8601": "2019-01-25T08:49:24Z"
        },
        "subject": "China's Shandong province oil inventories at severn ports fell 16%, to approximately 46.7mln barrels; lowest since November 30th.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-shandong-province-oil-inventories-at-severn-ports-fell-16-to-approximately-46-7mln-barrels-lowest-since-november-30th-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:45:00",
        "gmt_time": "2019-01-25 08:45:00"
    },
    {
        "id": 693109,
        "updated_sequence": 1127693,
        "published_at": {
            "unix": 1548405480,
            "text": "2019-01-25 08:38:00 +0000",
            "iso_8601": "2019-01-25T08:38:00Z"
        },
        "updated_at": {
            "unix": 1548405553,
            "text": "2019-01-25 08:39:13 +0000",
            "iso_8601": "2019-01-25T08:39:13Z"
        },
        "subject": "Gilts and Short Sterling futures factor in constructive DUP reports",
        "content": "<p>UK bonds and STIR contracts are conforming to the broadly weaker tone in core counterparts against the backdrop of improved risk sentiment overnight, but more so on latest Brexit news and suggestions that the DUP is willing to support the back-stop if the contingency plan has a pre-set timeframe. The 10 year benchmark kicked off Friday&rsquo;s session just north of 123.00 and just dipped to 122.92 vs 123.16 at the other extreme from its previous 123.18 Liffe settlement, while the 3 month strip has been 2.5 ticks under par. In terms of today&rsquo;s domestic docket, BBA mortgage applications and CBI distributive trades are scheduled and seen rather mixed, with the former forecast to slip fractionally, but the latter rebound firmly.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-factor-in-constructive-dup-reports-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:38:00",
        "gmt_time": "2019-01-25 08:38:00"
    },
    {
        "id": 693110,
        "updated_sequence": 1127696,
        "published_at": {
            "unix": 1548405420,
            "text": "2019-01-25 08:37:00 +0000",
            "iso_8601": "2019-01-25T08:37:00Z"
        },
        "updated_at": {
            "unix": 1548405597,
            "text": "2019-01-25 08:39:57 +0000",
            "iso_8601": "2019-01-25T08:39:57Z"
        },
        "subject": "BAML Flow Show:",
        "content": "<ul><li>Equities funds saw USD 0.5bln of outflows this week; USD 2.5bln of outflows in Europe and USD 2.2bln from the U.S</li>\r\n  <li>Bonds attracted USD 5.2bln of inflows</li>\r\n  <li>Investors should sell risk assets after -- not before -- a U.S.-China trade truce.</li>\r\n  <li>Remain tactically bullish as credit, EM, REITs and growth stocks are likely to rally until U.S. consumer flops or China recovers</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:37:00",
        "gmt_time": "2019-01-25 08:37:00"
    },
    {
        "id": 693108,
        "updated_sequence": 1127688,
        "published_at": {
            "unix": 1548405300,
            "text": "2019-01-25 08:35:00 +0000",
            "iso_8601": "2019-01-25T08:35:00Z"
        },
        "updated_at": {
            "unix": 1548405435,
            "text": "2019-01-25 08:37:15 +0000",
            "iso_8601": "2019-01-25T08:37:15Z"
        },
        "subject": "Reports of a potential merger between Prosiebensat (PSM GY) and Mediaset (MS IM)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-of-a-potential-merger-between-prosiebensat-psm-gy-and-mediaset-ms-im-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:35:00",
        "gmt_time": "2019-01-25 08:35:00"
    },
    {
        "id": 693103,
        "updated_sequence": 1127673,
        "published_at": {
            "unix": 1548404160,
            "text": "2019-01-25 08:16:00 +0000",
            "iso_8601": "2019-01-25T08:16:00Z"
        },
        "updated_at": {
            "unix": 1548404223,
            "text": "2019-01-25 08:17:03 +0000",
            "iso_8601": "2019-01-25T08:17:03Z"
        },
        "subject": "Russian Direct Investment Fund Head wants oil prices to be in the USD 60-70bbl range ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-direct-investment-fund-head-wants-oil-prices-to-be-in-the-usd-60-70bbl-range-25-01-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:16:00",
        "gmt_time": "2019-01-25 08:16:00"
    },
    {
        "id": 693101,
        "updated_sequence": 1127667,
        "published_at": {
            "unix": 1548403800,
            "text": "2019-01-25 08:10:00 +0000",
            "iso_8601": "2019-01-25T08:10:00Z"
        },
        "updated_at": {
            "unix": 1548403893,
            "text": "2019-01-25 08:11:33 +0000",
            "iso_8601": "2019-01-25T08:11:33Z"
        },
        "subject": "ECB says banks borrowed EUR 25mln at marginal rate & deposited EUR 640.2bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-25mln-at-marginal-rate-deposited-eur-640-2bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:10:00",
        "gmt_time": "2019-01-25 08:10:00"
    },
    {
        "id": 693100,
        "updated_sequence": 1127664,
        "published_at": {
            "unix": 1548403560,
            "text": "2019-01-25 08:06:00 +0000",
            "iso_8601": "2019-01-25T08:06:00Z"
        },
        "updated_at": {
            "unix": 1548403643,
            "text": "2019-01-25 08:07:23 +0000",
            "iso_8601": "2019-01-25T08:07:23Z"
        },
        "subject": "European equity movers this morning: Ericsson (ERICB SS) +4.6%; Deutsche Boerse (DB1 GY) +1.6%; Givaudan (GIVN SW) -3.6%; Klepierre (LI FP) -2.5%; Swatch (UHR SW) -`0.8%; Alstom (ALO FP) -0.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-ericsson-ericb-ss-4-6-deutsche-boerse-db1-gy-1-6-givaudan-givn-sw-3-6-klepierre-li-fp-2-5-swatch-uhr-sw-0-8-alstom-alo-fp-0-6-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:06:00",
        "gmt_time": "2019-01-25 08:06:00"
    },
    {
        "id": 693099,
        "updated_sequence": 1127661,
        "published_at": {
            "unix": 1548403500,
            "text": "2019-01-25 08:05:00 +0000",
            "iso_8601": "2019-01-25T08:05:00Z"
        },
        "updated_at": {
            "unix": 1548403601,
            "text": "2019-01-25 08:06:41 +0000",
            "iso_8601": "2019-01-25T08:06:41Z"
        },
        "subject": "Bunds: consolidating off post-ECB peaks",
        "content": "<p>The 10 year German debt future has gradually faded from 165.43 overnight highs having opened marginally above yesterday&rsquo;s 165.32 Eurex close and is currently regrouping off a 165.20 trough, partly retracing ECB inspired gains and also acknowledging the downturn in US Treasuries amidst firmer Wal Street and Asia-Pacific stocks overall. However, Bunds retain an underlying bid and could revisit levels seen on Thursday if the upcoming Ifo survey is bleak, with the headline business climate reading at risk of losing the psychological 100 mark. From a technical perspective, 165.54 represents near term resistance.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-consolidating-off-post-ecb-peaks-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 16:05:00",
        "gmt_time": "2019-01-25 08:05:00"
    },
    {
        "id": 693097,
        "updated_sequence": 1127690,
        "published_at": {
            "unix": 1548402360,
            "text": "2019-01-25 07:46:00 +0000",
            "iso_8601": "2019-01-25T07:46:00Z"
        },
        "updated_at": {
            "unix": 1548405478,
            "text": "2019-01-25 08:37:58 +0000",
            "iso_8601": "2019-01-25T08:37:58Z"
        },
        "subject": "ECB's Villeroy says the ECB will probably downgrade the GDP forecast in March",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-villeroy-says-the-ecb-will-probably-downgrade-the-gdp-forecast-in-march-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 15:46:00",
        "gmt_time": "2019-01-25 07:46:00"
    },
    {
        "id": 693096,
        "updated_sequence": 1127637,
        "published_at": {
            "unix": 1548401160,
            "text": "2019-01-25 07:26:00 +0000",
            "iso_8601": "2019-01-25T07:26:00Z"
        },
        "updated_at": {
            "unix": 1548401235,
            "text": "2019-01-25 07:27:15 +0000",
            "iso_8601": "2019-01-25T07:27:15Z"
        },
        "subject": "ECB's Villeroy says we remain committed to keeping interest rates low",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-villeroy-says-we-remain-committed-to-keeping-interest-rates-low-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 15:26:00",
        "gmt_time": "2019-01-25 07:26:00"
    },
    {
        "id": 693095,
        "updated_sequence": 1127630,
        "published_at": {
            "unix": 1548400260,
            "text": "2019-01-25 07:11:00 +0000",
            "iso_8601": "2019-01-25T07:11:00Z"
        },
        "updated_at": {
            "unix": 1548400481,
            "text": "2019-01-25 07:14:41 +0000",
            "iso_8601": "2019-01-25T07:14:41Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1275 (401M), <strong>1.1300 (1.3BLN)</strong>, 1.1325 (657M), <strong>1.1350-60 (1.5BLN)</strong></p>\r\n\r\n<p><strong>1.1375-905 (1.4BLN)</strong>, <strong>1.1400 (1.4BLN)</strong></p>\r\n\r\n<p>GBP/USD: 1.2900 (1.5BLN), 1.3200 (378M)</p>\r\n\r\n<p>USD/CAD: 1.3110 (260M), 1.3450 (450M)</p>\r\n\r\n<p>EUR/JPY: 126.40 (400M)</p>\r\n\r\n<p>USD/JPY: 109.00 (793M), 109.20-25 (550M), 109.50 (335M)</p>\r\n\r\n<p><strong>110.00 (1.2BLN)</strong>, 110.25 (400M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-25-01-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 15:11:00",
        "gmt_time": "2019-01-25 07:11:00"
    },
    {
        "id": 693094,
        "updated_sequence": 1127652,
        "published_at": {
            "unix": 1548399780,
            "text": "2019-01-25 07:03:00 +0000",
            "iso_8601": "2019-01-25T07:03:00Z"
        },
        "updated_at": {
            "unix": 1548402902,
            "text": "2019-01-25 07:55:02 +0000",
            "iso_8601": "2019-01-25T07:55:02Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Airline names - EU are said to be at odds with member states over no-deal Brexit plans as Brussels sees as too generous to UK sectors such as road haulage and aviation. (FT)</p>\r\n\r\n<p>Deutsche Bank (DBK GY) - HQ raids reportedly cost the bank a revenue in the triple-digit millions. (Newswires)</p>\r\n\r\n<p>Vodafone (VOD LN) &ndash; Q3 service revenue of EUR 9.79bln vs. Exp. EUR 9.821bln. Group revenue of EUR 11bln vs. Prev. EUR 11.8bln. Organic service revenue growth of +0.1% vs. Exp. -0.7%. Co. state their absolute adjusted EBITDA will be slightly lower. Co. reiterate their adjusted EBITDA guidance of around 3%. Co. are to build 2800 LTE stations by the end of 2019. (Newswires)</p>\r\n\r\n<p>Telefonica (TEF SM) - Co are to divest units in Guatemala and El Salvador to the US for USD 648mln. (Newswires)</p>\r\n\r\n<p>Siemens (SIE GY)/ Alstom (ALO FP) - European Commission are set to reject the Cos merger by Feb 6th; according to French press. (L&#39;Echo)</p>\r\n\r\n<p>DIA (DIA SM) - Co. are aiming to carry out a capital increase by the middle of April; according to Cinco D&iacute;as. (Cinco D&iacute;as)</p>\r\n\r\n<p>Vivendi (VIV FP)/Telecom Italia (TIT IM) - Vivendi has sent a complaint to Telecom Italia asking auditors to probe whether the board has acted in a correct manner; according to a document. (Newswires)</p>\r\n\r\n<p>DEUTSCHE BOERSE (DB1 GY) UPGRADED TO HOLD FROM SELL AT BANKHAUS LAMPE</p>\r\n\r\n<p>IBEDROLA (IBE SM) UPGRADED TO BUY FROM HOLD AT HSBC</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 15:03:00",
        "gmt_time": "2019-01-25 07:03:00"
    },
    {
        "id": 693090,
        "updated_sequence": 1127627,
        "published_at": {
            "unix": 1548399300,
            "text": "2019-01-25 06:55:00 +0000",
            "iso_8601": "2019-01-25T06:55:00Z"
        },
        "updated_at": {
            "unix": 1548400476,
            "text": "2019-01-25 07:14:36 +0000",
            "iso_8601": "2019-01-25T07:14:36Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>25th January 2019</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>A jubilant tone was observed across the Asia-Pac majors heading into the weekend, which followed the mostly positive performance of their global peers amid firmer US PMI data and a dovish tone from the ECB. ASX 200 (+0.7%) and Nikkei 225 (+1.1%) were buoyed by broad gains across the sectors and with Japanese exporters supported by favourable currency flows, although not all was rosy as healthcare lagged in Australia and steep losses in AMP Capital. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+0.9%) advanced as the 2nd phase of the PBoC&rsquo;s RRR cut took effect and with outperformance seen in tech names including Tencent after regulators approved 2 of the Co.&rsquo;s mobile phone games. However, gains in the mainland were initially capped after the PBoC&lsquo;s continued inaction resulted to a net weekly drain of CNY 770bln, in which it cited high liquidity levels due to the RRR cut.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>RBS (RBS LN)/Santander (SAN SM) &ndash; Santander has dropped out of the race for a share of RBS&rsquo; GBP 775mln business banking cash, citing political uncertainty in the UK. (The Telegraph)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>RIO TINTO (RIO LN) REITERATED UNDERPERFORM AT RBC</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Telecom Names &ndash; Submission deadline ends for Co&rsquo;s willing to partake in Germany&rsquo;s 5G mobile spectrum auction. (Newswires)</p>\r\n\r\n<p>Utility Names &ndash; Germany&rsquo;s coal commission are expected to set a date for the country&rsquo;s exit from coal. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Air Liquide (AI FP) &ndash; Co. have acquired a 18.6% stake in Hydrogenics Corporation; also entered into an agreement to jointly develop proton exchange membrane electrolysis technologies. (Newswires)</p>\r\n\r\n<p>Renault (RNO FP) &ndash; Japan Trade Minister Seko says the Co&rsquo;s alliance with Nissan must maintain stable; additional hopes that productive talks are held regarding the alliances future. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>ADP (ADP FP) &ndash; Co. are seeking a 1% fee increase in 2019. (Newswires)</p>\r\n\r\n<p>Air France (AF FP) &ndash; Pilot unions have reached an agreement in wage talks. (Le Figaro)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>KLEPIERRE (LI FP) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Tech names &ndash; US-listed Intel (INTC) shares fell over 7% after-market following mixed earnings and a cut to Q1 guidance. Q4 Adj. EPS USD 1.28 vs. Exp. USD 1.22, revenue USD 18.7bln vs. Exp. USD 19.01bln; boosts dividend by 5%. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>TODS (TOD IM) REITERATED UNDERPERFORM AT RBC</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Givaudan (GIVN SW) &ndash; FY18 revenue CHF 5.53bln vs. Exp. CHF 5.50bln. FY18 net CHF 663mln vs. Prev. CHF 720mln, EBITDA CHF 1.15bln vs. Exp. CHF 1.18bln. Co. states they intend to maintain its current dividend practice as part of their mid-term strategy. (Newswires)</p>\r\n\r\n<p>Swatch (UHR SW) &ndash; Co. to propose repurchased shares are used to reduce capital. Co. have ended their current buyback programme; CHF 959mln worth of shares repurchased. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SGS (SGSN SW) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>SWATCH (UHR SW) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Telia (TELIA SS) &ndash; Q4 revenue SEK 22.2bln vs. Exp. SEK 22.4bln, adjusted net SEK 1.83bln vs. Exp. SEK 1.15bln. Q4 adjusted EBITDA of SEK 6.735bln vs. Exp. SEK 7.05bln, +3.3%. Q4 net sales, excluding acquisitions and disposals declined 2.9%. Co. targets a 3% reduction in Swedish operating expenses. (Newswires)</p>\r\n\r\n<p>Ericsson (ERICB SS) &ndash; Q4 net SEK -6.5bln vs. Prev. SEK -18.5bln. Adjusted operating income SEK 2.6bln vs. Exp. SEK -3.0bln. Q4 revenue SEK 63.8bln vs. Exp. SEK 61.0bln. Q4 adjusted EBIT SEK 2.6bln. Co. affirms their FY20 revenue target of SEK 210-220bln. Co. sees restructuring costs of SEK 2-5bln in 2019 vs. SEK 8bln in 2018. (Newswires)</p>\r\n\r\n<p>Maersk (MAERSK DC) &ndash; CEO expects a pickup in Q4 container shipments to be followed by a slowdown after peaking at the Chinese New Year. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>KONE (KNEBV FH) REITERATED UNDERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX +0.12% at 2641, NASDAQ +0.66% at 6702, DJI +0.09% at 24554. SECTORS: Energy +0.55%, Materials -0.54%, Industrials +0.59%, Cons Discretionary -1.44%, Cons Staples +0.32%, Healthcare -0.97%, Financials +0.27%, Tech +0.58%, Telecoms -1.37%, Utilities +0.10%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-25-01-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 14:55:00",
        "gmt_time": "2019-01-25 06:55:00"
    },
    {
        "id": 693089,
        "updated_sequence": 1127598,
        "published_at": {
            "unix": 1548397260,
            "text": "2019-01-25 06:21:00 +0000",
            "iso_8601": "2019-01-25T06:21:00Z"
        },
        "updated_at": {
            "unix": 1548397339,
            "text": "2019-01-25 06:22:19 +0000",
            "iso_8601": "2019-01-25T06:22:19Z"
        },
        "subject": "China Mofcom plans to continue anti-dumping duties on glycol from EU and US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-plans-to-continue-anti-dumping-duties-on-glycol-from-eu-and-us-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 14:21:00",
        "gmt_time": "2019-01-25 06:21:00"
    },
    {
        "id": 693088,
        "updated_sequence": 1127595,
        "published_at": {
            "unix": 1548397020,
            "text": "2019-01-25 06:17:00 +0000",
            "iso_8601": "2019-01-25T06:17:00Z"
        },
        "updated_at": {
            "unix": 1548397059,
            "text": "2019-01-25 06:17:39 +0000",
            "iso_8601": "2019-01-25T06:17:39Z"
        },
        "subject": "RANsquawk Daily European Opening News - 25th January 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21010/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>An upbeat tone was observed across Asia-Pac majors heading into the weekend, which followed the mostly positive performance of their global peers</li>\r\n  <li>DUP party is said to have privately agreed they will back PM May&#39;s Brexit deal when she toughens it up in terms of the backstop being specifically time limited</li>\r\n  <li>US Senate blocked 2 competing proposals to end the government shutdown including one backed by US President Trump; as expected</li>\r\n  <li>Looking ahead, highlights include German Ifo, US Baker Hughes and ECB&#39;s Coeure</li>\r\n  <li>Earnings: Air Products &amp; Chemicals, Colgate-Palmolive, D.R. Horton, Royal Caribbean Cruises, AbbVie, Ericsson, Telia Co</li>\r\n</ul>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>A jubilant tone was observed across the Asia-Pac majors heading into the weekend, which followed the mostly positive performance of their global peers amid firmer US PMI data and a dovish tone from the ECB. ASX 200 (+0.7%) and Nikkei 225 (+1.1%) were buoyed by broad gains across the sectors and with Japanese exporters supported by favourable currency flows, although not all was rosy as healthcare lagged in Australia and steep losses in AMP Capital. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+0.9%) advanced as the 2nd phase of the PBoC&rsquo;s RRR cut took effect and with outperformance seen in tech names including Tencent after regulators approved 2 of the Co.&rsquo;s mobile phone games. However, gains in the mainland were initially capped after the PBoC&lsquo;s continued inaction resulted to a net weekly drain of CNY 770bln, in which it cited high liquidity levels due to the RRR cut. Finally, 10yr JGBs remained close to this week&rsquo;s best levels after the prior day&rsquo;s extended gains and with the BoJ also present in the market for government bonds with 5yr-10yr maturities, although prices have slightly eased with demand for bonds subdued by the risk appetite.</p>\r\n\r\n<p>PBoC skipped open market operations for a weekly net drain of CNY 770bln vs. last week&#39;s net injection of CNY 1.16tln, while it commented that the liquidity level in the banking system is relatively high following the 2nd phase of the RRR cut. (Newswires)<br />PBoC set CNY mid-point at 6.7941 (Prev. 6.7802)</p>\r\n\r\n<p>Japanese Tokyo CPI (Jan) Y/Y 0.4% vs. Exp. 0.2% (Prev. 0.3%). (Newswires)</p>\r\n\r\n<p>Japanese Tokyo CPI Ex. Fresh Food (Jan) Y/Y 1.1% vs. Exp. 0.9% (Prev. 0.9%)<br />Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Jan) Y/Y 0.7% vs. Exp. 0.6% (Prev. 0.6%)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>DUP party is said to have privately agreed they will back PM May&#39;s Brexit deal when she toughens it up in terms of the backstop being specifically time limited. (The Sun) Furthermore, Sun Political Editor Dunn tweeted that former UK Foreign Minister Boris Johnson is close to supporting PM May&#39;s deal with a backstop time limit following discussions with the chief whip on Wednesday. (Twitter)</p>\r\n\r\n<p>Some EU countries are reportedly pushing for the EU to provide a more generous stance to the UK in the event of a no deal, with some countries wanting UK hauliers to be given the right to operate within EU and some also want British airliners to be able to offer connecting flights within EU. (BBC)</p>\r\n\r\n<p>The Queen has urged the country to &ldquo;seek out the common ground&rdquo; in a sign of royal nervousness over the divisions caused by Brexit. (Times)</p>\r\n\r\n<p>UK PM May is facing an open cabinet revolt over the prospect of a no-deal Brexit after two ministers said yesterday they could step down rather than let Britain crash out of the EU. (Times)</p>\r\n\r\n<p>UK Treasury reportedly ruled out online tax to support high street shops as it would breach EU rules. (The Times)<br /><br />Irish central bank said a disorderly Brexit could reduce the Irish economic growth rate by as much as 4ppts in first full year and could weaken growth this year to 1.5%. (Newswires)</p>\r\n\r\n<p>German government cut 2019 GDP growth forecast to 1.0% (Prev. 1.8%). (Handelsblatt) Note, the European Commission currently hold a 1.8% forecast for 2019 German GDP growth.</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>In FX markets, the DXY slightly pulled-back to below the 96.50 level, but still held on to the majority of the prior day&rsquo;s gains as EUR/USD languished in the wake of soft EU PMI data and dovish ECB comments. GBP/USD was underpinned by reports the DUP are said to have privately agreed they will back PM May&rsquo;s deal with a backstop as long as its specifically time limited, which helped the pair reclaim the 1.3100 handle as it sets its sights for its biggest weekly gain in more than a year. Elsewhere, the positive risk sentiment coupled with CNY strength provided some respite from the recent selling across antipodeans, while USD/JPY and JPY-crosses also recovered lost ground.</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities traded higher as the heightened risk appetite provided a catalyst for overnight trade in the complex which saw WTI crude and Brent crude futures gains over 1% each towards the USD 54.00/bbl and USD 62.00/bbl level respectively. Elsewhere, the risk sentiment also underpinned copper throughout the session, while gold was only marginally higher as support from the mild softness in the greenback was counterbalanced by a lack of safe haven demand.</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>US State Department ordered non-emergency US government employees to leave Venezuela for security reasons, while there were also comments from US National Security Adviser Bolton that the Trump administration is focused on cutting off Venezuela&#39;s Maduro from revenue sources and that he doesn&#39;t think Maduro has backing of the military. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Renewed demand for the safe haven sent treasuries higher on Thursday amid a mix of factors including a dovish ECB, Ross cautious comments on US and China trade talks as well as Germany&rsquo;s downgrade to its 2019 growth forecasts. Solid PMI data took the complex off highs but were not enough for a change of direction. Most of the action was concentrated in the belly of the curve where yields were lower by c.5bps at settlement. Spreads were mixed close to the unchanged mark. US T-note futures (H9) settled 11+ ticks higher at 121-24.</p>\r\n\r\n<p>US Senate blocked 2 competing proposals to end the government shutdown including one backed by US President Trump as expected, while reports then noted that a bipartisan plan to open government for 3 weeks will be offered. (Newswires)</p>\r\n\r\n<p>US President Trump said he wants a prorated down payment on the wall in any short-term government funding bill and that if Senate Majority Leader McConnell and Minority Leader Schumer can reach an agreement on government funding, he would support it. However, US House Speaker Pelosi said the idea of including a down payment on wall is a non-starter and Democrats were said to not support any kind of border wall funds which was made clear to McConnell, while Pelosi was later reported to postpone a press conference concerning counter offer to President Trump. (Newswires)</p>\r\n\r\n<p>US Commerce Secretary Ross said US President Trump is doing everything he can to reach a compromise on the border wall and commented that both US and China want to make a trade deal, while White House Economic Advisor Kudlow said he thinks President Trump is rather optimistic on US-China trade talks and that the jobs report for January will be up. (Newswires)</p>\r\n\r\n<p>Senate Intelligence Committee subpoenaed Former Trump Lawyer Cohen to testify in mid-February. (MSNBC)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-25th-january-2019-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 14:17:00",
        "gmt_time": "2019-01-25 06:17:00"
    },
    {
        "id": 693087,
        "updated_sequence": 1127592,
        "published_at": {
            "unix": 1548396720,
            "text": "2019-01-25 06:12:00 +0000",
            "iso_8601": "2019-01-25T06:12:00Z"
        },
        "updated_at": {
            "unix": 1548396836,
            "text": "2019-01-25 06:13:56 +0000",
            "iso_8601": "2019-01-25T06:13:56Z"
        },
        "subject": "ECB's Coeure says sees a lot of political uncertainty and that economic slowdown is a surprise to the ECB, adds jury still out on how persistent slowdown will be and that rate guidance may have to be adjusted at some point",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-sees-a-lot-of-political-uncertainty-and-that-economic-slowdown-is-a-surprise-to-the-ecb-adds-jury-still-out-on-how-persistent-slowdown-will-be-and-that-rate-guidance-may-have-to-be-adjusted-at-some-point-25-01-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 14:12:00",
        "gmt_time": "2019-01-25 06:12:00"
    },
    {
        "id": 693086,
        "updated_sequence": 1127589,
        "published_at": {
            "unix": 1548395280,
            "text": "2019-01-25 05:48:00 +0000",
            "iso_8601": "2019-01-25T05:48:00Z"
        },
        "updated_at": {
            "unix": 1548395499,
            "text": "2019-01-25 05:51:39 +0000",
            "iso_8601": "2019-01-25T05:51:39Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks were buoyed heading into the weekend after the positive lead from global peers, encouraging US PMI data and dovish ECB",
        "content": "<p>A jubilant tone was observed across the Asia-Pac majors heading into the weekend, which followed the mostly positive performance of their global peers amid firmer US PMI data and a dovish tone from the ECB. ASX 200 (+0.7%) and Nikkei 225 (+1.1%) were buoyed by broad gains across the sectors and with Japanese exporters supported by favourable currency flows, although not all was rosy as healthcare lagged in Australia and steep losses were seen in AMP Capital after it flagged a 92% decline in FY net profit attributable to shareholders. Elsewhere, Hang Seng (+1.5%) and Shanghai Comp. (+0.9%) advanced as the 2nd phase of the PBoC&rsquo;s RRR cut took effect and with outperformance seen in tech names including Tencent after regulators approved 2 of the Co.&rsquo;s mobile phone games. However, gains in the mainland were initially capped after the PBoC&lsquo;s continued inaction resulted to a net weekly drain of CNY 770bln, in which it cited high liquidity levels due to the RRR cut. Finally, 10yr JGBs remained close to this week&rsquo;s best levels after the prior day&rsquo;s extended gains and with the BoJ also present in the market for government bonds with 5yr-10yr maturities, although prices have slightly eased with demand for bonds subdued by the risk appetite.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-were-buoyed-heading-into-the-weekend-after-the-positive-lead-from-global-peers-encouraging-us-pmi-data-and-dovish-ecb-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:48:00",
        "gmt_time": "2019-01-25 05:48:00"
    },
    {
        "id": 693085,
        "updated_sequence": 1127586,
        "published_at": {
            "unix": 1548394320,
            "text": "2019-01-25 05:32:00 +0000",
            "iso_8601": "2019-01-25T05:32:00Z"
        },
        "updated_at": {
            "unix": 1548394383,
            "text": "2019-01-25 05:33:03 +0000",
            "iso_8601": "2019-01-25T05:33:03Z"
        },
        "subject": "HNA (521 HK) unit is said to plan sale of property site in Hong Kong for USD 1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hna-521-hk-unit-is-said-to-plan-sale-of-property-site-in-hong-kong-for-usd-1bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:32:00",
        "gmt_time": "2019-01-25 05:32:00"
    },
    {
        "id": 693085,
        "updated_sequence": 1127586,
        "published_at": {
            "unix": 1548394320,
            "text": "2019-01-25 05:32:00 +0000",
            "iso_8601": "2019-01-25T05:32:00Z"
        },
        "updated_at": {
            "unix": 1548394383,
            "text": "2019-01-25 05:33:03 +0000",
            "iso_8601": "2019-01-25T05:33:03Z"
        },
        "subject": "HNA (521 HK) unit is said to plan sale of property site in Hong Kong for USD 1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hna-521-hk-unit-is-said-to-plan-sale-of-property-site-in-hong-kong-for-usd-1bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:32:00",
        "gmt_time": "2019-01-25 05:32:00"
    },
    {
        "id": 693084,
        "updated_sequence": 1127583,
        "published_at": {
            "unix": 1548393720,
            "text": "2019-01-25 05:22:00 +0000",
            "iso_8601": "2019-01-25T05:22:00Z"
        },
        "updated_at": {
            "unix": 1548393832,
            "text": "2019-01-25 05:23:52 +0000",
            "iso_8601": "2019-01-25T05:23:52Z"
        },
        "subject": "China Huiyuan juice Group (1886 HK) is said to have defaulted on certain convertible bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-huiyuan-juice-group-1886-hk-is-said-to-have-defaulted-on-certain-convertible-bonds-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:22:00",
        "gmt_time": "2019-01-25 05:22:00"
    },
    {
        "id": 693083,
        "updated_sequence": 1127580,
        "published_at": {
            "unix": 1548392400,
            "text": "2019-01-25 05:00:00 +0000",
            "iso_8601": "2019-01-25T05:00:00Z"
        },
        "updated_at": {
            "unix": 1548392444,
            "text": "2019-01-25 05:00:44 +0000",
            "iso_8601": "2019-01-25T05:00:44Z"
        },
        "subject": "Singapore Industrial Production (Dec) Y/Y 2.7% vs. Exp, 4.4% (Prev. 7.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-dec-y-y-2-7-vs-exp-4-4-prev-7-6-25-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:00:00",
        "gmt_time": "2019-01-25 05:00:00"
    },
    {
        "id": 693082,
        "updated_sequence": 1127577,
        "published_at": {
            "unix": 1548392400,
            "text": "2019-01-25 05:00:00 +0000",
            "iso_8601": "2019-01-25T05:00:00Z"
        },
        "updated_at": {
            "unix": 1548392434,
            "text": "2019-01-25 05:00:34 +0000",
            "iso_8601": "2019-01-25T05:00:34Z"
        },
        "subject": "Singapore Industrial Production (Dec) M/M -5.6% vs. Exp. -5.4% (Prev. 2.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-dec-m-m-5-6-vs-exp-5-4-prev-2-8-25-01-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 13:00:00",
        "gmt_time": "2019-01-25 05:00:00"
    },
    {
        "id": 693081,
        "updated_sequence": 1127574,
        "published_at": {
            "unix": 1548392160,
            "text": "2019-01-25 04:56:00 +0000",
            "iso_8601": "2019-01-25T04:56:00Z"
        },
        "updated_at": {
            "unix": 1548392263,
            "text": "2019-01-25 04:57:43 +0000",
            "iso_8601": "2019-01-25T04:57:43Z"
        },
        "subject": "Hyundai Engineering & Construction (000720 KS) Q4 net KRW 535.3bln vs. Prev. KRW 371.6bln Y/Y, rev. KRW 16.7tln vs. Prev. KRW 16.9tln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-engineering-construction-000720-ks-q4-net-krw-535-3bln-vs-prev-krw-371-6bln-y-y-rev-krw-16-7tln-vs-prev-krw-16-9tln-y-y-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 12:56:00",
        "gmt_time": "2019-01-25 04:56:00"
    },
    {
        "id": 693080,
        "updated_sequence": 1127566,
        "published_at": {
            "unix": 1548388200,
            "text": "2019-01-25 03:50:00 +0000",
            "iso_8601": "2019-01-25T03:50:00Z"
        },
        "updated_at": {
            "unix": 1548388314,
            "text": "2019-01-25 03:51:54 +0000",
            "iso_8601": "2019-01-25T03:51:54Z"
        },
        "subject": "US House Speaker Pelosi says to delay press conference concerning counter offer to President Trump",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-speaker-pelosi-says-to-delay-press-conference-concerning-counter-offer-to-president-trump-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 11:50:00",
        "gmt_time": "2019-01-25 03:50:00"
    },
    {
        "id": 693079,
        "updated_sequence": 1127563,
        "published_at": {
            "unix": 1548386760,
            "text": "2019-01-25 03:26:00 +0000",
            "iso_8601": "2019-01-25T03:26:00Z"
        },
        "updated_at": {
            "unix": 1548386934,
            "text": "2019-01-25 03:28:54 +0000",
            "iso_8601": "2019-01-25T03:28:54Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Bharti Infratel (BHIN IS) reached a settlement with 4 operators that exited from its cell sites early with payment said to be at INR 38bln",
        "content": "<p>Bharti Infratel (BHIN IS)<br />- Co. reached a settlement with 4 operators that exited from its cell sites early with payment said to be at INR 38bln. (ET)</p>\r\n\r\n<p>State Bank of India (SBIN IS)<br />- Co. deferred sales of Essar Steel loans to next month following a lukewarm response. (ET)</p>\r\n\r\n<p>Yes Bank (YES IS)<br />- Ravneet Singh Gill is to take over the CEO role at the Co. (ET)</p>\r\n\r\n<p>Financials<br />- India&rsquo;s interim Finance Minister Goyal is planning to meet with banks next Monday to discuss bad loans and priority sector lending. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-bharti-infratel-bhin-is-reached-a-settlement-with-4-operators-that-exited-from-its-cell-sites-early-with-payment-said-to-be-at-inr-38bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 11:26:00",
        "gmt_time": "2019-01-25 03:26:00"
    },
    {
        "id": 693078,
        "updated_sequence": 1127558,
        "published_at": {
            "unix": 1548385920,
            "text": "2019-01-25 03:12:00 +0000",
            "iso_8601": "2019-01-25T03:12:00Z"
        },
        "updated_at": {
            "unix": 1548386025,
            "text": "2019-01-25 03:13:45 +0000",
            "iso_8601": "2019-01-25T03:13:45Z"
        },
        "subject": "IMF said it sees risk of a sharp correction in Hong Kong's housing sector, adds sees 2019 GDP slowing to 2.9% and balance of risks tilted to the downside",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-said-it-sees-risk-of-a-sharp-correction-in-hong-kong-s-housing-sector-adds-sees-2019-gdp-slowing-to-2-9-and-balance-of-risks-tilted-to-the-downside-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 11:12:00",
        "gmt_time": "2019-01-25 03:12:00"
    },
    {
        "id": 693077,
        "updated_sequence": 1127550,
        "published_at": {
            "unix": 1548384720,
            "text": "2019-01-25 02:52:00 +0000",
            "iso_8601": "2019-01-25T02:52:00Z"
        },
        "updated_at": {
            "unix": 1548384806,
            "text": "2019-01-25 02:53:26 +0000",
            "iso_8601": "2019-01-25T02:53:26Z"
        },
        "subject": "Microsoft (MSFT) Bing search engine access was restored in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "microsoft-msft-bing-search-engine-access-was-restored-in-china-25-01-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 10:52:00",
        "gmt_time": "2019-01-25 02:52:00"
    },
    {
        "id": 693076,
        "updated_sequence": 1127547,
        "published_at": {
            "unix": 1548384660,
            "text": "2019-01-25 02:51:00 +0000",
            "iso_8601": "2019-01-25T02:51:00Z"
        },
        "updated_at": {
            "unix": 1548384746,
            "text": "2019-01-25 02:52:26 +0000",
            "iso_8601": "2019-01-25T02:52:26Z"
        },
        "subject": "Japanese Finance Minister Aso says no problem with MOF corporate data, but noted some figures were missing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-says-no-problem-with-mof-corporate-data-but-noted-some-figures-were-missing-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 10:51:00",
        "gmt_time": "2019-01-25 02:51:00"
    },
    {
        "id": 693075,
        "updated_sequence": 1127555,
        "published_at": {
            "unix": 1548384480,
            "text": "2019-01-25 02:48:00 +0000",
            "iso_8601": "2019-01-25T02:48:00Z"
        },
        "updated_at": {
            "unix": 1548385416,
            "text": "2019-01-25 03:03:36 +0000",
            "iso_8601": "2019-01-25T03:03:36Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks are uplifted heading into the weekend following a positive Wall St lead, encouraging US PMI data and dovish ECB",
        "content": "<p>A jubilant tone is observed across the Asia-Pac majors heading into the weekend, which follows the mostly positive performance of their global peers amid firmer US PMI data and a dovish tone from the ECB. As such, ASX 200 (+0.7%) and Nikkei 225 (+1.0%) were buoyed by broad gains seen across the sectors and with Japanese exporters supported as USD/JPY and JPY-crosses attempt a rebound, although not all is rosy with healthcare lagging in Australia and steep losses seen in AMP Capital after it flagged a 92% decline in FY net profit attributable to shareholders. Elsewhere, Hang Seng (+1.4%) and Shanghai Comp. (+0.7%) are also positive as the 2nd phase of the PBoC&rsquo;s RRR cut takes effect and with outperformance seen in tech names including Tencent after regulators approved 2 of the Co.&rsquo;s mobile phone games. However, gains in the mainland are capped after the PBoC&lsquo;s continued inaction resulted to a net weekly drain of CNY 770bln, in which it cited high liquidity levels due to the RRR cut.</p>\r\n\r\n<p>In FX markets, the DXY slightly pulled-back to the 96.50 level, but still holds on to the majority of the prior day&rsquo;s gains as EUR/USD languishes in the wake of soft EU PMI data and dovish ECB comments. Conversely, GBP/USD was underpinned by reports the DUP are said to have privately agreed they will back PM May&rsquo;s deal with a backstop as long as its specifically time limited, with the pair now at the 1.3100 handle and on course for its biggest weekly gain in more than a year. Elsewhere, the positive risk sentiment has provided mild respite from the recent selling across antipodeans, while USD/JPY and JPY-crosses also attempt to recover some lost ground.</p>\r\n\r\n<p>Finally, 10yr JGBs eased slightly overnight with demand for bonds subdued amid the heightened risk appetite, although prices remain close to this week&rsquo;s best levels after the prior day&rsquo;s extended gains and with the BoJ also present in the market for government bonds with 5yr-10yr maturities</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-are-uplifted-heading-into-the-weekend-following-a-positive-wall-st-lead-encouraging-us-pmi-data-and-dovish-ecb-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 10:48:00",
        "gmt_time": "2019-01-25 02:48:00"
    },
    {
        "id": 693074,
        "updated_sequence": 1127538,
        "published_at": {
            "unix": 1548382620,
            "text": "2019-01-25 02:17:00 +0000",
            "iso_8601": "2019-01-25T02:17:00Z"
        },
        "updated_at": {
            "unix": 1548382717,
            "text": "2019-01-25 02:18:37 +0000",
            "iso_8601": "2019-01-25T02:18:37Z"
        },
        "subject": "Guotai Junan Securities analyst says PBoC bill swap program concerning perpetual bonds could mark the start of QE in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "guotai-junan-securities-analyst-says-pboc-bill-swap-program-concerning-perpetual-bonds-could-mark-the-start-of-qe-in-china-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 10:17:00",
        "gmt_time": "2019-01-25 02:17:00"
    },
    {
        "id": 693073,
        "updated_sequence": 1127535,
        "published_at": {
            "unix": 1548380820,
            "text": "2019-01-25 01:47:00 +0000",
            "iso_8601": "2019-01-25T01:47:00Z"
        },
        "updated_at": {
            "unix": 1548380933,
            "text": "2019-01-25 01:48:53 +0000",
            "iso_8601": "2019-01-25T01:48:53Z"
        },
        "subject": "Dairy Companies Association of New Zealand says December milk collection rose 6.1% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dairy-companies-association-of-new-zealand-says-december-milk-collection-rose-6-1-y-y-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:47:00",
        "gmt_time": "2019-01-25 01:47:00"
    },
    {
        "id": 693072,
        "updated_sequence": 1127571,
        "published_at": {
            "unix": 1548379500,
            "text": "2019-01-25 01:25:00 +0000",
            "iso_8601": "2019-01-25T01:25:00Z"
        },
        "updated_at": {
            "unix": 1548391227,
            "text": "2019-01-25 04:40:27 +0000",
            "iso_8601": "2019-01-25T04:40:27Z"
        },
        "subject": "US Democrats are said to still not support any kind of border wall funds, which was made clear to Senate Majority Leader McConnell",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-democrats-are-said-to-still-not-support-any-kind-of-border-wall-funds-which-was-made-clear-to-senate-majority-leader-mcconnell-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:25:00",
        "gmt_time": "2019-01-25 01:25:00"
    },
    {
        "id": 693071,
        "updated_sequence": 1127529,
        "published_at": {
            "unix": 1548378900,
            "text": "2019-01-25 01:15:00 +0000",
            "iso_8601": "2019-01-25T01:15:00Z"
        },
        "updated_at": {
            "unix": 1548378985,
            "text": "2019-01-25 01:16:25 +0000",
            "iso_8601": "2019-01-25T01:16:25Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.7941 (Prev. 6.7802)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-7941-prev-6-7802-25-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:15:00",
        "gmt_time": "2019-01-25 01:15:00"
    },
    {
        "id": 693070,
        "updated_sequence": 1127526,
        "published_at": {
            "unix": 1548378720,
            "text": "2019-01-25 01:12:00 +0000",
            "iso_8601": "2019-01-25T01:12:00Z"
        },
        "updated_at": {
            "unix": 1548378888,
            "text": "2019-01-25 01:14:48 +0000",
            "iso_8601": "2019-01-25T01:14:48Z"
        },
        "subject": "PBoC says liquidity level in banking system is relatively high following 2nd phase of RRR cut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-liquidity-level-in-banking-system-is-relatively-high-following-2nd-phase-of-rrr-cut-25-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:12:00",
        "gmt_time": "2019-01-25 01:12:00"
    },
    {
        "id": 693069,
        "updated_sequence": 1127541,
        "published_at": {
            "unix": 1548378720,
            "text": "2019-01-25 01:12:00 +0000",
            "iso_8601": "2019-01-25T01:12:00Z"
        },
        "updated_at": {
            "unix": 1548382898,
            "text": "2019-01-25 02:21:38 +0000",
            "iso_8601": "2019-01-25T02:21:38Z"
        },
        "subject": "PBoC skips open market operations for a weekly net drain of CNY 770bln vs. last week's net injection of CNY 1.16tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-weekly-net-drain-of-cny-770bln-vs-last-week-s-net-injection-of-cny-1-16tln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:12:00",
        "gmt_time": "2019-01-25 01:12:00"
    },
    {
        "id": 693067,
        "updated_sequence": 1127517,
        "published_at": {
            "unix": 1548378600,
            "text": "2019-01-25 01:10:00 +0000",
            "iso_8601": "2019-01-25T01:10:00Z"
        },
        "updated_at": {
            "unix": 1548378694,
            "text": "2019-01-25 01:11:34 +0000",
            "iso_8601": "2019-01-25T01:11:34Z"
        },
        "subject": "US National Security Adviser Bolton says doesn't think Venezuela's Maduro has backing of his military",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-national-security-adviser-bolton-says-doesn-t-think-venezuela-s-maduro-has-backing-of-his-military-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:10:00",
        "gmt_time": "2019-01-25 01:10:00"
    },
    {
        "id": 693068,
        "updated_sequence": 1127520,
        "published_at": {
            "unix": 1548378600,
            "text": "2019-01-25 01:10:00 +0000",
            "iso_8601": "2019-01-25T01:10:00Z"
        },
        "updated_at": {
            "unix": 1548378734,
            "text": "2019-01-25 01:12:14 +0000",
            "iso_8601": "2019-01-25T01:12:14Z"
        },
        "subject": "BoJ offers to buy JPY 430bln in 5yr-10yr and JPY 25bln in inflation-indexed JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-430bln-in-5yr-10yr-and-jpy-25bln-in-inflation-indexed-jgbs-25-01-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:10:00",
        "gmt_time": "2019-01-25 01:10:00"
    },
    {
        "id": 693066,
        "updated_sequence": 1127514,
        "published_at": {
            "unix": 1548378300,
            "text": "2019-01-25 01:05:00 +0000",
            "iso_8601": "2019-01-25T01:05:00Z"
        },
        "updated_at": {
            "unix": 1548378467,
            "text": "2019-01-25 01:07:47 +0000",
            "iso_8601": "2019-01-25T01:07:47Z"
        },
        "subject": "Kia Motors (000270 KS) Q4 net KRW 94.4bln vs. Exp. KRW 420.0bln,  Oper. profit KRW 382bln vs. Exp. KRW 389bln, rev. KRW 13.5tln vs Exp. KRW 14.1tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kia-motors-000270-ks-q4-net-krw-94-4bln-vs-exp-krw-420-0bln-oper-profit-krw-382bln-vs-exp-krw-389bln-rev-krw-13-5tln-vs-exp-krw-14-1tln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:05:00",
        "gmt_time": "2019-01-25 01:05:00"
    },
    {
        "id": 693065,
        "updated_sequence": 1127511,
        "published_at": {
            "unix": 1548378060,
            "text": "2019-01-25 01:01:00 +0000",
            "iso_8601": "2019-01-25T01:01:00Z"
        },
        "updated_at": {
            "unix": 1548378323,
            "text": "2019-01-25 01:05:23 +0000",
            "iso_8601": "2019-01-25T01:05:23Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Tencent (700 HK) received approval from the regulator on 2 mobile games",
        "content": "<p>China Railway Construction (1186 HK)<br />- Co. FY18 contracts value rose 5.1% Y/Y to CNY 1.58tln. (Newswires)</p>\r\n\r\n<p>Cosco Shipping Development (2866 HK)<br />- Co. is to conduct a buyback of CNY 200mln-300mln in shares. (Newswires)</p>\r\n\r\n<p>Qindao Port International (6198 HK)<br />- Co. confirmed it raised CNY 1.98bln through sales of 545.8mln shares. (Newswires)</p>\r\n\r\n<p>Tencent (700 HK)<br />- Co. received approval from the regulator on 2 mobile games. (Newswires)</p>\r\n\r\n<p>Other News<br />- US President Trump said it would be great if we can reach a deal with China. (Newswires)<br />- US Treasury Secretary Mnuchin said he thinks US and China are making a lot of progress&quot; in talks and he is looking forward to the meetings next week, while he added that yuan currency issues will be discussed at trade talks with Chinese officials. (Newswires)<br />- US Commerce Secretary Ross said US and China are &quot;miles and miles&quot; away from a trade resolution but added that there is a fair chance a deal will be made and that both US and China want to make a trade deal. (Newswires)<br />- White House Economic Advisor Kudlow said he thinks Trump is rather optimistic on US-China trade talks. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-tencent-700-hk-received-approval-from-the-regulator-on-2-mobile-games-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 09:01:00",
        "gmt_time": "2019-01-25 01:01:00"
    },
    {
        "id": 693064,
        "updated_sequence": 1127506,
        "published_at": {
            "unix": 1548377880,
            "text": "2019-01-25 00:58:00 +0000",
            "iso_8601": "2019-01-25T00:58:00Z"
        },
        "updated_at": {
            "unix": 1548378027,
            "text": "2019-01-25 01:00:27 +0000",
            "iso_8601": "2019-01-25T01:00:27Z"
        },
        "subject": "China customs says China December crude imports from US were zero, while soybean imports were at 69,298 tonnes which was the lowest in at least a decade",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-customs-says-china-december-crude-imports-from-us-were-zero-while-soybean-imports-were-at-69-298-tonnes-which-was-the-lowest-in-at-least-a-decade-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:58:00",
        "gmt_time": "2019-01-25 00:58:00"
    },
    {
        "id": 693063,
        "updated_sequence": 1127503,
        "published_at": {
            "unix": 1548376920,
            "text": "2019-01-25 00:42:00 +0000",
            "iso_8601": "2019-01-25T00:42:00Z"
        },
        "updated_at": {
            "unix": 1548377050,
            "text": "2019-01-25 00:44:10 +0000",
            "iso_8601": "2019-01-25T00:44:10Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Macronix (2337 TT) Q4 net rose 50% Q/Q to TWD 2.9bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Macronix (2337 TT)<br />- Co. Q4 net rose 50% Q/Q to TWD 2.9bln. (Taipei Times)</p>\r\n\r\n<p>Financials<br />- Local banks&rsquo; pretax profits reportedly hit a record last year. (Taipei Times)</p>\r\n\r\n<p>Data Recap<br />- Taiwan Money Supply M2 (Dec) Y/Y 3.1% (Prev. 3.1%). (Newswires)<br />- Taiwan Money Supply M1 (Dec) Y/Y 5.7% (Prev. 5.1%)<br />&nbsp;</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Jardine Matheson (JM SP)<br />- SGX said it is deciding not to cancel the trades after reviewing the flash crash and instant reversal in Co. shares yesterday. (Straits TImes)</p>\r\n\r\n<p>Olam International (OLAM SP)<br />- Co. announces 5yr plan in which it is to invest USD 3.5bln to boost position and capitalize on key emerging consumer trends, while it is divesting USD 1.6bln from sugar, rubber and wood products divisions. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Singapore URA Private Home Prices (Q4) Q/Q -0.1% (Prev. -0.1%). (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-macronix-2337-tt-q4-net-rose-50-q-q-to-twd-2-9bln-25-01-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:42:00",
        "gmt_time": "2019-01-25 00:42:00"
    },
    {
        "id": 693062,
        "updated_sequence": 1127498,
        "published_at": {
            "unix": 1548376860,
            "text": "2019-01-25 00:41:00 +0000",
            "iso_8601": "2019-01-25T00:41:00Z"
        },
        "updated_at": {
            "unix": 1548376927,
            "text": "2019-01-25 00:42:07 +0000",
            "iso_8601": "2019-01-25T00:42:07Z"
        },
        "subject": "NYT reports the US  President Trump allegedly obtained NYPD gun permit in return for favors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nyt-reports-the-us-president-trump-allegedly-obtained-nypd-gun-permit-in-return-for-favors-25-01-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:41:00",
        "gmt_time": "2019-01-25 00:41:00"
    },
    {
        "id": 693061,
        "updated_sequence": 1127495,
        "published_at": {
            "unix": 1548375600,
            "text": "2019-01-25 00:20:00 +0000",
            "iso_8601": "2019-01-25T00:20:00Z"
        },
        "updated_at": {
            "unix": 1548375794,
            "text": "2019-01-25 00:23:14 +0000",
            "iso_8601": "2019-01-25T00:23:14Z"
        },
        "subject": "Some EU countries are pushing for a more generous stance on UK in the event of a no deal, with some countries wanting UK hauliers to be given right to operate within EU and some also want British airliners to be able to offer connecting flights within EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "some-eu-countries-are-pushing-for-a-more-generous-stance-on-uk-in-the-event-of-a-no-deal-with-some-countries-wanting-uk-hauliers-to-be-given-right-to-operate-within-eu-and-some-also-want-british-airliners-to-be-able-to-offer-connecting-flig-25-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:20:00",
        "gmt_time": "2019-01-25 00:20:00"
    },
    {
        "id": 693060,
        "updated_sequence": 1127492,
        "published_at": {
            "unix": 1548374760,
            "text": "2019-01-25 00:06:00 +0000",
            "iso_8601": "2019-01-25T00:06:00Z"
        },
        "updated_at": {
            "unix": 1548375021,
            "text": "2019-01-25 00:10:21 +0000",
            "iso_8601": "2019-01-25T00:10:21Z"
        },
        "subject": "Asia stocks begin higher following the mostly positive performance on Wall St with Nikkei 225 outperforming as USD/JPY and JPY-crosses attempt a recovery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-higher-following-the-mostly-positive-performance-on-wall-st-with-nikkei-225-outperforming-as-usd-jpy-and-jpy-crosses-attempt-a-recovery-25-01-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:06:00",
        "gmt_time": "2019-01-25 00:06:00"
    },
    {
        "id": 693059,
        "updated_sequence": 1127489,
        "published_at": {
            "unix": 1548374640,
            "text": "2019-01-25 00:04:00 +0000",
            "iso_8601": "2019-01-25T00:04:00Z"
        },
        "updated_at": {
            "unix": 1548374786,
            "text": "2019-01-25 00:06:26 +0000",
            "iso_8601": "2019-01-25T00:06:26Z"
        },
        "subject": "US President Trump is speaking with legislative and legal teams tonight, according to adviser Conway",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-is-speaking-with-legislative-and-legal-teams-tonight-according-to-adviser-conway-25-01-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:04:00",
        "gmt_time": "2019-01-25 00:04:00"
    },
    {
        "id": 693058,
        "updated_sequence": 1127486,
        "published_at": {
            "unix": 1548374520,
            "text": "2019-01-25 00:02:00 +0000",
            "iso_8601": "2019-01-25T00:02:00Z"
        },
        "updated_at": {
            "unix": 1548374626,
            "text": "2019-01-25 00:03:46 +0000",
            "iso_8601": "2019-01-25T00:03:46Z"
        },
        "subject": "Irish central bank says disorderly Brexit could reduce Irish economy growth rate by as much as 4ppts in first full year and could reduce growth this year to 1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-central-bank-says-disorderly-brexit-could-reduce-irish-economy-growth-rate-by-as-much-as-4ppts-in-first-full-year-and-could-reduce-growth-this-year-to-1-5-25-01-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-01-25 08:02:00",
        "gmt_time": "2019-01-25 00:02:00"
    }
]