[
    {
        "id": 884623,
        "updated_sequence": 1923818,
        "published_at": {
            "unix": 1567801800,
            "text": "2019-09-06 21:30:00 +0100",
            "iso_8601": "2019-09-06T20:30:00Z"
        },
        "updated_at": {
            "unix": 1567801800,
            "text": "2019-09-06 21:30:00 +0100",
            "iso_8601": "2019-09-06T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-30-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 04:30:00",
        "gmt_time": "2019-09-06 20:30:00"
    },
    {
        "id": 885700,
        "updated_sequence": 1923812,
        "published_at": {
            "unix": 1567800360,
            "text": "2019-09-06 21:06:00 +0100",
            "iso_8601": "2019-09-06T20:06:00Z"
        },
        "updated_at": {
            "unix": 1567800426,
            "text": "2019-09-06 21:07:06 +0100",
            "iso_8601": "2019-09-06T20:07:06Z"
        },
        "subject": "US Market Wrap - 6th September 2019: Powell upbeat; NFP headline misses, though wage growth solid; PBOC cuts RRR      ",
        "content": "<ul><li><strong>SNAPSHOT: Equities up/flat, Treasuries up, Crude up, Dollar flat.</strong></li><li><strong>REAR VIEW: Powell upbeat on economy, does not see recession ahead; NFP headline misses, but wage growth solid; PBOC cuts RRR; Kudlow optimistic on trade talks.</strong></li><li><strong>COMING UP: MON: Japanese GDP, Germany Trade Balance, UK Industrial &amp; Manufacturing Production, Construction Output, Trade Balance, EZ Sentix Investor Confidence. TUE: Chinese &amp; Norwegian Inflation, Norges Bank Regional Survey, UK Labour Market Report, US NFIB Small Business Optimism, Canadian Housing Starts, Building Permits, US JOLTS. WED: Swedish CPI, US PPI, Wholesale Trade Sales, Polish Rate Announcement, OPEC Monthly Report. THU: Swedish Unemployment Rate, German CPI (F), JMMC Meeting, EZ Industrial Production, ECB and CBRT Rate Decision, Indian CPI, US CPI. FRI: EZ Trade Balance, Wages, Labour Costs, US Retail Sales, Business Inventories, Uni. Of Michigan, Eurogroup Meeting. </strong><a href=\"https://ransquawk.com/research_sheets/22721/download\"><strong>Read our full week ahead preview here</strong></a><strong>. RANsquawk’s central bank weekly briefing </strong><a href=\"https://ransquawk.com/research_sheets/22720/download\"><strong>can be accessed here</strong></a><strong>.</strong></li></ul><p><strong>* US AUGUST NONFARM PAYROLLS: </strong>The headline missed expectations (130k versus expected 160k); average hourly earnings surprised to the upside at +0.4% M/M (consensus +0.3%), while the jobless rate was unchanged at 3.7%. The headline was boosted by a 28k rise in government hiring, much of which was to conduct the Census, and will likely reverse ahead. Private payrolls, meanwhile, rose at a pace of 96k, the smallest gain since May. \"This is not a disaster in itself - the numbers are noisy - but with surveys pointing unambiguously to much slower payroll growth over the next few months, the chance of a sustained rebound is slim,\" Pantheon Macroeconomics said. \"The downshift in private jobs between July and August is concentrated in services, with weaker numbers in retailing, wholesaling, finance, business services, education—possibly a seasonal quirk—and health.\" Pantheon argues that this cannot all all be blamed on the trade war, and therefore looks for a partial rebound in September. Nevertheless, the trend is softening, the consultancy writes, as firms scale back hiring plans alongside capex, in the face of prolonged and deep uncertainty. The wages data, while ticked lower on a Y/Y basis, is running at a three-month annualised rate of 4.2%, the highest in over a decade, highlighting the positive momentum in wage growth. The downturn in the manufacturing sector has not been enough to weigh down aggregate national wages, given it makes up only around 9% of the workforce. Pantheon says that, in other sectors, employees seem to be finally shaking off the shock of the crash, and are now seeking to exploit their scarcity in pursuit of faster wage gains. \"If this continues, it will make life harder for the Fed, especially if — as we expect — the tariffs are pushing up goods price inflation,\" Pantheon says, \"we expect the Fed to ease this month, but the markets’ hopes of endless rate cuts will be hard to meet if inflation is rising and future inflation pressure is building.\" The consultancy concludes by suggesting that the trend in the unemployment rate has levelled-off sooner than it had expected. \"The trend rate of growth of the labor force probably is a bit above 100K, and if payroll growth is set to slow to that pace or less, unemployment can’t keep falling,\" adding that \"a sustained increase is unlikely anytime soon, and labor will remain scarce, from the perspective of employers, but even a modest increase in the headline rate will increase the pressure on the administration to find a way out of the trade war.\"</p><p><strong>* FED'S POWELL:</strong> The Fed chair, speaking at the Swiss National Bank event, sounded upbeat on the economy, stating that he did not see a recession ahead, and that the outlook was favourable. But he did say that the Fed would act as appropriate to sustain the economic expansion. Powell noted that the expansion in the US was the longest since records began, and he saw continued moderate growth ahead, both in the US and globally. Powell reiterated that the Fed is watching risks, including trade policy and Brexit, and also that capex was being restrained due to uncertainties. In aggregate, there was nothing within Powell's comments that suggested he sympathised with the notion of a 50bps rate cut at the 18th September FOMC, which in itself suggest that he is comfortable with current market pricing, which looks for a 25bps rate cut. It is notable since Powell is the last FOMC policymaker to speak before the September FOMC. The optimistic remarks actually weighed on market pricing for rate cuts: there is around 24bps of easing priced for September versus just under 25bps ahead of Powell's comments; pricing for the end of 2019 cuts also lightened to 55bps from around 57bps, and looking through the end of 2020, market pricing now looks for 112bps worth of easing, from around 115bps before Powell's remarks. After his comments, ES futures saw some negative ticks (though recovered afterwards) as did the T-Note future; gold weakness, however, was notable, falling around 18 bucks over the course of Powell's remarks, as negative real rates pared back.</p><p><strong>* KUDLOW:</strong> NEC Director Kudlow was encouraged by Friday's jobs report, and suggested that seasonal factors may be to blame for the headline - he noted the strength in the household survey - (which tends to be a volatile series), participation, and wage growth. Kudlow, on China, emphasised that it must not be allowed to steal US intellectual property, but was upbeat on this week's call between the two sides, stating that \"tempers are calmer now\", and that there were no conditions for the October talks. He played down the chances of a deal, saying he did not want to speculate, giving a similar response when asked about the prospects for another tariff delay.</p><p><strong>* PBOC:</strong> The PBoC cut its RRR rate by 50bps (effective 16th September), as had been hinted at by China's State Council earlier in the week. The central bank said that banks that have a high proportion of lending towards small and private firms will be subject to two additional 50bps rate cuts to its RRR (on 15th October and 15th November). The PBoC estimates that its measures will release CNY 900bln of liquidity, larger than the CNY 280bln released by its targeted RRR cuts in May, however, not as much as the CNY 1.5trln released after January's 100bps rate cut. \"The PBoC claims the cut is partly intended to keep liquidity conditions loose during the forthcoming tax season,\" Capital Economics says, \"but that could easily be achieved with less high profile and aggressive policy tools. Instead, we think the PBOC’s other stated goal – to lower borrowing costs for firms – is a more important driver of the move. \"CapEco explains that the liquidity released will pull down interbank repo rates in the short term, but its analysts say that to keep these rates low and ensure that they feed through to lower borrowing costs, the central bank will need to reduce its reverse repo rate, the rate at which it lends to banks. If it does not, CapEco thinks that market interbank rates will rebound before long to the level of the PBoC's reverse repo rate. Given that the headwinds to China’s economy from weaker external demand and cooling property construction are likely to intensify in the coming months, CapEco thinks, and it doubts the PBoC will stop at just one RRR cut, and it anticipates two 200bps worth of RRR cuts by early next year, alongside a 75bps reduction in the PBoC’s 7-day reverse repo rate, and the one-year MLF rate - this should feed through to similar-sized decline in the Loan Prime Rate (LPR), upon which new loans are now priced, the consultancy writes. In aggregate, the argument is that the central bank's latest measures should shore up credit growth, which has started to slow again recently. \"However, with wider credit spreads and tight shadow banking regulation dampening the monetary transmission mechanism, any acceleration in credit growth is likely to remain modest,\" CapEco says, \"the upshot is that the ongoing shift towards a more accommodative monetary stance is unlikely to prevent a further slowdown in growth nor subsequently drive a strong rebound.\"</p><p><strong>* CANADA AUGUST JOBS REPORT:</strong> A big beat as 81k jobs are added to the Canadian economy in August, eclipsing the consensus 20k. Although most of that was made up of part-time jobs, even the full-time jobs at 23.8k rebounded from -11.6k previously, and was in itself above the headline consensus estimate. But wage growth cooled to a still solid 3.8% Y/Y from 4.5%. TD Securities said that, regardless of softer wages, the report should provide the BoC reassurance that Canada has proved resilient to global conditions, and dampen speculation around an October rate cut.</p><p><strong>* WTI (V9) SETTLED USD 0.22 HIGHER AT USD 56.52/BBL; BRENT (X9) SETTLED USD 0.59 HIGHER AT USD 61.54/BBL:</strong> Crude futures traded choppy to end the week, with a sell-off occurring pre-NFP in the European session, though seemed to lack a catalyst, with analysts noting technical factors, before prices reversed losses into settlement. Perhaps adding to the downside pressures was the latest Argus production survey, which sees OPEC production rising by 150k BPD to 29.71mln BPD, although this is in line with other surveys for the month. Overall this week crude prices have modestly risen from the pessimistic risk appetite on Monday, and now remain towards the top end of the ranges that have held throughout August, with crude participants likely looking ahead to the risk tone set by the ECB on Thursday next week, as well as Tuesday's JMMC meeting. Rig count data this week showed US drillers cutting four oil rigs, and the total off by 6.</p><p><strong>* GEOPOLITICS:</strong> Iran said it had lifted limitations in the research and development field, as part of its further scaling back from the 2015 Nuclear Accord, adding that it will inform the UN nuclear agency of the details of its nuclear steps. An IAEA spokesperson later said that a UN nuclear watchdog official will travel to Tehran on Saturday for meetings with Iranian officials. US Secretary of State Pompeo announced that he thinks the Trump administration will announce its Middle East peace plan in the coming weeks; worth noting the potential for face-to-face talks between US President Trump and Iranian President Rouhani at the UN assembly also in a few weeks, although the Iranians are yet to show interest.</p><p><strong>* TREASURIES WRAP:&nbsp;</strong>US T-Note futures settle 2+ ticks higher at 131-12. At settlement, Treasuries have bull-flattened, with major curve spreads narrower by between 1-3bps. Overnight, the bias was to the downside, as geopolitical and trade related news flow became more constructive. The complex ticked higher in wake of a disappointing NFP headline, however, although there were some gyrations as traders' digested the data in wake of the release, which did show wage growth was solid. However, the T-Note came off highs after remarks from Fed chair Powell, who seemed upbeat on the economy, and signalled no concerns that could justify a 50bps rate cut at the 18th September FOMC. The market is still priced for 25bps. The Fed now enters blackout period, with attention on the central bank front moving towards Thursday's ECB, where a package of stimulus is expected to be unveiled, and will likely see T-Notes taking cues from Bunds.</p><p><strong>* FX WRAP:</strong> The dollar fell after the jobs data, but pared losses to trade flat, as Fed chair Powell gave an upbeat assessment of the economy, which suggests a 50bps rate cut at the September FOMC may be a stretch, though 25bps is in play. EUR gained in wake of a disappointing US NFP headline; trades flat at the close after the USD strength post-Powell. The JPY pared gains in wake of Powell's speech, as the buck advanced. XAU was the major loser after Powell's comments, shedding nearly 20 bucks in the aftermath. GBP is softer on the day, but firmer on the week, driven by no deal Brexit being taken off the table; risks remain, however, and GBP is still a sell on rallies, desks say. EMFX has generally advanced against the USD, although the TRY is lower as President Erdogan signals more rate cuts ahead, and also on news that an opposition member was arrested in Istanbul. Antipodes were higher, with newswires attributing the gains to an improvement in US/China trade prospects. <a href=\"https://ransquawk.com/headlines/weekly-fx-wrap-mixed-payrolls-pmis-isms-and-central-bank-policy-impulses-06-09-2019\">Full weekly FX recap here</a>.</p><p><strong>* S&amp;P 500 0.1% at 2979, NASDAQ-100 -0.1% at 7853, Dow Jones&nbsp; 0.3% at 26798;</strong> SECTORS: Consumer Discretionary&nbsp; 0.2%, Consumer Staples&nbsp; 0.5%, Energy&nbsp; 0.5%, Financials&nbsp; 0%, Health Care&nbsp; 0.3%, Industrials&nbsp; 0.2%, Information Technology&nbsp; -0.2%, Materials&nbsp; 0.5%, Telecommunication Services&nbsp; -0.2%, Utilities&nbsp; -0.3%</p><p><strong>* STOCK SPECIFICS:</strong> Kellogg’s (K) were higher after an upgrade at Goldman Sachs which saw the shares higher by 2% at the end of the week. Conversely, Bank of America (BAC) weekly gains were capped following a downgrade from Keefe on Friday. Facebook’s (FB) upside gains were capped as it was revealed Friday morning that it is under a multi-state investigation for a possible antitrust violation. Costco (COST) and Fastenal (FAST) were higher on strong August sales SSS. Costco’s total comp sales came in at 5.5% beating the expectations for a 4.4% rise; core comp sales also beat expectations. Alexion Pharmaceuticals (ALXN) just about clawed back this week’s losses as Cowen and Piper Jaffray both stated they believe the sell-off in reaction to the co.’s patent rejection is overdone. Microsoft (MSFT) the underperforming constituent in the DJI on Friday after its CFO sold USD 17mln worth of stock. Lululemon (LULU) traded higher by over 5% after a strong earnings release which saw top and bottom-line beats, SSS of 15% accompanied by a boost to FY EPS and revenue guidance. Of note for automakers, US DoJ has launched an antitrust investigation into Ford (F), Honda (7267 JT), BMW (BMW GY) and Volkswagen (VOW3 GY) who forged an independent agreement with California on vehicle emissions standards, according to WSJ citing sources.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-6th-september-2019-powell-upbeat-nfp-headline-misses-though-wage-growth-solid-pboc-cuts-rrr-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 04:06:00",
        "gmt_time": "2019-09-06 20:06:00"
    },
    {
        "id": 885678,
        "updated_sequence": 1923816,
        "published_at": {
            "unix": 1567800300,
            "text": "2019-09-06 21:05:00 +0100",
            "iso_8601": "2019-09-06T20:05:00Z"
        },
        "updated_at": {
            "unix": 1567800505,
            "text": "2019-09-06 21:08:25 +0100",
            "iso_8601": "2019-09-06T20:08:25Z"
        },
        "subject": "RANsquawk Central Banks - 6th September 2019: PREVIEWING ECB, CBRT; REVIEWING PBOC, BOC, RBA, RIKSBANK, CBR",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22720/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-6th-september-2019-previewing-ecb-cbrt-reviewing-pboc-boc-rba-riksbank-cbr-06-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 04:05:00",
        "gmt_time": "2019-09-06 20:05:00"
    },
    {
        "id": 885677,
        "updated_sequence": 1923814,
        "published_at": {
            "unix": 1567800300,
            "text": "2019-09-06 21:05:00 +0100",
            "iso_8601": "2019-09-06T20:05:00Z"
        },
        "updated_at": {
            "unix": 1567800499,
            "text": "2019-09-06 21:08:19 +0100",
            "iso_8601": "2019-09-06T20:08:19Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 9th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22721/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>MON: Japanese GDP, Germany Trade Balance, UK Industrial &amp; Manufacturing Production, Construction Output, Trade Balance, EZ Sentix Investor Confidence,</strong></li><li><strong>TUE: Chinese &amp; Norwegian Inflation, Norges Bank Regional Survey, UK Labour Market Report, US NFIB Small Business Optimism, Canadian Housing Starts, Building Permits, US JOLTS</strong></li><li><strong>WED: Swedish CPI, US PPI, Wholesale Trade Sales, Polish Rate Announcement, OPEC Monthly Report</strong></li><li><strong>THU: Swedish Unemployment Rate, German CPI (F), JMMC Meeting, EZ Industrial Production, ECB and CBRT Rate Decision, Indian CPI, US CPI,</strong></li><li><strong>FRI: EZ Trade Balance, Wages, Labour Costs, US Retail Sales, Business Inventories, Uni. Of Michigan, Eurogroup Meeting,</strong></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-9th-september-2019-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 04:05:00",
        "gmt_time": "2019-09-06 20:05:00"
    },
    {
        "id": 885699,
        "updated_sequence": 1923809,
        "published_at": {
            "unix": 1567799400,
            "text": "2019-09-06 20:50:00 +0100",
            "iso_8601": "2019-09-06T19:50:00Z"
        },
        "updated_at": {
            "unix": 1567799451,
            "text": "2019-09-06 20:50:51 +0100",
            "iso_8601": "2019-09-06T19:50:51Z"
        },
        "subject": "SPX MOC 30mln to buy; Dow MOC 25mln to buy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-30mln-to-buy-dow-moc-25mln-to-buy-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 03:50:00",
        "gmt_time": "2019-09-06 19:50:00"
    },
    {
        "id": 885698,
        "updated_sequence": 1923806,
        "published_at": {
            "unix": 1567797720,
            "text": "2019-09-06 20:22:00 +0100",
            "iso_8601": "2019-09-06T19:22:00Z"
        },
        "updated_at": {
            "unix": 1567797842,
            "text": "2019-09-06 20:24:02 +0100",
            "iso_8601": "2019-09-06T19:24:02Z"
        },
        "subject": "US T-Note futures settle 2+ ticks higher at 131-12",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>At settlement, Treasuries have bull-flattened, with major curve spreads narrower by between 1-3bps. Overnight, the bias was to the downside, as geopolitical and trade related news flow became more constructive. The complex ticked higher in wake of a disappointing NFP headline, however, although there were some gyrations as traders' digested the data in wake of the release, which did show wage growth was solid. However, the T-Note came off highs after remarks from Fed chair Powell, who seemed upbeat on the economy, and signalled no concerns that could justify a 50bps rate cut at the 18th September FOMC. The market is still priced for 25bps. The Fed now enters blackout period, with attention on the central bank front moving towards Thursday's ECB, where a package of stimulus is expected to be unveiled, and will likely see T-Notes taking cues from Bunds.</p>",
        "analysis_updated_at": {
            "unix": 1567797842,
            "text": "2019-09-06 20:24:02 +0100",
            "iso_8601": "2019-09-06T19:24:02Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-settle-2-ticks-higher-at-131-12-06-09-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 03:22:00",
        "gmt_time": "2019-09-06 19:22:00"
    },
    {
        "id": 885697,
        "updated_sequence": 1923799,
        "published_at": {
            "unix": 1567795080,
            "text": "2019-09-06 19:38:00 +0100",
            "iso_8601": "2019-09-06T18:38:00Z"
        },
        "updated_at": {
            "unix": 1567795231,
            "text": "2019-09-06 19:40:31 +0100",
            "iso_8601": "2019-09-06T18:40:31Z"
        },
        "subject": "Permia and Advent are looking to by Symantec (SYMC) for USD 16bln; which would allow Broadcom (AVGO) to acquire Symantec's enterprise unit, according to WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/buyout-firms-permira-advent-seek-to-acquire-symantec-11567794962?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "permia-and-advent-are-looking-to-by-symantec-symc-for-usd-16bln-which-would-allow-broadcom-avgo-to-acquire-symantec-s-enterprise-unit-according-to-wsj-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 02:38:00",
        "gmt_time": "2019-09-06 18:38:00"
    },
    {
        "id": 885696,
        "updated_sequence": 1923803,
        "published_at": {
            "unix": 1567794720,
            "text": "2019-09-06 19:32:00 +0100",
            "iso_8601": "2019-09-06T18:32:00Z"
        },
        "updated_at": {
            "unix": 1567795295,
            "text": "2019-09-06 19:41:35 +0100",
            "iso_8601": "2019-09-06T18:41:35Z"
        },
        "subject": "WTI (V9) settles USD 0.22 higher at USD 56.52/bbl; Brent (X9) settles USD 0.59 higher at USD 61.54/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>* CRUDE:</strong> Crude futures traded choppy to end the week, with a sell-off occurring pre-NFP in the European session, though seemed to lack a catalyst, with analysts noting technical factors, before prices reversed losses into settlement. Perhaps adding to the downside pressures was the latest Argus production survey, which sees OPEC production rising by 150k BPD to 29.71mln BPD, although this is in line with other surveys for the month. Overall this week crude prices have modestly risen from the pessimistic risk appetite on Monday, and now remain towards the top end of the ranges that have held throughout August, with crude participants likely looking ahead to the risk tone set by the ECB on Thursday next week, as well as Tuesday's JMMC meeting. Rig count data this week showed US drillers cutting four oil rigs, and the total off by 6.</p><p><strong>* GEOPOLITICS:</strong> Iran said it had lifted limitations in the research and development field, as part of its further scaling back from the 2015 Nuclear Accord, adding that it will inform the UN nuclear agency of the details of its nuclear steps. An IAEA spokesperson later said that a UN nuclear watchdog official will travel to Tehran on Saturday for meetings with Iranian officials. US Secretary of State Pompeo announced that he thinks the Trump administration will announce its Middle East peace plan in the coming weeks; worth noting the potential for face-to-face talks between US President Trump and Iranian President Rouhani at the UN assembly also in a few weeks, although the Iranians are yet to show interest.</p>",
        "analysis_updated_at": {
            "unix": 1567794780,
            "text": "2019-09-06 19:33:00 +0100",
            "iso_8601": "2019-09-06T18:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-v9-settles-usd-0-22-higher-at-usd-56-52-bbl-brent-x9-settles-usd-0-59-higher-at-usd-61-54-bbl-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 02:32:00",
        "gmt_time": "2019-09-06 18:32:00"
    },
    {
        "id": 885695,
        "updated_sequence": 1923793,
        "published_at": {
            "unix": 1567793160,
            "text": "2019-09-06 19:06:00 +0100",
            "iso_8601": "2019-09-06T18:06:00Z"
        },
        "updated_at": {
            "unix": 1567793230,
            "text": "2019-09-06 19:07:10 +0100",
            "iso_8601": "2019-09-06T18:07:10Z"
        },
        "subject": "Total (FP FP) Port Arthur refinery (185k BPD) plans to restart its hydrotreater by Wednesday, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-port-arthur-refinery-185k-bpd-plans-to-restart-its-hydrotreater-by-wednesday-according-to-sources-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 02:06:00",
        "gmt_time": "2019-09-06 18:06:00"
    },
    {
        "id": 885694,
        "updated_sequence": 1923790,
        "published_at": {
            "unix": 1567792380,
            "text": "2019-09-06 18:53:00 +0100",
            "iso_8601": "2019-09-06T17:53:00Z"
        },
        "updated_at": {
            "unix": 1567792840,
            "text": "2019-09-06 19:00:40 +0100",
            "iso_8601": "2019-09-06T18:00:40Z"
        },
        "subject": "Purdue Pharma in talks with Justice Department to resolve opioid probes, WSJ reports, weighing on Johnson & Johnson (JNJ) on potential for further complications in the lawsuit",
        "content": "<ul><li>Via <a href=\"https://www.wsj.com/articles/purdue-pharma-in-talks-with-justice-department-to-resolve-criminal-civil-probes-11567792243?mod=newsviewer_click\">WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "purdue-pharma-in-talks-with-justice-department-to-resolve-opioid-probes-wsj-reports-weighing-on-johnson-johnson-jnj-on-potential-for-further-complications-in-the-lawsuit-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:53:00",
        "gmt_time": "2019-09-06 17:53:00"
    },
    {
        "id": 885693,
        "updated_sequence": 1923785,
        "published_at": {
            "unix": 1567791600,
            "text": "2019-09-06 18:40:00 +0100",
            "iso_8601": "2019-09-06T17:40:00Z"
        },
        "updated_at": {
            "unix": 1567791980,
            "text": "2019-09-06 18:46:20 +0100",
            "iso_8601": "2019-09-06T17:46:20Z"
        },
        "subject": "ANALYSIS: Fed rate cut pricing lightens slightly in wake of Powell's remarks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Fed chair, speaking at the Swiss National Bank, sounded upbeat on the economy, stating that he did not see a recession ahead, and that the outlook was favourable. But he did say that the Fed would act as appropriate to sustain the economic expansion.</li><li>Powell noted that the expansion in the US was the longest since records began, and he saw continued moderate growth ahead, both in the US and globally. Powell reiterated that the Fed is watching risks, including trade policy and Brexit, and also that capex was being restrained due to uncertainties.</li><li>In aggregate, there was nothing within Powell's comments that suggested he sympathised with the notion of a 50bps rate cut at the 18th September FOMC, which in itself suggest that he is comfortable with current market pricing, which looks for a 25bps rate cut. It is notable since Powell is the last FOMC policymaker to speak before the September FOMC.</li><li>The optimisitc remarks actually weighed on market pricing for rate cuts: there is around 24bps of easing priced for September versus just under 25bps ahead of Powell's comments; pricing for the end of 2019 cuts also lightened to 55bps from around 57bps, and looking through the end of 2020, market pricing now looks for 112bps worth of easing, from around 115bps before Powell's remarks.</li><li>After his comments, ES futures saw some negative ticks, as did the T-Note future, though the former recovered; Gold, however, was notable, falling around 18 bucks over the course of Powell's remarks.</li></ul>",
        "analysis_updated_at": {
            "unix": 1567791660,
            "text": "2019-09-06 18:41:00 +0100",
            "iso_8601": "2019-09-06T17:41:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "analysis-fed-rate-cut-pricing-lightens-slightly-in-wake-of-powell-s-remarks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:40:00",
        "gmt_time": "2019-09-06 17:40:00"
    },
    {
        "id": 885692,
        "updated_sequence": 1923780,
        "published_at": {
            "unix": 1567791120,
            "text": "2019-09-06 18:32:00 +0100",
            "iso_8601": "2019-09-06T17:32:00Z"
        },
        "updated_at": {
            "unix": 1567791186,
            "text": "2019-09-06 18:33:06 +0100",
            "iso_8601": "2019-09-06T17:33:06Z"
        },
        "subject": "Exxon Beaumont Texas refinery (365k BPD) has shut its FCCU early for a planned overhaul, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-beaumont-texas-refinery-365k-bpd-has-shut-its-fccu-early-for-a-planned-overhaul-according-to-sources-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:32:00",
        "gmt_time": "2019-09-06 17:32:00"
    },
    {
        "id": 885691,
        "updated_sequence": 1923777,
        "published_at": {
            "unix": 1567790880,
            "text": "2019-09-06 18:28:00 +0100",
            "iso_8601": "2019-09-06T17:28:00Z"
        },
        "updated_at": {
            "unix": 1567791044,
            "text": "2019-09-06 18:30:44 +0100",
            "iso_8601": "2019-09-06T17:30:44Z"
        },
        "subject": "US Secretary of State Pompeo tweets: Iran announced it will violate all limits... The fact that Iran retains massive uranium enrichment capacity reveals a core weakness of the deal",
        "content": "<ul><li><a href=\"https://twitter.com/SecPompeo/status/1170025992334839809\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-secretary-of-state-pompeo-tweets-iran-announced-it-will-violate-all-limits-the-fact-that-iran-retains-massive-uranium-enrichment-capacity-reveals-a-core-weakness-of-the-deal-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:28:00",
        "gmt_time": "2019-09-06 17:28:00"
    },
    {
        "id": 885690,
        "updated_sequence": 1923774,
        "published_at": {
            "unix": 1567790280,
            "text": "2019-09-06 18:18:00 +0100",
            "iso_8601": "2019-09-06T17:18:00Z"
        },
        "updated_at": {
            "unix": 1567790436,
            "text": "2019-09-06 18:20:36 +0100",
            "iso_8601": "2019-09-06T17:20:36Z"
        },
        "subject": "Japanese Economy Minister Seko is reportedly to be replaced in a leadership reshuffle next Wednesday, according to Nikkei",
        "content": "<p><a href=\"https://asia.nikkei.com/Politics/Abe-to-pick-trade-point-man-Motegi-as-Japan-s-top-diplomat\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "japanese-economy-minister-seko-is-reportedly-to-be-replaced-in-a-leadership-reshuffle-next-wednesday-according-to-nikkei-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:18:00",
        "gmt_time": "2019-09-06 17:18:00"
    },
    {
        "id": 885689,
        "updated_sequence": 1923769,
        "published_at": {
            "unix": 1567789920,
            "text": "2019-09-06 18:12:00 +0100",
            "iso_8601": "2019-09-06T17:12:00Z"
        },
        "updated_at": {
            "unix": 1567790075,
            "text": "2019-09-06 18:14:35 +0100",
            "iso_8601": "2019-09-06T17:14:35Z"
        },
        "subject": "Fed's Powell says the Fed will act as appropriate to sustain the economic expansion, when asked if the Fed will provide accommodation, adding that it is watching all developments, geopolitical risks, financial conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-powell-says-the-fed-will-act-as-appropriate-to-sustain-the-economic-expansion-when-asked-if-the-fed-will-provide-accommodation-adding-that-it-is-watching-all-developments-geopolitical-risks-financial-conditions-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:12:00",
        "gmt_time": "2019-09-06 17:12:00"
    },
    {
        "id": 885688,
        "updated_sequence": 1923764,
        "published_at": {
            "unix": 1567789200,
            "text": "2019-09-06 18:00:00 +0100",
            "iso_8601": "2019-09-06T17:00:00Z"
        },
        "updated_at": {
            "unix": 1567789353,
            "text": "2019-09-06 18:02:33 +0100",
            "iso_8601": "2019-09-06T17:02:33Z"
        },
        "subject": "Baker Hughes (Sept 6th) US rig count: Oil rigs -4 at 738; Nat Gas rigs -2 at 160; Total rigs -6 at 898 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-sept-6th-us-rig-count-oil-rigs-4-at-738-nat-gas-rigs-2-at-160-total-rigs-6-at-898-06-09-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 01:00:00",
        "gmt_time": "2019-09-06 17:00:00"
    },
    {
        "id": 885687,
        "updated_sequence": 1923753,
        "published_at": {
            "unix": 1567788660,
            "text": "2019-09-06 17:51:00 +0100",
            "iso_8601": "2019-09-06T16:51:00Z"
        },
        "updated_at": {
            "unix": 1567788817,
            "text": "2019-09-06 17:53:37 +0100",
            "iso_8601": "2019-09-06T16:53:37Z"
        },
        "subject": "Irish PM Varadkar says he does not expect any breakthroughs in Monday's meeting with UK PM Johnson but that the meeting is an opportunity to establish a common ground, according to Virgin Media News",
        "content": "<ul><li><a href=\"https://twitter.com/gavreilly/status/1170016574566256646\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Virgin Media",
        "slug": "irish-pm-varadkar-says-he-does-not-expect-any-breakthroughs-in-monday-s-meeting-with-uk-pm-johnson-but-that-the-meeting-is-an-opportunity-to-establish-a-common-ground-according-to-virgin-media-news-06-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:51:00",
        "gmt_time": "2019-09-06 16:51:00"
    },
    {
        "id": 885686,
        "updated_sequence": 1923761,
        "published_at": {
            "unix": 1567788180,
            "text": "2019-09-06 17:43:00 +0100",
            "iso_8601": "2019-09-06T16:43:00Z"
        },
        "updated_at": {
            "unix": 1567789227,
            "text": "2019-09-06 18:00:27 +0100",
            "iso_8601": "2019-09-06T17:00:27Z"
        },
        "subject": "Fed Chair Powell says labor market in a good place, today's labor market report consistent with that story; reiterates the Fed will act appropriately to sustain the expansion",
        "content": "<p><strong>On the domestic economy</strong></p><ul><li>says the economy is in the longest expansion since records began</li><li>says outlook is still favorable</li><li>says consumer spending is driving the economy, consumer sector in good shape</li><li>sees outlook for US and world as continued moderate growth</li><li>says he is not forecasting or expecting a recession</li></ul><p><strong>On risks to the outlook</strong></p><ul><li>notes risks to the outlook include slowing global growth and low inflation</li><li>notes trade tensions and Brexit as factors dampening global growth</li><li>notes some companies holding back on capex due to trade tensions</li></ul>",
        "reaction_details": "<ul><li>Some downside being seen in ES Sep' 19 futures and 10-year UST Sep' 19 futures on Powell's optimistic assessment of the economy</li></ul>",
        "reaction_updated_at": {
            "unix": 1567788720,
            "text": "2019-09-06 17:52:00 +0100",
            "iso_8601": "2019-09-06T16:52:00Z"
        },
        "analysis_details": "<ul><li>Nothing in his comments so far seem to suggest he is concerned enough about the economy to back a 50bps cut</li></ul>",
        "analysis_updated_at": {
            "unix": 1567788480,
            "text": "2019-09-06 17:48:00 +0100",
            "iso_8601": "2019-09-06T16:48:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-chair-powell-says-labor-market-in-a-good-place-today-s-labor-market-report-consistent-with-that-story-reiterates-the-fed-will-act-appropriately-to-sustain-the-expansion-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:43:00",
        "gmt_time": "2019-09-06 16:43:00"
    },
    {
        "id": 885684,
        "updated_sequence": 1923722,
        "published_at": {
            "unix": 1567787400,
            "text": "2019-09-06 17:30:00 +0100",
            "iso_8601": "2019-09-06T16:30:00Z"
        },
        "updated_at": {
            "unix": 1567787470,
            "text": "2019-09-06 17:31:10 +0100",
            "iso_8601": "2019-09-06T16:31:10Z"
        },
        "subject": "Canada is seeking bilateral consultations with China at the WTO over Beijing's effort to block Canadian canola exports, according to Canadian statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-is-seeking-bilateral-consultations-with-china-at-the-wto-over-beijing-s-effort-to-block-canadian-canola-exports-according-to-canadian-statement-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:30:00",
        "gmt_time": "2019-09-06 16:30:00"
    },
    {
        "id": 885683,
        "updated_sequence": 1923719,
        "published_at": {
            "unix": 1567786980,
            "text": "2019-09-06 17:23:00 +0100",
            "iso_8601": "2019-09-06T16:23:00Z"
        },
        "updated_at": {
            "unix": 1567787103,
            "text": "2019-09-06 17:25:03 +0100",
            "iso_8601": "2019-09-06T16:25:03Z"
        },
        "subject": "US Secretary of State Pompeo says the US will use the upcoming UN General Assembly to persuade other countries to help \"call out\" China over its handling of the Uighur Muslim community",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-the-us-will-use-the-upcoming-un-general-assembly-to-persuade-other-countries-to-help-call-out-china-over-its-handling-of-the-uighur-muslim-community-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:23:00",
        "gmt_time": "2019-09-06 16:23:00"
    },
    {
        "id": 885682,
        "updated_sequence": 1923716,
        "published_at": {
            "unix": 1567786800,
            "text": "2019-09-06 17:20:00 +0100",
            "iso_8601": "2019-09-06T16:20:00Z"
        },
        "updated_at": {
            "unix": 1567787078,
            "text": "2019-09-06 17:24:38 +0100",
            "iso_8601": "2019-09-06T16:24:38Z"
        },
        "subject": "WATCH LIVE: Fed Chair Powell speaking on the US economy ",
        "content": "<p><a href=\"https://www.snb.ch/de/ifor/research/id/researchtv-event?event=PUeS4wLmP_A7aEsTX6m_TQ\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SNB",
        "slug": "watch-live-fed-chair-powell-speaking-on-the-us-economy-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:20:00",
        "gmt_time": "2019-09-06 16:20:00"
    },
    {
        "id": 885681,
        "updated_sequence": 1923711,
        "published_at": {
            "unix": 1567786320,
            "text": "2019-09-06 17:12:00 +0100",
            "iso_8601": "2019-09-06T16:12:00Z"
        },
        "updated_at": {
            "unix": 1567786438,
            "text": "2019-09-06 17:13:58 +0100",
            "iso_8601": "2019-09-06T16:13:58Z"
        },
        "subject": "US Secretary of State Pompeo says he thinks the Trump administration will announce vision for Middle East peace in coming weeks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-he-thinks-the-trump-administration-will-announce-vision-for-middle-east-peace-in-coming-weeks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-07 00:12:00",
        "gmt_time": "2019-09-06 16:12:00"
    },
    {
        "id": 885680,
        "updated_sequence": 1923708,
        "published_at": {
            "unix": 1567784760,
            "text": "2019-09-06 16:46:00 +0100",
            "iso_8601": "2019-09-06T15:46:00Z"
        },
        "updated_at": {
            "unix": 1567784944,
            "text": "2019-09-06 16:49:04 +0100",
            "iso_8601": "2019-09-06T15:49:04Z"
        },
        "subject": "Iranian oil tanker Adrian Daria 1 reportedly unloaded its cargo of oil at a Syrian port, according to Al Jazeera",
        "content": "<p><a href=\"https://twitter.com/AJABreaking/status/1169999423704838144\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, this is a translated tweet</li></ul>",
        "analysis_updated_at": {
            "unix": 1567784944,
            "text": "2019-09-06 16:49:04 +0100",
            "iso_8601": "2019-09-06T15:49:04Z"
        },
        "push_notify": false,
        "source": "Al Jazeera",
        "slug": "iranian-oil-tanker-adrian-daria-1-reportedly-unloaded-its-cargo-of-oil-at-a-syrian-port-according-to-al-jazeera-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:46:00",
        "gmt_time": "2019-09-06 15:46:00"
    },
    {
        "id": 885679,
        "updated_sequence": 1923703,
        "published_at": {
            "unix": 1567783800,
            "text": "2019-09-06 16:30:00 +0100",
            "iso_8601": "2019-09-06T15:30:00Z"
        },
        "updated_at": {
            "unix": 1567784366,
            "text": "2019-09-06 16:39:26 +0100",
            "iso_8601": "2019-09-06T15:39:26Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.2%) at 3492, FTSE 100 (0.2%) at 7282, DAX (0.5%) at 12192, CAC 40 (0.2%) at 5604, IBEX 35 (-0.2%) at 8979, FTSE Italian MIB (0%) at 21947, SMI (0.9%) at 10074",
        "content": "<p>STOXX 600 SECTORS:&nbsp;</p><ul><li>Automobiles &amp; Parts 0.3%</li><li>Banks 0.1%</li><li>Basic Resources 0.7%</li><li>Chemicals 0.8%</li><li>Construction &amp; Materials 0.2%</li><li>Financial Services 0.5%</li><li>Food &amp; Beverage 0.1%</li><li>Health Care 0.5%</li><li>Industrial Goods &amp; Services 0.7%</li><li>Insurance 0.2%</li><li>Media 0.6%</li><li>Oil &amp; Gas -1%</li><li>Personal &amp; Household Goods 0.3%</li><li>Retail 0.6%</li><li>Technology&nbsp;0.3%</li><li>Telecommunications 0.2%</li><li>Travel &amp; Leisure -0.1%</li><li>Utilities -0.6%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-2-at-3492-ftse-100-0-2-at-7282-dax-0-5-at-12192-cac-40-0-2-at-5604-ibex-35-0-2-at-8979-ftse-italian-mib-0-at-21947-smi-0-9-at-10074-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:30:00",
        "gmt_time": "2019-09-06 15:30:00"
    },
    {
        "id": 885676,
        "updated_sequence": 1923694,
        "published_at": {
            "unix": 1567783680,
            "text": "2019-09-06 16:28:00 +0100",
            "iso_8601": "2019-09-06T15:28:00Z"
        },
        "updated_at": {
            "unix": 1567784131,
            "text": "2019-09-06 16:35:31 +0100",
            "iso_8601": "2019-09-06T15:35:31Z"
        },
        "subject": "US Commerce Secretary Ross met with American business leaders from Turkey to learn about ways to increase US/Turkey trade, also Xinhua reporting China and Turkey have signed two MoU’s to boost trade",
        "content": "<ul><li><a href=\"https://twitter.com/USEmbassyTurkey/status/1169992500389568514\">Click here for link regarding US/Turkey trade</a></li><li><a href=\"http://www.xinhuanet.com/english/2019-09/06/c_138371800.htm\">Click here for link regarding China/Turkey MoU's</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "US Turkey Embassy/Xinhua",
        "slug": "us-commerce-secretary-ross-met-with-american-business-leaders-from-turkey-to-learn-about-ways-to-increase-us-turkey-trade-also-xinhua-reporting-china-and-turkey-have-signed-two-mou-s-to-boost-trade-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:28:00",
        "gmt_time": "2019-09-06 15:28:00"
    },
    {
        "id": 885675,
        "updated_sequence": 1923686,
        "published_at": {
            "unix": 1567783620,
            "text": "2019-09-06 16:27:00 +0100",
            "iso_8601": "2019-09-06T15:27:00Z"
        },
        "updated_at": {
            "unix": 1567783702,
            "text": "2019-09-06 16:28:22 +0100",
            "iso_8601": "2019-09-06T15:28:22Z"
        },
        "subject": "Weekly FX Wrap: mixed payrolls, PMIs, ISMs and Central Bank policy impulses",
        "content": "<p><strong>USD</strong></p><p>The Dollar is back under pressure and the <strong>DXY </strong>has retreated towards 98.000 again in wake of a somewhat conflicting US jobs report that will heighten interest in comments from Fed chair Powell later today, especially following another volley of criticism courtesy of President Trump and particularly aimed at the FOMC head. The index is currently holding just above the big figure, but not far from wtd lows posted on Thursday before an upbeat services ISM sparked a bounce from 98.079 and Fib support at 98.027 compared to its new 2019 high set on Tuesday at 99.378 when broad risk sentiment was downbeat.</p><p><strong>NZD/AUD/CAD&nbsp;</strong></p><p>All ending the week in the ascendency and extending gains relative to their US counterpart, with the Kiwi finally mustering sufficient momentum to hurdle 0.6400 and test 0.6450, while the Aussie also broke above a psychological marker at 0.6800 and probed above 0.6850 even though the Aud/Nzd cross topped out around 1.0700 again. Although Antipodean data/surveys were largely downbeat, bar the Aussie Q2 current account balance, and RBNZ/RBA outlooks remain dovish (at least one bank now predicting both OCRs down to 0.25%), news that the US and China are talking again and aim to reschedule Washington talks originally planned for this month to early October (pending how further phone conversations go in the interim) has boosted high beta currencies. Indeed, as the PBoC rolls out well flagged RRR cuts (50-100 bp with effect from September 16, mid-October and November) and interrupts its incremental <strong>YUAN</strong> depreciation via official Usd/Cny mid-point fixings, the off-shore Cnh has rebounded relatively firmly from almost 7.2000 towards 7.1000. Meanwhile, the Loonie got a double-whammy on Friday from a stellar headline Canadian payroll number and IVEY PMI that more than made up for disappointment when Markit’s manufacturing gauge slumped into contractionary territory. In response, Usd/Cad is breaking to fresh weekly lows around circa 1.3160 vs 1.3380 or so at the other extreme having shown little net reaction to the BoC on Wednesday. To recap, rates were left on hold as forecast, but guidance and the accompanying statement was less dovish than anticipated on balance.</p><p><strong>SEK/NOK&nbsp;</strong></p><p>The Scandi Crowns have also enjoyed fine final trading sessions of the week, with Eur/Sek and Eur/Nok both carving out troughs near 10.6100 and 9.9060 respectively compared to 10.8225 and 10.0340 peaks. The Swedish Krona received a somewhat unexpected boost from the Riksbank that retained its end 2019/early next year repo tightening timetable rather than rolling a hike out again as many were predicting, though did downgrade its rate profile over the rest of the projected horizon and especially for 2021. Meanwhile, Swedish and Norwegian PMIs were also upbeat on the manufacturing and services side, and technical impulses turned increasingly bullish for the Sek and Nok.</p><p><strong>EUR/JPY/GBP/CHF</strong></p><p>Although the single currency lost out in cross terms, it staged an impressive comeback vs the Greenback having slumped to a fresh ytd trough just short of chart support ahead of 1.0900 (at 1.0927 vs 1.0923) before rebounding to 1.1084 and fading again. The official formation of a new 5SM-PD Governing coalition in Italy, encouraging Eurozone services PMIs over still weak manufacturing readings and more poor German data, plus a sharp back-up in bond yields have all helped the Euro regain composure, but resistance ahead of 1.1100 in the form of the 21 DMA (1.1084) and a Fib (1.1088) are holding firm. Conversely, the safe-haven Yen and Franc are on course to sign off closer to their worst levels within 107.20-105.75 and 0.9930-0.9800 parameters against the backdrop of renewed risk appetite, dovish BoJ commentary (admittedly from dissenter Kataoka who leans that way anyway) and more SNB warnings about direct intervention if the Chf appreciates too much and the need to maintain NIRP. In contrast, the Pound has matched the Euro and more in wake of PM Johnson’s move to prorogue UK Parliament that prompted anti-no Brexit deal Tory rebels and opposition party MPs into swift action on their return from Summer recess. The upshot, House of Commons and Lords approval for a bill to block Britain leaving the EU empty handed via another A 50 extension from October 31 and a dissolution motion from the PM for a snap or GE on October 15 also defeated at the first hurdle. Cable currently around 1.2300 vs 1.1959 at the new 2019/multi-year low and 1.2350+ at best yesterday, awaiting another attempt to force an early election before suspension.</p><p><strong>EM&nbsp;</strong></p><p>A decent week for regional currencies overall as market morale improved on the various aforementioned factors, but the beleaguered Ars also benefited from a Fitch upgrade and capital controls, while the Try derived traction from a better manufacturing PMI and slowdown in CPI that brings inflation nearer target ahead of next week’s CBRT meeting. Similarly, the Russian inflation eased further and the CBR duly cut rates by ¼ point as expected, with one more reduction in the cycle flagged.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-mixed-payrolls-pmis-isms-and-central-bank-policy-impulses-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:27:00",
        "gmt_time": "2019-09-06 15:27:00"
    },
    {
        "id": 885674,
        "updated_sequence": 1923683,
        "published_at": {
            "unix": 1567783140,
            "text": "2019-09-06 16:19:00 +0100",
            "iso_8601": "2019-09-06T15:19:00Z"
        },
        "updated_at": {
            "unix": 1567783249,
            "text": "2019-09-06 16:20:49 +0100",
            "iso_8601": "2019-09-06T15:20:49Z"
        },
        "subject": "NY Fed GDP Nowcast: Q3 1.55% (Prev. 1.8%); Q4 1.08% (Prev. 1.57%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-gdp-nowcast-q3-1-55-prev-1-8-q4-1-08-prev-1-57-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:19:00",
        "gmt_time": "2019-09-06 15:19:00"
    },
    {
        "id": 885673,
        "updated_sequence": 1923680,
        "published_at": {
            "unix": 1567783080,
            "text": "2019-09-06 16:18:00 +0100",
            "iso_8601": "2019-09-06T15:18:00Z"
        },
        "updated_at": {
            "unix": 1567783212,
            "text": "2019-09-06 16:20:12 +0100",
            "iso_8601": "2019-09-06T15:20:12Z"
        },
        "subject": "UN nuclear watchdog official will travel to Tehran on Saturday for meetings with \"high level Iranian officials\" on Sunday, according to IAEA spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "un-nuclear-watchdog-official-will-travel-to-tehran-on-saturday-for-meetings-with-high-level-iranian-officials-on-sunday-according-to-iaea-spokesperson-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:18:00",
        "gmt_time": "2019-09-06 15:18:00"
    },
    {
        "id": 885672,
        "updated_sequence": 1923677,
        "published_at": {
            "unix": 1567782840,
            "text": "2019-09-06 16:14:00 +0100",
            "iso_8601": "2019-09-06T15:14:00Z"
        },
        "updated_at": {
            "unix": 1567782971,
            "text": "2019-09-06 16:16:11 +0100",
            "iso_8601": "2019-09-06T15:16:11Z"
        },
        "subject": "US President Trump tweets: “China is eating the Tariffs.” Billions pouring into USA. Good Jobs Numbers, No Inflation(Fed). China having worst year in decades. Talks happening, good for all!",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1169992234382610432\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-china-is-eating-the-tariffs-billions-pouring-into-usa-good-jobs-numbers-no-inflation-fed-china-having-worst-year-in-decades-talks-happening-good-for-all-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:14:00",
        "gmt_time": "2019-09-06 15:14:00"
    },
    {
        "id": 885671,
        "updated_sequence": 1923674,
        "published_at": {
            "unix": 1567782480,
            "text": "2019-09-06 16:08:00 +0100",
            "iso_8601": "2019-09-06T15:08:00Z"
        },
        "updated_at": {
            "unix": 1567782871,
            "text": "2019-09-06 16:14:31 +0100",
            "iso_8601": "2019-09-06T15:14:31Z"
        },
        "subject": "Roche (ROG SW) CEO says FTC scrutiny of Spark Therapeutics (ONCE) takeover was unexpected and they see the deal to be finished in 2019 under original terms and for it to no longer be delayed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "roche-rog-sw-ceo-says-ftc-scrutiny-of-spark-therapeutics-once-takeover-was-unexpected-and-they-see-the-deal-to-be-finished-in-2019-under-original-terms-and-for-it-to-no-longer-be-delayed-06-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 23:08:00",
        "gmt_time": "2019-09-06 15:08:00"
    },
    {
        "id": 885670,
        "updated_sequence": 1923667,
        "published_at": {
            "unix": 1567780620,
            "text": "2019-09-06 15:37:00 +0100",
            "iso_8601": "2019-09-06T14:37:00Z"
        },
        "updated_at": {
            "unix": 1567780952,
            "text": "2019-09-06 15:42:32 +0100",
            "iso_8601": "2019-09-06T14:42:32Z"
        },
        "subject": "UK House of Lords have given approval to legislation aimed at blocking a possible no-deal Brexit, according to BBC's Mason",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is as expected. As there was no amendments, the bill will not return to the House of Commons. After the Royal Assent, UK PM Johnson will be required by law to ask the EU for a Brexit extension until January 2020 if no deal is reached by October 19th</li></ul>",
        "analysis_updated_at": {
            "unix": 1567780800,
            "text": "2019-09-06 15:40:00 +0100",
            "iso_8601": "2019-09-06T14:40:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-house-of-lords-have-given-approval-to-legislation-aimed-at-blocking-a-possible-no-deal-brexit-according-to-bbc-s-mason-06-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:37:00",
        "gmt_time": "2019-09-06 14:37:00"
    },
    {
        "id": 885668,
        "updated_sequence": 1923655,
        "published_at": {
            "unix": 1567780020,
            "text": "2019-09-06 15:27:00 +0100",
            "iso_8601": "2019-09-06T14:27:00Z"
        },
        "updated_at": {
            "unix": 1567780221,
            "text": "2019-09-06 15:30:21 +0100",
            "iso_8601": "2019-09-06T14:30:21Z"
        },
        "subject": "NEC Director Kudlow says that all topics will be on the table in the upcoming US-China trade talks., Fox Business ",
        "content": "<ul><li>US &amp; Japan trade deal could be both finalised and announced at the UN General Assembly (17th September)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "nec-director-kudlow-says-that-all-topics-will-be-on-the-table-in-the-upcoming-us-china-trade-talks-fox-business-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:27:00",
        "gmt_time": "2019-09-06 14:27:00"
    },
    {
        "id": 885667,
        "updated_sequence": 1923650,
        "published_at": {
            "unix": 1567779420,
            "text": "2019-09-06 15:17:00 +0100",
            "iso_8601": "2019-09-06T14:17:00Z"
        },
        "updated_at": {
            "unix": 1567779491,
            "text": "2019-09-06 15:18:11 +0100",
            "iso_8601": "2019-09-06T14:18:11Z"
        },
        "subject": "Air France (AF FP) - Ground staff at a Dutch subsidiary of the Co. are reportedly to strike on Sunday., according to a trade union",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "air-france-af-fp-ground-staff-at-a-dutch-subsidiary-of-the-co-are-reportedly-to-strike-on-sunday-according-to-a-trade-union-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:17:00",
        "gmt_time": "2019-09-06 14:17:00"
    },
    {
        "id": 885666,
        "updated_sequence": 1923647,
        "published_at": {
            "unix": 1567779000,
            "text": "2019-09-06 15:10:00 +0100",
            "iso_8601": "2019-09-06T14:10:00Z"
        },
        "updated_at": {
            "unix": 1567779294,
            "text": "2019-09-06 15:14:54 +0100",
            "iso_8601": "2019-09-06T14:14:54Z"
        },
        "subject": "US DoJ has launched an antitrust investigation into Ford (F), Honda (7267 JT), BMW (BMW GY) and Volkswagen (VOW3 GY) who forged an independent agreement with California on vehicle emissions standards, according to WSJ citing sources",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/justice-department-launches-antitrust-probe-into-four-auto-makers-11567778958?mod=newsviewer_click\">Link to article</a></li></ul>",
        "reaction_details": "<p>In an immediate reaction:</p><ul><li>Ford fell from USD 9.38 to 9.28</li><li>BMW fell from EUR 62.60 to EUR 61.90</li><li>Volkswagen fell from EUR 151.20 to EUR 149.00&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1567779293,
            "text": "2019-09-06 15:14:53 +0100",
            "iso_8601": "2019-09-06T14:14:53Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-doj-has-launched-an-antitrust-investigation-into-ford-f-honda-7267-jt-bmw-bmw-gy-and-volkswagen-vow3-gy-who-forged-an-independent-agreement-with-california-on-vehicle-emissions-standards-according-to-wsj-citing-sources-06-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:10:00",
        "gmt_time": "2019-09-06 14:10:00"
    },
    {
        "id": 885665,
        "updated_sequence": 1923640,
        "published_at": {
            "unix": 1567778940,
            "text": "2019-09-06 15:09:00 +0100",
            "iso_8601": "2019-09-06T14:09:00Z"
        },
        "updated_at": {
            "unix": 1567779086,
            "text": "2019-09-06 15:11:26 +0100",
            "iso_8601": "2019-09-06T14:11:26Z"
        },
        "subject": "Motiva's Port Arthur Texas Refinery (636k BPD) has reported flaring",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "motiva-s-port-arthur-texas-refinery-636k-bpd-has-reported-flaring-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:09:00",
        "gmt_time": "2019-09-06 14:09:00"
    },
    {
        "id": 885664,
        "updated_sequence": 1923636,
        "published_at": {
            "unix": 1567778640,
            "text": "2019-09-06 15:04:00 +0100",
            "iso_8601": "2019-09-06T14:04:00Z"
        },
        "updated_at": {
            "unix": 1567778697,
            "text": "2019-09-06 15:04:57 +0100",
            "iso_8601": "2019-09-06T14:04:57Z"
        },
        "subject": "NEC Director Kudlow, asked if US tariffs could be delayed again, replies that he does not want to speculate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-asked-if-us-tariffs-could-be-delayed-again-replies-that-he-does-not-want-to-speculate-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:04:00",
        "gmt_time": "2019-09-06 14:04:00"
    },
    {
        "id": 885663,
        "updated_sequence": 1923633,
        "published_at": {
            "unix": 1567778520,
            "text": "2019-09-06 15:02:00 +0100",
            "iso_8601": "2019-09-06T14:02:00Z"
        },
        "updated_at": {
            "unix": 1567778631,
            "text": "2019-09-06 15:03:51 +0100",
            "iso_8601": "2019-09-06T14:03:51Z"
        },
        "subject": "NEC Director Kudlow says that the precise daters for the October US-China talks are yet to be set",
        "content": "<ul><li>adds that there are no conditions for the October talks</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-that-the-precise-daters-for-the-october-us-china-talks-are-yet-to-be-set-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 22:02:00",
        "gmt_time": "2019-09-06 14:02:00"
    },
    {
        "id": 885662,
        "updated_sequence": 1923630,
        "published_at": {
            "unix": 1567778280,
            "text": "2019-09-06 14:58:00 +0100",
            "iso_8601": "2019-09-06T13:58:00Z"
        },
        "updated_at": {
            "unix": 1567778519,
            "text": "2019-09-06 15:01:59 +0100",
            "iso_8601": "2019-09-06T14:01:59Z"
        },
        "subject": "Apple (AAPL) - A survey predicts a 30% decline in iPhone sales, bad news for Apple's soon to be released iPhone 11 ",
        "content": "<p><a href=\"https://www.tomsguide.com/news/bad-news-for-iphone-11-survey-predicts-30-sales-drop\">Via Tom's Guide</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Toms Guide",
        "slug": "apple-aapl-a-survey-predicts-a-30-decline-in-iphone-sales-bad-news-for-apple-s-soon-to-be-released-iphone-11-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:58:00",
        "gmt_time": "2019-09-06 13:58:00"
    },
    {
        "id": 885658,
        "updated_sequence": 1923621,
        "published_at": {
            "unix": 1567777680,
            "text": "2019-09-06 14:48:00 +0100",
            "iso_8601": "2019-09-06T13:48:00Z"
        },
        "updated_at": {
            "unix": 1567777884,
            "text": "2019-09-06 14:51:24 +0100",
            "iso_8601": "2019-09-06T13:51:24Z"
        },
        "subject": "Kudlow, on China talks, says this week's phone call went very well; says \"phone lines have been open, and negotiations are proceeding\"; Kudlow says he cannot predict an outcome for the talks",
        "content": "<ul><li>Was asked about the prospects of a near-term deal, and Kudlow responded he \"does not want to predict anything\" and that \"tempers are calmer now\"</li><li>Says US would love to go back to where they were in May, when a deal was around 90% done</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "kudlow-on-china-talks-says-this-week-s-phone-call-went-very-well-says-phone-lines-have-been-open-and-negotiations-are-proceeding-kudlow-says-he-cannot-predict-an-outcome-for-the-talks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:48:00",
        "gmt_time": "2019-09-06 13:48:00"
    },
    {
        "id": 885659,
        "updated_sequence": 1923613,
        "published_at": {
            "unix": 1567777500,
            "text": "2019-09-06 14:45:00 +0100",
            "iso_8601": "2019-09-06T13:45:00Z"
        },
        "updated_at": {
            "unix": 1567777773,
            "text": "2019-09-06 14:49:33 +0100",
            "iso_8601": "2019-09-06T13:49:33Z"
        },
        "subject": "US Movers: Kellog’s (K) +1.7%, Costco (COST) +1.6%, Fastenal (FAST) +1.4%, Alexion Pharmaceuticals (ALXN) +2.4%,  Microsoft (MSFT) -0.8%, Facebook (FB) -1.7%",
        "content": "<ul><li>K higher after an upgrade&nbsp;</li><li>COST &amp; FAST higher on strong August sales</li><li>ALXN higher after positive notes from banks stating the sell off on its patent rejection is over done</li><li>MSFT lower as director sold USD 17mln worth of shares</li><li>FB lower after NY AG opens investigation into the name regarding antitrust violations&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-movers-kellog-s-k-1-7-costco-cost-1-6-fastenal-fast-1-4-alexion-pharmaceuticals-alxn-2-4-microsoft-msft-0-8-facebook-fb-1-7-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:45:00",
        "gmt_time": "2019-09-06 13:45:00"
    },
    {
        "id": 885657,
        "updated_sequence": 1923619,
        "published_at": {
            "unix": 1567777380,
            "text": "2019-09-06 14:43:00 +0100",
            "iso_8601": "2019-09-06T13:43:00Z"
        },
        "updated_at": {
            "unix": 1567777866,
            "text": "2019-09-06 14:51:06 +0100",
            "iso_8601": "2019-09-06T13:51:06Z"
        },
        "subject": "Dealreporter notes sale chatter for Box Inc. (BOX)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "dealreporter-notes-sale-chatter-for-box-inc-box-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:43:00",
        "gmt_time": "2019-09-06 13:43:00"
    },
    {
        "id": 885656,
        "updated_sequence": 1923607,
        "published_at": {
            "unix": 1567777260,
            "text": "2019-09-06 14:41:00 +0100",
            "iso_8601": "2019-09-06T13:41:00Z"
        },
        "updated_at": {
            "unix": 1567777608,
            "text": "2019-09-06 14:46:48 +0100",
            "iso_8601": "2019-09-06T13:46:48Z"
        },
        "subject": "NEC Director Kudlow acknowledges market expectations of lower rates; says 130k jobs is a solid number, and suggests seasonal factors may have played a role; notes strength in household survey, and participation; is encouraged by wage growth",
        "content": "<ul><li>Kudlow emphasises China must not be allowed to steal US' intellectual property</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-acknowledges-market-expectations-of-lower-rates-says-130k-jobs-is-a-solid-number-and-suggests-seasonal-factors-may-have-played-a-role-notes-strength-in-household-survey-and-participation-is-encouraged-by-wage-growth-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:41:00",
        "gmt_time": "2019-09-06 13:41:00"
    },
    {
        "id": 885655,
        "updated_sequence": 1923595,
        "published_at": {
            "unix": 1567777140,
            "text": "2019-09-06 14:39:00 +0100",
            "iso_8601": "2019-09-06T13:39:00Z"
        },
        "updated_at": {
            "unix": 1567777309,
            "text": "2019-09-06 14:41:49 +0100",
            "iso_8601": "2019-09-06T13:41:49Z"
        },
        "subject": "UBS see Brent at USD 55.0/bbl (Prev. USD 63.0/bbl) & WTI at USD 50.0/bbl (Prev. USD 58.0/bbl) in 6-months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ubs-see-brent-at-usd-55-0-bbl-prev-usd-63-0-bbl-wti-at-usd-50-0-bbl-prev-usd-58-0-bbl-in-6-months-06-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:39:00",
        "gmt_time": "2019-09-06 13:39:00"
    },
    {
        "id": 885654,
        "updated_sequence": 1923592,
        "published_at": {
            "unix": 1567776600,
            "text": "2019-09-06 14:30:00 +0100",
            "iso_8601": "2019-09-06T13:30:00Z"
        },
        "updated_at": {
            "unix": 1567776695,
            "text": "2019-09-06 14:31:35 +0100",
            "iso_8601": "2019-09-06T13:31:35Z"
        },
        "subject": "ANALYSIS: PBoC RRR cut - more cuts and adjustments may be on the way, Capital Economics thinks",
        "content": "<ul><li>The PBoC on Friday cut its RRR rate by 50bps (effective 16th September), as had been hinted at by China's State Council earlier in the week. The central bank said that banks that have a high proportion of lending towards small and private firms will be subject to two additional 50bps rate cuts to its RRR (on 15th Octber and 15th November).</li><li>The PBoC estimates that its measures will release CNY 900bln of liquidity, larger than the CNY 280bln released by its targeted RRR cuts in May, however, not as much as the CNY 1.5trln released after January's 100bps rate cut. \"The PBoC claims the cut is partly intended to keep liquidity conditions loose during the forthcoming tax season,\" Capital Economics says, \"but that could easily be achieved with less high profile and aggressive policy tools. Instead, we think the PBOC’s other stated goal – to lower borrowing costs for firms – is a more important driver of the move.\"</li><li>CapEco explains that the liquidty released will pull down interbank repo rates in the short term, but its analysts say that to keep these rates low and ensure that they feed through to lower borrowing costs, the central bank will need to reduce its reverse repo rate, the rate at which it lends to banks. If it does not, CapEco thinks that market interbank rates will rebound before long to the level of the PBoC's reverse repo rate.</li><li>Given that the headwinds to China’s economy from weaker external demand and cooling property construction are likely to intensify in the coming months, CapEco thinks, and it doubts the PBoC will stop at just one RRR cut, and it anticipates two 200bps worth of RRR cuts by early next year, alongside a 75bps reduction in the PBoC’s 7-day reverse repo rate, and the one-year MLF rate - this should feed through to similar-sized decline in the Loan Prime Rate (LPR), upon which new loans are now priced, the consultancy writes.</li><li>In aggregate, the argument is that the central bank's latest measures should shore up credit growth, which has started to slow again recently. \"However, with wider credit spreads and tight shadow banking regulation dampening the monetary transmission mechanism, any acceleration in credit growth is likely to remain modest,\" CapEco says, \"the upshot is that the ongoing shift towards a more accommodative monetary stance is unlikely to prevent a further slowdown in growth nor subsequently drive a strong rebound.\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Capital Economics",
        "slug": "analysis-pboc-rrr-cut-more-cuts-and-adjustments-may-be-on-the-way-capital-economics-thinks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:30:00",
        "gmt_time": "2019-09-06 13:30:00"
    },
    {
        "id": 885653,
        "updated_sequence": 1923587,
        "published_at": {
            "unix": 1567775940,
            "text": "2019-09-06 14:19:00 +0100",
            "iso_8601": "2019-09-06T13:19:00Z"
        },
        "updated_at": {
            "unix": 1567776251,
            "text": "2019-09-06 14:24:11 +0100",
            "iso_8601": "2019-09-06T13:24:11Z"
        },
        "subject": "Additional US Equity Stories - KSS, NUE, XOM ",
        "content": "<ul><li>Nucor (NUE) CEO is to retire with the boad electing Leon Topalian to succeed.</li><li>Kohls (KSS) appointed Paul Gaffney as its CTO, who previously CTO at Dick’s Sporting Goods (DKS)</li><li>SAIC (SAIC) Q2 (USD) Adj. EPS USD 1.35 (Exp. 1.29), Revenue 1.59bln (Exp. 1.63bln)</li><li>Exxon (XOM) has signed an exclusive agreement with Var Energi for further negotiations on the Norwegian asset sale</li><li>Walgreens Boots Alliance (WBA) has appointed Franceso Tinto as CIO and senior VP, who has previously had a senior position at Kraft Heinz (KHC)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-kss-nue-xom-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:19:00",
        "gmt_time": "2019-09-06 13:19:00"
    },
    {
        "id": 885652,
        "updated_sequence": 1923580,
        "published_at": {
            "unix": 1567775520,
            "text": "2019-09-06 14:12:00 +0100",
            "iso_8601": "2019-09-06T13:12:00Z"
        },
        "updated_at": {
            "unix": 1567775584,
            "text": "2019-09-06 14:13:04 +0100",
            "iso_8601": "2019-09-06T13:13:04Z"
        },
        "subject": "Fixed and FX latest: knee-jerks on NFP, but Loonie gains linger",
        "content": "<p>A mixed US jobs report, with the weak headline figure partly seasonal and compensated by a +20k 2 month back revision, while wages were firmer than expected. Hence, choppy trade initially in bonds and the Buck before a more typical reaction to the payroll number in itself, though the recent bid in bonds may also be fanned by breaking news from Hong Kong where there have been more clashes between the police protestors. Note, Bunds and Gilts are just shy of new intraday highs of 175.04 and 133.89, while the 10 year US yield is back below 1.6% and the DXY a whisker above a fresh session base (98.287) as Usd/Cad picks off bids in the 1.3180-75 zone after a bumper rise in Canadian jobs, albeit mainly part-time.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-knee-jerks-on-nfp-but-loonie-gains-linger-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:12:00",
        "gmt_time": "2019-09-06 13:12:00"
    },
    {
        "id": 885649,
        "updated_sequence": 1923571,
        "published_at": {
            "unix": 1567775040,
            "text": "2019-09-06 14:04:00 +0100",
            "iso_8601": "2019-09-06T13:04:00Z"
        },
        "updated_at": {
            "unix": 1567775117,
            "text": "2019-09-06 14:05:17 +0100",
            "iso_8601": "2019-09-06T13:05:17Z"
        },
        "subject": "Leonardo (LDO IM) - Co., along with CAE have signed a collaboration memorandum of agreement regarding helicopter training with the US Government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "leonardo-ldo-im-co-along-with-cae-have-signed-a-collaboration-memorandum-of-agreement-regarding-helicopter-training-with-the-us-government-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:04:00",
        "gmt_time": "2019-09-06 13:04:00"
    },
    {
        "id": 885648,
        "updated_sequence": 1923585,
        "published_at": {
            "unix": 1567774980,
            "text": "2019-09-06 14:03:00 +0100",
            "iso_8601": "2019-09-06T13:03:00Z"
        },
        "updated_at": {
            "unix": 1567776140,
            "text": "2019-09-06 14:22:20 +0100",
            "iso_8601": "2019-09-06T13:22:20Z"
        },
        "subject": "Hong Kong police uses tear gas to try to disperse anti-government protesters ",
        "content": "<ul><li>Have also fired rubber bullets</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-police-uses-tear-gas-to-try-to-disperse-anti-government-protesters-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 21:03:00",
        "gmt_time": "2019-09-06 13:03:00"
    },
    {
        "id": 885647,
        "updated_sequence": 1923589,
        "published_at": {
            "unix": 1567774320,
            "text": "2019-09-06 13:52:00 +0100",
            "iso_8601": "2019-09-06T12:52:00Z"
        },
        "updated_at": {
            "unix": 1567776477,
            "text": "2019-09-06 14:27:57 +0100",
            "iso_8601": "2019-09-06T13:27:57Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 6th Septemmber 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22715/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Costco Wholesale Corp. (COST)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers)<strong> </strong>August Net Sales: USD 11.79bln +6.9%; Total comparable sales 5.5% (Exp. 4.4%) Comp sales ex-gas &amp; fuel +5.9% (Exp. +4.1%)</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) is under investigation from NY AG for possible antitrust violations</li><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Morgan Stanley note that App Store growth is tracking ahead of the desks estimate of 18% y/y in the September Quarter</li></ul><p>&nbsp;</p><p>DOW</p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Morgan Stanley note that App Store growth is tracking ahead of the desks estimate of 18% y/y in the September Quarter as Sensor Tower reports the App Store revenue in August saw the largest m/m acceleration since early 2015. (Morgan Stanley)</li><li><strong>Costco Wholesale Corp. (COST)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers)<strong> </strong>August Net Sales: USD 11.79bln +6.9%; Total comparable sales 5.5% (Exp. 4.4%) Comp sales ex-gas &amp; fuel +5.9% (Exp. +4.1%); following this Baird raised the co. price target to (USD) 325 from 290.</li><li><strong>Microsoft Corp. (MSFT)</strong> (Information Technology/Systems Software) CFO has sold 123.8k shares for USD 17mln.</li></ul><p>NASDAQ 100</p><ul><li><strong>Alexion Pharmaceuticals (ALXN)</strong> (Health Care/Biotechnology) sell off on its patent rejection has been overdone, says Cowen, and Piper Jaffray says the name should be bought on the patent sell off<strong>. </strong>(Cowen/Piper Jaffray)</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) is under investigation from NY AG for possible antitrust violations. Elsewhere, FB is reportedly using paid actors to make deep fake videos so it can help detect fake footage. (CNBC/Business Insider)</li><li><strong>Fastenal Co (FAST)</strong> (Industrials/Building Products) August sales at USD 475.59mln, +1.6% y/y. Daily sales increased 6.3% to USD 21.62mln.</li><li><strong>QUALCOMM Inc. (QCOM)</strong> (Information Technology/Semiconductors) announced it is waiting to hear from the US Commerce Department for approval to continue selling technology to Huawei. (CNBC)</li></ul><p>S&amp;P 500</p><ul><li><strong>Archer-Daniels-Midland Co (ADM)</strong> (Consumer Staples/Agricultural Products) White House has plans to boost renewable biofuel quotas by 5% in 2020, according to draft government plans.</li><li><strong>General Motors (GM)</strong> (Consumer Discretionary/Automobile Manufacturers) CEO said her meeting with US President Trump was productive and valuable, however she said she did not provide any specifics.</li><li><strong>Nielsen Holdings (NLSN)</strong> (Industrials/Research &amp; Consulting Services) is in talks with Valence Media regarding a sale of NLSN’s music business, which is said to be valued at an 8-figure sum.</li></ul><p>OTHER</p><ul><li><strong>Alibaba (BABA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing) has bought Kaola e-commerce platform from NetEase (NTES) (Communication Services/Entertainment) for USD 2bln.</li><li><strong>Docusign (DOCU) </strong>(Information Technology/Software) Q2 (USD) EPS 0.01 (Exp. 0.04), Revenue 0.235bln (Exp. 0.221bln). Raised its FY20 revenue forecast to 0.947-0.951bln from 0.917-0.922bln (Exp. 0.92bln) forecasts Q3 revenue 0.237-.0.241bln (Exp. 0.232bln)</li><li><strong>GrubHub (GRUB) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing) announced a NYC delivery partnership with 500 McDonald's Corp. (MCD) (Consumer Discretionary/Restaurants) restaurants. (CNBC)</li><li><strong>Lululemon (LULU)</strong> (Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods) Q2 (USD) EPS 0.96 (Exp. 0.89), Revenue 0.883bln (Exp. 0.842bln), SSS +15%, up 17% on a constant dollar basis. Forecasts Q3 EPS between 0.90-0.92 (Exp. 0.90), sees revenue between 880-890mln (Exp. 864.42mln). Raises FY19 EPS view to USD 4.63-4.70 (exp. 4.65) from 4.51-4.58 and raised its revenue view to 3.80bln-3.84bln (Exp. 3.81bln) from 3.73-3.77bln.</li><li><strong>Taiwan Semiconductor (TSM)</strong> (Information Technology/Semiconductors) sees 7nm chip demand remain strong through H120. (DigiTimes)</li><li><strong>Telenav (TNAV) </strong>(Information Technology/Software) has announced a partnership with Microsoft (MSFT) to integrate TNAV’s car solutions suite with MSFT’s Connected Vehicle platform.</li><li><strong>VM Ware (VMW) </strong>(Information Technology/Software) has been named a top pick at Oppenheimer.</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>AGCO (AGCO) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>AIMCO (AIV) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>ARCH COAL (ARCH) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>CENTERPOINT ENERGY (CNP) UPGRADED TO BUY FROM HOLD AT SUNTRUST</li><li>CHEESECAKE FACTORY (CAKE) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li><li>DOCUSIGN (DOCU) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>ENCOMPASS HEALTH (EHC) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>EXELON (EXC) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>HCA HEALTHCARE (HCA) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li><li>KELLOGG (K) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>NAVISTAR (NAV) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li><li>NRG ENERGY (NRG) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>RELIANCE STEEL (RS) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT LONGBOW</li><li>SENIOR HOUSING (SNH) RESUMED WITH AN EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>ACLARIS THERAPEUTICS (ACRS) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li><li>AMERICAN NATIONAL (AMNB) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>ANTERO RESOURCES (AR) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>ATLANTIC CAPITAL (ACBI) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>ATLANTIC UNION (AUB) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>BANK OF AMERICA (BAC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>CONAGRA BRANDS (CAG) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>DIAMONDBACK ENERGY (FANG) DOWNGRADED TO BUY FROM ACTION LIST BUY AT TD SECURITIES</li><li>DOMO (DOMO) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>EMPIRE STATE REALTY (ESRT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>ENTERGY (ETR) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>EXTENDED STAY AMERICA (STAY) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>LAIX (LAIX) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>MEDNAX (MDNX) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>MRC GLOBAL (MRC) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT SCOTIABANK</li><li>PEOPLE'S UNITED (PBCT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>STEEL DYNAMICS (STLD) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>TCG BDC (CGBD) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>TELENAV (TNAV) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT NORTHLAND</li><li>WALKER &amp; DUNLOP (WD) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li><li>ZAFGEN (ZFGN) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>AMERICAN AIR (AAL) RATED NEW BUY AT BERENBERG; PT USD 35</li><li>AVALARA (AVLR) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 100</li><li>BEYOND MEAT (BYND) RATED NEW UNDERPERFORM AT DA DAVIDSON; PT USD 130</li><li>DELTA AIR LINES (DAL) RATED NEW BUY AT BERENBERG; PT USD 72</li><li>DOCUSIGN (DOCU) RATED NEW OUTPERFORM AT RBC; PT USD 75</li><li>DURECT (DRRX) RATED NEW OVERWEIGHT AT CANTOR; PT USD 5</li><li>EKSO BIONICS HOLDINGS (EKSO) RATED NEW OVERWEIGHT AT CANTOR; PT USD 1</li><li>KADMON HOLDINGS (KDMN) RATED NEW OVERWEIGHT AT CANTOR; PT USD 8</li><li>KINSALE CAPITAL (KNSL) RATED NEW MARKET PERFORM AT JMP</li><li>MONMOUTH REAL ESTATE (MNR) RATED NEW BUY AT COMPASS POINT; PT USD 16.50</li><li>NESCO HOLDINGS (NSCO) RATED NEW BUY AT DEUTSCHE BANK; PT USD 8</li><li>NEW RESIDENTIAL (NRZ) RATED NEW BUY AT BTIG; PT USD 18</li><li>PINDUODUO ADRS (PDD) RATED NEW OUTPERFORM AT CCB INTERNATIONAL; PT USD 38</li><li>REPAY HOLDINGS (RPAY) RATED NEW OVERWEIGHT AT CANTOR; PT USD 16</li><li>SENIOR HOUSING PROPERTIES (SNH) RESUMED EQUAL WEIGHT AT MORGAN STANLEY</li><li>SOUTHWEST AIR (LUV) RATED NEW HOLD AT BERENBERG; PT USD 57</li><li>SYNNEX (SNX) RATED NEW BUY AT BOFAML; PT USD 120</li><li>UNITED AIRLINES (UAL) RATED NEW HOLD AT BERENBERG; PT USD 95</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Albany International Corp (AIN) USD 0.18</li><li>AMC Entertainment Holdings Inc (AMC) USD 0.20</li><li>Amerco (UHAL) USD 0.50</li><li>Becton Dickinson and Co (BDX) USD 0.77</li><li>Coty Inc (COTY) USD 0.12</li><li>FedEx Corp (FDX) USD 0.65</li><li>First American Financial Corp (FAF) USD 0.42</li><li>Insperity Inc (NSP) USD 0.30</li><li>Jack Henry &amp; Associates Inc (JKHY) USD 0.40</li><li>Lancaster Colony Corp (LANC) USD 0.65</li><li>Northrop Grumman Corp (NOC) USD 1.32</li><li>Public Service Enterprise Group Inc (PEG) USD 0.47</li><li>WesBanco Inc (WSBC) USD 0.31</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-6th-septemmber-2019-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:52:00",
        "gmt_time": "2019-09-06 12:52:00"
    },
    {
        "id": 885646,
        "updated_sequence": 1923562,
        "published_at": {
            "unix": 1567774140,
            "text": "2019-09-06 13:49:00 +0100",
            "iso_8601": "2019-09-06T12:49:00Z"
        },
        "updated_at": {
            "unix": 1567774202,
            "text": "2019-09-06 13:50:02 +0100",
            "iso_8601": "2019-09-06T12:50:02Z"
        },
        "subject": "Mexican Foreign Minister Ebrard does not expect a tariff threat from the US next week during migration talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-foreign-minister-ebrard-does-not-expect-a-tariff-threat-from-the-us-next-week-during-migration-talks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:49:00",
        "gmt_time": "2019-09-06 12:49:00"
    },
    {
        "id": 885646,
        "updated_sequence": 1923562,
        "published_at": {
            "unix": 1567774140,
            "text": "2019-09-06 13:49:00 +0100",
            "iso_8601": "2019-09-06T12:49:00Z"
        },
        "updated_at": {
            "unix": 1567774202,
            "text": "2019-09-06 13:50:02 +0100",
            "iso_8601": "2019-09-06T12:50:02Z"
        },
        "subject": "Mexican Foreign Minister Ebrard does not expect a tariff threat from the US next week during migration talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-foreign-minister-ebrard-does-not-expect-a-tariff-threat-from-the-us-next-week-during-migration-talks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:49:00",
        "gmt_time": "2019-09-06 12:49:00"
    },
    {
        "id": 885645,
        "updated_sequence": 1923559,
        "published_at": {
            "unix": 1567774020,
            "text": "2019-09-06 13:47:00 +0100",
            "iso_8601": "2019-09-06T12:47:00Z"
        },
        "updated_at": {
            "unix": 1567774111,
            "text": "2019-09-06 13:48:31 +0100",
            "iso_8601": "2019-09-06T12:48:31Z"
        },
        "subject": "Turkish Court has sentenced Istanbul's head for Turkey's main opposition party to 9 years and 8 months in prison, according to an opposition MP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-court-has-sentenced-istanbul-s-head-for-turkey-s-main-opposition-party-to-9-years-and-8-months-in-prison-according-to-an-opposition-mp-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:47:00",
        "gmt_time": "2019-09-06 12:47:00"
    },
    {
        "id": 885644,
        "updated_sequence": 1923541,
        "published_at": {
            "unix": 1567773060,
            "text": "2019-09-06 13:31:00 +0100",
            "iso_8601": "2019-09-06T12:31:00Z"
        },
        "updated_at": {
            "unix": 1567773123,
            "text": "2019-09-06 13:32:03 +0100",
            "iso_8601": "2019-09-06T12:32:03Z"
        },
        "subject": "US Total Nonfarm Birth/Death Rate (Aug): 93K (Prev. 148k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-total-nonfarm-birth-death-rate-aug-93k-prev-148k-06-09-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:31:00",
        "gmt_time": "2019-09-06 12:31:00"
    },
    {
        "id": 885643,
        "updated_sequence": 1923536,
        "published_at": {
            "unix": 1567773000,
            "text": "2019-09-06 13:30:00 +0100",
            "iso_8601": "2019-09-06T12:30:00Z"
        },
        "updated_at": {
            "unix": 1567773044,
            "text": "2019-09-06 13:30:44 +0100",
            "iso_8601": "2019-09-06T12:30:44Z"
        },
        "subject": "Canadian Average Hourly Wages (Aug) 3.8% (Prev. 4.54%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-average-hourly-wages-aug-3-8-prev-4-54-06-09-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:30:00",
        "gmt_time": "2019-09-06 12:30:00"
    },
    {
        "id": 885627,
        "updated_sequence": 1923486,
        "published_at": {
            "unix": 1567772580,
            "text": "2019-09-06 13:23:00 +0100",
            "iso_8601": "2019-09-06T12:23:00Z"
        },
        "updated_at": {
            "unix": 1567772742,
            "text": "2019-09-06 13:25:42 +0100",
            "iso_8601": "2019-09-06T12:25:42Z"
        },
        "subject": "US President Trump reiterates arguments that the Fed should cut rates; argues the Fed raised rates way to early and cut way too late, hints at regret over decision to hire Fed Chair Powell",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1169948967947395072\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-reiterates-arguments-that-the-fed-should-cut-rates-argues-the-fed-raised-rates-way-to-early-and-cut-way-too-late-hints-at-regret-over-decision-to-hire-fed-chair-powell-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:23:00",
        "gmt_time": "2019-09-06 12:23:00"
    },
    {
        "id": 885626,
        "updated_sequence": 1923488,
        "published_at": {
            "unix": 1567771920,
            "text": "2019-09-06 13:12:00 +0100",
            "iso_8601": "2019-09-06T12:12:00Z"
        },
        "updated_at": {
            "unix": 1567772924,
            "text": "2019-09-06 13:28:44 +0100",
            "iso_8601": "2019-09-06T12:28:44Z"
        },
        "subject": "CBR Governor Nabiulina says the Central Bank is ready to consider one more rate cut this year, the Key Rate is near the neutral range, small rate cuts are adequate to current conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows the CBR's 25bps rate cut</li></ul>",
        "analysis_updated_at": {
            "unix": 1567772040,
            "text": "2019-09-06 13:14:00 +0100",
            "iso_8601": "2019-09-06T12:14:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbr-governor-nabiulina-says-the-central-bank-is-ready-to-consider-one-more-rate-cut-this-year-the-key-rate-is-near-the-neutral-range-small-rate-cuts-are-adequate-to-current-conditions-06-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:12:00",
        "gmt_time": "2019-09-06 12:12:00"
    },
    {
        "id": 885625,
        "updated_sequence": 1923474,
        "published_at": {
            "unix": 1567771740,
            "text": "2019-09-06 13:09:00 +0100",
            "iso_8601": "2019-09-06T12:09:00Z"
        },
        "updated_at": {
            "unix": 1567771829,
            "text": "2019-09-06 13:10:29 +0100",
            "iso_8601": "2019-09-06T12:10:29Z"
        },
        "subject": "CBR Chief expects the oil price to gradually decline to USD 50/BBL in 2021",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbr-chief-expects-the-oil-price-to-gradually-decline-to-usd-50-bbl-in-2021-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:09:00",
        "gmt_time": "2019-09-06 12:09:00"
    },
    {
        "id": 885453,
        "updated_sequence": 1923468,
        "published_at": {
            "unix": 1567771200,
            "text": "2019-09-06 13:00:00 +0100",
            "iso_8601": "2019-09-06T12:00:00Z"
        },
        "updated_at": {
            "unix": 1567771428,
            "text": "2019-09-06 13:03:48 +0100",
            "iso_8601": "2019-09-06T12:03:48Z"
        },
        "subject": "PREVIEW: US Nonfarm Payrolls Report (August 2019)",
        "content": "<ul><li>Although analysts look for an above-trend 160k nonfarm payrolls to be added to the US economy in August, indicators are mixed: On the one hand, ADP’s gauge of payrolls surprised to the upside; however, Challenger job cuts ticked higher, and the employment sub-indices within the ISM surveys also declined (though remain expansionary). Consumer confidence data showed the differential between jobs ‘plentiful’ and ‘jobs hard to get’ rising, auguring well for the NFP data, but the outlook on the labour market was less positive, while consumers are also becoming less optimistic about the prospects for wage growth. <strong>To download the report, please click </strong><a href=\"/research_sheets/22707/download\"><strong>here.&nbsp;</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-us-nonfarm-payrolls-report-august-2019-05-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 20:00:00",
        "gmt_time": "2019-09-06 12:00:00"
    },
    {
        "id": 885620,
        "updated_sequence": 1923457,
        "published_at": {
            "unix": 1567770480,
            "text": "2019-09-06 12:48:00 +0100",
            "iso_8601": "2019-09-06T11:48:00Z"
        },
        "updated_at": {
            "unix": 1567770634,
            "text": "2019-09-06 12:50:34 +0100",
            "iso_8601": "2019-09-06T11:50:34Z"
        },
        "subject": "China and Russia's attempts to reduce reliance on the USD are set to continue at the end of this year or early next year with Moscow's Ministry of Finance likely to launch its first Yuan-denominated bond, SCMP writes",
        "content": "<p><a href=\"https://www.scmp.com/economy/china-economy/article/3026042/china-and-russia-edge-closer-reducing-us-dollar-reliance\">Link to article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-and-russia-s-attempts-to-reduce-reliance-on-the-usd-are-set-to-continue-at-the-end-of-this-year-or-early-next-year-with-moscow-s-ministry-of-finance-likely-to-launch-its-first-yuan-denominated-bond-scmp-writes-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 19:48:00",
        "gmt_time": "2019-09-06 11:48:00"
    },
    {
        "id": 885619,
        "updated_sequence": 1923454,
        "published_at": {
            "unix": 1567769940,
            "text": "2019-09-06 12:39:00 +0100",
            "iso_8601": "2019-09-06T11:39:00Z"
        },
        "updated_at": {
            "unix": 1567770037,
            "text": "2019-09-06 12:40:37 +0100",
            "iso_8601": "2019-09-06T11:40:37Z"
        },
        "subject": "Denmark PM Frederiksen says he is in talks with European allies about an international naval mission in the Hormuz Strait",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "denmark-pm-frederiksen-says-he-is-in-talks-with-european-allies-about-an-international-naval-mission-in-the-hormuz-strait-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 19:39:00",
        "gmt_time": "2019-09-06 11:39:00"
    },
    {
        "id": 885618,
        "updated_sequence": 1923451,
        "published_at": {
            "unix": 1567769340,
            "text": "2019-09-06 12:29:00 +0100",
            "iso_8601": "2019-09-06T11:29:00Z"
        },
        "updated_at": {
            "unix": 1567769471,
            "text": "2019-09-06 12:31:11 +0100",
            "iso_8601": "2019-09-06T11:31:11Z"
        },
        "subject": "Scotiabank FX Daily - USD Mixed as Markets Await NFP, Powell Comments  ",
        "content": "<ul><li>&nbsp; USD slide stalls ahead of jobs data and Fed Chair comments.</li><li>&nbsp; CAD unable to progress ahead of Canadian jobs data.</li><li>&nbsp; EUR rally stalls above 1.10 as markets ponder today’s event risk.</li><li>&nbsp; GBP rally subsides; focus remains intently on Brexit risks.</li><li>&nbsp; JPY little changed as markets tilt somewhat pro-risk.</li><li>&nbsp; AUD out-performs alongside the NZD on China stimulus.</li><li>&nbsp; MXN modestly firmer; Jun Gross Fixed Investment data falls 8.8% Y/Y.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-mixed-as-markets-await-nfp-powell-comments-06-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 19:29:00",
        "gmt_time": "2019-09-06 11:29:00"
    },
    {
        "id": 885617,
        "updated_sequence": 1923448,
        "published_at": {
            "unix": 1567767720,
            "text": "2019-09-06 12:02:00 +0100",
            "iso_8601": "2019-09-06T11:02:00Z"
        },
        "updated_at": {
            "unix": 1567768097,
            "text": "2019-09-06 12:08:17 +0100",
            "iso_8601": "2019-09-06T11:08:17Z"
        },
        "subject": "PVM'S CRUDE TECHNICAL LEVELS: Broken through short-term MAs to the downside",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Both Brent and WTI futures have broken to the downside in a lack of fresh downside catalysts. Brent fell through the 60.00 handle, then again through through the 5/8 DMAs around 59.90, as to which PVM suggests the price should head to the lows of the week at 57.23.</li></ul>",
        "analysis_updated_at": {
            "unix": 1567768020,
            "text": "2019-09-06 12:07:00 +0100",
            "iso_8601": "2019-09-06T11:07:00Z"
        },
        "push_notify": false,
        "source": "PVM",
        "slug": "pvm-s-crude-technical-levels-broken-through-short-term-mas-to-the-downside-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 19:02:00",
        "gmt_time": "2019-09-06 11:02:00"
    },
    {
        "id": 885613,
        "updated_sequence": 1923434,
        "published_at": {
            "unix": 1567767300,
            "text": "2019-09-06 11:55:00 +0100",
            "iso_8601": "2019-09-06T10:55:00Z"
        },
        "updated_at": {
            "unix": 1567767467,
            "text": "2019-09-06 11:57:47 +0100",
            "iso_8601": "2019-09-06T10:57:47Z"
        },
        "subject": "Argus production survey for August says Opec output up 150k bpd to 29.71m bpd, biggest in Saudi Arabia, output in Iraq at new record high, Nigeria increases to near two-year high",
        "content": "<p><a href=\"https://twitter.com/ncitayim/status/1169926844470218752\">Via Twitter</a></p><figure class=\"image\"><img src=\"https://pbs.twimg.com/media/EDxqQvWW4AAHjb7?format=png&amp;name=large\"></figure>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "argus-production-survey-for-august-says-opec-output-up-150k-bpd-to-29-71m-bpd-biggest-in-saudi-arabia-output-in-iraq-at-new-record-high-nigeria-increases-to-near-two-year-high-06-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:55:00",
        "gmt_time": "2019-09-06 10:55:00"
    },
    {
        "id": 885612,
        "updated_sequence": 1923431,
        "published_at": {
            "unix": 1567767240,
            "text": "2019-09-06 11:54:00 +0100",
            "iso_8601": "2019-09-06T10:54:00Z"
        },
        "updated_at": {
            "unix": 1567767329,
            "text": "2019-09-06 11:55:29 +0100",
            "iso_8601": "2019-09-06T10:55:29Z"
        },
        "subject": "RANsquawk Daily US Opening News - 6th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22714/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are little changed, having faded the post-PBoC RRR gains; while WTI &amp; Brent are now experiencing a more pronounced price decline with NFP &amp; Powell ahead</li><li>PBoC cut its RRR by 50bps, effective as of Sep 16, will further cut RRR for some qualified banks, some banks will get an addition RRR cut of 100bps</li><li>DXY remains within a tight range and major counterparts are mixed while European bonds continue to grind higher and away from their US counterparts</li><li>Looking ahead, highlights include US &amp; Canadian Jobs Reports, CBR Rate Decision, Moody’s Reviewing Italy, Fed’s Powell, SNB’s Jordan, BoE’s Ramsden</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded higher after sustaining the momentum from Wall St. where all major indices rallied and the S&amp;P 500 notched a 1-month high</strong> amid US-China trade hopes, while better than expected ISM Non-Manufacturing and ADP jobs data ahead of today's NFP report added to the optimism. <strong>ASX 200 (+0.5%) </strong>and<strong> Nikkei 225 (+0.5%)</strong> were higher with the gains in Australia led by tech following similar outperformance of the trade-sensitive sector stateside and with the JPY-risk dynamic at play in Tokyo. <strong>Hang Seng (+0.7%) </strong>and<strong> Shanghai Comp. (+0.5%)</strong> conformed to the global optimism although gains in the region were somewhat capped ahead of the key US jobs data and after a mostly inactive PBoC this week resulted to a net weekly liquidity drain of CNY 100bln. Finally, 10yr JGBs were lower following the extended its slide below 155.00 after-hours yesterday as the heightened risk appetite triggered declines across global bonds. However, downside has since been stemmed on selling fatigue and with the BoJ present in the market for over JPY 1.2tln of JGBs heavily concentrated on 1yr-10yr maturities, while BoJ Governor Kuroda also reiterated that lowering rates further into negative territory is always an option and noted both 20yr and 30yr yields have declined a bit too far.</p><p>PBoC injected CNY 40bln via 7-day reverse repos for a weekly net drain of CNY 100bln. (Newswires) <strong>PBoC set CNY mid-point at 7.0855 vs. Exp. 7.1003 (Prev. 7.0852)</strong> Fitch downgraded Hong Kong from AA+ to AA; Outlook Negative</p><p><strong>PBoC cut its RRR by 50bps, effective as of Sep 16, will further cut RRR for some qualified banks, some banks will get an addition RRR cut of 100bps (in two phases of 50bps each on Oct 15 and Nov 15), to release CNY 900bln in liquidity</strong></p><p>- RRR cuts will lower cost burden on banks by CNY 15bln annualy</p><p>- Reiterates that no flood-like stimulus will be implemented</p><p>- Reiterates will step up counters-cyclical adjustments and keep liquidity reasonably ample</p><p><strong>US</strong></p><p>US President Trump tweeted a quote which reiterated view that China needs a deal more than US and that the US economy is strong, while the quote suggested there wouldn't be a need to worry about a recession if the Fed cut rates to where the bond market says they should be. (Twitter)</p><p>US Treasury recommended ending conservatorship for Fannie Mae and Freddie Mac, as well as preserving government support in the housing market. (Newswires)</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump spoke to French President Macron on Thursday regarding digital sales tax, while they also discussed Iran's actions in the Gulf and Trump told Macron that Iran sanctions won’t be dropped now. (Newswires)</p><p>Iran said it lifted limitations on research and development field as part of further scaling back from the 2015 nuclear accord and will inform UN nuclear agency of the details of its nuclear steps. (Newswires)</p><p><strong>US Defence Secretary Esper says it appears in some ways that Iran is moving towards a place where talks would be possible</strong>. (Newswires)</p><p>US continues to believe that enforcing sanctions on Iran is key to bringing Iran to the negotiation table, US and French Minister are to discuss tomorrow on how to coordinate navies to ensure freedom of navigation in the Gulf, a Senior US Defence official. (Newswires)</p><p>UK/EU</p><p><strong>UK Labour Party will seek to delay an election until November after party leader Corbyn was warned he would lose if it were to be held sooner</strong>, while Corbyn believes he can trap PM Johnson by refusing to an October election and force him to seek a Brexit delay. (Telegraph) <strong>However, there were later reports that suggested the Labour Party and SNP are said to discuss calling for October 29th election</strong>. (Newswires)</p><p>Chancellor of the Duchy of Lancaster Gove said he would support former PM May's Brexit deal if it returned to Parliament. (Telegraph)</p><p><strong>At least 12 of the ejected rebel Tory MPs are seeking to run as independents if a new general election is called</strong>. (Newswires)</p><p>UK High Court rejects the attempt to rule that PM Boris Johnson acted unlawfully by proroguing Parliament for five weeks. (Newswires)</p><p>German Industrial Output MM* Jul -0.6% vs. Exp. 0.3% (Prev. -1.5%, Rev. -1.1%). (Newswires)</p><p>EQUITIES</p><p>Major European bourses are flat [Eurostoxx 50 +0.1%] after the region saw a tentative open ahead of today’s key risk events (US Jobs data, Fed Chair Powell to speak on economic outlook and monetary policy). Bourses experienced some short-lived upside upon the PBoC’s announcement of its 50bps RRR cut effective Sep 16th. Further RRR cuts will be implemented on some banks in two phases of 50bps each on October 15th and November 15th. The PBoC estimates a release of CNY 900bln in liquidity.&nbsp; Sectors are mixed with marginal outperformance in consumer discretionary names whilst utilities lag. Looking at individual movers Telenor (-4.3%) are subdued after the Co. and Axiata agreed to end discussions regarding a non-cash combination of their telecom infrastructures. Meanwhile Sodexo (-3.7%) is just below on the Stoxx 600 on the back of a broker move. On the flip side, Thyssenkrupp (+2.2%) share continues its ascent amid constructive comments from Kone (+2.0%) regarding the former’s elevator unit, with indicative bids for this unit to be submitted by Wednesday.</p><p><strong>Facebook (FB)</strong> and <strong>Alphabet (GOOG)</strong> will be the target of fresh State antitrust probes. (WSJ)</p><p>FX</p><p><strong>USD -</strong> Pre-NFP caution and consolidation has curtailed the Dollar’s recovery, with the index churning within a tight 98.309-463 range just shy of Thursday’s post-ADP and non-manufacturing ISM high (98.538). In terms of Friday’s fundamental drivers, the data spotlight falls on US jobs ahead of Fed chair Powell ahead of the September FOMC and pre-policy meeting purdah, but from a technical perspective the DXY is delicately placed between 10 and 20 DMAs at 98.480 and 98.210 respectively.</p><p><strong>NZD/AUD/CAD -</strong> In keeping with this week’s evolving and improving risk tone, supplemented by 50-100 BP PBoC RRR cuts, high beta and more sensitive to overall sentiment G10 currencies have forged further gains, with Nzd/Usd managing to clamber back above 0.6400 and overtaking Aud/Usd in the process as the cross fades after several 1.0700+ forays. However, the Aussie has formed a firmer footing vs its US counterpart and nibbled through buy-stops between 0.6830-35 alongside a more pronounced bounce in the Yuan (Usd/Cnh eyeing 7.1100 compared to highs not far from 7.2000 recently). Meanwhile, Usd/Cad has slipped back to test 1.3200 after comments from BoC’s Schembri basically underscored Wednesday’s rates appropriate for now guidance, albeit adding more emphasis on weak commodity prices and not ruling out NIRP in extreme circumstances. Next up for the Loonie, Canadian labour data alongside US NFP, and then IVEY PMI after this week’s sub-50 Markit manufacturing print.</p><p><strong>EUR -</strong> The single currency is holding rock steady against the Greenback between 1.1030-50 and may not venture much further ahead of the aforementioned US labour report, or after given hefty option expiry interest at 1.1045-55 (1.8 bn) and Fib resistance near the middle of that band (1.1049).</p><p><strong>JPY/GBP/CHF -</strong> All on the back foot, with the Yen pivoting 107.00 and wary of decent expiries between the big figure and 107.05 (1.7 bn), but cushioned by bids reportedly layered from 107.10 to 107.20 ahead of corporate supply at 107.50. Elsewhere, Sterling has been more volatile amidst the ongoing UK political and Brexit uncertainty, with Cable waning ahead of 1.2350 and losing grip of the 1.2300 handle again before gleaning some traction on the High Court’s ruling that PM Johnson’s Parliament suspension is not unlawful. Conversely, the Franc is underperforming around 0.9900 and under 1.0900 vs the Euro after reiterations from SNB head Jordan that sub-zero Swiss interest rates are still required, and in advance of another scheduled appearance by the chief alongside his US peer.</p><p><strong>EM -</strong> Try aside, regional currencies are revelling in the stronger appetite for risk, and the Rub is now exception even though the CBR is widely expected to lower rates by 25 bp shortly.</p><p>Notable FX Expiries:</p><p>- EUR/USD: 1.0990-1.1000 (760M), <strong>1.1045-55 (1.8BLN),</strong> 1.1075-80 (400M), 1.1090-1.1100 (750M)</p><p>- USD/CAD: 1.3200 (200M), 1.3230-40 (500M), <strong>1.3290-1.3300 (1BLN),</strong> 1.3315-20 (500M)</p><p>- USD/JPY: 106.50 (250M), <strong>107.00-05 (1.7BLN),</strong> 107.25-30 (860M)</p><p><strong>FIXED</strong></p><p>Interestingly, and perhaps pertinently there was relatively little adverse reaction or only limited pull-back on the breaking Chinese RRR cut headlines. Moreover, Bunds and Gilts have both rebounded firmly with seemingly no major catalyst, and independently of US Treasuries that remain depressed, albeit off worst levels. The 10 year Eurozone bond has now been as high as 174.99 and its UK equivalent recently reached 133.67 amidst more consolidation off yesterday’s deep lows and profit taking/position squaring ahead of the US jobs data, which may also entail some spread flows an unwinding of recent underperformance against USTs. In terms of chart impulses, Bunds face resistance around 175.14-17 if 175.00 is breached and Gilts are eyeing 133.76-83 next, plus BoE’s Ramsden before the BLS report.</p><p>COMMODITIES</p><p><strong>WTI and Brent</strong> crude futures are lower on the day thus far, as is usually the case on US jobs report day, with participants also awaiting Fed Chair Powell’s speech on economic outlook and monetary policy. WTI futures reside under the 55.50/bbl mark after it failed to convincingly breach its 100 DMA to the upside yesterday whilst today breaching both its 50 and 200 DMAs to the downside (both at 56.15/bbl). Meanwhile, Brent futures trade below 60.00/bbl at time of writing. In terms of weekly performance, both energy benchmarks were swayed by the flip-flop in risk sentiment over the week, WTI futures fluctuated in-between its 50 WMA (57.63/bbl) and 200 WMA (53.25/bbl), whilst its Brent counterpart printed a weekly range of 57.26-60.90/bbl for now. Elsewhere, <strong>gold prices</strong> remain on the backfoot despite a weaker Buck as the recent bout of risk appetite (driven by US/China trade hopes and better-than-forecast ISM N-manufacturing) took the yellow metal closer to the 1500/oz mark (vs. weekly high at 1557/oz). Meanwhile, as it stands<strong>, copper</strong> is poised to end the week on a more positive note as prices remain above the 2.60/lb level (vs. sub-2.50/lb low). Finally, <strong>nickel ore prices</strong> saw a correction of around 3.0% amid supply glut concerns followings its recent rally with downside attributed to Indonesia stated that nickel miners can apply for new export quotas for the rest of the year in addition to their already approved quotas.</p><p>CME raised COMEX 5000 silver futures margins by 19.5% to USD 4900/contract and raised Nat Gas Henry Hub futures margins by 9.1% to USD 1800 per contract. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-6th-september-2019-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:54:00",
        "gmt_time": "2019-09-06 10:54:00"
    },
    {
        "id": 885610,
        "updated_sequence": 1923428,
        "published_at": {
            "unix": 1567766880,
            "text": "2019-09-06 11:48:00 +0100",
            "iso_8601": "2019-09-06T10:48:00Z"
        },
        "updated_at": {
            "unix": 1567766972,
            "text": "2019-09-06 11:49:32 +0100",
            "iso_8601": "2019-09-06T10:49:32Z"
        },
        "subject": "Brexit rebels will vote against, or abstain from voting for an election on Monday, and rebels will not put any motion of confidence on the government on Monday; a move before 31st October is unlikely, Sky reports",
        "content": "<ul><li>Via <a href=\"https://twitter.com/SamCoatesSky/status/1169923732627959809?s=20\">Sky reporter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brexit-rebels-will-vote-against-or-abstain-from-voting-for-an-election-on-monday-and-rebels-will-not-put-any-motion-of-confidence-on-the-government-on-monday-a-move-before-31st-october-is-unlikely-sky-reports-06-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:48:00",
        "gmt_time": "2019-09-06 10:48:00"
    },
    {
        "id": 885611,
        "updated_sequence": 1923426,
        "published_at": {
            "unix": 1567766880,
            "text": "2019-09-06 11:48:00 +0100",
            "iso_8601": "2019-09-06T10:48:00Z"
        },
        "updated_at": {
            "unix": 1567766967,
            "text": "2019-09-06 11:49:27 +0100",
            "iso_8601": "2019-09-06T10:49:27Z"
        },
        "subject": "RANsquawk EU Mid Session: : PBoC pre-announces RRR reductions as markets prepare for payrolls and Powell - 6th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22713/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European bourses are flat [Eurostoxx 50 +0.1%] after the region saw a tentative open</strong> ahead of today’s key risk events (US Jobs data, Fed Chair Powell to speak on economic outlook and monetary policy). Bourses experienced some short-lived upside upon the PBoC’s announcement of its 50bps RRR cut effective Sep 16th. Further RRR cuts will be implemented on some banks in two phases of 50bps each on October 15th and November 15th. The PBoC estimates a release of CNY 900bln in liquidity.&nbsp; Sectors are mixed with marginal outperformance in consumer discretionary names whilst utilities lag. Looking at individual movers Telenor (-4.3%) are subdued after the Co. and Axiata agreed to end discussions regarding a non-cash combination of their telecom infrastructures. Meanwhile Sodexo (-3.7%) is just below on the Stoxx 600 on the back of a broker move. On the flip side, Thyssenkrupp (+2.2%) share continues its ascent amid constructive comments from Kone (+2.0%) regarding the former’s elevator unit, with indicative bids for this unit to be submitted by Wednesday.</p><p><strong>FX</strong></p><p><strong>USD</strong> - Pre-NFP caution and consolidation has curtailed the Dollar’s recovery, with the index churning within a tight 98.309-463 range just shy of Thursday’s post-ADP and non-manufacturing ISM high (98.538). In terms of Friday’s fundamental drivers, the data spotlight falls on US jobs ahead of Fed chair Powell ahead of the September FOMC and pre-policy meeting purdah, but from a technical perspective the DXY is delicately placed between 10 and 20 DMAs at 98.480 and 98.210 respectively.</p><p><strong>NZD/AUD/CAD</strong> - In keeping with this week’s evolving and improving risk tone, supplemented by 50-100 BP PBoC RRR cuts, high beta and more sensitive to overall sentiment G10 currencies have forged further gains, with Nzd/Usd managing to clamber back above 0.6400 and overtaking Aud/Usd in the process as the cross fades after several 1.0700+ forays. However, the Aussie has formed a firmer footing vs its US counterpart and nibbled through buy-stops between 0.6830-35 alongside a more pronounced bounce in the Yuan (Usd/Cnh eyeing 7.1100 compared to highs not far from 7.2000 recently). Meanwhile, Usd/Cad has slipped back to test 1.3200 after comments from BoC’s Schembri basically underscored Wednesday’s rates appropriate for now guidance, albeit adding more emphasis on weak commodity prices and not ruling out NIRP in extreme circumstances. Next up for the Loonie, Canadian labour data alongside US NFP, and then IVEY PMI after this week’s sub-50 Markit manufacturing print.</p><p><strong>EUR</strong> - The single currency is holding rock steady against the Greenback between 1.1030-50 and may not venture much further ahead of the aforementioned US labour report, or after given hefty option expiry interest at 1.1045-55 (1.8 bn) and Fib resistance near the middle of that band (1.1049).</p><p><strong>JPY/GBP/CHF</strong> - All on the back foot, with the Yen pivoting 107.00 and wary of decent expiries between the big figure and 107.05 (1.7 bn), but cushioned by bids reportedly layered from 107.10 to 107.20 ahead of corporate supply at 107.50. Elsewhere, Sterling has been more volatile amidst the ongoing UK political and Brexit uncertainty, with Cable waning ahead of 1.2350 and losing grip of the 1.2300 handle again before gleaning some traction on the High Court’s ruling that PM Johnson’s Parliament suspension is not unlawful. Conversely, the Franc is underperforming around 0.9900 and under 1.0900 vs the Euro after reiterations from SNB head Jordan that sub-zero Swiss interest rates are still required, and in advance of another scheduled appearance by the chief alongside his US peer.</p><p><strong>EM</strong> - Try aside, regional currencies are revelling in the stronger appetite for risk, and the Rub is now exception even though the CBR is widely expected to lower rates by 25 bp shortly.</p><p><strong>FIXED INCOME</strong></p><p>Interestingly, and perhaps pertinently there was relatively little adverse reaction or only limited pull-back on the breaking Chinese RRR cut headlines. Moreover, <strong>Bunds</strong> and <strong>Gilts</strong> have both rebounded firmly with seemingly no major catalyst, and independently of <strong>US Treasuries</strong> that remain depressed, albeit off worst levels. The 10 year Eurozone bond has now been as high as 174.99 and its UK equivalent recently reached 133.67 amidst more consolidation off yesterday’s deep lows and profit taking/position squaring ahead of the US jobs data, which may also entail some spread flows an unwinding of recent underperformance against USTs. In terms of chart impulses, Bunds face resistance around 175.14-17 if 175.00 is breached and Gilts are eyeing 133.76-83 next, plus BoE’s Ramsden before the BLS report.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> crude futures are lower on the day thus far, as is usually the case on US jobs report day, with participants also awaiting Fed Chair Powell’s speech on economic outlook and monetary policy. WTI futures reside under the 55.50/bbl mark after it failed to convincingly breach its 100 DMA to the upside yesterday whilst today breaching both its 50 and 200 DMAs to the downside (both at 56.15/bbl). Meanwhile, Brent futures trade below 60.00/bbl at time of writing. In terms of weekly performance, both energy benchmarks were swayed by the flip-flop in risk sentiment over the week, WTI futures fluctuated in-between its 50 WMA (57.63/bbl) and 200 WMA (53.25/bbl), whilst its Brent counterpart printed a weekly range of 57.26-60.90/bbl for now. Elsewhere, <strong>gold</strong> prices remain on the backfoot despite a weaker Buck as the recent bout of risk appetite (driven by US/China trade hopes and better-than-forecast ISM N-manufacturing) took the yellow metal closer to the 1500/oz mark (vs. weekly high at 1557/oz). Meanwhile, as it stands, <strong>copper</strong> is poised to end the week on a more positive note as prices remain above the 2.60/lb level (vs. sub-2.50/lb low). Finally, <strong>nickel</strong> ore prices saw a correction of around 3.0% amid supply glut concerns followings its recent rally with downside attributed to Indonesia stated that nickel miners can apply for new export quotas for the rest of the year in addition to their already approved quotas.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-pboc-pre-announces-rrr-reductions-as-markets-prepare-for-payrolls-and-powell-6th-september-2019-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:48:00",
        "gmt_time": "2019-09-06 10:48:00"
    },
    {
        "id": 885609,
        "updated_sequence": 1923418,
        "published_at": {
            "unix": 1567766040,
            "text": "2019-09-06 11:34:00 +0100",
            "iso_8601": "2019-09-06T10:34:00Z"
        },
        "updated_at": {
            "unix": 1567766074,
            "text": "2019-09-06 11:34:34 +0100",
            "iso_8601": "2019-09-06T10:34:34Z"
        },
        "subject": "Fixed Income: more pronounced debt divergence and minimal PBoC disruption pre-NFP",
        "content": "<p>Interestingly, and perhaps pertinently there was relatively little adverse reaction or only limited pull-back on the breaking Chinese RRR cut headlines. Moreover, Bunds and Gilts have both rebounded firmly with seemingly no major catalyst, and independently of US Treasuries that remain depressed, albeit off worst levels. The 10 year Eurozone bond has now been as high as 174.99 and its UK equivalent recently reached 133.67 amidst more consolidation off yesterday’s deep lows and profit taking/position squaring ahead of the US jobs data, which may also entail some spread flows an unwinding of recent underperformance against USTs. In terms of chart impulses, Bunds face resistance around 175.14-17 if 175.00 is breached and Gilts are eyeing 133.76-83 next, plus BoE’s Ramsden before the BLS report.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-more-pronounced-debt-divergence-and-minimal-pboc-disruption-pre-nfp-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:34:00",
        "gmt_time": "2019-09-06 10:34:00"
    },
    {
        "id": 885607,
        "updated_sequence": 1923408,
        "published_at": {
            "unix": 1567765560,
            "text": "2019-09-06 11:26:00 +0100",
            "iso_8601": "2019-09-06T10:26:00Z"
        },
        "updated_at": {
            "unix": 1567765741,
            "text": "2019-09-06 11:29:01 +0100",
            "iso_8601": "2019-09-06T10:29:01Z"
        },
        "subject": "UK PM Johnson says UK will get a deal on October 17th/18th and come out of the EU",
        "content": "<ul><li>Says he will try reach out to the 21 expelled Tory members and try build bridges</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-says-uk-will-get-a-deal-on-october-17th-18th-and-come-out-of-the-eu-06-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:26:00",
        "gmt_time": "2019-09-06 10:26:00"
    },
    {
        "id": 885606,
        "updated_sequence": 1923420,
        "published_at": {
            "unix": 1567765440,
            "text": "2019-09-06 11:24:00 +0100",
            "iso_8601": "2019-09-06T10:24:00Z"
        },
        "updated_at": {
            "unix": 1567766082,
            "text": "2019-09-06 11:34:42 +0100",
            "iso_8601": "2019-09-06T10:34:42Z"
        },
        "subject": "BAML Flow Show notes investors put USD 11.4bln into bond funds, USD 1.3bln into gold, pulled USD 8.4bln out of stocks in the week to Wednesday, Bull/Bear indicator tumbles to most bearing positioning since March 2016, now at 0.6 signalling a \"buy\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-investors-put-usd-11-4bln-into-bond-funds-usd-1-3bln-into-gold-pulled-usd-8-4bln-out-of-stocks-in-the-week-to-wednesday-bull-bear-indicator-tumbles-to-most-bearing-positioning-since-march-2016-now-at-0-6-signalling-a-06-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:24:00",
        "gmt_time": "2019-09-06 10:24:00"
    },
    {
        "id": 885605,
        "updated_sequence": 1923400,
        "published_at": {
            "unix": 1567764120,
            "text": "2019-09-06 11:02:00 +0100",
            "iso_8601": "2019-09-06T10:02:00Z"
        },
        "updated_at": {
            "unix": 1567764176,
            "text": "2019-09-06 11:02:56 +0100",
            "iso_8601": "2019-09-06T10:02:56Z"
        },
        "subject": "FX Morning Colour: DXY dangling between DMAs ahead of payrolls and Powell",
        "content": "<p><strong>USD</strong></p><p>Pre-NFP caution and consolidation has curtailed the Dollar’s recovery, with the index churning within a tight 98.309-463 range just shy of Thursday’s post-ADP and non-manufacturing ISM high (98.538). In terms of Friday’s fundamental drivers, the data spotlight falls on US jobs ahead of Fed chair Powell ahead of the September FOMC and pre-policy meeting purdah, but from a technical perspective the DXY is delicately placed between 10 and 20 DMAs at 98.480 and 98.210 respectively.</p><p><strong>NZD/AUD/CAD</strong></p><p>In keeping with this week’s evolving and improving risk tone, supplemented by 50-100 BP PBoC RRR cuts, high beta and more sensitive to overall sentiment G10 currencies have forged further gains, with Nzd/Usd managing to clamber back above 0.6400 and overtaking Aud/Usd in the process as the cross fades after several 1.0700+ forays. However, the Aussie has formed a firmer footing vs its US counterpart and nibbled through buy-stops between 0.6830-35 alongside a more pronounced bounce in the Yuan (Usd/Cnh eyeing 7.1100 compared to highs not far from 7.2000 recently). Meanwhile, Usd/Cad has slipped back to test 1.3200 after comments from BoC’s Schembri basically underscored Wednesday’s rates appropriate for now guidance, albeit adding more emphasis on weak commodity prices and not ruling out NIRP in extreme circumstances. Next up for the Loonie, Canadian labour data alongside US NFP, and then IVEY PMI after this week’s sub-50 Markit manufacturing print.</p><p><strong>EUR</strong></p><p>The single currency is holding rock steady against the Greenback between 1.1030-50 and may not venture much further ahead of the aforementioned US labour report, or after given hefty option expiry interest at 1.1045-55 (1.8 bn) and Fib resistance near the middle of that band (1.1049).</p><p><strong>JPY/GBP/CHF</strong></p><p>All on the back foot, with the Yen pivoting 107.00 and wary of decent expiries between the big figure and 107.05 (1.7 bn), but cushioned by bids reportedly layered from 107.10 to 107.20 ahead of corporate supply at 107.50. Elsewhere, Sterling has been more volatile amidst the ongoing UK political and Brexit uncertainty, with Cable waning ahead of 1.2350 and losing grip of the 1.2300 handle again before gleaning some traction on the High Court’s ruling that PM Johnson’s Parliament suspension is not unlawful. Conversely, the Franc is underperforming around 0.9900 and under 1.0900 vs the Euro after reiterations from SNB head Jordan that sub-zero Swiss interest rates are still required, and in advance of another scheduled appearance by the chief alongside his US peer.</p><p><strong>EM&nbsp;</strong></p><p>Try aside, regional currencies are revelling in the stronger appetite for risk, and the Rub is now exception even though the CBR is widely expected to lower rates by 25 bp shortly.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-dangling-between-dmas-ahead-of-payrolls-and-powell-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 18:02:00",
        "gmt_time": "2019-09-06 10:02:00"
    },
    {
        "id": 885604,
        "updated_sequence": 1923395,
        "published_at": {
            "unix": 1567762440,
            "text": "2019-09-06 10:34:00 +0100",
            "iso_8601": "2019-09-06T09:34:00Z"
        },
        "updated_at": {
            "unix": 1567762541,
            "text": "2019-09-06 10:35:41 +0100",
            "iso_8601": "2019-09-06T09:35:41Z"
        },
        "subject": "Facebook (FB) and Alphabet (GOOG) will be the target of fresh State antitrust probes ",
        "content": "<ul><li>Texas attorney general will lead effort examining impact of Google on digital advertising markets&nbsp;</li><li>New York attorney general will lead Facebook review, citing concerns over control of personal data</li><li><a href=\"https://www.wsj.com/articles/states-to-launch-google-facebook-antitrust-probes-11567762204?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "facebook-fb-and-alphabet-goog-will-be-the-target-of-fresh-state-antitrust-probes-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:34:00",
        "gmt_time": "2019-09-06 09:34:00"
    },
    {
        "id": 885603,
        "updated_sequence": 1923378,
        "published_at": {
            "unix": 1567762080,
            "text": "2019-09-06 10:28:00 +0100",
            "iso_8601": "2019-09-06T09:28:00Z"
        },
        "updated_at": {
            "unix": 1567762149,
            "text": "2019-09-06 10:29:09 +0100",
            "iso_8601": "2019-09-06T09:29:09Z"
        },
        "subject": "US Defence Secretary Esper says it appears in some ways that Iran is moving towards a place where talks would be possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-defence-secretary-esper-says-it-appears-in-some-ways-that-iran-is-moving-towards-a-place-where-talks-would-be-possible-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:28:00",
        "gmt_time": "2019-09-06 09:28:00"
    },
    {
        "id": 885602,
        "updated_sequence": 1923397,
        "published_at": {
            "unix": 1567761840,
            "text": "2019-09-06 10:24:00 +0100",
            "iso_8601": "2019-09-06T09:24:00Z"
        },
        "updated_at": {
            "unix": 1567763071,
            "text": "2019-09-06 10:44:31 +0100",
            "iso_8601": "2019-09-06T09:44:31Z"
        },
        "subject": "PBoC to cut its RRR by 50bps,effective as of Sep 16, will further cut RRR for some qualified banks, some banks will get an addition RRR cut of 100bps (in two phases of 50bps each on Oct 15 and Nov 15), to release CNY 900bln in liquidity",
        "content": "<ul><li>RRR cuts will lower cost burden on banks by CNY 15bln annualy</li><li>Reiterates that no flood-like stimulus will be implemented</li><li>Reiterates will step up counters-cyclical adjustments and keep liquidity reasonably ample</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction to the news of a PBoC RRR cut; ES Sep’ 19 futures popped higher to 2985.75 from 2981. Moves across other asset classes were less pronounced.</li></ul>",
        "reaction_updated_at": {
            "unix": 1567762140,
            "text": "2019-09-06 10:29:00 +0100",
            "iso_8601": "2019-09-06T09:29:00Z"
        },
        "analysis_details": "<ul><li>This comes after China's Cabinet said it will implement broad Reserve Requirement Ratio (RRR) cut and targeted RRR cut in time, will maintain prudent monetary policy and will fine-tune policy in a preemptive way, according to state media</li></ul>",
        "analysis_updated_at": {
            "unix": 1567762020,
            "text": "2019-09-06 10:27:00 +0100",
            "iso_8601": "2019-09-06T09:27:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "pboc-to-cut-its-rrr-by-50bps-effective-as-of-sep-16-will-further-cut-rrr-for-some-qualified-banks-some-banks-will-get-an-addition-rrr-cut-of-100bps-in-two-phases-of-50bps-each-on-oct-15-and-nov-15-to-release-cny-900bln-in-liquidity-06-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:24:00",
        "gmt_time": "2019-09-06 09:24:00"
    },
    {
        "id": 885601,
        "updated_sequence": 1923367,
        "published_at": {
            "unix": 1567761720,
            "text": "2019-09-06 10:22:00 +0100",
            "iso_8601": "2019-09-06T09:22:00Z"
        },
        "updated_at": {
            "unix": 1567761869,
            "text": "2019-09-06 10:24:29 +0100",
            "iso_8601": "2019-09-06T09:24:29Z"
        },
        "subject": "US continues to believe that enforcing sanctions on Iran is key to bringing Iran to the negotiation table, US and French Minister are to discuss tomorrow on how to coordinate navies to ensure freedom of navigation in the Gulf, a Senior US Defence official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-continues-to-believe-that-enforcing-sanctions-on-iran-is-key-to-bringing-iran-to-the-negotiation-table-us-and-french-minister-are-to-discuss-tomorrow-on-how-to-coordinate-navies-to-ensure-freedom-of-navigation-in-the-gulf-a-senior-us-de-06-09-2019",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:22:00",
        "gmt_time": "2019-09-06 09:22:00"
    },
    {
        "id": 885600,
        "updated_sequence": 1923364,
        "published_at": {
            "unix": 1567760640,
            "text": "2019-09-06 10:04:00 +0100",
            "iso_8601": "2019-09-06T09:04:00Z"
        },
        "updated_at": {
            "unix": 1567760701,
            "text": "2019-09-06 10:05:01 +0100",
            "iso_8601": "2019-09-06T09:05:01Z"
        },
        "subject": "UK High Court rejects the attempt to rule that PM Boris Johnson acted unlawfully by proroguing Parliament for five weeks",
        "content": "<p><a href=\"https://twitter.com/BBCDomC/status/1169898917875421186\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-high-court-rejects-the-attempt-to-rule-that-pm-boris-johnson-acted-unlawfully-by-proroguing-parliament-for-five-weeks-06-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:04:00",
        "gmt_time": "2019-09-06 09:04:00"
    },
    {
        "id": 885599,
        "updated_sequence": 1923359,
        "published_at": {
            "unix": 1567760460,
            "text": "2019-09-06 10:01:00 +0100",
            "iso_8601": "2019-09-06T09:01:00Z"
        },
        "updated_at": {
            "unix": 1567760563,
            "text": "2019-09-06 10:02:43 +0100",
            "iso_8601": "2019-09-06T09:02:43Z"
        },
        "subject": "Italy Statistics Bureau ISTAT says its leading indicator in August is pointing to continued weakness in the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-statistics-bureau-istat-says-its-leading-indicator-in-august-is-pointing-to-continued-weakness-in-the-economy-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:01:00",
        "gmt_time": "2019-09-06 09:01:00"
    },
    {
        "id": 885598,
        "updated_sequence": 1923361,
        "published_at": {
            "unix": 1567760400,
            "text": "2019-09-06 10:00:00 +0100",
            "iso_8601": "2019-09-06T09:00:00Z"
        },
        "updated_at": {
            "unix": 1567760576,
            "text": "2019-09-06 10:02:56 +0100",
            "iso_8601": "2019-09-06T09:02:56Z"
        },
        "subject": "Audi (VOW3 GY/NSU GY) reports sales (Aug) -2.5% to 150.1k cars, Jan-Aug sales -4.5% to 1.21mln cars",
        "content": "<ul><li>August sales; Europe -4.7%, US +3%, China 2% and Germany -3.3%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "audi-vow3-gy-nsu-gy-reports-sales-aug-2-5-to-150-1k-cars-jan-aug-sales-4-5-to-1-21mln-cars-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:00:00",
        "gmt_time": "2019-09-06 09:00:00"
    },
    {
        "id": 885384,
        "updated_sequence": 1923338,
        "published_at": {
            "unix": 1567760400,
            "text": "2019-09-06 10:00:00 +0100",
            "iso_8601": "2019-09-06T09:00:00Z"
        },
        "updated_at": {
            "unix": 1567760400,
            "text": "2019-09-06 10:00:00 +0100",
            "iso_8601": "2019-09-06T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-05-09-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 17:00:00",
        "gmt_time": "2019-09-06 09:00:00"
    },
    {
        "id": 885591,
        "updated_sequence": 1923333,
        "published_at": {
            "unix": 1567758780,
            "text": "2019-09-06 09:33:00 +0100",
            "iso_8601": "2019-09-06T08:33:00Z"
        },
        "updated_at": {
            "unix": 1567758891,
            "text": "2019-09-06 09:34:51 +0100",
            "iso_8601": "2019-09-06T08:34:51Z"
        },
        "subject": "Geely Auto (0175 HK) total sales volume (Aug) -19% Y/Y to 101.2k units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "geely-auto-0175-hk-total-sales-volume-aug-19-y-y-to-101-2k-units-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 16:33:00",
        "gmt_time": "2019-09-06 08:33:00"
    },
    {
        "id": 885587,
        "updated_sequence": 1923327,
        "published_at": {
            "unix": 1567758600,
            "text": "2019-09-06 09:30:00 +0100",
            "iso_8601": "2019-09-06T08:30:00Z"
        },
        "updated_at": {
            "unix": 1567758600,
            "text": "2019-09-06 09:30:00 +0100",
            "iso_8601": "2019-09-06T08:30:00Z"
        },
        "subject": "Bank of England/TNS Inflation Attitudes Survey",
        "content": "<ul><li>12-month ahead inflation 3.3% (prev 3.1%)</li><li>2-year ahead inflation 3.0% (prev 3.0%)</li><li>5-year ahead inflation 3.1% (prev 3.8%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BoE",
        "slug": "bank-of-england-tns-inflation-attitudes-survey-06-09-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 16:30:00",
        "gmt_time": "2019-09-06 08:30:00"
    },
    {
        "id": 885590,
        "updated_sequence": 1923330,
        "published_at": {
            "unix": 1567758600,
            "text": "2019-09-06 09:30:00 +0100",
            "iso_8601": "2019-09-06T08:30:00Z"
        },
        "updated_at": {
            "unix": 1567758687,
            "text": "2019-09-06 09:31:27 +0100",
            "iso_8601": "2019-09-06T08:31:27Z"
        },
        "subject": "Daimler (DAI GY) Mercedes-Benz brand sales (Aug) +14% Y/Y to 177.8k vehicles; Europe +13.1% Y/Y, China +12.8% Y/Y, US +21.8% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-mercedes-benz-brand-sales-aug-14-y-y-to-177-8k-vehicles-europe-13-1-y-y-china-12-8-y-y-us-21-8-y-y-06-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 16:30:00",
        "gmt_time": "2019-09-06 08:30:00"
    },
    {
        "id": 885589,
        "updated_sequence": 1923325,
        "published_at": {
            "unix": 1567758120,
            "text": "2019-09-06 09:22:00 +0100",
            "iso_8601": "2019-09-06T08:22:00Z"
        },
        "updated_at": {
            "unix": 1567758186,
            "text": "2019-09-06 09:23:06 +0100",
            "iso_8601": "2019-09-06T08:23:06Z"
        },
        "subject": "Vietnam are to commit to importing additional goods from the US in order to reduce their trade surplus with the nation, according to officials via the FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "vietnam-are-to-commit-to-importing-additional-goods-from-the-us-in-order-to-reduce-their-trade-surplus-with-the-nation-according-to-officials-via-the-ft-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 16:22:00",
        "gmt_time": "2019-09-06 08:22:00"
    },
    {
        "id": 885588,
        "updated_sequence": 1923322,
        "published_at": {
            "unix": 1567758060,
            "text": "2019-09-06 09:21:00 +0100",
            "iso_8601": "2019-09-06T08:21:00Z"
        },
        "updated_at": {
            "unix": 1567758163,
            "text": "2019-09-06 09:22:43 +0100",
            "iso_8601": "2019-09-06T08:22:43Z"
        },
        "subject": "Russian Economy Ministry sees Russian September inflation at 4.1% Y/Y, IFAX reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the August inflation figures printed at 4.3% Y/Y</li></ul>",
        "analysis_updated_at": {
            "unix": 1567758162,
            "text": "2019-09-06 09:22:42 +0100",
            "iso_8601": "2019-09-06T08:22:42Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-economy-ministry-sees-russian-september-inflation-at-4-1-y-y-ifax-reports-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 16:21:00",
        "gmt_time": "2019-09-06 08:21:00"
    },
    {
        "id": 885583,
        "updated_sequence": 1923305,
        "published_at": {
            "unix": 1567755720,
            "text": "2019-09-06 08:42:00 +0100",
            "iso_8601": "2019-09-06T07:42:00Z"
        },
        "updated_at": {
            "unix": 1567755781,
            "text": "2019-09-06 08:43:01 +0100",
            "iso_8601": "2019-09-06T07:43:01Z"
        },
        "subject": "UK debt and STIR futures tracking rebound in Eurozone peers after mixed start",
        "content": "<p>A rather timely and more concerted bounce in Bunds (just off a 174.90 Eurex high, +40 ticks vs -26 ticks at one stage) ahead of the Liffe open appears to have helped Gilts and US Treasuries regroup after decent block sales in 10 year notes overnight, with the UK benchmark extending gains from a tame 3 ticks initially to 44 ticks at 133.36. Meanwhile, Short Sterling contracts have also regained some composure after recent relatively heavy retracement losses to stand 0.5-2 ticks ahead compared to -0.5 to -1.5 ticks below par at the early lows, and with little reaction to very mixed Halifax house prices. Conversely, the Pound is on the retreat awaiting the next chapters in the Brexit and pre-Parliament prorogue saga, with Cable retesting 1.2300 and Eur/Gbp back above 0.8950. Note, BoE’s Ramsden is due to speak from noon, but unlikely to offer anything new/different on the policy front, in contrast to US NFP and Fed chair Powell ahead of September’s FOMC, or ECB’s de Guindos perhaps in advance of next Thursday’s eagerly awaited policy meeting.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-tracking-rebound-in-eurozone-peers-after-mixed-start-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 15:42:00",
        "gmt_time": "2019-09-06 07:42:00"
    },
    {
        "id": 885580,
        "updated_sequence": 1923296,
        "published_at": {
            "unix": 1567753920,
            "text": "2019-09-06 08:12:00 +0100",
            "iso_8601": "2019-09-06T07:12:00Z"
        },
        "updated_at": {
            "unix": 1567754078,
            "text": "2019-09-06 08:14:38 +0100",
            "iso_8601": "2019-09-06T07:14:38Z"
        },
        "subject": "Nissan (7201 JT) - Co. are reportedly considering moving out of South Korea, due to a recent decline in South Korean sales of Japanese cars., FT citing multiple sources",
        "content": "<p><a href=\"https://www.ft.com/content/5318046a-d05b-11e9-b018-ca4456540ea6\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "nissan-7201-jt-co-are-reportedly-considering-moving-out-of-south-korea-due-to-a-recent-decline-in-south-korean-sales-of-japanese-cars-ft-citing-multiple-sources-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 15:12:00",
        "gmt_time": "2019-09-06 07:12:00"
    },
    {
        "id": 885577,
        "updated_sequence": 1923287,
        "published_at": {
            "unix": 1567753380,
            "text": "2019-09-06 08:03:00 +0100",
            "iso_8601": "2019-09-06T07:03:00Z"
        },
        "updated_at": {
            "unix": 1567753426,
            "text": "2019-09-06 08:03:46 +0100",
            "iso_8601": "2019-09-06T07:03:46Z"
        },
        "subject": "European equity movers this morning: TomTom (TOM2 NA) +2.8%; Safran (SAF FP) +2.0%; Telenor (TEL NO) -6.0%; Sodexo (SW FP) -2.9%; Deutsche Bank (DBK GY) -1.0%; BP (BP/ LN) -1.0%; Shell (RDSA LN) -0.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-tomtom-tom2-na-2-8-safran-saf-fp-2-0-telenor-tel-no-6-0-sodexo-sw-fp-2-9-deutsche-bank-dbk-gy-1-0-bp-bp-ln-1-0-shell-rdsa-ln-0-8-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 15:03:00",
        "gmt_time": "2019-09-06 07:03:00"
    },
    {
        "id": 885576,
        "updated_sequence": 1923284,
        "published_at": {
            "unix": 1567753200,
            "text": "2019-09-06 08:00:00 +0100",
            "iso_8601": "2019-09-06T07:00:00Z"
        },
        "updated_at": {
            "unix": 1567753340,
            "text": "2019-09-06 08:02:20 +0100",
            "iso_8601": "2019-09-06T07:02:20Z"
        },
        "subject": "Deutsche Bank (DBK GY) - US Congressional investigators identify possible failures in Co's money laundering controls, sources state",
        "content": "<ul><li>\"Congressional inquiry found instances where Deutsche Bank staff in the United States and elsewhere flagged concerns about new Russian clients and transactions involving existing ones, but were ignored by managers\", sources have said</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-us-congressional-investigators-identify-possible-failures-in-co-s-money-laundering-controls-sources-state-06-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 15:00:00",
        "gmt_time": "2019-09-06 07:00:00"
    },
    {
        "id": 885568,
        "updated_sequence": 1923258,
        "published_at": {
            "unix": 1567753140,
            "text": "2019-09-06 07:59:00 +0100",
            "iso_8601": "2019-09-06T06:59:00Z"
        },
        "updated_at": {
            "unix": 1567753178,
            "text": "2019-09-06 07:59:38 +0100",
            "iso_8601": "2019-09-06T06:59:38Z"
        },
        "subject": "Bunds: déjà vu after another disappointing German macro release",
        "content": "<p>In similar vein to price action ahead of the EU cash bourse opens on Thursday, the 10 year German debt future tried to revisit Eurex highs on the back of poor German data, and this time an ip miss that was only partially offset by an upward revision to the previous month (though still deeply negative in contrast to factory orders). However, Bunds stopped short again and subsequently retreated to a new intraday low of 174.24 vs yesterday’s 174.50 close before finding some underlying bids and turning positive again to post a fresh peak at 174.70. Ahead, final Eurozone GDP and employment, a speech from ECB’s de Guindos and monthly US jobs data before Fed chair Powell to round off the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-deja-vu-after-another-disappointing-german-macro-release-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 14:59:00",
        "gmt_time": "2019-09-06 06:59:00"
    },
    {
        "id": 885557,
        "updated_sequence": 1923237,
        "published_at": {
            "unix": 1567752180,
            "text": "2019-09-06 07:43:00 +0100",
            "iso_8601": "2019-09-06T06:43:00Z"
        },
        "updated_at": {
            "unix": 1567752194,
            "text": "2019-09-06 07:43:14 +0100",
            "iso_8601": "2019-09-06T06:43:14Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Ashmore (ASHM LN) </strong>- FY 19 adj. EBIT +10% Y/Y to GBP 201.8mln. Diluted EPS +18% Y/Y to GBP 0.25, recommends final dividend of GBP 0.1210/shr. AUM +24% Y/Y to GBP 91.8bln. (Newswires)</p><p><strong>Berkeley Group (BKG LN) </strong>– Co. anticipate net cash at half year to be at a similar level to the full position of GBP 975mln, targeting pre-tax profit of GBP 3.3bln over the next 3 years. Co. state that the beginning of the year has seen market conditions in London and South east remaining robust, are consistent with FY results. (Newswires)</p><p><strong>BMW (BMW GY)/ BASF (BAS GY) </strong>– Cos, Varta and BMZ are reportedly companies involved in the 2nd consortium for European battery cell production, according to Handelsblatt citing sources. (Handelsblastt)</p><p><strong>Greene King (GNK LN) –</strong> Like-for-like sales grew 1.5% in last 7 weeks, but were down 1.8% for last 18 weeks due to difference from last years world cup and good weather. Co. state they are on track with both their cost mitigation and disposal programme, aiming to dispose 85-95 pubs this year. Final FY dividend to be set at GBP 0.244/shr. (Newswires)</p><p><strong>PSA (UG FP)</strong> – Co. and its Chinese partner Dongfeng (0489 HK) have worked out plans to restructure its JV operations, which would see a decrease in short-term costs and aiming to boost annual sales to 400k vehicles by 2025. (Newswires)</p><p><strong>Subsea 7 (SUBC NO) </strong>– Co. has been awarded contracts offshore Saudi Arabia, work shall commence immediately and offshore execution is to take place next year. (Newswires)</p><p><strong>Telefonica (TEF SM) </strong>– Co. has proposed a buyback of 2% of outstanding shares. Separately, Co. is said to be mulling the sale of its Ecuadorian unit in order to reduce it debt pile, the unit could fetch up to EUR 800mln, sources stated. (Newswires/ El Economista)</p><p><strong>Telenor (TEL NO) </strong>– Co. and Axiata have agreed to end discussions regarding a non-cash combination of their telecom and infrastructure assets in Asia. (Newswires)</p><p>&nbsp;</p><p><strong>MICRO FOCUS (MCRO LN) </strong>UPGRADED TO HOLD FROM SELL AT INVESTEC</p><p><strong>SCHIBSTED (SCHA NO) </strong>DOWNGRADED TO HOLD FROM BUY AT CARNEGIE</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 14:43:00",
        "gmt_time": "2019-09-06 06:43:00"
    },
    {
        "id": 885562,
        "updated_sequence": 1923219,
        "published_at": {
            "unix": 1567749780,
            "text": "2019-09-06 07:03:00 +0100",
            "iso_8601": "2019-09-06T06:03:00Z"
        },
        "updated_at": {
            "unix": 1567749950,
            "text": "2019-09-06 07:05:50 +0100",
            "iso_8601": "2019-09-06T06:05:50Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.0990-1.1000 (760M), <strong>1.1045-55 (1.8BLN)</strong>, 1.1075-80 (400M), 1.1090-1.1100 (750M)</p><p>GBP/USD: 1.2180 (200M)</p><p>AUD/USD: 0.6800-10 (720M)</p><p>AUD/JPY: 74.05 (360M)</p><p>USD/CAD: 1.3200 (200M), 1.3230-40 (500M), <strong>1.3290-1.3300 (1BLN)</strong>, 1.3315-20 (500M)</p><p>USD/JPY: 106.50 (250M), <strong>107.00-05 (1.7BLN)</strong>, 107.25-30 (860M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-06-09-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 14:03:00",
        "gmt_time": "2019-09-06 06:03:00"
    },
    {
        "id": 885556,
        "updated_sequence": 1923201,
        "published_at": {
            "unix": 1567749000,
            "text": "2019-09-06 06:50:00 +0100",
            "iso_8601": "2019-09-06T05:50:00Z"
        },
        "updated_at": {
            "unix": 1567749020,
            "text": "2019-09-06 06:50:20 +0100",
            "iso_8601": "2019-09-06T05:50:20Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>6th September 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets traded higher as they sustained the momentum from Wall St.</strong> where all major indices rallied and the S&amp;P 500 notched a 1-month high amid US-China trade hopes, while better than expected ISM Non-Manufacturing and ADP jobs data ahead of today's NFP report added to the optimism. ASX 200 (+0.6%) and Nikkei 225 (+0.4%) were higher with the gains in Australia led by tech following similar outperformance of the trade-sensitive sector stateside and with the JPY-risk dynamic at play in Tokyo. Hang Seng (+0.5%) and Shanghai Comp. (+0.2%) conformed to the global optimism although gains in the region were somewhat capped ahead of the key US jobs data and after a mostly inactive PBoC this week resulted to a net weekly liquidity drain of CNY 100bln.</p><p>FTSE 100</p><p><strong>Shell (RDSA LN)/BP (BP/ LN)</strong> – Up to USD 50bln in projects approved by the Co’s, ExxonMobil (XOM) &amp; Chevron (CVX) in the past 12 months will not achieve economic returns if the Paris climate goals are attained globally., according to Carbon Tracker thinktank. (Guardian/Times)</p><p><strong>British Land (BLND LN)</strong> – Co. are reportedly seeking a legal challenge to block Monsoon’s Company Voluntary Arrangement following on from creditor approval; Co. own 5 of their stores and voted against the Voluntary Arrangement. (Sky News)</p><p>BROKER MOVES</p><p><strong>RBS (RBS LN) </strong>DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</p><p><strong>LLOYDS BANKING GROUP (LLOY LN) </strong>DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</p><p><strong>CRH (CRH LN) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p><p><strong>UNITED UTILITIES (UU/ LN) </strong>DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p>DAX</p><p><strong>Deutsche Post (DPW GY) </strong>– Co’s Streetscooter has singed an MoU with China’s Cherry Holding to form a JV. Streetscooter sees an overall investment of up to EUR 500mln in China. Streetscooter plans to produce up to 100k vehicles per annum from 2021. (Newswires)</p><p><strong>Volkswagen (VOW3 GY) </strong>– Co. is said to cut 750 jobs in Poland due to robotics. Separately, prosecutors in the city of Braunschweig want to decide by the end of this month on whether to indict former CEO Winterkorn, current CEO Diess and Chairman Poetsch for their role in the diesel emission scandal. (Newswires/Handelsblatt)</p><p><strong>Bayer (BAYN GY)</strong> – Co. plans to spend USD 70mln to boost access and awareness of tumour testing for targeted drug Vitrakvi. (Newswires)</p><p><strong>Deutsche Bank (DBK GY) </strong>– Co. is cutting dozens of traders and sales roles from within their global fixed-income unit, which was largely unaffected by the Co’s first reduction round in July. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p>&nbsp;</p><p>&nbsp;</p><p>CAC</p><p><strong>Airbus (AIR FP)</strong> – In the period of January-August, Co. has won 262 gross aircraft orders, 95 net aircraft orders, delivered 500 aircrafts which includes 65 A350s, 5 A380s, 207 A320NEOs. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Suez (SEV FP) </strong>– Co. has been awarded nine contracts worth around EUR 120mln in the industrial sector. (Newswires)</p><p>BROKER MOVES</p><p><strong>SODEXO (SW FP) </strong>DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>SAFRAN (SAF FP) </strong>UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN CHASE</p><p>PAN EUROPE</p><p><strong>Enel (ENEL IM) </strong>– Co. has reportedly started the sale of its operations in Romania, with the asset expected to be valued at around EUR 1bln, sources stated. (Newswires)</p><p><strong>Telecom Italia (TIT IM)</strong> – Italian Antitrust Authority has started a probe into infrastructure fund F2I’s purchase of Telecom Italia’s Persidera business. (Newswires)</p><p><strong>TomTom (TOM2 NA)</strong> – TomTom Navigation has integrated with Microsoft (MSFT) connected vehicle platform. (Newswires)</p><p><strong>KPN (KPN NA) </strong>– Co. has appointed Dominique Leroy as CEO and Chairman of Board, effective 1st December 2019. (Newswires)</p><p><strong>ABN AMRO (ABN NA)</strong> – Co. has reached a deal with trade unions for a new collective labour agreement and social plan for 2020 and 2021. (Newswires)</p><p><strong>Telefonica (TEF SM) </strong>– Co. has proposed a buyback of 2% of outstanding shares. Separetely, Co. is said to be mulling the sale of its Ecuadorian unit. (Newswires)</p><p>BROKER MOVES</p><p><strong>VERBUND (VER AV) </strong>DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p>SMI</p><p>Roche (ROG SW) – European Commission has approved Co’s new Tecentriq-based combination therapy as an initial treatment for advanced lung cancer. (Newswires)</p><p>Novartis (NOVN SW) – Co’s investigational lung cancer Capmatinib granted FDA breakthrough therapy. (Newswires)</p><p>Credit Suisse (CSGN SW) – Co. has hired three new senior investment bankers in an attempt to build its healthcare investment banking division, according to an internal memo. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>CLARIANT (CLN SW) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p>SCANDINAVIA</p><p><strong>Ericsson (ERICB SS)</strong> – CEO has rebutted press speculation regarding his imminent exit. <i>This follows reports that Saab (SAABB SS) CEO could take the top spot at Ericsson. </i>(Newswires)&nbsp;</p><p><strong>Kone (KNEBV FH) </strong>– CEO noted that Thyssenkrupp’s (TKA GY) elevator unit is a perfect strategic fit. (Newswires)</p><p>BROKER MOVES</p><p><strong>BOLIDEN (BOL SS) </strong>UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p><strong>US</strong></p><p><strong>* S&amp;P 500 1.3% AT 2976, NASDAQ-100 1.9% AT 7863, DOW JONES 1.4% AT 26728, S&amp;P 500 </strong>SECTORS: Consumer Discretionary&nbsp; 1.9%, Consumer Staples&nbsp; -0.7%, Energy&nbsp; 1.3%, Financials&nbsp; 1.9%, Health Care&nbsp; 1%, Industrials&nbsp; 1.8%, Information Technology&nbsp; 2.1%, Materials&nbsp; 0.2%, Telecommunication Services&nbsp; 1.6%, Utilities&nbsp; -1.2%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-06-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:50:00",
        "gmt_time": "2019-09-06 05:50:00"
    },
    {
        "id": 885555,
        "updated_sequence": 1923198,
        "published_at": {
            "unix": 1567747380,
            "text": "2019-09-06 06:23:00 +0100",
            "iso_8601": "2019-09-06T05:23:00Z"
        },
        "updated_at": {
            "unix": 1567747439,
            "text": "2019-09-06 06:23:59 +0100",
            "iso_8601": "2019-09-06T05:23:59Z"
        },
        "subject": "RANsquawk Daily European Opening News - 6th September 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22710/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded higher after sustaining the momentum from Wall St. where all major indices rallied and the S&amp;P 500 notched a 1-month high</li><li>UK Labour Party will seek to delay an election until November after party leader Corbyn was warned he would lose if it were to be held sooner</li><li>DXY was relatively flat overnight below 98.50, treading water heading into today’s NFP number</li><li>Looking ahead, highlights include German Industrial Output, EZ Employment (Final) &amp; GDP (Revised), US &amp; Canadian Jobs Reports, CBR Rate Decision, Moody’s Reviewing Italy, Fed’s Powell, SNB’s Jordan, ECB’s de Guindos &amp; BoE’s Ramsden</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded higher after sustaining the momentum from Wall St. where all major indices rallied and the S&amp;P 500 notched a 1-month high</strong> amid US-China trade hopes, while better than expected ISM Non-Manufacturing and ADP jobs data ahead of today's NFP report added to the optimism. <strong>ASX 200 (+0.6%) </strong>and<strong> Nikkei 225 (+0.4%)</strong> were higher with the gains in Australia led by tech following similar outperformance of the trade-sensitive sector stateside and with the JPY-risk dynamic at play in Tokyo. <strong>Hang Seng (+0.5%) </strong>and<strong> Shanghai Comp. (+0.2%)</strong> conformed to the global optimism although gains in the region were somewhat capped ahead of the key US jobs data and after a mostly inactive PBoC this week resulted to a net weekly liquidity drain of CNY 100bln. Finally, 10yr JGBs were lower following the extended its slide below 155.00 after-hours yesterday as the heightened risk appetite triggered declines across global bonds. However, downside has since been stemmed on selling fatigue and with the BoJ present in the market for over JPY 1.2tln of JGBs heavily concentrated on 1yr-10yr maturities, while BoJ Governor Kuroda also reiterated that lowering rates further into negative territory is always an option and noted both 20yr and 30yr yields have declined a bit too far.</p><p>PBoC injected CNY 40bln via 7-day reverse repos for a weekly net drain of CNY 100bln. (Newswires) <strong>PBoC set CNY mid-point at 7.0855 vs. Exp. 7.1003 (Prev. 7.0852)</strong> Fitch downgraded Hong Kong from AA+ to AA; Outlook Negative</p><p>UK/EU</p><p><strong>UK PM Johnson stated that whilst there was a good chance that a deal could be secured, there is also a high chance that it could not</strong>, according to BBC's Faisal Islam citing published Cabinet minutes. (Twitter)</p><p><strong>UK Labour Party will seek to delay an election until November after party leader Corbyn was warned he would lose if it were to be held sooner</strong>, while Corbyn believes he can trap PM Johnson by refusing to an October election and force him to seek a Brexit delay. (Telegraph) <strong>However, there were later reports that suggested the Labour Party and SNP are said to discuss calling for October 29th election</strong>. (Newswires)</p><p>Chancellor of the Duchy of Lancaster Gove said he would support former PM May's Brexit deal if it returned to Parliament. (Telegraph)</p><p><strong>At least 12 of the ejected rebel Tory MPs are seeking to run as independents if a new general election is called</strong>. (Newswires)</p><p>Irish PM Varadkar said there is a significant growing risk of a No Deal Brexit given the political situation in the UK. (Newswires)</p><p>&nbsp;</p><p>FX</p><p>&nbsp;</p><p><strong>DXY</strong> was relatively flat overnight below 98.50 as it treaded water heading into today’s NFP number and after stronger than expected US ISM Non-Manufacturing helped the greenback rebound from yesterday’s initial downturn. <strong>EUR</strong>/<strong>USD</strong> also bided its time at the 1.1000 handle ahead of the key US data, while <strong>GBP</strong>/<strong>USD</strong> plateaued after its advance past a 1-month high was stalled by resistance around 1.2350 and as participants look ahead to the next Brexit developments with the House of Lords expected to push through the bill to prevent a no-deal Brexit by today, although PM Johnson remained defiant and suggested he would rather ‘die in a ditch’ than request an extension. <strong>USD</strong>/<strong>JPY</strong> flirted with 107.00 on safe haven outflows and antipodeans were uneventful amid a lack of pertinent data with mild outperformance in <strong>NZD</strong> due to cross-related flows in which <strong>AUD</strong>/<strong>NZD</strong> pulled-back from resistance at 1.0700. In addition, ANZ Bank bolstered its dovish views for both RBA and RBNZ in which it sees both central banks to lower rates to 0.25% by May next year from current 1.00%.</p><p>&nbsp;</p><p><strong>Bank of Canada's Schembri said the bank is paying close attention to falling commodity prices and that they could reduce rates into negative territory although that would be an extreme situation</strong>. Schembri added that the bank has other tools it can use and is currently reviewing its tool kit to address the next downturn, while he also noted the <strong>Canadian economy has a welcome degree of resilience to possible negative economic developments, that recent domestic data has surprised to the upside and current policy stimulus remains appropriate</strong>. (Newswires)&nbsp;</p><p><strong>SNB's Jordan said the bank cannot declare how long negative rates will last but they are necessary for now</strong>, while he added interest rate spreads play an important role for exchange rates. (Newswires)</p><p>COMMODITIES</p><p>Commodity prices were relatively uneventful in which <strong>WTI</strong> crude futures consolidated after the swings seen in the prior session where the initial upside, spurred by the risk on sentiment and a larger than expected draw in DoE crude inventories, was later faded heading into the settlement. <strong>Gold</strong> prices were also contained due to the lack of demand for safe-havens and an uneventful greenback as markets await the NFP jobs data, while the risk-fuelled rally in <strong>copper</strong> also stalled overnight as prices conformed to the lacklustre tone across the complex.</p><p>&nbsp;</p><p>Saudi Crown Prince spoke to Iraqi PM and confirmed cooperation to stabilise the oil market, according to local press. (Newswires) CME raised COMEX 5000 silver futures margins by 19.5% to USD 4900/contract and raised Nat Gas Henry Hub futures margins by 9.1% to USD 1800 per contract. (Newswires)</p><p>&nbsp;</p><p>GEOPOLITICS</p><p>&nbsp;</p><p>US President Trump spoke to French President Macron on Thursday regarding digital sales tax, while they also discussed Iran's actions in the Gulf and Trump told Macron that Iran sanctions won’t be dropped now. (Newswires)</p><p>&nbsp;</p><p>Iran said it lifted limitations on research and development field as part of further scaling back from the 2015 nuclear accord and will inform UN nuclear agency of the details of its nuclear steps. (Newswires)&nbsp;</p><p><strong>US</strong></p><p>Treasuries sold-off on the improved risk appetite (face-to-face China talks and strong US ISM non-manufacturing), lending a hand to the financials sector. Most of the move came after the headline ISM printed a rebound to 56.4, easing concerns of the less rosy manufacturing figure. It was another busy day of corporate dollar issuance, with IFR noting an expectation of 14 different issuers set to price on the day, making the week one of the largest on record for issuance, with investment grade issuance pricing USD 74bln worth, and a multi-year record amount. By settlement yields were higher across the curve, with the 5-year yield and 7-year yield being most pronounced, rising approximately 12bps. US T-note (Z9) settled 31+ ticks lower at 131-09+.</p><p>US President Trump tweeted a quote which reiterated view that China needs a deal more than US and that the US economy is strong, while the quote suggested there wouldn't be a need to worry about a recession if the Fed cut rates to where the bond market says they should be. (Twitter)</p><p><strong>Fed research suggested trade uncertainty is likely to cut US growth by more than 1% through early 2020</strong>. (WSJ)</p><p>US Treasury recommended ending conservatorship for Fannie Mae and Freddie Mac, as well as preserving government support in the housing market. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-6th-september-2019-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:23:00",
        "gmt_time": "2019-09-06 05:23:00"
    },
    {
        "id": 885554,
        "updated_sequence": 1923195,
        "published_at": {
            "unix": 1567746900,
            "text": "2019-09-06 06:15:00 +0100",
            "iso_8601": "2019-09-06T05:15:00Z"
        },
        "updated_at": {
            "unix": 1567746963,
            "text": "2019-09-06 06:16:03 +0100",
            "iso_8601": "2019-09-06T05:16:03Z"
        },
        "subject": "Italian Cabinet Undersecretary says citizen's income scheme and pension reforms will be left untouched by the new government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-cabinet-undersecretary-says-citizen-s-income-scheme-and-pension-reforms-will-be-left-untouched-by-the-new-government-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:15:00",
        "gmt_time": "2019-09-06 05:15:00"
    },
    {
        "id": 885553,
        "updated_sequence": 1923192,
        "published_at": {
            "unix": 1567746720,
            "text": "2019-09-06 06:12:00 +0100",
            "iso_8601": "2019-09-06T05:12:00Z"
        },
        "updated_at": {
            "unix": 1567746774,
            "text": "2019-09-06 06:12:54 +0100",
            "iso_8601": "2019-09-06T05:12:54Z"
        },
        "subject": "Hong Kong protests are expected at subway stations and government buildings today and at Hong Kong Airport on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-protests-are-expected-at-subway-stations-and-government-buildings-today-and-at-hong-kong-airport-on-friday-06-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:12:00",
        "gmt_time": "2019-09-06 05:12:00"
    },
    {
        "id": 885552,
        "updated_sequence": 1923189,
        "published_at": {
            "unix": 1567746000,
            "text": "2019-09-06 06:00:00 +0100",
            "iso_8601": "2019-09-06T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567746339,
            "text": "2019-09-06 06:05:39 +0100",
            "iso_8601": "2019-09-06T05:05:39Z"
        },
        "subject": "Japanese Coincident Index (Jul P) 99.8 vs. Exp. 100.7 (Prev. 100.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-jul-p-99-8-vs-exp-100-7-prev-100-4-06-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:00:00",
        "gmt_time": "2019-09-06 05:00:00"
    },
    {
        "id": 885551,
        "updated_sequence": 1923186,
        "published_at": {
            "unix": 1567746000,
            "text": "2019-09-06 06:00:00 +0100",
            "iso_8601": "2019-09-06T05:00:00Z"
        },
        "updated_at": {
            "unix": 1567746331,
            "text": "2019-09-06 06:05:31 +0100",
            "iso_8601": "2019-09-06T05:05:31Z"
        },
        "subject": "Japanese Leading Index (Jul P) 93.6 vs. Exp. 93.2 (Prev. 93.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-jul-p-93-6-vs-exp-93-2-prev-93-3-06-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 13:00:00",
        "gmt_time": "2019-09-06 05:00:00"
    },
    {
        "id": 885548,
        "updated_sequence": 1923177,
        "published_at": {
            "unix": 1567745460,
            "text": "2019-09-06 05:51:00 +0100",
            "iso_8601": "2019-09-06T04:51:00Z"
        },
        "updated_at": {
            "unix": 1567745533,
            "text": "2019-09-06 05:52:13 +0100",
            "iso_8601": "2019-09-06T04:52:13Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks sustained Wall St momentum but with gains capped ahead of NFP jobs data",
        "content": "<p>Asia equity markets traded higher as they sustained the momentum from Wall St. where all major indices rallied and the S&amp;P 500 notched a 1-month high amid US-China trade hopes, while better than expected ISM Non-Manufacturing and ADP jobs data ahead of today's NFP report added to the optimism. ASX 200 (+0.6%) and Nikkei 225 (+0.4%) were higher with the gains in Australia led by tech following similar outperformance of the trade-sensitive sector stateside and with the JPY-risk dynamic at play in Tokyo. Hang Seng (+0.5%) and Shanghai Comp. (+0.2%) conformed to the global optimism although gains in the region were somewhat capped ahead of the key US jobs data and after a mostly inactive PBoC this week resulted to a net weekly liquidity drain of CNY 100bln. Finally, 10yr JGBs were lower following the extended its slide below 155.00 after-hours yesterday as the heightened risk appetite triggered declines across global bonds, although downside has since been stemmed on selling fatigue and with the BoJ present in the market for over JPY 1.2tln of JGBs heavily concentrated on 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-sustained-wall-st-momentum-but-with-gains-capped-ahead-of-nfp-jobs-data-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 12:51:00",
        "gmt_time": "2019-09-06 04:51:00"
    },
    {
        "id": 885547,
        "updated_sequence": 1923174,
        "published_at": {
            "unix": 1567744500,
            "text": "2019-09-06 05:35:00 +0100",
            "iso_8601": "2019-09-06T04:35:00Z"
        },
        "updated_at": {
            "unix": 1567745073,
            "text": "2019-09-06 05:44:33 +0100",
            "iso_8601": "2019-09-06T04:44:33Z"
        },
        "subject": "BoJ Governor Kuroda reiterates that lowering rates further into negative territory is always an option, adds 20yr and 30yr yields have declined a bit too far",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-reiterates-that-lowering-rates-further-into-negative-territory-is-always-an-option-adds-20yr-and-30yr-yields-have-declined-a-bit-too-far-06-09-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 12:35:00",
        "gmt_time": "2019-09-06 04:35:00"
    },
    {
        "id": 885546,
        "updated_sequence": 1923167,
        "published_at": {
            "unix": 1567742220,
            "text": "2019-09-06 04:57:00 +0100",
            "iso_8601": "2019-09-06T03:57:00Z"
        },
        "updated_at": {
            "unix": 1567742308,
            "text": "2019-09-06 04:58:28 +0100",
            "iso_8601": "2019-09-06T03:58:28Z"
        },
        "subject": "Fitch downgrades Hong Kong from AA+ to AA; Outlook Negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-downgrades-hong-kong-from-aa-to-aa-outlook-negative-06-09-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:57:00",
        "gmt_time": "2019-09-06 03:57:00"
    },
    {
        "id": 885545,
        "updated_sequence": 1923164,
        "published_at": {
            "unix": 1567742040,
            "text": "2019-09-06 04:54:00 +0100",
            "iso_8601": "2019-09-06T03:54:00Z"
        },
        "updated_at": {
            "unix": 1567742109,
            "text": "2019-09-06 04:55:09 +0100",
            "iso_8601": "2019-09-06T03:55:09Z"
        },
        "subject": "Chinese Premier Li says China will open its economy even more, also for foreign investment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-premier-li-says-china-will-open-its-economy-even-more-also-for-foreign-investment-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:54:00",
        "gmt_time": "2019-09-06 03:54:00"
    },
    {
        "id": 885545,
        "updated_sequence": 1923164,
        "published_at": {
            "unix": 1567742040,
            "text": "2019-09-06 04:54:00 +0100",
            "iso_8601": "2019-09-06T03:54:00Z"
        },
        "updated_at": {
            "unix": 1567742109,
            "text": "2019-09-06 04:55:09 +0100",
            "iso_8601": "2019-09-06T03:55:09Z"
        },
        "subject": "Chinese Premier Li says China will open its economy even more, also for foreign investment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-premier-li-says-china-will-open-its-economy-even-more-also-for-foreign-investment-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:54:00",
        "gmt_time": "2019-09-06 03:54:00"
    },
    {
        "id": 885544,
        "updated_sequence": 1923159,
        "published_at": {
            "unix": 1567741740,
            "text": "2019-09-06 04:49:00 +0100",
            "iso_8601": "2019-09-06T03:49:00Z"
        },
        "updated_at": {
            "unix": 1567741791,
            "text": "2019-09-06 04:49:51 +0100",
            "iso_8601": "2019-09-06T03:49:51Z"
        },
        "subject": "Indonesia parliamentary budget committee and government set 2020 GDP growth target of 5.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-parliamentary-budget-committee-and-government-set-2020-gdp-growth-target-of-5-3-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:49:00",
        "gmt_time": "2019-09-06 03:49:00"
    },
    {
        "id": 885542,
        "updated_sequence": 1923151,
        "published_at": {
            "unix": 1567741020,
            "text": "2019-09-06 04:37:00 +0100",
            "iso_8601": "2019-09-06T03:37:00Z"
        },
        "updated_at": {
            "unix": 1567741380,
            "text": "2019-09-06 04:43:00 +0100",
            "iso_8601": "2019-09-06T03:43:00Z"
        },
        "subject": "US President Trump tweets a quote which reiterates view that China needs a deal more than US and that the US economy is strong, suggests there wouldn't be a need to worry about a recession if Fed cut rates to where bond market says they should be",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-a-quote-which-reiterates-view-that-china-needs-a-deal-more-than-us-and-that-the-us-economy-is-strong-suggests-there-wouldn-t-be-a-need-to-worry-about-a-recession-if-fed-cut-rates-to-where-bond-market-says-they-shou-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:37:00",
        "gmt_time": "2019-09-06 03:37:00"
    },
    {
        "id": 885541,
        "updated_sequence": 1923153,
        "published_at": {
            "unix": 1567740840,
            "text": "2019-09-06 04:34:00 +0100",
            "iso_8601": "2019-09-06T03:34:00Z"
        },
        "updated_at": {
            "unix": 1567741507,
            "text": "2019-09-06 04:45:07 +0100",
            "iso_8601": "2019-09-06T03:45:07Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: SEBI orders forensic audit on some of Sun Pharma's financial statements",
        "content": "<p>Lupin (LPC IS) - Co. is tying up a string of licensing deals with global pharmaceutical companies as the Indian drugmaker seeks to boost revenue and reduces costs. (Nikkei)</p><p>Power Grid (PWGR IS) - Co. announced final dividend of INR 13.08bln. (ET)</p><p>Sun Pharma (SUNP IS) - Co. financial statements for 2015-2016 and 2017-2018 are to undergo a forensic audit ordered by markets regulator SEBI. (ET)</p><p>Financials - Housing finance firms reportedly may also see profits narrow following the RBI’s announcement to link lending rates an external benchmark, as they move to match rates. (Livemint)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-sebi-orders-forensic-audit-on-some-of-sun-pharma-s-financial-statements-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:34:00",
        "gmt_time": "2019-09-06 03:34:00"
    },
    {
        "id": 885540,
        "updated_sequence": 1923145,
        "published_at": {
            "unix": 1567738980,
            "text": "2019-09-06 04:03:00 +0100",
            "iso_8601": "2019-09-06T03:03:00Z"
        },
        "updated_at": {
            "unix": 1567739502,
            "text": "2019-09-06 04:11:42 +0100",
            "iso_8601": "2019-09-06T03:11:42Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks sustain global optimism but with gains moderate ahead of US NFP data",
        "content": "<p>Asia equity markets trade higher as they sustain the momentum from Wall St. where all major indices rallied and the S&amp;P 500 notched a 1-month high amid US-China trade hopes, while better than expected ISM Non-Manufacturing and ADP jobs data ahead of today's NFP report added to the optimism. ASX 200 (+0.6%) and Nikkei 225 (+0.5%) are higher with tech leading the gains in Australia following similar outperformance of the trade-sensitive sector stateside and as Tokyo trade benefits from the JPY-risk dynamic after USD/JPY reclaimed 107.00. Hang Seng (+0.6%) and Shanghai Comp. (+0.3%) conform to the global optimism although gains in the region are somewhat capped following the recent rally and ahead of the key US jobs data, while a mostly inactive PBoC this week resulted to a net weekly liquidity drain of CNY 100bln.</p><p>In FX markets, the DXY is relatively flat overnight just below the 98.50 level as it treads water heading into today’s Non-Farm Payrolls jobs numbers and after stronger than expected US ISM Non-Manufacturing helped the greenback rebound from yesterday’s initial downturn. Elsewhere, EUR/USD also bides its time at the 1.1000 handle ahead of the key US data, while GBP/USD has plateaued after its advance past a 1-month high was stalled by resistance around 1.2350 and as participants look ahead to the next Brexit developments with the House of Lords expected to push through the bill to prevent a no-deal Brexit by today, although PM Johnson remains defiant and suggested he would rather ‘die in a ditch’ than request an extension. Elsewhere, USD/JPY is higher as the positive risk tone weighs on safe-haven JPY, and antipodeans are uneventful amid a lack of pertinent data with mild outperformance in NZD due to cross-related flows in which AUD/NZD pulled-back from resistance at 1.0700.</p><p>Finally, 10yr JGBs are lower following an extension of its slide below 155.00 after-hours yesterday as the heightened risk appetite triggered declines across global bonds, although downside has now been stemmed on selling fatigue and with the BoJ present in the market for over JPY 1.2tln of JGBs heavily concentrated on 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-sustain-global-optimism-but-with-gains-moderate-ahead-of-us-nfp-data-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 11:03:00",
        "gmt_time": "2019-09-06 03:03:00"
    },
    {
        "id": 885538,
        "updated_sequence": 1923137,
        "published_at": {
            "unix": 1567738680,
            "text": "2019-09-06 03:58:00 +0100",
            "iso_8601": "2019-09-06T02:58:00Z"
        },
        "updated_at": {
            "unix": 1567738738,
            "text": "2019-09-06 03:58:58 +0100",
            "iso_8601": "2019-09-06T02:58:58Z"
        },
        "subject": "Nissan (7201 JP) says it is not currently considering asking CEO Saikawa to resign regarding pay issue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jp-says-it-is-not-currently-considering-asking-ceo-saikawa-to-resign-regarding-pay-issue-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 10:58:00",
        "gmt_time": "2019-09-06 02:58:00"
    },
    {
        "id": 885537,
        "updated_sequence": 1923161,
        "published_at": {
            "unix": 1567738560,
            "text": "2019-09-06 03:56:00 +0100",
            "iso_8601": "2019-09-06T02:56:00Z"
        },
        "updated_at": {
            "unix": 1567741934,
            "text": "2019-09-06 04:52:14 +0100",
            "iso_8601": "2019-09-06T03:52:14Z"
        },
        "subject": "US President Trump spoke to French President Macron on Thursday regarding digital sales tax, while they also discussed Iran's actions in the Gulf and Trump told Macron that Iran sanctions wont be dropped now",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-spoke-to-french-president-macron-on-thursday-regarding-digital-sales-tax-while-they-also-discussed-iran-s-actions-in-the-gulf-and-trump-told-macron-that-iran-sanctions-wont-be-dropped-now-06-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 10:56:00",
        "gmt_time": "2019-09-06 02:56:00"
    },
    {
        "id": 885536,
        "updated_sequence": 1923131,
        "published_at": {
            "unix": 1567736820,
            "text": "2019-09-06 03:27:00 +0100",
            "iso_8601": "2019-09-06T02:27:00Z"
        },
        "updated_at": {
            "unix": 1567736889,
            "text": "2019-09-06 03:28:09 +0100",
            "iso_8601": "2019-09-06T02:28:09Z"
        },
        "subject": "HKEX (388 HK) confirms derivatives market has opened and is running smoothly following yesterday's glitch",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hkex-388-hk-confirms-derivatives-market-has-opened-and-is-running-smoothly-following-yesterday-s-glitch-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 10:27:00",
        "gmt_time": "2019-09-06 02:27:00"
    },
    {
        "id": 885535,
        "updated_sequence": 1923128,
        "published_at": {
            "unix": 1567736280,
            "text": "2019-09-06 03:18:00 +0100",
            "iso_8601": "2019-09-06T02:18:00Z"
        },
        "updated_at": {
            "unix": 1567736408,
            "text": "2019-09-06 03:20:08 +0100",
            "iso_8601": "2019-09-06T02:20:08Z"
        },
        "subject": "China's NDRC Deputy Director says need to increase output and supply of pork, fruits and vegetable to ensure overall price stability and need to raise counter-cyclical adjustment efforts to ensure stability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-ndrc-deputy-director-says-need-to-increase-output-and-supply-of-pork-fruits-and-vegetable-to-ensure-overall-price-stability-and-need-to-raise-counter-cyclical-adjustment-efforts-to-ensure-stability-06-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 10:18:00",
        "gmt_time": "2019-09-06 02:18:00"
    },
    {
        "id": 885534,
        "updated_sequence": 1923121,
        "published_at": {
            "unix": 1567734180,
            "text": "2019-09-06 02:43:00 +0100",
            "iso_8601": "2019-09-06T01:43:00Z"
        },
        "updated_at": {
            "unix": 1567734327,
            "text": "2019-09-06 02:45:27 +0100",
            "iso_8601": "2019-09-06T01:45:27Z"
        },
        "subject": "HKEX (388 HK) CEO Li says recent derivatives trading issue was a software glitch and not caused by human error, neither was the system hacked",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hkex-388-hk-ceo-li-says-recent-derivatives-trading-issue-was-a-software-glitch-and-not-caused-by-human-error-neither-was-the-system-hacked-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:43:00",
        "gmt_time": "2019-09-06 01:43:00"
    },
    {
        "id": 885533,
        "updated_sequence": 1923116,
        "published_at": {
            "unix": 1567733880,
            "text": "2019-09-06 02:38:00 +0100",
            "iso_8601": "2019-09-06T01:38:00Z"
        },
        "updated_at": {
            "unix": 1567733978,
            "text": "2019-09-06 02:39:38 +0100",
            "iso_8601": "2019-09-06T01:39:38Z"
        },
        "subject": "Reject Shop (TRS AT) names Steven Fisher as next Chairman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reject-shop-trs-at-names-steven-fisher-as-next-chairman-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:38:00",
        "gmt_time": "2019-09-06 01:38:00"
    },
    {
        "id": 885532,
        "updated_sequence": 1923111,
        "published_at": {
            "unix": 1567732680,
            "text": "2019-09-06 02:18:00 +0100",
            "iso_8601": "2019-09-06T01:18:00Z"
        },
        "updated_at": {
            "unix": 1567732955,
            "text": "2019-09-06 02:22:35 +0100",
            "iso_8601": "2019-09-06T01:22:35Z"
        },
        "subject": "PBoC injects CNY 40bln via 7-day reverse repos for a weekly net drain of CNY 100bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-40bln-via-7-day-reverse-repos-for-a-weekly-net-drain-of-cny-100bln-06-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:18:00",
        "gmt_time": "2019-09-06 01:18:00"
    },
    {
        "id": 885531,
        "updated_sequence": 1923106,
        "published_at": {
            "unix": 1567732500,
            "text": "2019-09-06 02:15:00 +0100",
            "iso_8601": "2019-09-06T01:15:00Z"
        },
        "updated_at": {
            "unix": 1567732550,
            "text": "2019-09-06 02:15:50 +0100",
            "iso_8601": "2019-09-06T01:15:50Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0855 vs. Exp. 7.1003 (Prev. 7.0852)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0855-vs-exp-7-1003-prev-7-0852-06-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:15:00",
        "gmt_time": "2019-09-06 01:15:00"
    },
    {
        "id": 885530,
        "updated_sequence": 1923103,
        "published_at": {
            "unix": 1567732200,
            "text": "2019-09-06 02:10:00 +0100",
            "iso_8601": "2019-09-06T01:10:00Z"
        },
        "updated_at": {
            "unix": 1567732329,
            "text": "2019-09-06 02:12:09 +0100",
            "iso_8601": "2019-09-06T01:12:09Z"
        },
        "subject": "BoJ offers to buy JPY 50bln in up to 1yr JGBs, JPY 400bln in 1yr-3yr JGBs, JPY 360bln in 3yr-5yr JGBs, JPY 400bln in 5yr-10yr JGBs and JPY 25bln in inflation-indexed bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-50bln-in-up-to-1yr-jgbs-jpy-400bln-in-1yr-3yr-jgbs-jpy-360bln-in-3yr-5yr-jgbs-jpy-400bln-in-5yr-10yr-jgbs-and-jpy-25bln-in-inflation-indexed-bonds-06-09-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:10:00",
        "gmt_time": "2019-09-06 01:10:00"
    },
    {
        "id": 885529,
        "updated_sequence": 1923113,
        "published_at": {
            "unix": 1567731840,
            "text": "2019-09-06 02:04:00 +0100",
            "iso_8601": "2019-09-06T01:04:00Z"
        },
        "updated_at": {
            "unix": 1567733050,
            "text": "2019-09-06 02:24:10 +0100",
            "iso_8601": "2019-09-06T01:24:10Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: CIFI Holdings Group (884 HK) August contracted sales CNY 13.8bln vs. Prev. CNY 14.6bln M/M, Global Times Editor suggested there's more possibility of a breakthrough between US and China",
        "content": "<p>China Gas (384 HK) - Co. will acquire 170mln shares in SK E&amp;S for KRW 786.6bln. (Newswires)</p><p>China Mobile (941 HK) - Co. announced it has built over 20000 5G base stations in 52 cities across China. (Xinhua)</p><p>CIFI Holdings Group (884 HK) - Co. August contracted sales CNY 13.8bln vs. Prev. CNY 14.6bln M/M. (Newswires)</p><p>CITIC Securities (6030 HK) - Co. August net CNY 1.1bln vs. Prev. CNY 696.2mln M/M. (Newswires)</p><p>Dongfeng Motor (489 HK) - Co. August vehicle sales 233.2k units vs. Prev. 227.1k units Y/Y. (Newswires)</p><p>Meituan Dianping (3690 HK) - Co. backed Indian online food delivery start up Swiggy launched an on-demand courier service. (SCMP)</p><p>Financials - China’s SAFE will permit 3 securities firms to participate in a pilot program related to FX settlement and sales. (Newswires)</p><p>SOEs - Shanghai plans to list the core assets of state-owned enterprises by 2020. (Newswires)</p><p>PBoC - PBoC is expected to release more capital according to reports. (China Daily)</p><p>Other News - China Vice Premier Liu He said China's economy is facing increasing downward pressure, but China is fully capable to deal with it, while he added that China will step up counter-cyclical adjustments by financial regulatory and improve monetary policy transmission mechanism. (Newswires)</p><p>Trade - China Global Times Editor Hu Xijin tweeted that China and the US announced new round of trade talks and will work to make substantial progress, while he personally thinks the US, worn out by the trade war, may no longer hope for crushing China's will and suggested there's more possibility of a breakthrough between the two sides. (Twitter)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-cifi-holdings-group-884-hk-august-contracted-sales-cny-13-8bln-vs-prev-cny-14-6bln-m-m-global-times-editor-suggested-there-s-more-possibility-of-a-breakthrough-between-us-and-china-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 09:04:00",
        "gmt_time": "2019-09-06 01:04:00"
    },
    {
        "id": 885528,
        "updated_sequence": 1923097,
        "published_at": {
            "unix": 1567729980,
            "text": "2019-09-06 01:33:00 +0100",
            "iso_8601": "2019-09-06T00:33:00Z"
        },
        "updated_at": {
            "unix": 1567730080,
            "text": "2019-09-06 01:34:40 +0100",
            "iso_8601": "2019-09-06T00:34:40Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 7.1003, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, the reference rate was set at 7.0852 yesterday..&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1567730079,
            "text": "2019-09-06 01:34:39 +0100",
            "iso_8601": "2019-09-06T00:34:39Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-7-1003-according-to-a-major-newswire-estimate-06-09-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 08:33:00",
        "gmt_time": "2019-09-06 00:33:00"
    },
    {
        "id": 885527,
        "updated_sequence": 1923094,
        "published_at": {
            "unix": 1567729680,
            "text": "2019-09-06 01:28:00 +0100",
            "iso_8601": "2019-09-06T00:28:00Z"
        },
        "updated_at": {
            "unix": 1567729720,
            "text": "2019-09-06 01:28:40 +0100",
            "iso_8601": "2019-09-06T00:28:40Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Largan Precision (3008 TT) reports July sales rose 17.7% to a record of TWD 6.48bln",
        "content": "<p>TAIWAN</p><p>Largan Precision (3008 TT) - Co. reports July sales rose 17.7% to a record of TWD 6.48bln. (Taipei Times)</p><p>Data Recap - Taiwan Foreign Reserves (USD)(Aug) 468.2B (Prev. 467.2B). (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>No notable news stories.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-largan-precision-3008-tt-reports-july-sales-rose-17-7-to-a-record-of-twd-6-48bln-06-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 08:28:00",
        "gmt_time": "2019-09-06 00:28:00"
    },
    {
        "id": 885526,
        "updated_sequence": 1923091,
        "published_at": {
            "unix": 1567728180,
            "text": "2019-09-06 01:03:00 +0100",
            "iso_8601": "2019-09-06T00:03:00Z"
        },
        "updated_at": {
            "unix": 1567728567,
            "text": "2019-09-06 01:09:27 +0100",
            "iso_8601": "2019-09-06T00:09:27Z"
        },
        "subject": "Asia equity markets begin higher as they sustain the momentum from Wall St, where all major indices rallied and the S&P 500 notched a 1-month high amid US-China trade hopes, as well strong ISM Non-Manufacturing and ADP jobs data ahead of today's NFPs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-higher-as-they-sustain-the-momentum-from-wall-st-where-all-major-indices-rallied-and-the-s-p-500-notched-a-1-month-high-amid-us-china-trade-hopes-as-well-strong-ism-non-manufacturing-and-adp-jobs-data-ahead-of-tod-06-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 08:03:00",
        "gmt_time": "2019-09-06 00:03:00"
    },
    {
        "id": 885525,
        "updated_sequence": 1923086,
        "published_at": {
            "unix": 1567728120,
            "text": "2019-09-06 01:02:00 +0100",
            "iso_8601": "2019-09-06T00:02:00Z"
        },
        "updated_at": {
            "unix": 1567728192,
            "text": "2019-09-06 01:03:12 +0100",
            "iso_8601": "2019-09-06T00:03:12Z"
        },
        "subject": "Alibaba (BABA) buys Kaola e-commerce platform from Netease (NTES) for USD 2bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "alibaba-baba-buys-kaola-e-commerce-platform-from-netease-ntes-for-usd-2bln-06-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 08:02:00",
        "gmt_time": "2019-09-06 00:02:00"
    },
    {
        "id": 885685,
        "updated_sequence": 1923725,
        "published_at": {
            "unix": 1567728000,
            "text": "2019-09-06 01:00:00 +0100",
            "iso_8601": "2019-09-06T00:00:00Z"
        },
        "updated_at": {
            "unix": 1567788201,
            "text": "2019-09-06 17:43:21 +0100",
            "iso_8601": "2019-09-06T16:43:21Z"
        },
        "subject": "Fed Chair Powell reiterates the Fed's commitment to the non-political delivery of monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SNB",
        "slug": "fed-chair-powell-reiterates-the-fed-s-commitment-to-the-non-political-delivery-of-monetary-policy-06-09-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-06 08:00:00",
        "gmt_time": "2019-09-06 00:00:00"
    }
]