[
    {
        "id": 865040,
        "updated_sequence": 1836122,
        "published_at": {
            "unix": 1555621200,
            "text": "2019-04-18 22:00:00 +0100",
            "iso_8601": "2019-04-18T21:00:00Z"
        },
        "updated_at": {
            "unix": 1555621200,
            "text": "2019-04-18 22:00:00 +0100",
            "iso_8601": "2019-04-18T21:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE IS NOW LIVE FOR TODAY'S SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-is-now-live-for-today-s-session-17-04-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 05:00:00",
        "gmt_time": "2019-04-18 21:00:00"
    },
    {
        "id": 865263,
        "updated_sequence": 1836120,
        "published_at": {
            "unix": 1555619520,
            "text": "2019-04-18 21:32:00 +0100",
            "iso_8601": "2019-04-18T20:32:00Z"
        },
        "updated_at": {
            "unix": 1555619643,
            "text": "2019-04-18 21:34:03 +0100",
            "iso_8601": "2019-04-18T20:34:03Z"
        },
        "subject": "Fed's Kaplan (non-voter, dove) says improving economic growth is unlikely to change his view that short-term interest rates are where they should be, in WSJ interview",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "fed-s-kaplan-non-voter-dove-says-improving-economic-growth-is-unlikely-to-change-his-view-that-short-term-interest-rates-are-where-they-should-be-in-wsj-interview-18-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:32:00",
        "gmt_time": "2019-04-18 20:32:00"
    },
    {
        "id": 865159,
        "updated_sequence": 1836117,
        "published_at": {
            "unix": 1555618020,
            "text": "2019-04-18 21:07:00 +0100",
            "iso_8601": "2019-04-18T20:07:00Z"
        },
        "updated_at": {
            "unix": 1555618269,
            "text": "2019-04-18 21:11:09 +0100",
            "iso_8601": "2019-04-18T20:11:09Z"
        },
        "subject": "SERVICE NOTICE: RANsquawk service schedule over the Easter weekend",
        "content": "<p>The desk will operate its usual schedule until Thursday April 18th 2130BST upon which the desk will close and remain closed for the entirety of Friday 19th April in observance of Good Friday with UK, EU and US markets all closed.&nbsp;</p><p>The Service will resume on Sunday April 21st at 2200BST for the beginning of the Asia-Pac session and will run until Monday 22nd April at 0630BST at which point the service will halt due to the closure of EU and UK markets. The service will then resume at 1300BST for the beginning of the US session with US markets subject to a regular open.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "service-notice-ransquawk-service-schedule-over-the-easter-weekend-18-04-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:07:00",
        "gmt_time": "2019-04-18 20:07:00"
    },
    {
        "id": 865243,
        "updated_sequence": 1836108,
        "published_at": {
            "unix": 1555617900,
            "text": "2019-04-18 21:05:00 +0100",
            "iso_8601": "2019-04-18T20:05:00Z"
        },
        "updated_at": {
            "unix": 1555617920,
            "text": "2019-04-18 21:05:20 +0100",
            "iso_8601": "2019-04-18T20:05:20Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 22 April 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21650/download\"><strong>here</strong></a></p><ul><li><strong>Monday: Easter Monday.</strong></li><li><strong>Tuesday: US &amp; Eurozone Markit Flash PMIs, Eurozone Flash Consumer Confidence.</strong></li><li><strong>Wednesday: BoC Interest Rate Decision, ECB Economic Bulletin.</strong></li><li><strong>Thursday: BoJ Monetary Policy meeting, Riksbank &amp; CBRT Interest Rate Decisions, US Durable Goods (Mar).</strong></li><li><strong>Friday: Japanese Labour Market Report &amp; Retail Sales, US GDP (Advance), Uni of Michigan (Final).</strong></li><li><strong>Sunday: Spanish General Election.</strong></li></ul><p>&nbsp;</p><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-22-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:05:00",
        "gmt_time": "2019-04-18 20:05:00"
    },
    {
        "id": 865262,
        "updated_sequence": 1836113,
        "published_at": {
            "unix": 1555617900,
            "text": "2019-04-18 21:05:00 +0100",
            "iso_8601": "2019-04-18T20:05:00Z"
        },
        "updated_at": {
            "unix": 1555618012,
            "text": "2019-04-18 21:06:52 +0100",
            "iso_8601": "2019-04-18T20:06:52Z"
        },
        "subject": "Intuitive Surgical Inc (ISRG) Q1 adj. EPS USD 2.61 vs. exp. USD 2.71, revenue USD 0.97bln vs. exp. USD 0.98bln",
        "content": "<ul><li>&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "intuitive-surgical-inc-isrg-q1-adj-eps-usd-2-61-vs-exp-usd-2-71-revenue-usd-0-97bln-vs-exp-usd-0-98bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:05:00",
        "gmt_time": "2019-04-18 20:05:00"
    },
    {
        "id": 865244,
        "updated_sequence": 1836106,
        "published_at": {
            "unix": 1555617900,
            "text": "2019-04-18 21:05:00 +0100",
            "iso_8601": "2019-04-18T20:05:00Z"
        },
        "updated_at": {
            "unix": 1555617910,
            "text": "2019-04-18 21:05:10 +0100",
            "iso_8601": "2019-04-18T20:05:10Z"
        },
        "subject": "RANsquawk Central Bank Weekly - 18 Apr 2019",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/21651/download\"><strong>here</strong></a></p><ul><li><strong>Previewing BOC, BOJ, Riksbank, CBRT, CBR, BI.</strong></li><li><strong>Reviewing ECB sources, RBA minutes, BOK.</strong></li></ul><p>&nbsp;</p><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-18-apr-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:05:00",
        "gmt_time": "2019-04-18 20:05:00"
    },
    {
        "id": 865261,
        "updated_sequence": 1836104,
        "published_at": {
            "unix": 1555617720,
            "text": "2019-04-18 21:02:00 +0100",
            "iso_8601": "2019-04-18T20:02:00Z"
        },
        "updated_at": {
            "unix": 1555617774,
            "text": "2019-04-18 21:02:54 +0100",
            "iso_8601": "2019-04-18T20:02:54Z"
        },
        "subject": "US MARKET WRAP 18 April 2019: Stocks advance on strong earnings, decent US data; EZ PMIs disappoint.",
        "content": "<p><strong>* SNAP SHOT: </strong>Equities up, dollar up, Treasuries up, crude up.</p><p><strong>* REAR VIEW:</strong> Soft EZ PMIs, decent US data, as traders head into the long weekend.</p><p><strong>* AHEAD:</strong> Monday: Easter Monday. Tuesday: US &amp; Eurozone Markit Flash PMIs, Eurozone Flash Consumer Confidence. Wednesday: BoC Interest Rate Decision, ECB Economic Bulletin. Thursday: BoJ Monetary Policy meeting, Riksbank &amp; CBRT Interest Rate Decisions, US Durable Goods (Mar). Friday: Japanese Labour Market Report &amp; Retail Sales, US GDP (Advance), Uni of Michigan (Final). Sunday: Spanish General Election. <a href=\"https://ransquawk.com/research_sheets/21650/download\">Click here for full week ahead preview</a>.</p><p><strong>* US RETAIL SALES:</strong>&nbsp;Came in better than expected, rising 1.6% M/M in March, bouncing back from the -0.2% M/M reading in February. Gasoline prices and vehicle sales underpinned the headline, though core retail sales also rose firmly. “The strong March performance indicates that the early Q1 weakness in consumer spending was temporary, and that spending is poised to rebound just under 3% in Q2, up from around 0.6% growth in Q1,” Oxford Economics said. “The latest data continue to illustrate the extreme degree of volatility at the start of the year, in part related to the government shutdown, and underscore the importance of focussing on underlying trends.” The consultancy also argues that the rebound bodes well for the domestic US outlook, and is well supported by labour market fundamentals; it also dispels “misguided” concerns that the US economy is slipping into recession, the consultancy argues.</p><p><strong>* US BUSINESS INVENTORIES:</strong>&nbsp;Came in slightly short of expectations at 0.3%, following the 1.6% gain across December and January – the largest two month gain since 2011. The inventory to sales ratio held at 1.39 for the third straight month. Analysts believe that inventories will now make a positive contribution to GDP growth in Q1 (see week in focus for full preview of next week’s advance GDP print for Q1). “Since part of the inventory build-up earlier this year was likely involuntary amid cooler domestic demand and softer global activity, we expect businesses to shrink relative inventory levels in the coming months,” Oxford Economics believes.</p><p><strong>* US INITIAL JOBLESS CLAIMS:</strong>&nbsp;A new cyclical low at 192k (-5k), against expectations of a rise. It is worth noting that this was also the survey week for the April nonfarm payrolls report, and Barclays says the initial jobless claims and continuing claims data points to healthy labour market conditions.</p><p><strong>* CANADIAN RETAIL SALES:</strong>&nbsp;The 0.8% M/M rise in retail sales was slightly better than expected, but the data wasn't as good as the headline suggests, Scotiabank said. \"Much of the gain of 0.8% was due to higher prices, but volumes were still up by a modest 0.2% M/M,\" adding that \"regional effects were pronounced and very cold temperatures in western Canada may have depressed sales volumes more than would have otherwise been the case.\" Retail sales have been going sideways since last Spring, the bank notes, with two factors in play: \"brought forward consumption into the period of prior stimulus (child benefit cheques), and combined rate/housing effects. Solid job and wage gain trends could provide a constructive backdrop for future expectations after we get through the adjustment phase especially if pent-up weather-related demand exists.\" Retail sales volumes in Q1 are tracking around 1.1% Q/Q according to Scotia's data, and lower in seasonally adjusted terms after the 0.3% decline in Q4. However, this is unlikely to worry the BOC: \"Recall that back in the January MPR before the BoC did its statement changes in March, they had forecast Q1 GDP growth of 0.8%. We’re probably still tracking at or north of 1%. Nowcasts nevertheless await March data that will further inform estimates.\"</p><p><strong>* WTI (K9) SETTLES USD 0.24 HIGHER AT USD 64.00/BBL; BRENT (M9) SETTLES USD 0.35 HIGHER AT USD 71.97/BBL.&nbsp;</strong>Crude markets closed the week essentially where they started it, consolidating around YTD highs in a lack of major updates on supply. “Macroeconomic signals were mixed, with strong numbers in the US, but weakness in Europe that is contributing to a stronger US dollar, limiting market sentiment at least for the day,” analysts at Citigroup comment. “Light book squaring ahead of the Good Friday holiday weekend and the May WTI contract expiration to follow on Monday,” are other factors playing into the recent volatility of the market, Citi’s analyst highlight. Thursday’s main supply update came out of Libya, where it announced its El Waha oil field will cut its output by 124k BPD in early May, leaving it running at 176k BPD; the market is still pricing in a geopolitical risk factor for Libya where fears still remain of its civil conflict putting a halt to its oil exports. The Baker Hughes rig count for the week showed total rigs down by 10 at 1012, oil rigs down by 8 at 825 and gas rigs down by 2 at 187; the cut in rigs comes after two consecutive weeks of rig count rises.</p><p><strong>* SPX +0.2% at 2905, NDX +0.1% at 7690, DJI +0.4% at 26561. SECTORS: Communications 0.0%, Cons Discretionary -0.1%, Cons Staples -0.0%, Energy -0.5%, Financials -0.2%, Healthcare +0.1%, Industrials +1.1%, Materials +0.1%, Tech +0.3%, Telecoms +0.1%, Utilities +0.0%.</strong></p><p><strong>* STOCKS SPECIFICS:&nbsp;</strong>Biotech and Pharma names, including Merck &amp; Co (MRK), Pfizer (PFE), Johnson &amp; Johnson (JNJ), AbbVie Inc (ABBV) fell as the healthcare rout spread. However, United Health (UNH) were lifted after unconfirmed reports emerged that Dan Loeb’s Third Point had reportedly taken a ‘significant share’ in the health insurance provider. American Express (AXP) rose after the earnings matched expectations and affirmed their outlook for 2019. Travelers (TRV) gained after the insurer beat analyst expectations, improving bottom line earnings on a YY basis and announced an increase in quarterly dividend. Honeywell International (HON) shares reached all-time highs after the industrial conglomerate beat top and bottom-line earnings forecasts. Kinder Morgan (KMI) fell after the firm missed revenue expectations, despite raising quarterly dividend. Union Pacific (UNP) traded higher after the firm’s net profit rose despite lower revenues. United Rentals (URI) traded higher after the industrial equipment rental co. first-quarter earnings beat analyst expectations. Constellation Brands (STZ) shares rose after the brand announced the sale of part of its wine business, which may give the firm the flexibility to increase its stake in CBD product maker Canopy Growth (CGC), whose shares also rose. Blackstone (BX) traded higher after the company announced it would move from a partnership structure to a corporation, a move that will allow the firm to reduce tax liabilities.</p><p><strong>* US T-NOTE FUTURES (M9) SETTLED 9 TICKS HIGHER AT 123-4+. </strong>Yields fell across the curve on Thursday, taking their cues from Bunds in the European morning, after weak Eurozone PMIs reinforced concerns about downside risks outweighing upside risks. The complex struggled to sell-off after jobless claims data that fell to new cyclical lows, as well as a generally upbeat retail sales report. Meanwhile, business inventories gives rise to hopes that they will positively contribute to GDP in Q1. However, ahead of the long-weekend, trade petered out as the Europeans left for the week, and at settlement, major curve spreads were slightly narrower.</p><p><strong>*Weekly FX Wrap:</strong>&nbsp;King Dollar takes the throne ahead of Easter</p><p><strong>* USD:</strong>&nbsp;The Dollar and DXY are looking to end the holiday-shortened week on a strong note, with the latter having fluctuated in a 96.800-97.400 weekly range. US-China developments did little to sway the buck, with the latest reports signalling compromise on both sides and a potential deal signing in May. The USD felt some pressure following the upbeat Chinese data which aided USD/CNH to reach levels close to 6.6800 to the downside from a high of 6.7124 (that day). DXY recouped those losses during Thursday’s trade amid the demise of the EUR, sparked by overall disappointing EZ PMIs. A final bout of demand was observed amid optimistic US March retail sales, with Fed’s Bostic (non-voter, dove) left on the docket ahead of the Easter break. Looking ahead, next week sees the release of US Durable goods for March alongside Q1 GDP advanced.</p><p><strong>* EUR, GBP:&nbsp;</strong>Overall a downbeat week for the Single Currency with EUR/USD poised to end the shortened week closer to the lower end of the week’s 1.1238-1.1324 range. A bulk of the Euro’s weekly losses are as a result of dismal PMIs (again) which took the EUR/USD back below the 1.1300 level (and 50 DMA at 1.1294) before the pair dipped below 1.1250. Similarly, Sterling is poised end European trade on the backfoot as Brexit bedlam takes a back-seat (for now) with UK parliament on recess. The currency shrugged off employment data and started retreating from weekly highs earlier in the week after UK press reported that cross-party talks are coming to a standstill (although later denied by UK labour spokesman). GBP/USD felt another bout of weakness after disappointing March inflation figures wherein headline missed expectations by 0.1ppt. Cable looks to end the session around the 1.30 level after having breached its 50 DMA (1.3028) mid-week, having traded in a 1.2993-1.3080 band.</p><p><strong>* AUD, NZD:</strong>&nbsp;It’s been a rough week for the Antipodeans, more-so the Kiwi amid gloomy NZ inflation figures which have prompted money markets to increase the chances of an RBNZ OCR cut to 50% (vs. Prev. 25%). NZD/USD is poised to end the session closer to the bottom of this week’s 0.6665-6761 range, having breached its 50 DMA to the downside at 0.6761 ahead of next week’s Kiwi Trade Balance. Elsewhere, the Aussie traded choppy for most of the week and is set to end the week in negative territory after the China data gains were offset by the overall USD strength. Furthermore, less pessimistic jobs data provided the Aussie with some short-live strength in which AUD/USD retested the 0.7200 level to the upside. All-in-all, AUD/USD is poised to end this week’s trade marginally in the red ahead of next week’s inflation figures where the street looks for the headline Y/Y to ease from 1.8% to 1.5%, after undershooting the RBA’s target band of 2-3% in 2018. The lack of price pressure mainly emanates from subdued wage growth, trouble in the housing market, retail competition and lethargic consumer spending. Hence, Westpac takes a slightly more pessimistic stance and expects the headline Y/Y figure to print at 1.4% due to receding oil prices alongside a “seasonally soft quarter”.</p><p><strong>* CAD:&nbsp;</strong>Again, set to end trade in the red vs. the Buck after an initial hit from BoC’s Spring Business Outlook Survey as the headline index turned slightly negative whilst the snapshot is for a moderation form high levels of domestic and foreign demand across a number of regions. The Loonie largely shrugged off a miss in Canadian manufacturing sales as the currency, at the time, was buoyed by firmer energy prices, whilst a pickup in Canadian headline inflation (1.9% vs. Prev. 1.5% Y/Y) bolstered the CAD in the immediate aftermath. Nonetheless, Thursday’s bout of USD strength pushed the CAD back into the red for the week. USD/CAD is set to end EU trade closer to the top of a 1.3275-3400 range ahead of next week’s BoC rate decision (widely touted to stand pat on rates), BoC’s Governor Poloz and First Deputy Governor Wilkin’s speech post-decision.</p><p><strong>* CHF, JPY:&nbsp;</strong>The Swiss Franc is set to notch a third week in the red with this week’s move vs. the EUR in a 1.1320-1.1420 parameter. EUR/CHF briefly breached its 50 DMA to the upside ahead of its 100 DMA at 1.1447. The pair is set to end EU trade just off highs amid the weaker EUR. Meanwhile, USD/JPY is poised to end the week marginally in the red, having fluctuated within a relatively narrow 111.80-112.20 band this week. Thursday’s cautious sentiment helped the pair fall below the 112.00 level and the 200 WMA at 111.95 ahead of Thursday’s BoJ rate decision which will include the Inflation Outlook report which will also take the first look into FY 2021, with sources stating that the Central Bank are to project FY 21 inflation above 1.5% but short of its 2% target, and FY 19 growth and inflation forecast are expected to be cut.</p><p><strong>* TRY:&nbsp;</strong>Another week, another weaker Lira amid concern surrounding the CBRT’s foreign-currency reserves amid reports that the Central Bank boosted reserve with a few billion dollars of borrowed cash. Thus, investors and traders are questioning the country’s ability to defend itself in a currency crisis. USD/TRY is set to head into the long Easter weekend closer to the top of this week’s 5.7090-8515 band.</p><p><strong>* CENTRAL BANK WEEKLY:</strong>RANsquawk Central Bank Weekly 12 Apr 2019: Reviewing FOMC, ECB, RBA, BCB; Previewing RBA mins, BOK.&nbsp;<a href=\"https://ransquawk.com/research_sheets/21609/download\">To download the report, please click here</a>.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-18-april-2019-stocks-advance-on-strong-earnings-decent-us-data-ez-pmis-disappoint-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 04:02:00",
        "gmt_time": "2019-04-18 20:02:00"
    },
    {
        "id": 865260,
        "updated_sequence": 1836101,
        "published_at": {
            "unix": 1555616700,
            "text": "2019-04-18 20:45:00 +0100",
            "iso_8601": "2019-04-18T19:45:00Z"
        },
        "updated_at": {
            "unix": 1555616789,
            "text": "2019-04-18 20:46:29 +0100",
            "iso_8601": "2019-04-18T19:46:29Z"
        },
        "subject": "SPX MOC 50mln to buy (unch vs 1544 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk Sources",
        "slug": "spx-moc-50mln-to-buy-unch-vs-1544-edt-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 03:45:00",
        "gmt_time": "2019-04-18 19:45:00"
    },
    {
        "id": 865259,
        "updated_sequence": 1836098,
        "published_at": {
            "unix": 1555614540,
            "text": "2019-04-18 20:09:00 +0100",
            "iso_8601": "2019-04-18T19:09:00Z"
        },
        "updated_at": {
            "unix": 1555614617,
            "text": "2019-04-18 20:10:17 +0100",
            "iso_8601": "2019-04-18T19:10:17Z"
        },
        "subject": "US T-Note futures (M9) settled 9 ticks higher at 123-4+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Yields fell across the curve on Thursday, taking their cues from Bunds in the European morning, after weak Eurozone PMIs reinforced concerns about downside risks outweighing upside risks. The complex struggled to sell-off after jobless claims data that fell to new cyclical lows, as well as a generally upbeat retail sales report. Meanwhile, business inventories gives rise to hopes that they will positively contribute to GDP in Q1. However, ahead of the long-weekend, trade petered out as the Europeans left for the week, and at settlement, major curve spreads were slightly narrower.</p>",
        "analysis_updated_at": {
            "unix": 1555614617,
            "text": "2019-04-18 20:10:17 +0100",
            "iso_8601": "2019-04-18T19:10:17Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settled-9-ticks-higher-at-123-4-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 03:09:00",
        "gmt_time": "2019-04-18 19:09:00"
    },
    {
        "id": 865258,
        "updated_sequence": 1836095,
        "published_at": {
            "unix": 1555613820,
            "text": "2019-04-18 19:57:00 +0100",
            "iso_8601": "2019-04-18T18:57:00Z"
        },
        "updated_at": {
            "unix": 1555613894,
            "text": "2019-04-18 19:58:14 +0100",
            "iso_8601": "2019-04-18T18:58:14Z"
        },
        "subject": "Venezuela reportedly funelling cash from oil sales via Russia's Rosneft to bypass US sanctions, Reuters reports citing documents' adds India's Reliance is among PDVSA clients paying for oil purchases via Russia's Rosneft",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-reportedly-funelling-cash-from-oil-sales-via-russia-s-rosneft-to-bypass-us-sanctions-reuters-reports-citing-documents-adds-india-s-reliance-is-among-pdvsa-clients-paying-for-oil-purchases-via-russia-s-rosneft-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 02:57:00",
        "gmt_time": "2019-04-18 18:57:00"
    },
    {
        "id": 865257,
        "updated_sequence": 1836092,
        "published_at": {
            "unix": 1555612260,
            "text": "2019-04-18 19:31:00 +0100",
            "iso_8601": "2019-04-18T18:31:00Z"
        },
        "updated_at": {
            "unix": 1555613348,
            "text": "2019-04-18 19:49:08 +0100",
            "iso_8601": "2019-04-18T18:49:08Z"
        },
        "subject": "WTI (K9) settles USD 0.24 higher at USD 64.00/bbl; Brent (M9) settles USD 0.35 higher at USD 71.97/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude markets closed the week essentially where they started, consolidating around YTD highs, and on Friday, amid a lack of major updates on supply. “Macroeconomic signals were mixed, with strong numbers in the US, but weakness in Europe that is contributing to a stronger US dollar, limiting market sentiment at least for the day,” analysts at Citigroup comment. “Light book squaring ahead of the Good Friday holiday weekend and the May WTI contract expiration to follow on Monday,” are other factors playing into the recent volatility of the market, Citi’s analysts highlight. Thursday’s main supply update came out of Libya, where it announced its El Waha oil field will cut its output by 124k BPD in early May, leaving it running at 176k BPD; the market is still pricing in a geopolitical risk premium for Libya, where fears of its civil conflict escalating and putting a halt to its oil exports still lingering. The Baker Hughes rig count for the week showed total rigs down by 10 at 1012, oil rigs down by 8 at 825 and gas rigs down by 2 at 187; the cut in rigs comes after two consecutive weeks of rig count rises.</p>",
        "analysis_updated_at": {
            "unix": 1555612500,
            "text": "2019-04-18 19:35:00 +0100",
            "iso_8601": "2019-04-18T18:35:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-k9-settles-usd-0-24-higher-at-usd-64-00-bbl-brent-m9-settles-usd-0-35-higher-at-usd-71-97-bbl-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 02:31:00",
        "gmt_time": "2019-04-18 18:31:00"
    },
    {
        "id": 865256,
        "updated_sequence": 1836085,
        "published_at": {
            "unix": 1555610940,
            "text": "2019-04-18 19:09:00 +0100",
            "iso_8601": "2019-04-18T18:09:00Z"
        },
        "updated_at": {
            "unix": 1555611507,
            "text": "2019-04-18 19:18:27 +0100",
            "iso_8601": "2019-04-18T18:18:27Z"
        },
        "subject": "US ITC says US MCA trade deal would add about 0.35ppts to US real GDP, and increase US employment by about 176k jobs",
        "content": "<ul><li>says US exports to Canada and Mexico would increase by US 19.1bln and USD 14.2bln respectively</li><li>&nbsp;ITC says US MCA deal would see vehicle prices rise 1.6%, while total consumption would fall &nbsp;140k units</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-itc-says-us-mca-trade-deal-would-add-about-0-35ppts-to-us-real-gdp-and-increase-us-employment-by-about-176k-jobs-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 02:09:00",
        "gmt_time": "2019-04-18 18:09:00"
    },
    {
        "id": 865255,
        "updated_sequence": 1836078,
        "published_at": {
            "unix": 1555610400,
            "text": "2019-04-18 19:00:00 +0100",
            "iso_8601": "2019-04-18T18:00:00Z"
        },
        "updated_at": {
            "unix": 1555610624,
            "text": "2019-04-18 19:03:44 +0100",
            "iso_8601": "2019-04-18T18:03:44Z"
        },
        "subject": "USTR auto sector impact assessment ahead of ITC report on USMCA finds new deal will lead to USD 34bln in new auto investments, estimates include USD 15.3bln previously announced by FCA (FCAU), Ford (F), Toyota (TM) and Volkswagon (VOW3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-auto-sector-impact-assessment-ahead-of-itc-report-on-usmca-finds-new-deal-will-lead-to-usd-34bln-in-new-auto-investments-estimates-include-usd-15-3bln-previously-announced-by-fca-fcau-ford-f-toyota-tm-and-volkswagon-vow3-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 02:00:00",
        "gmt_time": "2019-04-18 18:00:00"
    },
    {
        "id": 865254,
        "updated_sequence": 1836074,
        "published_at": {
            "unix": 1555607340,
            "text": "2019-04-18 18:09:00 +0100",
            "iso_8601": "2019-04-18T17:09:00Z"
        },
        "updated_at": {
            "unix": 1555607985,
            "text": "2019-04-18 18:19:45 +0100",
            "iso_8601": "2019-04-18T17:19:45Z"
        },
        "subject": "Fed's Bostic (non-voter, dove) rates close to neutral, if not already there",
        "content": "<ul><li>says not clear the signal from the yield curve is the same as in the past</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-non-voter-dove-rates-close-to-neutral-if-not-already-there-18-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 01:09:00",
        "gmt_time": "2019-04-18 17:09:00"
    },
    {
        "id": 865253,
        "updated_sequence": 1836061,
        "published_at": {
            "unix": 1555606980,
            "text": "2019-04-18 18:03:00 +0100",
            "iso_8601": "2019-04-18T17:03:00Z"
        },
        "updated_at": {
            "unix": 1555607135,
            "text": "2019-04-18 18:05:35 +0100",
            "iso_8601": "2019-04-18T17:05:35Z"
        },
        "subject": "Zynga (ZNGA) mentioned as a New Pick at Motley Fool",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, ZNGA shares spiked from 5.270 to 5.440&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1555607134,
            "text": "2019-04-18 18:05:34 +0100",
            "iso_8601": "2019-04-18T17:05:34Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "zynga-znga-mentioned-as-a-new-pick-at-motley-fool-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 01:03:00",
        "gmt_time": "2019-04-18 17:03:00"
    },
    {
        "id": 865252,
        "updated_sequence": 1836070,
        "published_at": {
            "unix": 1555606920,
            "text": "2019-04-18 18:02:00 +0100",
            "iso_8601": "2019-04-18T17:02:00Z"
        },
        "updated_at": {
            "unix": 1555607503,
            "text": "2019-04-18 18:11:43 +0100",
            "iso_8601": "2019-04-18T17:11:43Z"
        },
        "subject": "Fed's Kaplan (non-voter, dove) says current fed funds rate is currently appropriate for the economy, might be mildly accommodative; thinks rates are in the neighbourhood of neutral",
        "content": "<ul><li>Growth estimates have been firming since start of the year,</li><li>Says he is getting more confident about 2019 growth</li><li>Doesn't see any reason to change the Fed's policy stance</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-dove-says-current-fed-funds-rate-is-currently-appropriate-for-the-economy-might-be-mildly-accommodative-thinks-rates-are-in-the-neighbourhood-of-neutral-18-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 01:02:00",
        "gmt_time": "2019-04-18 17:02:00"
    },
    {
        "id": 865250,
        "updated_sequence": 1836050,
        "published_at": {
            "unix": 1555606800,
            "text": "2019-04-18 18:00:00 +0100",
            "iso_8601": "2019-04-18T17:00:00Z"
        },
        "updated_at": {
            "unix": 1555606864,
            "text": "2019-04-18 18:01:04 +0100",
            "iso_8601": "2019-04-18T17:01:04Z"
        },
        "subject": "Delta Air Lines (DAL) sets quarterly dividend at USD 0.35/share",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "delta-air-lines-dal-sets-quarterly-dividend-at-usd-0-35-share-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 01:00:00",
        "gmt_time": "2019-04-18 17:00:00"
    },
    {
        "id": 865251,
        "updated_sequence": 1836053,
        "published_at": {
            "unix": 1555606800,
            "text": "2019-04-18 18:00:00 +0100",
            "iso_8601": "2019-04-18T17:00:00Z"
        },
        "updated_at": {
            "unix": 1555606959,
            "text": "2019-04-18 18:02:39 +0100",
            "iso_8601": "2019-04-18T17:02:39Z"
        },
        "subject": "Baker Hughes US Rig Count (18 April 2019): Total rigs -10 at 1012 (Prev. 1088), oil rigs -8 at 825 (Prev. 833), gas rigs -2 at 187 (Prev. 189)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-18-april-2019-total-rigs-10-at-1012-prev-1088-oil-rigs-8-at-825-prev-833-gas-rigs-2-at-187-prev-189-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 01:00:00",
        "gmt_time": "2019-04-18 17:00:00"
    },
    {
        "id": 865249,
        "updated_sequence": 1836047,
        "published_at": {
            "unix": 1555606260,
            "text": "2019-04-18 17:51:00 +0100",
            "iso_8601": "2019-04-18T16:51:00Z"
        },
        "updated_at": {
            "unix": 1555606328,
            "text": "2019-04-18 17:52:08 +0100",
            "iso_8601": "2019-04-18T16:52:08Z"
        },
        "subject": "Fed's Bostic says he has not seen effect of tariffs on prices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-says-he-has-not-seen-effect-of-tariffs-on-prices-18-04-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:51:00",
        "gmt_time": "2019-04-18 16:51:00"
    },
    {
        "id": 865248,
        "updated_sequence": 1836044,
        "published_at": {
            "unix": 1555605900,
            "text": "2019-04-18 17:45:00 +0100",
            "iso_8601": "2019-04-18T16:45:00Z"
        },
        "updated_at": {
            "unix": 1555605950,
            "text": "2019-04-18 17:45:50 +0100",
            "iso_8601": "2019-04-18T16:45:50Z"
        },
        "subject": "New York govt says Netflix (NFLX) to expand in New York city with a new production hub",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-govt-says-netflix-nflx-to-expand-in-new-york-city-with-a-new-production-hub-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:45:00",
        "gmt_time": "2019-04-18 16:45:00"
    },
    {
        "id": 865247,
        "updated_sequence": 1836041,
        "published_at": {
            "unix": 1555605660,
            "text": "2019-04-18 17:41:00 +0100",
            "iso_8601": "2019-04-18T16:41:00Z"
        },
        "updated_at": {
            "unix": 1555605775,
            "text": "2019-04-18 17:42:55 +0100",
            "iso_8601": "2019-04-18T16:42:55Z"
        },
        "subject": "US Pentagon says they are aware of reports that North Korea may have conducted nuclear tests, missile defense systems are running as normal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-pentagon-says-they-are-aware-of-reports-that-north-korea-may-have-conducted-nuclear-tests-missile-defense-systems-are-running-as-normal-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:41:00",
        "gmt_time": "2019-04-18 16:41:00"
    },
    {
        "id": 865246,
        "updated_sequence": 1836038,
        "published_at": {
            "unix": 1555605420,
            "text": "2019-04-18 17:37:00 +0100",
            "iso_8601": "2019-04-18T16:37:00Z"
        },
        "updated_at": {
            "unix": 1555605638,
            "text": "2019-04-18 17:40:38 +0100",
            "iso_8601": "2019-04-18T16:40:38Z"
        },
        "subject": "Repsol (REP SN) say their operations in Venezuela are continuing as normal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "repsol-rep-sn-say-their-operations-in-venezuela-are-continuing-as-normal-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:37:00",
        "gmt_time": "2019-04-18 16:37:00"
    },
    {
        "id": 865245,
        "updated_sequence": 1836035,
        "published_at": {
            "unix": 1555605180,
            "text": "2019-04-18 17:33:00 +0100",
            "iso_8601": "2019-04-18T16:33:00Z"
        },
        "updated_at": {
            "unix": 1555605240,
            "text": "2019-04-18 17:34:00 +0100",
            "iso_8601": "2019-04-18T16:34:00Z"
        },
        "subject": "Vale have announced that their Brucutu mine is back to normal operations ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vale-have-announced-that-their-brucutu-mine-is-back-to-normal-operations-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:33:00",
        "gmt_time": "2019-04-18 16:33:00"
    },
    {
        "id": 865242,
        "updated_sequence": 1836024,
        "published_at": {
            "unix": 1555605000,
            "text": "2019-04-18 17:30:00 +0100",
            "iso_8601": "2019-04-18T16:30:00Z"
        },
        "updated_at": {
            "unix": 1555605145,
            "text": "2019-04-18 17:32:25 +0100",
            "iso_8601": "2019-04-18T16:32:25Z"
        },
        "subject": "France has responded to accusations that it backs Libya's Hafta and affirmed they support the country's internationally recognised government in Tripoli, as according to a Elysee source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-has-responded-to-accusations-that-it-backs-libya-s-hafta-and-affirmed-they-support-the-country-s-internationally-recognised-government-in-tripoli-as-according-to-a-elysee-source-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-19 00:30:00",
        "gmt_time": "2019-04-18 16:30:00"
    },
    {
        "id": 865241,
        "updated_sequence": 1836021,
        "published_at": {
            "unix": 1555602840,
            "text": "2019-04-18 16:54:00 +0100",
            "iso_8601": "2019-04-18T15:54:00Z"
        },
        "updated_at": {
            "unix": 1555603121,
            "text": "2019-04-18 16:58:41 +0100",
            "iso_8601": "2019-04-18T15:58:41Z"
        },
        "subject": "Snap-on (SNA) included a USD 11.6mln lawsuit settlement gain in operating earnings this quarter, without this would have missed on both revenues and EPS, according to WallStCynic",
        "content": "<p><a href=\"https://twitter.com/WallStCynic/status/1118902381335519232\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "snap-on-sna-included-a-usd-11-6mln-lawsuit-settlement-gain-in-operating-earnings-this-quarter-without-this-would-have-missed-on-both-revenues-and-eps-according-to-wallstcynic-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:54:00",
        "gmt_time": "2019-04-18 15:54:00"
    },
    {
        "id": 865240,
        "updated_sequence": 1836018,
        "published_at": {
            "unix": 1555602300,
            "text": "2019-04-18 16:45:00 +0100",
            "iso_8601": "2019-04-18T15:45:00Z"
        },
        "updated_at": {
            "unix": 1555602515,
            "text": "2019-04-18 16:48:35 +0100",
            "iso_8601": "2019-04-18T15:48:35Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.6), FTSE 100 (-0.2%), DAX (+0.6%), CAC (+0.3%), IBEX (+0.3%), FTSE MIB (+0.2%), SMI (+0.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-6-ftse-100-0-2-dax-0-6-cac-0-3-ibex-0-3-ftse-mib-0-2-smi-0-3-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:45:00",
        "gmt_time": "2019-04-18 15:45:00"
    },
    {
        "id": 865239,
        "updated_sequence": 1836012,
        "published_at": {
            "unix": 1555602060,
            "text": "2019-04-18 16:41:00 +0100",
            "iso_8601": "2019-04-18T15:41:00Z"
        },
        "updated_at": {
            "unix": 1555602118,
            "text": "2019-04-18 16:41:58 +0100",
            "iso_8601": "2019-04-18T15:41:58Z"
        },
        "subject": "Italian Economy Minister Tria says govt will go ahead with flat tax plans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-tria-says-govt-will-go-ahead-with-flat-tax-plans-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:41:00",
        "gmt_time": "2019-04-18 15:41:00"
    },
    {
        "id": 865238,
        "updated_sequence": 1836009,
        "published_at": {
            "unix": 1555601820,
            "text": "2019-04-18 16:37:00 +0100",
            "iso_8601": "2019-04-18T15:37:00Z"
        },
        "updated_at": {
            "unix": 1555601921,
            "text": "2019-04-18 16:38:41 +0100",
            "iso_8601": "2019-04-18T15:38:41Z"
        },
        "subject": "Turkey says the US threats of sanctions over the S-400 will backfire",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-says-the-us-threats-of-sanctions-over-the-s-400-will-backfire-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:37:00",
        "gmt_time": "2019-04-18 15:37:00"
    },
    {
        "id": 865237,
        "updated_sequence": 1836006,
        "published_at": {
            "unix": 1555601220,
            "text": "2019-04-18 16:27:00 +0100",
            "iso_8601": "2019-04-18T15:27:00Z"
        },
        "updated_at": {
            "unix": 1555601875,
            "text": "2019-04-18 16:37:55 +0100",
            "iso_8601": "2019-04-18T15:37:55Z"
        },
        "subject": "Ural crude oil loadings from Promorsk and UST-Luga for May 1-10 are seen at 2.3mln (Prev 2.1mln)",
        "content": "<ul><li>Siberian light loadings from Novorossiysk for May 1-11 seen at 0.98mln metric tonnes (Prev. 0.69mln)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ural-crude-oil-loadings-from-promorsk-and-ust-luga-for-may-1-10-are-seen-at-2-3mln-prev-2-1mln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:27:00",
        "gmt_time": "2019-04-18 15:27:00"
    },
    {
        "id": 865236,
        "updated_sequence": 1835999,
        "published_at": {
            "unix": 1555600500,
            "text": "2019-04-18 16:15:00 +0100",
            "iso_8601": "2019-04-18T15:15:00Z"
        },
        "updated_at": {
            "unix": 1555600624,
            "text": "2019-04-18 16:17:04 +0100",
            "iso_8601": "2019-04-18T15:17:04Z"
        },
        "subject": "Atlanta Fed raises its GDPnow (Q1) 2.8% (prev. 2.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-raises-its-gdpnow-q1-2-8-prev-2-4-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:15:00",
        "gmt_time": "2019-04-18 15:15:00"
    },
    {
        "id": 865235,
        "updated_sequence": 1836015,
        "published_at": {
            "unix": 1555600500,
            "text": "2019-04-18 16:15:00 +0100",
            "iso_8601": "2019-04-18T15:15:00Z"
        },
        "updated_at": {
            "unix": 1555602371,
            "text": "2019-04-18 16:46:11 +0100",
            "iso_8601": "2019-04-18T15:46:11Z"
        },
        "subject": "Lockheed Martin (LMT) - Trump says he got personally involved in the sale of F-35, saying he cut the price of the jet 'very substantially' ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, falling from 312.60 to 310.31</li></ul>",
        "reaction_updated_at": {
            "unix": 1555600620,
            "text": "2019-04-18 16:17:00 +0100",
            "iso_8601": "2019-04-18T15:17:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lockheed-martin-lmt-trump-says-he-got-personally-involved-in-the-sale-of-f-35-saying-he-cut-the-price-of-the-jet-very-substantially-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:15:00",
        "gmt_time": "2019-04-18 15:15:00"
    },
    {
        "id": 865234,
        "updated_sequence": 1835993,
        "published_at": {
            "unix": 1555600200,
            "text": "2019-04-18 16:10:00 +0100",
            "iso_8601": "2019-04-18T15:10:00Z"
        },
        "updated_at": {
            "unix": 1555600266,
            "text": "2019-04-18 16:11:06 +0100",
            "iso_8601": "2019-04-18T15:11:06Z"
        },
        "subject": "Goldman Q1 GDP tracker raised to 2.4% (Prev. 2.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-q1-gdp-tracker-raised-to-2-4-prev-2-1-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:10:00",
        "gmt_time": "2019-04-18 15:10:00"
    },
    {
        "id": 865233,
        "updated_sequence": 1835990,
        "published_at": {
            "unix": 1555599900,
            "text": "2019-04-18 16:05:00 +0100",
            "iso_8601": "2019-04-18T15:05:00Z"
        },
        "updated_at": {
            "unix": 1555600180,
            "text": "2019-04-18 16:09:40 +0100",
            "iso_8601": "2019-04-18T15:09:40Z"
        },
        "subject": "Regarding Mueller report, lawyers were unable to reach a decision on obstruction",
        "content": "<ul><li>Accepted a longstanding view within the Justice dept. that sitting presidents cannot be indicted as part of legal analysis of obstruction</li><li>Some evidence that US President Trump knew about Flynn's calls with the Russian ambassador, but is inconclusive</li><li>Mueller says he lacks confidence to fully clear US President Trump of obstruction</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "regarding-mueller-report-lawyers-were-unable-to-reach-a-decision-on-obstruction-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:05:00",
        "gmt_time": "2019-04-18 15:05:00"
    },
    {
        "id": 865232,
        "updated_sequence": 1835984,
        "published_at": {
            "unix": 1555599780,
            "text": "2019-04-18 16:03:00 +0100",
            "iso_8601": "2019-04-18T15:03:00Z"
        },
        "updated_at": {
            "unix": 1555599861,
            "text": "2019-04-18 16:04:21 +0100",
            "iso_8601": "2019-04-18T15:04:21Z"
        },
        "subject": "JPMorgan raises its Q1 real GDP view to 2.9% from 2%, following the March retail sales report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jpmorgan-raises-its-q1-real-gdp-view-to-2-9-from-2-following-the-march-retail-sales-report-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:03:00",
        "gmt_time": "2019-04-18 15:03:00"
    },
    {
        "id": 865231,
        "updated_sequence": 1835981,
        "published_at": {
            "unix": 1555599780,
            "text": "2019-04-18 16:03:00 +0100",
            "iso_8601": "2019-04-18T15:03:00Z"
        },
        "updated_at": {
            "unix": 1555599853,
            "text": "2019-04-18 16:04:13 +0100",
            "iso_8601": "2019-04-18T15:04:13Z"
        },
        "subject": "Federal Reserve Board has ended enforcement action against BB&T (BBT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "federal-reserve-board-has-ended-enforcement-action-against-bb-t-bbt-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:03:00",
        "gmt_time": "2019-04-18 15:03:00"
    },
    {
        "id": 865230,
        "updated_sequence": 1835978,
        "published_at": {
            "unix": 1555599600,
            "text": "2019-04-18 16:00:00 +0100",
            "iso_8601": "2019-04-18T15:00:00Z"
        },
        "updated_at": {
            "unix": 1555599781,
            "text": "2019-04-18 16:03:01 +0100",
            "iso_8601": "2019-04-18T15:03:01Z"
        },
        "subject": "US to sell USD 40bln of 2-year notes on April 23rd, USD 41bln of 5-year notes on April 24th, USD 32bln of 7-year notes on April 25th; all to settle on April 30th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-to-sell-usd-40bln-of-2-year-notes-on-april-23rd-usd-41bln-of-5-year-notes-on-april-24th-usd-32bln-of-7-year-notes-on-april-25th-all-to-settle-on-april-30th-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 23:00:00",
        "gmt_time": "2019-04-18 15:00:00"
    },
    {
        "id": 865229,
        "updated_sequence": 1835975,
        "published_at": {
            "unix": 1555599300,
            "text": "2019-04-18 15:55:00 +0100",
            "iso_8601": "2019-04-18T14:55:00Z"
        },
        "updated_at": {
            "unix": 1555599386,
            "text": "2019-04-18 15:56:26 +0100",
            "iso_8601": "2019-04-18T14:56:26Z"
        },
        "subject": "6.1 magnitude earthquake recorded in Western Indian-Antarctic Ridge",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "6-1-magnitude-earthquake-recorded-in-western-indian-antarctic-ridge-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:55:00",
        "gmt_time": "2019-04-18 14:55:00"
    },
    {
        "id": 865161,
        "updated_sequence": 1835970,
        "published_at": {
            "unix": 1555598700,
            "text": "2019-04-18 15:45:00 +0100",
            "iso_8601": "2019-04-18T14:45:00Z"
        },
        "updated_at": {
            "unix": 1555598796,
            "text": "2019-04-18 15:46:36 +0100",
            "iso_8601": "2019-04-18T14:46:36Z"
        },
        "subject": "PRIMER: US Treasury to release Semi-Annual Report to Congress on International Economic and Exchange Rate Policies ",
        "content": "<p>The US Treasury's semiannual FX monitoring will be released in April, and identified countries that \"merit close attention to their currency practices and macroeconomic policies,\" and country's that will make this naughty list will have to have two of the following three characteristics: a trade surplus with the US which is larger than USD 20bln; a current account surplus greater than 3%/GDP; net FX purchases by the central bank which are larger than 2%/GDP and persistent FX intervention (defined by buying currency in 8 of the 12 months covered by the report). China currently meets just one of these criteria (trade surplus with the US). While there is no direct consequence if a country is added to the list, the report will be submitted to Congress, and penalties and/or sanctions could follow; it would also give US President Trump ammunition to continue his hawkish trade policy. Currently the list comprises of China, India, South Korea, Switzerland, Germany, Japan.; it is unlikely that the US will take this opportunity to label any of these countries currency manipulators in this report (Japan and Taiwan come close, though), instead, there is a chance that India and Switzerland could be removed from the naughty list in the April 2019 report, given the former now only breaches one of the criteria (vs two in April 2018) now, and both have reduced FX interventions.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-us-treasury-to-release-semi-annual-report-to-congress-on-international-economic-and-exchange-rate-policies-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:45:00",
        "gmt_time": "2019-04-18 14:45:00"
    },
    {
        "id": 865227,
        "updated_sequence": 1835972,
        "published_at": {
            "unix": 1555598520,
            "text": "2019-04-18 15:42:00 +0100",
            "iso_8601": "2019-04-18T14:42:00Z"
        },
        "updated_at": {
            "unix": 1555599001,
            "text": "2019-04-18 15:50:01 +0100",
            "iso_8601": "2019-04-18T14:50:01Z"
        },
        "subject": "US FERC has approve two LNG export projects at Port Arthur in Texas (636K BPD) and Driftwood in Lousiana",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-ferc-has-approve-two-lng-export-projects-at-port-arthur-in-texas-636k-bpd-and-driftwood-in-lousiana-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:42:00",
        "gmt_time": "2019-04-18 14:42:00"
    },
    {
        "id": 865226,
        "updated_sequence": 1835954,
        "published_at": {
            "unix": 1555598160,
            "text": "2019-04-18 15:36:00 +0100",
            "iso_8601": "2019-04-18T14:36:00Z"
        },
        "updated_at": {
            "unix": 1555598286,
            "text": "2019-04-18 15:38:06 +0100",
            "iso_8601": "2019-04-18T14:38:06Z"
        },
        "subject": "Deutsche Bank's (DBK GY) DWS (DWS GY) are looking at potential pacts with Axa (CS FP) and UBS (UBSG SW), according to sources ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, DWS shares fell from EUR 32.35 to EUR 31.40.</li></ul>",
        "reaction_updated_at": {
            "unix": 1555598286,
            "text": "2019-04-18 15:38:06 +0100",
            "iso_8601": "2019-04-18T14:38:06Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-s-dbk-gy-dws-dws-gy-are-looking-at-potential-pacts-with-axa-cs-fp-and-ubs-ubsg-sw-according-to-sources-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:36:00",
        "gmt_time": "2019-04-18 14:36:00"
    },
    {
        "id": 865223,
        "updated_sequence": 1835941,
        "published_at": {
            "unix": 1555597020,
            "text": "2019-04-18 15:17:00 +0100",
            "iso_8601": "2019-04-18T14:17:00Z"
        },
        "updated_at": {
            "unix": 1555597103,
            "text": "2019-04-18 15:18:23 +0100",
            "iso_8601": "2019-04-18T14:18:23Z"
        },
        "subject": "Weekly FX Wrap: King Dollar takes the throne ahead of Easter",
        "content": "<p><strong>USD</strong></p><p>The Dollar and DXY are looking to end the holiday-shortened week on a strong note, with the latter having fluctuated in a 96.800-97.400 weekly range. US-China developments did little to sway the buck, with the latest reports signalling compromise on both sides and a potential deal signing in May. The USD felt some pressure following the upbeat Chinese data which aided USD/CNH to reach levels close to 6.6800 to the downside from a high of 6.7124 (that day). DXY recouped those losses during Thursday’s trade amid the demise of the EUR, sparked by overall disappointing EZ PMIs. A final bout of demand was observed amid optimistic US March retail sales, with Fed’s Bostic (non-voter, dove) left on the docket ahead of the Easter break. Looking ahead, next week sees the release of US Durable goods for March alongside Q1 GDP advanced.&nbsp;</p><p><strong>EUR, GBP</strong></p><p>Overall a downbeat week for the Single Currency with EUR/USD poised to end the shortened week closer to the lower end of the week’s 1.1238-1.1324 range. A bulk of the Euro’s weekly losses are as a result of dismal PMIs (again) which took the EUR/USD back below the 1.1300 level (and 50 DMA at 1.1294) before the pair dipped below 1.1250. Similarly, Sterling is poised end European trade on the backfoot as Brexit bedlam takes a back-seat (for now) with UK parliament on recess. The currency shrugged off employment data and started retreating from weekly highs earlier in the week after UK press reported that cross-party talks are coming to a standstill (although later denied by UK labour spokesman). GBP/USD felt another bout of weakness after disappointing March inflation figures wherein headline missed expectations by 0.1ppt. Cable looks to end the session around the 1.30 level after having breached its 50 DMA (1.3028) mid-week, having traded in a 1.2993-1.3080 band.</p><p><strong>AUD, NZD</strong></p><p>It’s been a rough week for the Antipodeans, more-so the Kiwi amid gloomy NZ inflation figures which have prompted money markets to increase the chances of an RBNZ OCR cut to 50% (vs. Prev. 25%). NZD/USD is poised to end the session closer to the bottom of this week’s 0.6665-6761 range, having breached its 50 DMA to the downside at 0.6761 ahead of next week’s Kiwi Trade Balance. Elsewhere, the Aussie traded choppy for most of the week and is set to end the week in negative territory after the China data gains were offset by the overall USD strength. Furthermore, less pessimistic jobs data provided the Aussie with some short-live strength in which AUD/USD retested the 0.7200 level to the upside. All-in-all, AUD/USD is poised to end this week’s trade marginally in the red ahead of next week’s inflation figures where the street looks for the headline Y/Y to ease from 1.8% to 1.5%, after undershooting the RBA’s target band of 2-3% in 2018. The lack of price pressure mainly emanates from subdued wage growth, trouble in the housing market, retail competition and lethargic consumer spending. Hence, Westpac takes a slightly more pessimistic stance and expects the headline Y/Y figure to print at 1.4% due to receding oil prices alongside a “seasonally soft quarter”.&nbsp;</p><p><strong>CAD</strong></p><p>Again, set to end trade in the red vs. the Buck after an initial hit from BoC’s Spring Business Outlook Survey as the headline index turned slightly negative whilst the snapshot is for a moderation form high levels of domestic and foreign demand across a number of regions. The Loonie largely shrugged off a miss in Canadian manufacturing sales as the currency, at the time, was buoyed by firmer energy prices, whilst a pickup in Canadian headline inflation (1.9% vs. Prev. 1.5% Y/Y) bolstered the CAD in the immediate aftermath. Nonetheless, Thursday’s bout of USD strength pushed the CAD back into the red for the week. USD/CAD is set to end EU trade closer to the top of a 1.3275-3400 range ahead of next week’s BoC rate decision (widely touted to stand pat on rates), BoC’s Governor Poloz and First Deputy Governor Wilkin’s speech post-decision.</p><p><strong>CHF, JPY</strong></p><p>The Swiss Franc is set to notch a third week in the red with this week’s move vs. the EUR in a 1.1320-1.1420 parameter. EUR/CHF briefly breached its 50 DMA to the upside ahead of its 100 DMA at 1.1447. The pair is set to end EU trade just off highs amid the weaker EUR. Meanwhile, USD/JPY is poised to end the week marginally in the red, having fluctuated within a relatively narrow 111.80-112.20 band this week. Thursday’s cautious sentiment helped the pair fall below the 112.00 level and the 200 WMA at 111.95 ahead of Thursday’s BoJ rate decision which will include the Inflation Outlook report which will also take the first look into FY 2021, with sources stating that the Central Bank are to project FY 21 inflation above 1.5% but short of its 2% target, and FY 19 growth and inflation forecast are expected to be cut.</p><p><strong>TRY</strong></p><p>Another week, another weaker Lira amid concern surrounding the CBRT’s foreign-currency reserves amid reports that the Central Bank boosted reserve with a few billion dollars of borrowed cash. Thus, investors and traders are questioning the country’s ability to defend itself in a currency crisis. USD/TRY is set to head into the long Easter weekend closer to the top of this week’s 5.7090-8515 band.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-king-dollar-takes-the-throne-ahead-of-easter-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:17:00",
        "gmt_time": "2019-04-18 14:17:00"
    },
    {
        "id": 865222,
        "updated_sequence": 1835943,
        "published_at": {
            "unix": 1555596660,
            "text": "2019-04-18 15:11:00 +0100",
            "iso_8601": "2019-04-18T14:11:00Z"
        },
        "updated_at": {
            "unix": 1555597145,
            "text": "2019-04-18 15:19:05 +0100",
            "iso_8601": "2019-04-18T14:19:05Z"
        },
        "subject": "Senate Majority Leader McConnell says they are to introduce legislation to raise the tobacco age from 18 to 21",
        "content": "",
        "reaction_details": "<p>PM is seeing some downside on the report (trading USD 82.79 vs USD 86.20 previously) and MO trades down to USD 53.80 from USD 56..00 region, though it is worth noting that stocks have been seeing neg ticks more generally after the open</p>",
        "reaction_updated_at": {
            "unix": 1555597145,
            "text": "2019-04-18 15:19:05 +0100",
            "iso_8601": "2019-04-18T14:19:05Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senate-majority-leader-mcconnell-says-they-are-to-introduce-legislation-to-raise-the-tobacco-age-from-18-to-21-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:11:00",
        "gmt_time": "2019-04-18 14:11:00"
    },
    {
        "id": 865221,
        "updated_sequence": 1835935,
        "published_at": {
            "unix": 1555596360,
            "text": "2019-04-18 15:06:00 +0100",
            "iso_8601": "2019-04-18T14:06:00Z"
        },
        "updated_at": {
            "unix": 1555596510,
            "text": "2019-04-18 15:08:30 +0100",
            "iso_8601": "2019-04-18T14:08:30Z"
        },
        "subject": "RANsquawk sources note that Dan Loeb's Third Point has reportedly taken a \"large\" stake in UnitedHealth (UNH) - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Hammerstone",
        "slug": "ransquawk-sources-note-that-dan-loeb-s-third-point-has-reportedly-taken-a-large-stake-in-unitedhealth-unh-unconfirmed-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-04-18 22:06:00",
        "gmt_time": "2019-04-18 14:06:00"
    },
    {
        "id": 865220,
        "updated_sequence": 1835930,
        "published_at": {
            "unix": 1555596180,
            "text": "2019-04-18 15:03:00 +0100",
            "iso_8601": "2019-04-18T14:03:00Z"
        },
        "updated_at": {
            "unix": 1555596237,
            "text": "2019-04-18 15:03:57 +0100",
            "iso_8601": "2019-04-18T14:03:57Z"
        },
        "subject": "US wins WTO ruling on Chinese grains import quotas, as according to an official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-wins-wto-ruling-on-chinese-grains-import-quotas-as-according-to-an-official-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 22:03:00",
        "gmt_time": "2019-04-18 14:03:00"
    },
    {
        "id": 865215,
        "updated_sequence": 1835922,
        "published_at": {
            "unix": 1555595880,
            "text": "2019-04-18 14:58:00 +0100",
            "iso_8601": "2019-04-18T13:58:00Z"
        },
        "updated_at": {
            "unix": 1555596057,
            "text": "2019-04-18 15:00:57 +0100",
            "iso_8601": "2019-04-18T14:00:57Z"
        },
        "subject": "Cochilo sees China Copper demand +2.5% in 2019 to 12.8mln T in 2019, +2.0% to 13mln T in 2020",
        "content": "<ul><li>World copper demand to rise 1.9% to 24.1mln T in 2019&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cochilo-sees-china-copper-demand-2-5-in-2019-to-12-8mln-t-in-2019-2-0-to-13mln-t-in-2020-18-04-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:58:00",
        "gmt_time": "2019-04-18 13:58:00"
    },
    {
        "id": 865219,
        "updated_sequence": 1835925,
        "published_at": {
            "unix": 1555595820,
            "text": "2019-04-18 14:57:00 +0100",
            "iso_8601": "2019-04-18T13:57:00Z"
        },
        "updated_at": {
            "unix": 1555596173,
            "text": "2019-04-18 15:02:53 +0100",
            "iso_8601": "2019-04-18T14:02:53Z"
        },
        "subject": "US Movers: Travelers (TRV) +3.4%, United Rentals (URI) +9.8%, Union Pacific (UNP) +4.2%, Pfizer (PFE) -2.7%, PayPal (PYPL) -3.0%, Check Point Software Technologies (CHKP) -10.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-movers-travelers-trv-3-4-united-rentals-uri-9-8-union-pacific-unp-4-2-pfizer-pfe-2-7-paypal-pypl-3-0-check-point-software-technologies-chkp-10-5-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:57:00",
        "gmt_time": "2019-04-18 13:57:00"
    },
    {
        "id": 865214,
        "updated_sequence": 1835906,
        "published_at": {
            "unix": 1555595160,
            "text": "2019-04-18 14:46:00 +0100",
            "iso_8601": "2019-04-18T13:46:00Z"
        },
        "updated_at": {
            "unix": 1555595322,
            "text": "2019-04-18 14:48:42 +0100",
            "iso_8601": "2019-04-18T13:48:42Z"
        },
        "subject": "Chile's Cochilco maintains its 2019 and 2020 copper price forecasts of USD 3.05/lb and USD 3.08/lb respectively ",
        "content": "<ul><li>Expects Chile will produce 5.96mln tons of copper this year and just over 6mln tons next year</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chile-s-cochilco-maintains-its-2019-and-2020-copper-price-forecasts-of-usd-3-05-lb-and-usd-3-08-lb-respectively-18-04-2019",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:46:00",
        "gmt_time": "2019-04-18 13:46:00"
    },
    {
        "id": 865210,
        "updated_sequence": 1835890,
        "published_at": {
            "unix": 1555592820,
            "text": "2019-04-18 14:07:00 +0100",
            "iso_8601": "2019-04-18T13:07:00Z"
        },
        "updated_at": {
            "unix": 1555593064,
            "text": "2019-04-18 14:11:04 +0100",
            "iso_8601": "2019-04-18T13:11:04Z"
        },
        "subject": "Airbus (AIR FP) sales head says market share is not the main business focus, cost control and profits; there is demand for more than 63 A320-FAMILY jets per month, can see logic for 70",
        "content": "<ul><li>Rules out exploiting Boeing's (BA) 737 Max crisis</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "airbus-air-fp-sales-head-says-market-share-is-not-the-main-business-focus-cost-control-and-profits-there-is-demand-for-more-than-63-a320-family-jets-per-month-can-see-logic-for-70-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:07:00",
        "gmt_time": "2019-04-18 13:07:00"
    },
    {
        "id": 865210,
        "updated_sequence": 1835890,
        "published_at": {
            "unix": 1555592820,
            "text": "2019-04-18 14:07:00 +0100",
            "iso_8601": "2019-04-18T13:07:00Z"
        },
        "updated_at": {
            "unix": 1555593064,
            "text": "2019-04-18 14:11:04 +0100",
            "iso_8601": "2019-04-18T13:11:04Z"
        },
        "subject": "Airbus (AIR FP) sales head says market share is not the main business focus, cost control and profits; there is demand for more than 63 A320-FAMILY jets per month, can see logic for 70",
        "content": "<ul><li>Rules out exploiting Boeing's (BA) 737 Max crisis</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "airbus-air-fp-sales-head-says-market-share-is-not-the-main-business-focus-cost-control-and-profits-there-is-demand-for-more-than-63-a320-family-jets-per-month-can-see-logic-for-70-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:07:00",
        "gmt_time": "2019-04-18 13:07:00"
    },
    {
        "id": 865208,
        "updated_sequence": 1835884,
        "published_at": {
            "unix": 1555592700,
            "text": "2019-04-18 14:05:00 +0100",
            "iso_8601": "2019-04-18T13:05:00Z"
        },
        "updated_at": {
            "unix": 1555592830,
            "text": "2019-04-18 14:07:10 +0100",
            "iso_8601": "2019-04-18T13:07:10Z"
        },
        "subject": "Additional US Equity Stories - S",
        "content": "<ul><li><strong>Sprint (S)</strong> - &nbsp;the telecoms co. has said thats its business is worse than previously portrayed (WSJ)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-s-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 21:05:00",
        "gmt_time": "2019-04-18 13:05:00"
    },
    {
        "id": 865207,
        "updated_sequence": 1835881,
        "published_at": {
            "unix": 1555591860,
            "text": "2019-04-18 13:51:00 +0100",
            "iso_8601": "2019-04-18T12:51:00Z"
        },
        "updated_at": {
            "unix": 1555592661,
            "text": "2019-04-18 14:04:21 +0100",
            "iso_8601": "2019-04-18T13:04:21Z"
        },
        "subject": "Amazon (AMZN) and Alphabet (GOOGL) have announced YouTube apps will launch on Fire TV, Prime Video app will come to Chromecast and Android",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "amazon-amzn-and-alphabet-googl-have-announced-youtube-apps-will-launch-on-fire-tv-prime-video-app-will-come-to-chromecast-and-android-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:51:00",
        "gmt_time": "2019-04-18 12:51:00"
    },
    {
        "id": 865202,
        "updated_sequence": 1835864,
        "published_at": {
            "unix": 1555591860,
            "text": "2019-04-18 13:51:00 +0100",
            "iso_8601": "2019-04-18T12:51:00Z"
        },
        "updated_at": {
            "unix": 1555591959,
            "text": "2019-04-18 13:52:39 +0100",
            "iso_8601": "2019-04-18T12:52:39Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21646/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li><strong>American Express Co (AXP)</strong> Q1 adj. EPS USD 2.01 vs. exp. USD 1.99, revenue USD 10.4bln vs. exp. USD 10.45bln; affirmed 2019 outlook</li><li><strong>Philip Morris (PM)</strong> Q1 adj. EPS USD 1.09 vs. exp. USD 1.01, revenue USD 6.75bln vs. exp. USD 6.74bln</li><li><strong>ConocoPhillips (COP)</strong> – The oil major has struck an agreement to offload its North Sea assets to Chrysaor for USD 2.675bln, according to sources</li></ul><p>&nbsp;</p><p><strong>18th April 2019</strong></p><p><strong>EARNINGS</strong></p><ul><li><strong>Las Vegas Sands Corp (LVS)</strong> Q1 adj. EPS USD 0.91 vs. exp. USD 0.85, revenue USD 3.65bln vs. exp. USD 3.6bln. The co. attributes Macau region as an outperforming area. (Newswires)</li><li><strong>Citizens Financial (CFG)</strong> Q1 EPS ex-items USD 0.93 vs. exp. USD 0.89, revenue USD 1.56bln vs. exp. USD 1.58bln. (Newswires)</li><li><strong>Ally Financial (ALLY)</strong> Q1 adj. EPS USD 0.80 vs. exp. USD 0.78, adj. revenue USD 1.5bln vs. exp. USD 1.53bln. (Newswires)</li><li><strong>SL Green Realty (SLG)</strong> Q1 FFO USD 1.68 vs. exp. USD 1.70, revenue USD 304.3mln vs. exp. USD 307.3mln. (Newswires)</li><li><strong>Travelers Companies Inc (TRV)</strong> Q1 core EPS USD 2.83 vs. exp. USD 2.76, revenue USD 7.67bln vs. exp. USD 7.11bln. Announces a 6.5% dividend increase to USD 0.82/share. (Newswires)</li><li><strong>Union Pacific Corp (UNP)</strong> Q1 EPS USD 1.93 vs. exp. USD 1.90, revenue USD 5.4bln vs. exp. USD 5.52bln. Affirmed FY19 volume to be up low-single digits, cites “significant weather challenges” in Q1. (Newswires)</li><li><strong>Snap-On (SNA)</strong> Q1 adj. EPS USD 3.01 vs. exp. USD 2.90, revenue USD 921.7mln vs. exp. USD 933.49mln. (Newswires)</li><li><strong>Honeywell International Inc (HON)</strong> Q1 adj. EPS USD 1.92 vs. exp. USD 1.83, revenue USD 8.88bln vs. exp. USD 8.64bln. Sees Q2 EPS and revenue above expectations; raises 2019 EPS and revenue guidance in-line with expectations. (Newswires)</li><li><strong>American Express Co (AXP)</strong> Q1 adj. EPS USD 2.01 vs. exp. USD 1.99, revenue USD 10.4bln vs. exp. USD 10.45bln; affirmed 2019 outlook. Losses provisions up by 4% to USD 809mln; Expenses up 11% at USD 7.6bln vs. same period last year. (Newswires)</li><li><strong>Alcoa (AA)</strong> Q1 EPS ex-items USD -0.23 vs. exp. USD -0.11, revenue USD 2.7bln vs. exp. USD 2.81bln. (Newswires)</li><li><strong>Kinder Morgan Inc (KMI)</strong> Q1 adj. EPS USD 0.25 vs. exp. USD 0.24, revenue USD 3.43bln vs. exp. USD 3.67bln; raises quarterly dividend by 25% to USD 0.25/share. Backs FY19 adj. EBITDA view of c. USD 7.8bln. (Newswires)</li><li><strong>Schlumberger (SLB)</strong> Q1 EPS USD 0.30 vs. exp. USD 0.30, revenue USD 7.88bln vs. exp. USD 7.81bln. CEO expects oil market sentiment to “steadily improve” in 2019 due to both the demand outlook and OPEC+ production cuts. (Newswires)</li><li><strong>Regions Financial (RF)</strong> Q1 EPS USD 0.37 vs. exp. USD 0.37, revenue USD 1.45bln vs. exp. USD 1.46bln; net interest margin 3.53%, down 2 basis points. (Newswires)</li><li><strong>KeyCorp (KEY)</strong> reports Q1 EPS USD 0.38 vs. exp. USD 0.41, revenue USD 1.52bln vs. exp. USD 1.6bln; CET1 capital ratio 9.84%. Announces share repurchase programme up to USD 1bln and a 9% dividend increase to USD 0.185/share. (Newswires)</li><li><strong>Crown Castle International Corp (CCI)</strong> Q1 EPS USD 0.44 vs. exp. USD 0.40, revenue USD 1.43bln vs. exp. USD 1.39bln; maintains FY outlook. (Newswires)</li><li><strong>Blackstone (BX)</strong> Q1 EPS USD 0.71 vs. exp. USD 0.53, revenue USD 2.02bln vs. USD 1.77bln a year ago. USD 43bln of capital inflows in Q1 and a record USD 126bln YY. (Newswires)</li><li><strong>Danaher Corp (DHR)</strong> Q1 adj. EPS USD 1.07 vs. exp. USD 1.01, revenue USD 4.9bln vs. exp. USD 4.79bln. Sees Q2 EPS USD 1.13-1.16 vs. exp. USD 1.19; Cuts FY 2019 EPS guidance to USD 4.72-4.80 vs. exp. USD 4.79. (Newswires)</li><li><strong>Philip Morris (PM)</strong> Q1 adj. EPS USD 1.09 vs. exp. USD 1.01, revenue USD 6.75bln vs. exp. USD 6.74bln. Sees FY19 EPS of at least USD 4.87 from USD 4.90 vs. exp. USD 5.18. Says 2019-2021 targets remain unchanged LFL, except for 2019 operating cashflow which is estimated to be around USD 9.5bln. (Newswires)</li><li><strong>BB&amp;T Corp (BBT)</strong> Q1 adj. EPS USD 1.05 vs. exp. USD 1.03, revenue USD 2.9bln vs. exp. USD 2.93bln; CET1 capital ratio 10.3%. (Newswires)</li><li><strong>E-Trade (ETFC)</strong> Q1 EPS with benefits USD 1.09 vs. exp. USD 0.93, revenue USD 755mln vs. exp. USD 736.7mln. Daily average revenue trades of 279k, net new accounts of 135k. (Newswires)</li><li><strong>Dover (DOV)</strong> Q1 adj. EPS USD 1.24 vs. exp. USD 1.10, revenue USD 1.73bln vs. exp. USD 1.69bln; affirms FY19 adj. EPS view inline with expectations. (Newswires)</li><li><strong>PPG Industries Inc (PPG)</strong> Q1 adj. EPS USD 1.38 vs. exp. USD 1.21, revenue USD 3.60bln vs. exp. USD 3.68bln. Sees Q2 EPS USD 1.76-1.86 vs. exp. USD 1.86. The co. says it is committed to finalizing strategic review by the end of Q2. (Newswires)</li><li><strong>SunTrust Banks Inc (STI)</strong> Q1 EPS USD 1.24 vs. exp. USD 1.30, revenue USD 2.4bln vs. exp. USD 2.33bln. CET1 capital ratio 9.09%. (Newswires)</li><li><strong>Check Point (CHKP)</strong> Q1 EPS USD 1.32 vs. exp. USD 1.31, revenue USD 472mln vs. exp. USD 471.09mln. (Newswires)</li><li><strong>Synchrony Financial (SYF)</strong> Q1 Diluted EPS USD 1.56 vs. exp. USD 0.89, revenue USD 4.23bln vs. exp. USD 4.3bln, CET1 ratio 14.5% vs. Prev. 16.5%. (Newswires)</li><li><strong>Torchmark (TMK)</strong> Q1 EPS USD 1.65 vs. exp. USD 1.59, revenue USD 1.12bln vs. exp. USD 1.11bln. Sees FY19 EPS USD 6.61-6.75 vs. exp. USD 6.59. (Newswires)</li><li><strong>United Rentals (URI)</strong> Q1 adj. EPS USD 3.31 vs. exp. USD 3.05, revenue USD 2.12bln vs. exp. USD 2.07bln. Affirms FY19 adj. EBITDA and revenue view. (Newswires)</li><li><strong>TSMC (TSM)</strong> Q1 EPS USD 0.38 vs. exp. USD 0.37, revenue USD 7.1bln vs. exp. USD 6.99bln. Sees Q2 revenue USD 7.55bln-7.65bln vs. exp. USD 7.83bln. (Newswires)</li></ul><p><strong>DJIA</strong></p><ul><li><strong>Apple (AAPL)</strong> – The iPhone maker has expanded its US recycle programmes, quadrupling the amount of locations that product owners can send their old iPhones and other Apple goods. (Newswires)</li><li><strong>Boeing (BA)</strong> – CEO Dennis Muilenburg said in a Twitter video that the co. is making “steady progress” for its 737 MAX software fix and has made the final test flight before a certification flight. (Newswires)</li><li><strong>IBM (IBM) – </strong>The IT services company is to halt Watson AI tool for drug discovery. (Stat News)</li><li><strong>JP Morgan Chase (JPM)</strong> – The bank has named Jennifer Piepszak as its new CFO, the current head of its Card Service unit, replacing Marianne Lake on May 1st, who rill move into the role of CEO of Consumer Lending. NY Post reports that the CFO reshuffle has set the two females in a front-running position for one of them to assume the role as CEO when Dimon steps down. (Newswires/NY Post)</li><li><strong>Microsoft (MSFT)</strong> – The tech co. reportedly rejected a sale of facial recognition technology to Californian law enforcement over human rights concerns. (Newswires)</li></ul><p><strong>S&amp;P500</strong></p><ul><li><strong>ConocoPhillips (COP)</strong> – The oil major has struck an agreement to offload its North Sea assets to Chrysaor for USD 2.675bln, according to sources. (FT)</li><li><strong>Data companies (IBM, CSCO, ANET, AMD)</strong> – Data centre systems segment are expected to see reduced spending in 2019 according to Gartner, citing currency headwinds due to a strong US dollar. (Newswires)</li><li><strong>DowDuPont (DWDP)</strong> – The conglomerate announced that its Agricultural unit will report Q1 earnings lower than expected due to longer than expected severe weather. (Newswires)</li><li><strong>T-Mobile US (TMUS), Mastercard (MA)</strong> – The telecoms co. has launched T-Mobile MONEYMastercard, a no-fee, interest-earning, mobile-first checking account. (Newswires)</li></ul><p><strong>NASDAQ</strong></p><ul><li><strong>Big Tech (FB, GOOGL, NFLX, AMZN)</strong> – Nikkei reports that Japanese regulators are looking to implement stronger legislation on how tech co.s handle user data, using antitrust laws to halt trade-offs between privacy and free services. (Nikkei)</li><li><strong>Facebook (FB)</strong> – BI reports that the social media giant has “unintentionally” uploaded 1.5mln new Facebook users’ email contacts from May 2016, a Facebook spokesperson said the co. is now removing the data. Elsewhere, the co. confirmed that it is working on voice and AI assisted technologies to rival its big tech competitors. (BI/Newswires)</li><li><strong>Tesla (TSLA), T. Rowe Price (TROW) </strong>– T. Rowe Price, one of the largest Tesla shareholders, has been cutting down its Tesla positions in Q1 from its funds. (Newswires)</li><li><strong>Western Digital (WDC)</strong> – The technology hardware co. has appointed Robert Eulau as its new CFO, to replace Mark Long who is stepping down on May 9th. (Newswires)</li></ul><p><strong>OTHER NEWS</strong></p><ul><li><strong>Canopy Growth (CGC), Acreage Holdings (ACRGF)</strong> – Canopy is reportedly near to acquiring Acreage, making it the first major cross-border cannabis M&amp;A transaction. (Newswires)</li><li><strong>LabCorp (LH)</strong> – The clinical labs co. is to acquire Envigo’s nonclinical research services unit for an implied cash transaction of USD 485mln. (Newswires)</li><li><strong>TSMC (TSM), Samsung Foundry (SSNLF)</strong> – The two semiconductor co.s are reportedly ramping up 5G modem production as they prepare for new orders as smartphone demand increases to accommodate for new 5G connectivity. (DigiTimes)</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ECOLAB (ECL) UPGRADED TO BUY FROM NEUTRAL AT NOMURA INSTINET</li><li>ENTERGY (ETR) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>J.M. SMUCKER (SJM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li><li>NICE (NICE) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>PEPSICO (PEP) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li><li>QUALCOMM (QCOM) UPGRADED TO BUY FROM HOLD AT DZ BANK</li><li>RESMED (RMD) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>AMERICAN ELECTRIC (AEP) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>AVERY DENNISON (AVY) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>CBOE GLOBAL MARKETS (CBOE) DOWNGRADED TO NEUTRAL FROM BUY AT ROSENBLATT</li><li>CF INDUSTRIES (CF) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li><li>CME GROUP (CME) DOWNGRADED TO SELL FROM NEUTRAL AT ROSENBLATT</li><li>COTY (COTY) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>ECOLAB (ECL) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>FMC CORPORATION (FMC) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>J.B. HUNT (JBHT) DOWNGRADED TO SELL FROM BUY AT DEUTSCHE BANK</li><li>MORGAN STANLEY (MS) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>RELIANCE STEEL (RS) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT LONGBOW</li><li>SNAP (SNAP) DOWNGRADED TO NEGATIVE FROM MIXED AT VERTICAL GROUP</li><li>SNAP (SNAP) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>STERICYCLE (SRCL) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BAIRD</li><li>TEXAS CAPITAL (TCBI) DOWNGRADED TO NEUTRAL FROM BUY AT COMPASS POINT</li><li>WALGREENS BOOTS ALLIANCE (WBA) ASSUMED WITH A NEUTRAL FROM BUY AT GUGGENHEIM</li><li>YAMANA GOLD (AUY) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT NATIONAL BANK</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>ALIGN TECHNOLOGY (ALGN) RATED NEW BUY AT GUGGENHEIM; PT USD 335</li><li>BLACK STONE MINERALS (BSM) RATED NEW OUTPERFORM AT RBC; PT USD 23</li><li>CARDINAL HEALTH (CAH) RATED NEW NEUTRAL AT GUGGENHEIM; PT USD 51</li><li>CONMED (CNMD) RATED NEW BUY AT STIFEL; PT USD 95</li><li>ENVESTNET (ENV) RATED NEW BUY AT SUNTRUST; PT USD 80</li><li>EQUITRANS MIDSTREAM (ETRN) RATED NEW SECTOR PERFORM AT RBC; PT USD 23</li><li>FIAT CHRYSLER (FCAU) RATED NEW SELL AT NORD/LB</li><li>HMS HOLDINGS (HMSY) RATED NEW BUY AT GUGGENHEIM; PT USD 33</li><li>HENRY SCHEIN (HSIC) RATED NEW BUY AT GUGGENHEIM; PT USD 72</li><li>KENNEDY-WILSON (KW) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 25.50</li><li>MEDIDATA (MDSO) RATED NEW BUY AT GUGGENHEIM; PT USD 92</li><li>RUTH'S HOSPITALITY (RUTH) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 28</li><li>TABULA RASA (TRHC) RATED NEW NEUTRAL AT GUGGENHEIM; PT USD 58</li><li>TELADOC (TDOC) RATED NEW BUY AT GUGGENHEIM; PT USD 58</li><li>YELP (YELP) RATED NEW OUTPERFORM AT BMO; PT USD 45</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Apache Corp (APA). Amount USD 0.25</li><li>Caterpillar Inc (CAT). Amount USD 0.86</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:51:00",
        "gmt_time": "2019-04-18 12:51:00"
    },
    {
        "id": 865201,
        "updated_sequence": 1835861,
        "published_at": {
            "unix": 1555591680,
            "text": "2019-04-18 13:48:00 +0100",
            "iso_8601": "2019-04-18T12:48:00Z"
        },
        "updated_at": {
            "unix": 1555591766,
            "text": "2019-04-18 13:49:26 +0100",
            "iso_8601": "2019-04-18T12:49:26Z"
        },
        "subject": "Goldman Sachs (GS) reportedly will reshuffle executives in its alternative investments business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-gs-reportedly-will-reshuffle-executives-in-its-alternative-investments-business-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:48:00",
        "gmt_time": "2019-04-18 12:48:00"
    },
    {
        "id": 865200,
        "updated_sequence": 1835855,
        "published_at": {
            "unix": 1555591260,
            "text": "2019-04-18 13:41:00 +0100",
            "iso_8601": "2019-04-18T12:41:00Z"
        },
        "updated_at": {
            "unix": 1555591361,
            "text": "2019-04-18 13:42:41 +0100",
            "iso_8601": "2019-04-18T12:42:41Z"
        },
        "subject": "Weather Forecaster CPC says above average temperature outlook for May, June & July 2019 in Eastern and Western thirds of the US, including Alaska",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "weather-forecaster-cpc-says-above-average-temperature-outlook-for-may-june-july-2019-in-eastern-and-western-thirds-of-the-us-including-alaska-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:41:00",
        "gmt_time": "2019-04-18 12:41:00"
    },
    {
        "id": 865199,
        "updated_sequence": 1835858,
        "published_at": {
            "unix": 1555591200,
            "text": "2019-04-18 13:40:00 +0100",
            "iso_8601": "2019-04-18T12:40:00Z"
        },
        "updated_at": {
            "unix": 1555591386,
            "text": "2019-04-18 13:43:06 +0100",
            "iso_8601": "2019-04-18T12:43:06Z"
        },
        "subject": "IBM (IBM) to halt Watson AI tool for drug discovery, according to Stat News",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Stat News",
        "slug": "ibm-ibm-to-halt-watson-ai-tool-for-drug-discovery-according-to-stat-news-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:40:00",
        "gmt_time": "2019-04-18 12:40:00"
    },
    {
        "id": 865198,
        "updated_sequence": 1835849,
        "published_at": {
            "unix": 1555591020,
            "text": "2019-04-18 13:37:00 +0100",
            "iso_8601": "2019-04-18T12:37:00Z"
        },
        "updated_at": {
            "unix": 1555591151,
            "text": "2019-04-18 13:39:11 +0100",
            "iso_8601": "2019-04-18T12:39:11Z"
        },
        "subject": "Nestle (NESN SW) CFO states that he foresees a slight headwind from commodity pricing in 2019, particularly in H2",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nestle-nesn-sw-cfo-states-that-he-foresees-a-slight-headwind-from-commodity-pricing-in-2019-particularly-in-h2-18-04-2019",
        "hidden": false,
        "section": {
            "id": 3,
            "name": "SMI"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:37:00",
        "gmt_time": "2019-04-18 12:37:00"
    },
    {
        "id": 865190,
        "updated_sequence": 1835818,
        "published_at": {
            "unix": 1555590600,
            "text": "2019-04-18 13:30:00 +0100",
            "iso_8601": "2019-04-18T12:30:00Z"
        },
        "updated_at": {
            "unix": 1555590614,
            "text": "2019-04-18 13:30:14 +0100",
            "iso_8601": "2019-04-18T12:30:14Z"
        },
        "subject": "Canadian ADP Non-Farm Employment Change +13.2k (Prev. +36.2K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-adp-non-farm-employment-change-13-2k-prev-36-2k-18-04-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:30:00",
        "gmt_time": "2019-04-18 12:30:00"
    },
    {
        "id": 865179,
        "updated_sequence": 1835775,
        "published_at": {
            "unix": 1555589340,
            "text": "2019-04-18 13:09:00 +0100",
            "iso_8601": "2019-04-18T12:09:00Z"
        },
        "updated_at": {
            "unix": 1555589489,
            "text": "2019-04-18 13:11:29 +0100",
            "iso_8601": "2019-04-18T12:11:29Z"
        },
        "subject": "JP Morgan Chase (JPM) CEO Dimon says US/China trade deal already priced into the market, sees 85% chance of a successful deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jp-morgan-chase-jpm-ceo-dimon-says-us-china-trade-deal-already-priced-into-the-market-sees-85-chance-of-a-successful-deal-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:09:00",
        "gmt_time": "2019-04-18 12:09:00"
    },
    {
        "id": 865178,
        "updated_sequence": 1835770,
        "published_at": {
            "unix": 1555589280,
            "text": "2019-04-18 13:08:00 +0100",
            "iso_8601": "2019-04-18T12:08:00Z"
        },
        "updated_at": {
            "unix": 1555589369,
            "text": "2019-04-18 13:09:29 +0100",
            "iso_8601": "2019-04-18T12:09:29Z"
        },
        "subject": "Poland Central Bank April Meeting minutes again state that rates will likely stay unchanged in the quarter ahead",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "poland-central-bank-april-meeting-minutes-again-state-that-rates-will-likely-stay-unchanged-in-the-quarter-ahead-18-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:08:00",
        "gmt_time": "2019-04-18 12:08:00"
    },
    {
        "id": 865177,
        "updated_sequence": 1835783,
        "published_at": {
            "unix": 1555588800,
            "text": "2019-04-18 13:00:00 +0100",
            "iso_8601": "2019-04-18T12:00:00Z"
        },
        "updated_at": {
            "unix": 1555589832,
            "text": "2019-04-18 13:17:12 +0100",
            "iso_8601": "2019-04-18T12:17:12Z"
        },
        "subject": "Union Pacific Corp (UNP) Q1 EPS USD 1.93 vs. exp. USD 1.90, revenue USD 5.4bln vs. exp. USD 5.52bln",
        "content": "",
        "reaction_details": "<ul><li>In reaction to the report, UNP moved from 1.6% up pre-market to 3.9% up pre-market</li></ul>",
        "reaction_updated_at": {
            "unix": 1555589832,
            "text": "2019-04-18 13:17:12 +0100",
            "iso_8601": "2019-04-18T12:17:12Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "union-pacific-corp-unp-q1-eps-usd-1-93-vs-exp-usd-1-90-revenue-usd-5-4bln-vs-exp-usd-5-52bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 20:00:00",
        "gmt_time": "2019-04-18 12:00:00"
    },
    {
        "id": 865176,
        "updated_sequence": 1835785,
        "published_at": {
            "unix": 1555588740,
            "text": "2019-04-18 12:59:00 +0100",
            "iso_8601": "2019-04-18T11:59:00Z"
        },
        "updated_at": {
            "unix": 1555590109,
            "text": "2019-04-18 13:21:49 +0100",
            "iso_8601": "2019-04-18T12:21:49Z"
        },
        "subject": "ConocoPhillips have struck an agreement to offload it's North Sea assets to Chrysaor for USD 2.675bln, according to FT sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows source reports yesterday suggesting the two companies were approaching a deal.</li></ul>",
        "analysis_updated_at": {
            "unix": 1555588860,
            "text": "2019-04-18 13:01:00 +0100",
            "iso_8601": "2019-04-18T12:01:00Z"
        },
        "push_notify": false,
        "source": "FT",
        "slug": "conocophillips-have-struck-an-agreement-to-offload-it-s-north-sea-assets-to-chrysaor-for-usd-2-675bln-according-to-ft-sources-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:59:00",
        "gmt_time": "2019-04-18 11:59:00"
    },
    {
        "id": 865174,
        "updated_sequence": 1835752,
        "published_at": {
            "unix": 1555588560,
            "text": "2019-04-18 12:56:00 +0100",
            "iso_8601": "2019-04-18T11:56:00Z"
        },
        "updated_at": {
            "unix": 1555588609,
            "text": "2019-04-18 12:56:49 +0100",
            "iso_8601": "2019-04-18T11:56:49Z"
        },
        "subject": "Notice: Easter Desk Schedule",
        "content": "<p>The desk will operate its usual schedule until Thursday April 18th 2130BST upon which the desk will close and remain closed for the entirety of Friday 19th April in observance of Good Friday with UK, EU and US markets all closed.&nbsp;</p><p>The Service will resume on Sunday April 21st at 2200BST for the beginning of the Asia-Pac session and will run until Monday 22nd April at 0630BST at which point the service will halt due to the closure of EU and UK markets. The service will then resume at 1300BST for the beginning of the US session with US markets subject to a regular open.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-easter-desk-schedule-11_56am_utc_18-04-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:56:00",
        "gmt_time": "2019-04-18 11:56:00"
    },
    {
        "id": 865173,
        "updated_sequence": 1835749,
        "published_at": {
            "unix": 1555588380,
            "text": "2019-04-18 12:53:00 +0100",
            "iso_8601": "2019-04-18T11:53:00Z"
        },
        "updated_at": {
            "unix": 1555588484,
            "text": "2019-04-18 12:54:44 +0100",
            "iso_8601": "2019-04-18T11:54:44Z"
        },
        "subject": "Scotiabank Daily FX summary: CAD Trading Defensively Into Retail Sales",
        "content": "<ul><li>USD strong vs. most G10 as relative performance suggests risk aversion.</li><li>CAD soft, despite narrowing in yield spreads, as markets eye retail sales.</li><li>EUR weak on PMI disappointment; sub-50 mfg. in euro area, Germany, France.</li><li>GBP soft on euro area PMI’s and unable to recover despite stronger retail sales.</li><li>JPY incredibly quiet this week; EURJPY fading gains &amp; AUDJPY vulnerable.</li><li>AUD fades response to stronger jobs data; Q1 CPI data released next week.&nbsp;</li><li>MXN soft, drifting from recent one month high; vulnerable given market tone.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Scotiabank",
        "slug": "scotiabank-daily-fx-summary-cad-trading-defensively-into-retail-sales-18-04-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:53:00",
        "gmt_time": "2019-04-18 11:53:00"
    },
    {
        "id": 865172,
        "updated_sequence": 1835746,
        "published_at": {
            "unix": 1555588260,
            "text": "2019-04-18 12:51:00 +0100",
            "iso_8601": "2019-04-18T11:51:00Z"
        },
        "updated_at": {
            "unix": 1555588423,
            "text": "2019-04-18 12:53:43 +0100",
            "iso_8601": "2019-04-18T11:53:43Z"
        },
        "subject": "Deutsche Bank (DBK GY) and Commerzbank (CBK GY) are currently disagreeing over the amount of clients the newly formed entity would lose, according to the FT ",
        "content": "<ul><li>The article suggests that this is one of many hurdles in making the deal</li><li>Deutsche Bank estimates that revenue losses could amount to just over EUR 1bln a year, however, sources suggest that Commerzbank take a much more benign view.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-and-commerzbank-cbk-gy-are-currently-disagreeing-over-the-amount-of-clients-the-newly-formed-entity-would-lose-according-to-the-ft-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:51:00",
        "gmt_time": "2019-04-18 11:51:00"
    },
    {
        "id": 865175,
        "updated_sequence": 1835763,
        "published_at": {
            "unix": 1555588200,
            "text": "2019-04-18 12:50:00 +0100",
            "iso_8601": "2019-04-18T11:50:00Z"
        },
        "updated_at": {
            "unix": 1555588874,
            "text": "2019-04-18 13:01:14 +0100",
            "iso_8601": "2019-04-18T12:01:14Z"
        },
        "subject": "Libya's El Waha oil field set to cut output by 124k bpd in early May, set to continue pumping 176k bpd during the halt",
        "content": "<p><a href=\"https://twitter.com/staunovo/status/1118846278962753538\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "libya-s-el-waha-oil-field-set-to-cut-output-by-124k-bpd-in-early-may-set-to-continue-pumping-176k-bpd-during-the-halt-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:50:00",
        "gmt_time": "2019-04-18 11:50:00"
    },
    {
        "id": 865171,
        "updated_sequence": 1835739,
        "published_at": {
            "unix": 1555587420,
            "text": "2019-04-18 12:37:00 +0100",
            "iso_8601": "2019-04-18T11:37:00Z"
        },
        "updated_at": {
            "unix": 1555587811,
            "text": "2019-04-18 12:43:31 +0100",
            "iso_8601": "2019-04-18T11:43:31Z"
        },
        "subject": "RBI meeting minutes: Governor Das says there is need to consider rate adjustments, not necessarily in the conventional way of 25bps or multiples thereof",
        "content": "<ul><li>RBI will monitor momentum on food and inflation and other variables before taking a call on further rate cuts</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction to the release of the minutes, USDINR dropped to 69.33 from 69.54 before retracing slightly to 69.38</li></ul>",
        "reaction_updated_at": {
            "unix": 1555587600,
            "text": "2019-04-18 12:40:00 +0100",
            "iso_8601": "2019-04-18T11:40:00Z"
        },
        "analysis_details": "<ul><li>At the meeting, the RBI cut the Repurchase Rate and Reverse Repo Rate by 25bps each to 6.00% and 5.75% respectively, while the Cash Reserve Ratio is expected to be kept at 4.00%.</li><li>One member wanted to change stance to “accommodative”</li><li>RBI says output gap remains negative, domestic economy facing headwinds on a global front</li></ul>",
        "analysis_updated_at": {
            "unix": 1555587660,
            "text": "2019-04-18 12:41:00 +0100",
            "iso_8601": "2019-04-18T11:41:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbi-meeting-minutes-governor-das-says-there-is-need-to-consider-rate-adjustments-not-necessarily-in-the-conventional-way-of-25bps-or-multiples-thereof-18-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:37:00",
        "gmt_time": "2019-04-18 11:37:00"
    },
    {
        "id": 865170,
        "updated_sequence": 1835744,
        "published_at": {
            "unix": 1555587180,
            "text": "2019-04-18 12:33:00 +0100",
            "iso_8601": "2019-04-18T11:33:00Z"
        },
        "updated_at": {
            "unix": 1555588346,
            "text": "2019-04-18 12:52:26 +0100",
            "iso_8601": "2019-04-18T11:52:26Z"
        },
        "subject": "ManPower Group (MAN) Q1 revenue USD 5.04bln vs. USD Exp. 4.9bln",
        "content": "<p>Co. guides Q2 total revenue down by 3-5%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "manpower-group-man-q1-revenue-usd-5-04bln-vs-usd-exp-4-9bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:33:00",
        "gmt_time": "2019-04-18 11:33:00"
    },
    {
        "id": 865169,
        "updated_sequence": 1835767,
        "published_at": {
            "unix": 1555586940,
            "text": "2019-04-18 12:29:00 +0100",
            "iso_8601": "2019-04-18T11:29:00Z"
        },
        "updated_at": {
            "unix": 1555589099,
            "text": "2019-04-18 13:04:59 +0100",
            "iso_8601": "2019-04-18T12:04:59Z"
        },
        "subject": "American Express Co (AXP) Q1 EPS USD 2.01 vs. exp. USD 1.99, revenue USD 10.4bln vs. exp. USD 10.45bln; affirmed 2019 outlook",
        "content": "<ul><li>Losses provisions up by 4% to USD 809mln</li><li>Expenses up 11% at USD 7.6bln vs same period last year</li><li>AXP says Q1 EPS was USD 1.80 which included a 0.21 legal provision related to merchant litigation</li></ul>",
        "reaction_details": "<p>AXP trades 2.5% lower after results, with analysts focusing on loss and litigation provisions</p>",
        "reaction_updated_at": {
            "unix": 1555587120,
            "text": "2019-04-18 12:32:00 +0100",
            "iso_8601": "2019-04-18T11:32:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-express-co-axp-q1-eps-usd-2-01-vs-exp-usd-1-99-revenue-usd-10-4bln-vs-exp-usd-10-45bln-affirmed-2019-outlook-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:29:00",
        "gmt_time": "2019-04-18 11:29:00"
    },
    {
        "id": 865168,
        "updated_sequence": 1835908,
        "published_at": {
            "unix": 1555585920,
            "text": "2019-04-18 12:12:00 +0100",
            "iso_8601": "2019-04-18T11:12:00Z"
        },
        "updated_at": {
            "unix": 1555595443,
            "text": "2019-04-18 14:50:43 +0100",
            "iso_8601": "2019-04-18T13:50:43Z"
        },
        "subject": "BoJ are to project FY 21 inflation above 1.5% but fall short of its 2% target,  FY 19 growth and inflation forecast expected to be cut  according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Next week's BoJ meeting (Thursday) will include the Inflation Outlook report which will also take the first look into FY 2021.</li><li>Given the recent disinflation forces in Japan and globally, this inflation figure is expected show a pickup towards but be below the BoJ’s 2% inflation target.</li></ul>",
        "analysis_updated_at": {
            "unix": 1555586100,
            "text": "2019-04-18 12:15:00 +0100",
            "iso_8601": "2019-04-18T11:15:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "boj-are-to-project-fy-21-inflation-above-1-5-but-fall-short-of-its-2-target-fy-19-growth-and-inflation-forecast-expected-to-be-cut-according-to-sources-18-04-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:12:00",
        "gmt_time": "2019-04-18 11:12:00"
    },
    {
        "id": 865167,
        "updated_sequence": 1835720,
        "published_at": {
            "unix": 1555585740,
            "text": "2019-04-18 12:09:00 +0100",
            "iso_8601": "2019-04-18T11:09:00Z"
        },
        "updated_at": {
            "unix": 1555586382,
            "text": "2019-04-18 12:19:42 +0100",
            "iso_8601": "2019-04-18T11:19:42Z"
        },
        "subject": "Saudi Arabia crude oil exports fall to 6.98mln BPD in February (Prev. 7.25mln), according to JODI; Saudi Feb oil production was 10.14mln BDP (prev. 10.243mln BPD)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-crude-oil-exports-fall-to-6-98mln-bpd-in-february-prev-7-25mln-according-to-jodi-saudi-feb-oil-production-was-10-14mln-bdp-prev-10-243mln-bpd-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:09:00",
        "gmt_time": "2019-04-18 11:09:00"
    },
    {
        "id": 865166,
        "updated_sequence": 1835696,
        "published_at": {
            "unix": 1555585380,
            "text": "2019-04-18 12:03:00 +0100",
            "iso_8601": "2019-04-18T11:03:00Z"
        },
        "updated_at": {
            "unix": 1555585447,
            "text": "2019-04-18 12:04:07 +0100",
            "iso_8601": "2019-04-18T11:04:07Z"
        },
        "subject": "North Korea leader Kim will visit Russia in the second half of April, RIA reports ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-leader-kim-will-visit-russia-in-the-second-half-of-april-ria-reports-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 19:03:00",
        "gmt_time": "2019-04-18 11:03:00"
    },
    {
        "id": 865164,
        "updated_sequence": 1835703,
        "published_at": {
            "unix": 1555585140,
            "text": "2019-04-18 11:59:00 +0100",
            "iso_8601": "2019-04-18T10:59:00Z"
        },
        "updated_at": {
            "unix": 1555585878,
            "text": "2019-04-18 12:11:18 +0100",
            "iso_8601": "2019-04-18T11:11:18Z"
        },
        "subject": "Philip Morris International Inc (PM) Q1 adj. EPS USD 1.09 vs. exp. USD 1.01, revenue USD 6.75bln vs. exp. USD 6.74bln",
        "content": "<ul><li>Sees FY 2019 EPS of at least USD 4.87 vs. Prev. view of at least USD 4.90 (Exp. USD 5.18)</li><li>Says 2019-2021 targets remain unchanged LFL, except for 2019 operating cashflow estimated to be around USD 9.5bln</li><li>Cuts FY EPS forecast to at least USD 4.87 (previous at least 4.90)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philip-morris-international-inc-pm-q1-adj-eps-usd-1-09-vs-exp-usd-1-01-revenue-usd-6-75bln-vs-exp-usd-6-74bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:59:00",
        "gmt_time": "2019-04-18 10:59:00"
    },
    {
        "id": 865165,
        "updated_sequence": 1835691,
        "published_at": {
            "unix": 1555585080,
            "text": "2019-04-18 11:58:00 +0100",
            "iso_8601": "2019-04-18T10:58:00Z"
        },
        "updated_at": {
            "unix": 1555585245,
            "text": "2019-04-18 12:00:45 +0100",
            "iso_8601": "2019-04-18T11:00:45Z"
        },
        "subject": "Blackstone (BX) reports Q1 revenue USD 2.02bln vs. Exp. USD 1.93bln, distributable income USD 0.37/shr vs. Exp. USD 0.51/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "blackstone-bx-reports-q1-revenue-usd-2-02bln-vs-exp-usd-1-93bln-distributable-income-usd-0-37-shr-vs-exp-usd-0-51-shr-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:58:00",
        "gmt_time": "2019-04-18 10:58:00"
    },
    {
        "id": 865162,
        "updated_sequence": 1835682,
        "published_at": {
            "unix": 1555585020,
            "text": "2019-04-18 11:57:00 +0100",
            "iso_8601": "2019-04-18T10:57:00Z"
        },
        "updated_at": {
            "unix": 1555585083,
            "text": "2019-04-18 11:58:03 +0100",
            "iso_8601": "2019-04-18T10:58:03Z"
        },
        "subject": "Travelers Companies Inc (TRV) Q1 core EPS USD 2.83 vs. exp. USD 2.76, revenue USD 7.67bln vs. exp. USD 7.11bln",
        "content": "<ul><li>Announces 6.5% dividend increase to USD 0.82/shr</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "travelers-companies-inc-trv-q1-core-eps-usd-2-83-vs-exp-usd-2-76-revenue-usd-7-67bln-vs-exp-usd-7-11bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:57:00",
        "gmt_time": "2019-04-18 10:57:00"
    },
    {
        "id": 865180,
        "updated_sequence": 1835788,
        "published_at": {
            "unix": 1555584960,
            "text": "2019-04-18 11:56:00 +0100",
            "iso_8601": "2019-04-18T10:56:00Z"
        },
        "updated_at": {
            "unix": 1555590516,
            "text": "2019-04-18 13:28:36 +0100",
            "iso_8601": "2019-04-18T12:28:36Z"
        },
        "subject": "Schlumberger NV (SLB) Q1 EPS USD 0.3 vs. exp. USD 0.3, revenue USD 7.88bln vs. exp. USD 7.82bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "schlumberger-nv-slb-q1-eps-usd-0-3-vs-exp-usd-0-3-revenue-usd-7-88bln-vs-exp-usd-7-82bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:56:00",
        "gmt_time": "2019-04-18 10:56:00"
    },
    {
        "id": 865163,
        "updated_sequence": 1835685,
        "published_at": {
            "unix": 1555584960,
            "text": "2019-04-18 11:56:00 +0100",
            "iso_8601": "2019-04-18T10:56:00Z"
        },
        "updated_at": {
            "unix": 1555585100,
            "text": "2019-04-18 11:58:20 +0100",
            "iso_8601": "2019-04-18T10:58:20Z"
        },
        "subject": "Daimler CEO is mulling cutting 10k jobs in a EUR 6bln cost saving attempt, according to Manager Magazin",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Manager Magazin",
        "slug": "daimler-ceo-is-mulling-cutting-10k-jobs-in-a-eur-6bln-cost-saving-attempt-according-to-manager-magazin-18-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:56:00",
        "gmt_time": "2019-04-18 10:56:00"
    },
    {
        "id": 865160,
        "updated_sequence": 1835672,
        "published_at": {
            "unix": 1555584660,
            "text": "2019-04-18 11:51:00 +0100",
            "iso_8601": "2019-04-18T10:51:00Z"
        },
        "updated_at": {
            "unix": 1555584732,
            "text": "2019-04-18 11:52:12 +0100",
            "iso_8601": "2019-04-18T10:52:12Z"
        },
        "subject": "PPG Industries Inc (PPG) Q1 EPS from continuing operations USD 1.31 vs. exp. USD 1.21, revenue USD 3.60bln vs. exp. USD 3.68bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ppg-industries-inc-ppg-q1-eps-from-continuing-operations-usd-1-31-vs-exp-usd-1-21-revenue-usd-3-60bln-vs-exp-usd-3-68bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:51:00",
        "gmt_time": "2019-04-18 10:51:00"
    },
    {
        "id": 865158,
        "updated_sequence": 1835666,
        "published_at": {
            "unix": 1555583640,
            "text": "2019-04-18 11:34:00 +0100",
            "iso_8601": "2019-04-18T10:34:00Z"
        },
        "updated_at": {
            "unix": 1555583732,
            "text": "2019-04-18 11:35:32 +0100",
            "iso_8601": "2019-04-18T10:35:32Z"
        },
        "subject": "Deutsche Bank (DBK GY) are reportedly making a 'plan B' if discussions with Commerzbank (CBK GY) fall through, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-are-reportedly-making-a-plan-b-if-discussions-with-commerzbank-cbk-gy-fall-through-according-to-sources-18-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:34:00",
        "gmt_time": "2019-04-18 10:34:00"
    },
    {
        "id": 865157,
        "updated_sequence": 1835663,
        "published_at": {
            "unix": 1555583400,
            "text": "2019-04-18 11:30:00 +0100",
            "iso_8601": "2019-04-18T10:30:00Z"
        },
        "updated_at": {
            "unix": 1555583667,
            "text": "2019-04-18 11:34:27 +0100",
            "iso_8601": "2019-04-18T10:34:27Z"
        },
        "subject": "Synchrony Financial (SYF) Q1 Diluted EPS USD 1.56 vs. xp. USD 0.89, revenue USD 4.23bln vs. exp. USD 4.3bln, CET1 ratio 14.5% vs. Prev. 16.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "synchrony-financial-syf-q1-diluted-eps-usd-1-56-vs-xp-usd-0-89-revenue-usd-4-23bln-vs-exp-usd-4-3bln-cet1-ratio-14-5-vs-prev-16-5-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:30:00",
        "gmt_time": "2019-04-18 10:30:00"
    },
    {
        "id": 865155,
        "updated_sequence": 1835661,
        "published_at": {
            "unix": 1555583400,
            "text": "2019-04-18 11:30:00 +0100",
            "iso_8601": "2019-04-18T10:30:00Z"
        },
        "updated_at": {
            "unix": 1555583663,
            "text": "2019-04-18 11:34:23 +0100",
            "iso_8601": "2019-04-18T10:34:23Z"
        },
        "subject": "Honeywell International Inc (HON) Q1 adj. EPS USD 1.92 vs. exp. USD 1.83, revenue USD 8.88bln vs. exp. USD 8.64bln; raises 2019 EPS and sales guidance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "honeywell-international-inc-hon-q1-adj-eps-usd-1-92-vs-exp-usd-1-83-revenue-usd-8-88bln-vs-exp-usd-8-64bln-raises-2019-eps-and-sales-guidance-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:30:00",
        "gmt_time": "2019-04-18 10:30:00"
    },
    {
        "id": 865154,
        "updated_sequence": 1835646,
        "published_at": {
            "unix": 1555583280,
            "text": "2019-04-18 11:28:00 +0100",
            "iso_8601": "2019-04-18T10:28:00Z"
        },
        "updated_at": {
            "unix": 1555583320,
            "text": "2019-04-18 11:28:40 +0100",
            "iso_8601": "2019-04-18T10:28:40Z"
        },
        "subject": "RANsquawk Daily US Opening News - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21645/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Major European indices [Euro Stoxx +0.3%] have traded choppily this morning, largely recovering from the poor PMIs</li><li>On the trade front the Chinese Commerce Ministry states that new progress has been made in agreeing the text for a US-China trade deal</li><li>Looking ahead US PMI (Flash), US Retail Sales, US Initial Jobless Claims &amp; Business Inventories, US Philly Fed Business Index, Fed’s Bostic,</li><li>Earnings: Phillip Morris, Union Pacific, American Express</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were softer with the region tentative ahead of Easter closures</strong> and following a lacklustre performance on Wall St where a continued slump across the healthcare sector weighed across the major indices. <strong>ASX 200 (Unch) was choppy with the index initially dragged lower as health stocks tracked the underperformance of their counterparts stateside</strong>, although the index later recovered amid strength in miners and energy names following quarterly updates from the likes of Fortescue Metals, Santos and Woodside Petroleum. Meanwhile<strong>, Nikkei 225 (-0.8%) was weighed by a firmer currency, while Hang Seng (-0.5%) and Shanghai Comp. (-0.4%) also traded subdued </strong>despite further liquidity efforts by the PBoC, <strong>as hopes for a RRR cut fade and as Hong Kong participants took risk off the table ahead of a 4-day closure.</strong> Finally, 10yr JGBs were higher with prices supported by the cautiousness in the region and amid mild gains in T-notes, while today’s enhanced liquidity auction for longer-dated JGBs also attracted greater demand.</p><p>PBoC injected CNY 80bln via 7-day reverse repos. (Newswires)</p><p>PBoC set CNY mid-point at 6.6911 (Prev. 6.7110)</p><p><strong>PBoC is reportedly unlikely to lower RRR in the short-term</strong> after recent liquidity injections and MLF announcement, while better than expected Q1 data also means there is less pressure for a RRR cut. (China Securities Journal)</p><p><strong>BoK kept the 7-Day Repo Rate unchanged at 1.75% as expected</strong> with the decision made unanimously. BoK said South Korea economy to grow mid-2% level this year and hover below prior projections but won't significantly diverge from potential level, while it added that exports are to recover gradually. (Newswires)</p><p><strong>US</strong></p><p>There has been new progress in agreeing on the text for a US-China trade deal, according to the Chinese Commerce Ministry (Newswires)</p><p>GEOPOLITICAL</p><p><strong>North Korea Leader Kim reportedly oversaw the test of a new tactical guided weapon</strong>. (KCNA) Subsequently, North Korea states that if the US does not get rid of the root cause of its nuclear programme, then no one can predict how the situation will turn out, adding that it does not want US Secretary of State Pompeo to be their dialogue. (KCNA)</p><p>An armed group has attacked an air base in Southern Libya, according to sources; the air base is controlled by Eastern Commander Haftar. (Newswires)</p><p>Magnitude 6.1 earthquake strikes Taiwan which reportedly shook buildings in Taipei. (Newswires)</p><p><strong>UK/EU</strong></p><p>Conservative MP Blunt has begun collecting names for a no-confidence vote against the Speaker Bercow, as the speaker is no longer impartial. (Guardian/Times)</p><p>A potential technological solution the to Irish border could be more than a decade away and in all likelihood is a very expensive prospect, according to a Home Office Document. (Sky)</p><p>UK Retail Sales MM (Mar) 1.1% vs. Exp. -0.3% (Prev. 0.4%, Rev. 0.6%).</p><p><strong>French Markit Manufacturing Flash PMI (Apr) 49.6 vs. Exp. 50 (Prev. 49.7)</strong></p><p>- French Markit Services Flash PMI (Apr) 50.5 vs. Exp. 49.8 (Prev. 49.1)</p><p>- French Markit Comp Flash PMI (Apr) 50.0 vs. Exp. 49.7 (Prev. 48.9)</p><p><strong>German Markit Manufacturing Flash PMI (Apr) 44.5 vs. Exp. 45 (Prev. 44.1)</strong></p><p>- German Markit Services Flash PMI (Apr) 55.6 vs. Exp. 55.1 (Prev. 55.4)</p><p>- German Markit Composite Flash PMI (Apr) 52.1 vs. Exp. 51.7 (Prev. 51.4)</p><p><strong>EU Markit Manufacturing Flash PMI (Apr) 47.8 vs. Exp. 47.9 (Prev. 47.5)</strong></p><p>- EU Markit Services Flash PMI (Apr) 52.5 vs. Exp. 53.2 (Prev. 53.3)</p><p>- EU Markit Comp Flash PMI (Apr) 51.3 vs. Exp. 51.8 (Prev. 51.6)</p><p>EQUITIES</p><p><strong>Major European indices began the day largely unchanged, but have since traded choppy [Euro Stoxx 50 +0.3%]</strong> with bourses mixed in spite of further optimistic US-China headlines, as markets are weighed on by broader risk sentiment following the poor PMIs out of the EZ. Sectors have followed a similar transition from flat to relatively mixed this morning, although the consumer staples sector (+1.1%) is significantly outperforming its peers. Buoyed by sector heavyweight Nestle (+1.1%) after a sales update, where they beat on Q1 revenue and affirmed FY19 sales towards 2020 target levels and Unilever (+3.5%) who have confirmed progress towards FY expectations. Other notable movers this morning include Osram Licht (-3.7%) who are trading at the bottom of the Stoxx 600 after reports that Carlyle &amp; Bain are losing confidence regarding a bid for the Co. Kering (-3.6%) are in the red post earnings in-spite of beating on Q1 revenue and reporting LFL increases in Gucci &amp; YSL, with some pre-market commentary citing the potential for downside on the sales increase not perceived as being large enough.</p><p>Taiwan Semiconductor (2330 TT) reported Q1 net TWD 61.4bln vs. Exp. TWD 64.6bln, operating profit TWD 64.3bln vs. Exp. TWD 70.4bln. Co. guides Q2 revenue USD 7.55-7.65bln vs. Exp. USD 7.63bln. (Newswires)</p><p>FX</p><p><strong>EUR - </strong>Not the best day for the EUR as it tumbled to the bottom of the G8 performers following dismal manufacturing flash readings from France, Germany and in turn, the EZ. The single currency initially experienced some volatility at the release of the French metrics, before Germany’s miss brought the first wave of material downside, later exacerbated by the disappointing EZ numbers. All-in-all, EUR/USD gave up the 1.1300 handle and fell below its 50 DMA at 1.1294 before briefly breaching the psychological 1.1250. The pair currently resides just above 1.1250, having thus far traded within a 1.1245-1305 range.</p><p><strong>USD - </strong>On the front-foot amidst the demise of the EUR post-PMIs as the DXY marches on above the 97.000 level from an intraday low of 96.950 (high 97.333). The index did little overnight and mostly traded sideways due to thinned holiday volume alongside a lack of catalysts. The Buck will be eyeing the slew of US data in the form of weekly jobless claims, Philly Fed, retail sales and Markit PMIs later in the session.</p><p><strong>GBP - </strong>A victim of the post-PMI Dollar strength after Sterling tumbled in tandem with the EUR to an intraday low, although the Pound felt some reprieve following optimistic retail sales, boosted by weather. GBP/USD currently rests below its 50 WMA at 1.3033 at the bottom of today’s 1.3010-1.3053 with potential stops just below the round figure.</p><p><strong>AUD - </strong>Aussie jobs data did little to provide any material move for the currency, although showed an employment change of 25.7k, a jump from last month’s 4.6k, surpassing expectations of 12.0k, whilst the unemployment rate ticked up to 5.0% from 4.9%, as expected. Westpac argues that due to the conflicting signals from a strengthening labour market against weak GDP, the RBA is seemingly putting more weight on employment from a policy perspective. The analysts add that “slow growth will eventually weigh on employment growth. On this basis, along with inflation remaining low, we continue to forecast cash rate cuts in August and November”. AUD/USD saw a knee-jerk higher to test 0.7200 before most of its gains. The aforementioned Dollar strength then sent to AUD back down to fresh session lows after trading within a 0.7160-.7200 thus far ahead of its 100 DMA at 0.7140. Note: AUD/USD sees USD 1.1bln in options expiring at strike 0.7175 at today’s NY cut.</p><p><strong>SEK - </strong>The marked G10 underperformer amid the release of dreary unemployment numbers wherein the rate rose to 7.1% although it was expected to be maintained at 6.6%. As such, SEK failed to reap the benefits of the EUR’s weakness as EUR/SEK spiked higher to briefly breach 10.50 to the upside as before stabilising above its 50 DMA at 10.4841.</p><p><strong>JPY - </strong>The outperformer amongst the G10 currencies despite the sudden USD strength as the Yen benefits from its haven properties given after EZ PMIs somewhat soured market sentiment, although the EUR weakness may have aided the JPY through its EUR cross. USD/JPY gave up the 112.00 handle and currently rests towards middle of a 111.75-112.10 range.</p><p><strong>Australian Employment Change (Mar) 25.7k vs. Exp. 12.0k (Prev. 4.6k).</strong> (Newswires) Australian Full Time Employment (Mar) 48.3k (Prev. -7.3k) Australian Unemployment Rate (Mar) 5.0% vs. Exp. 5.0% (Prev. 4.9%) Australian Participation Rate (Mar) 65.7% vs. Exp. 65.6% (Prev. 65.6%)</p><p>FIXED INCOME</p><p>Core EU and UK debt has retained its underlying bid, with both UK and German 10yr benchmarks finding comfort trading around the big figures for 127.00 and 165.00 respectively after the disappointing PMI figures out of Germany, France and the EZ. Little further direction was offered to the UK benchmark following some inspiring retail sales data, which beat on expectations on all lines and revised priors higher, with little by the way of technical factors in close proximity to the big figure to offer a course for the rest of the trading session.</p><p>Over in the US, the longer end is seeing most of the action and following suit with its European peers, with 10yrs up by around 9 ticks and above 123-00. Some positive trade vibes from President Trump and USTR Lighthizer have failed to stop the rout in yields, with futures prices capped by the trend resistance of 123-10 for now, or at least up until the upcoming claims data and potential comments from Fed’s Bostic</p><p>COMMODITIES</p><p><strong>Brent (-0.1%) and WTI (-0.2%)</strong> prices have traded in-line with general sentiment this morning, with the complex taking a downturn following this morning’s PMIs with German and French Manufacturing missing expectations, as did all 3 EZ measures. Following the German data, the EUR weakened which led to some strength in the USD causing oil prices to deviate negatively from their largely lacklustre trade overnight on a lack of news flow. Looking ahead in the session due to the market holidays for Easter, the Baker Hughes will be release early today April 18th at the usual time of 18:00 BST.</p><p><strong>Gold (+0.2%)</strong> has traded largely in-line with the dollar this morning on the aforementioned PMIs. Overnight, the yellow metal fell to fresh YTD lows around the USD 1271/oz level following positive US-China news flow from President Trump stating the deal is progressing nicely alongside reports that US-China have set a tentative timeline for trade talks; with the potential for a deal to be signed as early as May. Elsewhere, Antofagasta’s Chairman stated that copper demand will be supported by the ongoing fight against climate change, as the metal is critical to electric vehicle production.</p><p>Shell announces that its petrochemical Moerdijk plant is shutting down (unconfirmed if due to strike action). (Newswires)</p><p>Japan's Seibu Oil have shut their crude distillation unit at their Yamaguchi Refinery (440k BPD). (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:28:00",
        "gmt_time": "2019-04-18 10:28:00"
    },
    {
        "id": 865153,
        "updated_sequence": 1835639,
        "published_at": {
            "unix": 1555581600,
            "text": "2019-04-18 11:00:00 +0100",
            "iso_8601": "2019-04-18T10:00:00Z"
        },
        "updated_at": {
            "unix": 1555581737,
            "text": "2019-04-18 11:02:17 +0100",
            "iso_8601": "2019-04-18T10:02:17Z"
        },
        "subject": "SunTrust Banks Inc (STI) Q1 EPS USD 1.24 vs. Exp. USD 1.30, revenue USD 2.4bln vs. Exp. USD 2.33bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "suntrust-banks-inc-sti-q1-eps-usd-1-24-vs-exp-usd-1-30-revenue-usd-2-4bln-vs-exp-usd-2-33bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:00:00",
        "gmt_time": "2019-04-18 10:00:00"
    },
    {
        "id": 865152,
        "updated_sequence": 1835643,
        "published_at": {
            "unix": 1555581600,
            "text": "2019-04-18 11:00:00 +0100",
            "iso_8601": "2019-04-18T10:00:00Z"
        },
        "updated_at": {
            "unix": 1555582042,
            "text": "2019-04-18 11:07:22 +0100",
            "iso_8601": "2019-04-18T10:07:22Z"
        },
        "subject": "Danaher Corp (DHR) Q1 adj. non-GAAP EPS USD 1.07 vs. exp. USD 1.01, revenue USD 4.9bln vs. exp. USD 4.79bln",
        "content": "<ul><li>Sees Q2 EPS USD 1.13-1.16 vs. Exp. USD 1.19</li><li>Cuts FY 2019 EPS guidance to USD 4.72-4.80 from prior view of USD 4.75-4.85</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "danaher-corp-dhr-q1-adj-non-gaap-eps-usd-1-07-vs-exp-usd-1-01-revenue-usd-4-9bln-vs-exp-usd-4-79bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 18:00:00",
        "gmt_time": "2019-04-18 10:00:00"
    },
    {
        "id": 865151,
        "updated_sequence": 1835631,
        "published_at": {
            "unix": 1555580940,
            "text": "2019-04-18 10:49:00 +0100",
            "iso_8601": "2019-04-18T09:49:00Z"
        },
        "updated_at": {
            "unix": 1555581033,
            "text": "2019-04-18 10:50:33 +0100",
            "iso_8601": "2019-04-18T09:50:33Z"
        },
        "subject": "RANsquawk EU Mid Session: Flash PMIs fail to resurrect on Easter weekend - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21644/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European indices began the day largely unchanged, but have since traded choppy [Euro Stoxx 50 +0.3%]</strong> with bourses mixed in spite of further optimistic US-China headlines, as markets are weighed on by broader risk sentiment following the poor PMIs out of the EZ. Sectors have followed a similar transition from flat to relatively mixed this morning, although the consumer staples sector (+1.1%) is significantly outperforming its peers. Buoyed by sector heavyweight Nestle (+1.1%) after a sales update, where they beat on Q1 revenue and affirmed FY19 sales towards 2020 target levels and Unilever (+3.5%) who have confirmed progress towards FY expectations. Other notable movers this morning include Osram Licht (-3.7%) who are trading at the bottom of the Stoxx 600 after reports that Carlyle &amp; Bain are losing confidence regarding a bid for the Co. Kering (-3.6%) are in the red post earnings in-spite of beating on Q1 revenue and reporting LFL increases in Gucci &amp; YSL, with some pre-market commentary citing the potential for downside on the sales increase not perceived as being large enough.</p><p><strong>FX</strong></p><p><strong>EUR</strong> - Not the best day for the EUR as it tumbled to the bottom of the G8 performers following dismal manufacturing flash readings from France, Germany and in turn, the EZ. The single currency initially experienced some volatility at the release of the French metrics, before Germany’s miss brought the first wave of material downside, later exacerbated by the disappointing EZ numbers. All-in-all, EUR/USD gave up the 1.1300 handle and fell below its 50 DMA at 1.1294 before briefly breaching the psychological 1.1250. The pair currently resides just above 1.1250, having thus far traded within a 1.1245-1305 range.</p><p><strong>USD</strong> - On the front-foot amidst the demise of the EUR post-PMIs as the DXY marches on above the 97.000 level from an intraday low of 96.950 (high 97.333). The index did little overnight and mostly traded sideways due to thinned holiday volume alongside a lack of catalysts. The Buck will be eyeing the slew of US data in the form of weekly jobless claims, Philly Fed, retail sales and Markit PMIs later in the session.</p><p><strong>GBP</strong> - A victim of the post-PMI Dollar strength after Sterling tumbled in tandem with the EUR to an intraday low, although the Pound felt some reprieve following optimistic retail sales, boosted by weather. GBP/USD currently rests below its 50 WMA at 1.3033 at the bottom of today’s 1.3010-1.3053 with potential stops just below the round figure.</p><p><strong>AUD</strong> - Aussie jobs data did little to provide any material move for the currency, although showed an employment change of 25.7k, a jump from last month’s 4.6k, surpassing expectations of 12.0k, whilst the unemployment rate ticked up to 5.0% from 4.9%, as expected. Westpac argues that due to the conflicting signals from a strengthening labour market against weak GDP, the RBA is seemingly putting more weight on employment from a policy perspective. The analysts add that “slow growth will eventually weigh on employment growth. On this basis, along with inflation remaining low, we continue to forecast cash rate cuts in August and November”. AUD/USD saw a knee-jerk higher to test 0.7200 before most of its gains. The aforementioned Dollar strength then sent to AUD back down to fresh session lows after trading within a 0.7160-.7200 thus far ahead of its 100 DMA at 0.7140. Note: AUD/USD sees USD 1.1bln in options expiring at strike 0.7175 at today’s NY cut.</p><p><strong>SEK</strong> - The marked G10 underperformer amid the release of dreary unemployment numbers wherein the rate rose to 7.1% although it was expected to be maintained at 6.6%. As such, SEK failed to reap the benefits of the EUR’s weakness as EUR/SEK spiked higher to briefly breach 10.50 to the upside as before stabilising above its 50 DMA at 10.4841.</p><p><strong>JPY</strong> - The outperformer amongst the G10 currencies despite the sudden USD strength as the Yen benefits from its haven properties given after EZ PMIs somewhat soured market sentiment, although the EUR weakness may have aided the JPY through its EUR cross. USD/JPY gave up the 112.00 handle and currently rests towards middle of a 111.75-112.10 range.</p><p><strong>FIXED INCOME</strong></p><p>Core <strong>EU</strong> and <strong>UK debt</strong> has retained its underlying bid, with both <strong>UK</strong> and <strong>German 10yr</strong> benchmarks finding comfort trading around the big figures for 127.00 and 165.00 respectively after the disappointing PMI figures out of Germany, France and the EZ. Little further direction was offered to the UK benchmark following some inspiring retail sales data, which beat on expectations on all lines and revised priors higher, with little by the way of technical factors in close proximity to the big figure to offer a course for the rest of the trading session.</p><p>Over in the <strong>US</strong>, the longer end is seeing most of the action and following suit with its European peers, with 10yrs up by around 9 ticks and above 123-00. Some positive trade vibes from President Trump and USTR Lighthizer have failed to stop the rout in yields, with futures prices capped by the trend resistance of 123-10 for now, or at least up until the upcoming claims data and potential comments from Fed’s Bostic</p><p><strong>COMMODITIES</strong></p><p><strong>Brent (-0.1%) and WTI (-0.2%)</strong> prices have traded in-line with general sentiment this morning, with the complex taking a downturn following this morning’s PMIs with German and French Manufacturing missing expectations, as did all 3 EZ measures. Following the German data, the EUR weakened which led to some strength in the USD causing oil prices to deviate negatively from their largely lacklustre trade overnight on a lack of news flow. Looking ahead in the session due to the market holidays for Easter, the Baker Hughes will be release early today April 18th at the usual time of 18:00 BST.</p><p><strong>Gold (+0.2%)</strong> has traded largely in-line with the dollar this morning on the aforementioned PMIs. Overnight, the yellow metal fell to fresh YTD lows around the USD 1271/oz level following positive US-China news flow from President Trump stating the deal is progressing nicely alongside reports that US-China have set a tentative timeline for trade talks; with the potential for a deal to be signed as early as May. Elsewhere, Antofagasta’s Chairman stated that copper demand will be supported by the ongoing fight against climate change, as the metal is critical to electric vehicle production.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-flash-pmis-fail-to-resurrect-on-easter-weekend-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:49:00",
        "gmt_time": "2019-04-18 09:49:00"
    },
    {
        "id": 865150,
        "updated_sequence": 1835628,
        "published_at": {
            "unix": 1555580700,
            "text": "2019-04-18 10:45:00 +0100",
            "iso_8601": "2019-04-18T09:45:00Z"
        },
        "updated_at": {
            "unix": 1555580756,
            "text": "2019-04-18 10:45:56 +0100",
            "iso_8601": "2019-04-18T09:45:56Z"
        },
        "subject": "BB&T Corp (BBT) Q1 Adj. EPS USD 1.05 vs. exp. USD 1.03, revenue USD 2.9bln vs. exp. USD 2.93bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bb-t-corp-bbt-q1-adj-eps-usd-1-05-vs-exp-usd-1-03-revenue-usd-2-9bln-vs-exp-usd-2-93bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:45:00",
        "gmt_time": "2019-04-18 09:45:00"
    },
    {
        "id": 865149,
        "updated_sequence": 1835623,
        "published_at": {
            "unix": 1555580460,
            "text": "2019-04-18 10:41:00 +0100",
            "iso_8601": "2019-04-18T09:41:00Z"
        },
        "updated_at": {
            "unix": 1555580537,
            "text": "2019-04-18 10:42:17 +0100",
            "iso_8601": "2019-04-18T09:42:17Z"
        },
        "subject": "An armed group has attacked an air base in Southern Libya, according to sources; the air base is controlled by Eastern Commander Haftar",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "an-armed-group-has-attacked-an-air-base-in-southern-libya-according-to-sources-the-air-base-is-controlled-by-eastern-commander-haftar-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:41:00",
        "gmt_time": "2019-04-18 09:41:00"
    },
    {
        "id": 865148,
        "updated_sequence": 1835618,
        "published_at": {
            "unix": 1555579980,
            "text": "2019-04-18 10:33:00 +0100",
            "iso_8601": "2019-04-18T09:33:00Z"
        },
        "updated_at": {
            "unix": 1555580044,
            "text": "2019-04-18 10:34:04 +0100",
            "iso_8601": "2019-04-18T09:34:04Z"
        },
        "subject": "FX Morning Colour: EUR losses its flash amid downbeat PMIs",
        "content": "<p><strong>EUR</strong></p><p>Not the best day for the EUR as it tumbled to the bottom of the G8 performers following dismal manufacturing flash readings from France, Germany and in turn, the EZ. The single currency initially experienced some volatility at the release of the French metrics, before Germany’s miss brought the first wave of material downside, later exacerbated by the disappointing EZ numbers. All-in-all, EUR/USD gave up the 1.1300 handle and fell below its 50 DMA at 1.1294 before briefly breaching the psychological 1.1250. The pair currently resides just above 1.1250, having thus far traded within a 1.1245-1305 range.</p><p><strong>USD</strong></p><p>On the front-foot amidst the demise of the EUR post-PMIs as the DXY marches on above the 97.000 level from an intraday low of 96.950 (high 97.333). The index did little overnight and mostly traded sideways due to thinned holiday volume alongside a lack of catalysts. The Buck will be eyeing the slew of US data in the form of weekly jobless claims, Philly Fed, retail sales and Markit PMIs later in the session.</p><p><strong>GBP</strong></p><p>A victim of the post-PMI Dollar strength after Sterling tumbled in tandem with the EUR to an intraday low, although the Pound felt some reprieve following optimistic retail sales, boosted by weather. GBP/USD currently rests below its 50 WMA at 1.3033 at the bottom of today’s 1.3010-1.3053 with potential stops just below the round figure.</p><p><strong>AUD</strong></p><p>Aussie jobs data did little to provide any material move for the currency, although showed an employment change of 25.7k, a jump from last month’s 4.6k, surpassing expectations of 12.0k, whilst the unemployment rate ticked up to 5.0% from 4.9%, as expected. Westpac argues that due to the conflicting signals from a strengthening labour market against weak GDP, the RBA is seemingly putting more weight on employment from a policy perspective. The analysts add that “slow growth will eventually weigh on employment growth. On this basis, along with inflation remaining low, we continue to forecast cash rate cuts in August and November”. AUD/USD saw a knee-jerk higher to test 0.7200 before most of its gains. The aforementioned Dollar strength then sent to AUD back down to fresh session lows after trading within a 0.7160-.7200 thus far ahead of its 100 DMA at 0.7140. Note: AUD/USD sees USD 1.1bln in options expiring at strike 0.7175 at today’s NY cut.</p><p><strong>SEK</strong></p><p>The marked G10 underperformer amid the release of dreary unemployment numbers wherein the rate rose to 7.1% although it was expected to be maintained at 6.6%. As such, SEK failed to reap the benefits of the EUR’s weakness as EUR/SEK spiked higher to briefly breach 10.50 to the upside as before stabilising above its 50 DMA at 10.4841.</p><p><strong>JPY</strong></p><p>The outperformer amongst the G10 currencies despite the sudden USD strength as the Yen benefits from its haven properties given after EZ PMIs somewhat soured market sentiment, although the EUR weakness may have aided the JPY through its EUR cross. USD/JPY gave up the 112.00 handle and currently rests towards middle of a 111.75-112.10 range.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-eur-losses-its-flash-amid-downbeat-pmis-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:33:00",
        "gmt_time": "2019-04-18 09:33:00"
    },
    {
        "id": 865046,
        "updated_sequence": 1835620,
        "published_at": {
            "unix": 1555579800,
            "text": "2019-04-18 10:30:00 +0100",
            "iso_8601": "2019-04-18T09:30:00Z"
        },
        "updated_at": {
            "unix": 1555580129,
            "text": "2019-04-18 10:35:29 +0100",
            "iso_8601": "2019-04-18T09:35:29Z"
        },
        "subject": "Notice: Easter Desk Schedule",
        "content": "<p>The desk will operate its usual schedule until Thursday April 18th 2130BST upon which the desk will close and remain closed for the entirety of Friday 19th April in observance of Good Friday with UK, EU and US markets all closed.&nbsp;</p><p>The Service will resume on Sunday April 21st at 2200BST for the beginning of the Asia-Pac session and will run until Monday 22nd April at 0630BST at which point the service will halt due to the closure of EU and UK markets. The service will then resume at 1300BST for the beginning of the US session with US markets subject to a regular open.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-easter-desk-schedule-17-04-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:30:00",
        "gmt_time": "2019-04-18 09:30:00"
    },
    {
        "id": 865147,
        "updated_sequence": 1835615,
        "published_at": {
            "unix": 1555579260,
            "text": "2019-04-18 10:21:00 +0100",
            "iso_8601": "2019-04-18T09:21:00Z"
        },
        "updated_at": {
            "unix": 1555579343,
            "text": "2019-04-18 10:22:23 +0100",
            "iso_8601": "2019-04-18T09:22:23Z"
        },
        "subject": "Deutsche Post (DPW GY) - Final decision from the Federal Network agency is expected by the end of May, regarding the potential price hike",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-post-dpw-gy-final-decision-from-the-federal-network-agency-is-expected-by-the-end-of-may-regarding-the-potential-price-hike-18-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:21:00",
        "gmt_time": "2019-04-18 09:21:00"
    },
    {
        "id": 865146,
        "updated_sequence": 1835610,
        "published_at": {
            "unix": 1555578960,
            "text": "2019-04-18 10:16:00 +0100",
            "iso_8601": "2019-04-18T09:16:00Z"
        },
        "updated_at": {
            "unix": 1555579006,
            "text": "2019-04-18 10:16:46 +0100",
            "iso_8601": "2019-04-18T09:16:46Z"
        },
        "subject": "Vivendi (VIV FP) condemns Mediaset's (MS IM) decision to refuse its votes at its shareholder meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vivendi-viv-fp-condemns-mediaset-s-ms-im-decision-to-refuse-its-votes-at-its-shareholder-meeting-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:16:00",
        "gmt_time": "2019-04-18 09:16:00"
    },
    {
        "id": 865145,
        "updated_sequence": 1835607,
        "published_at": {
            "unix": 1555578720,
            "text": "2019-04-18 10:12:00 +0100",
            "iso_8601": "2019-04-18T09:12:00Z"
        },
        "updated_at": {
            "unix": 1555578823,
            "text": "2019-04-18 10:13:43 +0100",
            "iso_8601": "2019-04-18T09:13:43Z"
        },
        "subject": "Fixed Income Update: Core EU and UK debt retains its underlying bid despite impressive UK sales data",
        "content": "<p>Core EU and UK debt has retained its underlying bid, with both UK and German 10yr benchmarks finding comfort trading around the big figures for 127.00 and 165.00 respectively after the disappointing PMI figures out of Germany, France and the EZ. Little further direction was offered to the UK benchmark following some inspiring retail sales data, which beat on expectations on all lines and revised priors higher, with little by the way of technical factors in close proximity to the big figure to offer a course for the rest of the trading session.</p><p>Over in the US, the longer end is seeing most of the action and following suit with its European peers, with 10yrs up by around 9 ticks and above 123-00. Some positive trade vibes from President Trump and USTR Lighthizer have failed to stop the rout in yields, with futures prices capped by the trend resistance of 123-10 for now, or at least up until the upcoming claims data and potential comments from Fed’s Bostic</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-update-core-eu-and-uk-debt-retains-its-underlying-bid-despite-impressive-uk-sales-data-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:12:00",
        "gmt_time": "2019-04-18 09:12:00"
    },
    {
        "id": 865144,
        "updated_sequence": 1835604,
        "published_at": {
            "unix": 1555578180,
            "text": "2019-04-18 10:03:00 +0100",
            "iso_8601": "2019-04-18T09:03:00Z"
        },
        "updated_at": {
            "unix": 1555578313,
            "text": "2019-04-18 10:05:13 +0100",
            "iso_8601": "2019-04-18T09:05:13Z"
        },
        "subject": "France sells EUR 9.25bln vs. Exp. EUR 7.75-9.25bln 0% 2022, 1.75% 2023 and 0% 2025 OAT ",
        "content": "<ul><li>EUR 4.204bln 0% 2022 b/c 3.575 (Prev. 5.14) and average yield -0.43% (Prev. -0.38%)</li><li>EUR 1.290bln 1.75% 2023 b/c 3.043 (Prev. 2.77) and average yield -0.33% (Prev. -0.18%)</li><li>EUR bln 0% 2025 b/c 2.664, average yield -0.08%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-sells-eur-9-25bln-vs-exp-eur-7-75-9-25bln-0-2022-1-75-2023-and-0-2025-oat-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:03:00",
        "gmt_time": "2019-04-18 09:03:00"
    },
    {
        "id": 864912,
        "updated_sequence": 1835589,
        "published_at": {
            "unix": 1555578000,
            "text": "2019-04-18 10:00:00 +0100",
            "iso_8601": "2019-04-18T09:00:00Z"
        },
        "updated_at": {
            "unix": 1555578000,
            "text": "2019-04-18 10:00:00 +0100",
            "iso_8601": "2019-04-18T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-17-04-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:00:00",
        "gmt_time": "2019-04-18 09:00:00"
    },
    {
        "id": 865143,
        "updated_sequence": 1835612,
        "published_at": {
            "unix": 1555578000,
            "text": "2019-04-18 10:00:00 +0100",
            "iso_8601": "2019-04-18T09:00:00Z"
        },
        "updated_at": {
            "unix": 1555579016,
            "text": "2019-04-18 10:16:56 +0100",
            "iso_8601": "2019-04-18T09:16:56Z"
        },
        "subject": "Sandvik (SAND SS) Q1 operating profit SEK 4.567bln vs. exp. SEK 4.626bln, order intake SEK 27.873bln vs. exp. SEK 27.183bln",
        "content": "",
        "reaction_details": "<p>In a reaction to this Co. shares moved lower from 169.60 to 165.45</p>",
        "reaction_updated_at": {
            "unix": 1555579015,
            "text": "2019-04-18 10:16:55 +0100",
            "iso_8601": "2019-04-18T09:16:55Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sandvik-sand-ss-q1-operating-profit-sek-4-567bln-vs-exp-sek-4-626bln-order-intake-sek-27-873bln-vs-exp-sek-27-183bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 17:00:00",
        "gmt_time": "2019-04-18 09:00:00"
    },
    {
        "id": 865141,
        "updated_sequence": 1835585,
        "published_at": {
            "unix": 1555577220,
            "text": "2019-04-18 09:47:00 +0100",
            "iso_8601": "2019-04-18T08:47:00Z"
        },
        "updated_at": {
            "unix": 1555577301,
            "text": "2019-04-18 09:48:21 +0100",
            "iso_8601": "2019-04-18T08:48:21Z"
        },
        "subject": "Japan's Seibu Oil have shut their crude distillation unit at their Yamaguchi Refinery (440k BPD)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Idemitsu",
        "slug": "japan-s-seibu-oil-have-shut-their-crude-distillation-unit-at-their-yamaguchi-refinery-440k-bpd-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:47:00",
        "gmt_time": "2019-04-18 08:47:00"
    },
    {
        "id": 865140,
        "updated_sequence": 1835580,
        "published_at": {
            "unix": 1555577100,
            "text": "2019-04-18 09:45:00 +0100",
            "iso_8601": "2019-04-18T08:45:00Z"
        },
        "updated_at": {
            "unix": 1555577232,
            "text": "2019-04-18 09:47:12 +0100",
            "iso_8601": "2019-04-18T08:47:12Z"
        },
        "subject": "Osram Licht (OSR GY) spokesperson says they cannot confirm report that potential takeover investors are growing skeptical",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after pre-market reports that Carlyle and Bain are said to be losing confidence regarding a bid for the Co</li></ul>",
        "analysis_updated_at": {
            "unix": 1555577232,
            "text": "2019-04-18 09:47:12 +0100",
            "iso_8601": "2019-04-18T08:47:12Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "osram-licht-osr-gy-spokesperson-says-they-cannot-confirm-report-that-potential-takeover-investors-are-growing-skeptical-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:45:00",
        "gmt_time": "2019-04-18 08:45:00"
    },
    {
        "id": 865136,
        "updated_sequence": 1835563,
        "published_at": {
            "unix": 1555576740,
            "text": "2019-04-18 09:39:00 +0100",
            "iso_8601": "2019-04-18T08:39:00Z"
        },
        "updated_at": {
            "unix": 1555576862,
            "text": "2019-04-18 09:41:02 +0100",
            "iso_8601": "2019-04-18T08:41:02Z"
        },
        "subject": "German Federal Network Agency says Deutsche Post (DPW GY) can hike prices by over 10% from July 1st",
        "content": "",
        "reaction_details": "<p>In an immediate reaction Co. shares moved higher from EUR 30.70 to EUR 31.05</p>",
        "reaction_updated_at": {
            "unix": 1555576862,
            "text": "2019-04-18 09:41:02 +0100",
            "iso_8601": "2019-04-18T08:41:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-federal-network-agency-says-deutsche-post-dpw-gy-can-hike-prices-by-over-10-from-july-1st-18-04-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:39:00",
        "gmt_time": "2019-04-18 08:39:00"
    },
    {
        "id": 865135,
        "updated_sequence": 1835557,
        "published_at": {
            "unix": 1555576680,
            "text": "2019-04-18 09:38:00 +0100",
            "iso_8601": "2019-04-18T08:38:00Z"
        },
        "updated_at": {
            "unix": 1555576738,
            "text": "2019-04-18 09:38:58 +0100",
            "iso_8601": "2019-04-18T08:38:58Z"
        },
        "subject": "RANsquawk Bond Auction Previews - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21643/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>France to sell EUR 7.75-9.25bln 0% 2022, 1.75% 2023 and 0% 2025 OAT</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-bond-auction-previews-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:38:00",
        "gmt_time": "2019-04-18 08:38:00"
    },
    {
        "id": 865135,
        "updated_sequence": 1835557,
        "published_at": {
            "unix": 1555576680,
            "text": "2019-04-18 09:38:00 +0100",
            "iso_8601": "2019-04-18T08:38:00Z"
        },
        "updated_at": {
            "unix": 1555576738,
            "text": "2019-04-18 09:38:58 +0100",
            "iso_8601": "2019-04-18T08:38:58Z"
        },
        "subject": "RANsquawk Bond Auction Previews - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21643/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>France to sell EUR 7.75-9.25bln 0% 2022, 1.75% 2023 and 0% 2025 OAT</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-bond-auction-previews-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:38:00",
        "gmt_time": "2019-04-18 08:38:00"
    },
    {
        "id": 865129,
        "updated_sequence": 1835535,
        "published_at": {
            "unix": 1555575180,
            "text": "2019-04-18 09:13:00 +0100",
            "iso_8601": "2019-04-18T08:13:00Z"
        },
        "updated_at": {
            "unix": 1555575276,
            "text": "2019-04-18 09:14:36 +0100",
            "iso_8601": "2019-04-18T08:14:36Z"
        },
        "subject": "Fixed Income: Not-so-flash PMI's support core EU debt",
        "content": "<p>Core EU debt begun the day marginally higher, and retained the slight bid seen in US treasuries, but the not-so-flash PMIs from German, France and EZ pushed both UK and German 10yr debt to highs of the day at 127.04 and 165.11 respectively as growth concerns continue to abound vis-à-vis EZ growth. Both German and UK 10yrs are now stabilising around the big figures with UK fixed income traders now looking forward to retail sales data for any reprieve or respite. &nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-not-so-flash-pmi-s-support-core-eu-debt-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:13:00",
        "gmt_time": "2019-04-18 08:13:00"
    },
    {
        "id": 865128,
        "updated_sequence": 1835528,
        "published_at": {
            "unix": 1555574460,
            "text": "2019-04-18 09:01:00 +0100",
            "iso_8601": "2019-04-18T08:01:00Z"
        },
        "updated_at": {
            "unix": 1555574508,
            "text": "2019-04-18 09:01:48 +0100",
            "iso_8601": "2019-04-18T08:01:48Z"
        },
        "subject": "Transneft have suspended oil loadings in Novorossisk due to a storm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "IFX",
        "slug": "transneft-have-suspended-oil-loadings-in-novorossisk-due-to-a-storm-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 16:01:00",
        "gmt_time": "2019-04-18 08:01:00"
    },
    {
        "id": 865118,
        "updated_sequence": 1835494,
        "published_at": {
            "unix": 1555574220,
            "text": "2019-04-18 08:57:00 +0100",
            "iso_8601": "2019-04-18T07:57:00Z"
        },
        "updated_at": {
            "unix": 1555574308,
            "text": "2019-04-18 08:58:28 +0100",
            "iso_8601": "2019-04-18T07:58:28Z"
        },
        "subject": "MediaSet (MS IM) say the board have rejected Vivendi (VIV FP) and Simon Fiduciaria's requests to vote in Thursday's shareholder meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-say-the-board-have-rejected-vivendi-viv-fp-and-simon-fiduciaria-s-requests-to-vote-in-thursday-s-shareholder-meeting-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:57:00",
        "gmt_time": "2019-04-18 07:57:00"
    },
    {
        "id": 865117,
        "updated_sequence": 1835491,
        "published_at": {
            "unix": 1555573860,
            "text": "2019-04-18 08:51:00 +0100",
            "iso_8601": "2019-04-18T07:51:00Z"
        },
        "updated_at": {
            "unix": 1555573938,
            "text": "2019-04-18 08:52:18 +0100",
            "iso_8601": "2019-04-18T07:52:18Z"
        },
        "subject": "Saipem (SPM IM) not considering any trade sale for their drilling business, and focusing on other options such as combinations and adding shareholders",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saipem-spm-im-not-considering-any-trade-sale-for-their-drilling-business-and-focusing-on-other-options-such-as-combinations-and-adding-shareholders-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:51:00",
        "gmt_time": "2019-04-18 07:51:00"
    },
    {
        "id": 865110,
        "updated_sequence": 1835466,
        "published_at": {
            "unix": 1555572180,
            "text": "2019-04-18 08:23:00 +0100",
            "iso_8601": "2019-04-18T07:23:00Z"
        },
        "updated_at": {
            "unix": 1555572345,
            "text": "2019-04-18 08:25:45 +0100",
            "iso_8601": "2019-04-18T07:25:45Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>AUD/USD: 0.7200-10 (971M). USD/CAD: 1.3250 (536M), 1.3280 (386M)</p><p>AUD/USD: 0.7040 (442M), 0.7100 (358M), 0.7150 (477M), <strong>0.7175 (1.1B)</strong></p><p>EUR/GBP: 0.8520 (343M), 0.8550 (602M), 0.8610 (452M), 0.8710 (435M)</p><p>USD/JPY: 110.90 (467M), 111 (523M), 111.60 (491M), <strong>112 (1.5B),</strong> 112.10 (720M)</p><p>EUR/USD: <strong>1.1320 (1.1B)</strong>, 1.1325 (2.2B), 1.1350 (1.2B)</p><p>EUR/USD: 1.1200 (974M), 1.1225 (1.9B), 1.1250 (647M), <strong>1.1300 (1.4B)</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-18-04-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:23:00",
        "gmt_time": "2019-04-18 07:23:00"
    },
    {
        "id": 865106,
        "updated_sequence": 1835452,
        "published_at": {
            "unix": 1555571520,
            "text": "2019-04-18 08:12:00 +0100",
            "iso_8601": "2019-04-18T07:12:00Z"
        },
        "updated_at": {
            "unix": 1555571627,
            "text": "2019-04-18 08:13:47 +0100",
            "iso_8601": "2019-04-18T07:13:47Z"
        },
        "subject": "There has been new progress in agreeing on the text for a US-China trade deal, according to the Chinese Commerce Ministry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Context: US President Trump said China trade deal moving along nicely, while he suggested we will be hearing about China trade deal shortly and has a feeling the trade deal will be successful. In related news, reports suggested US and China have set a tentative timeline for next round of trade talks with USTR Lighthizer said to possibly to travel to Beijing during April 29th week, while the sides could sign a deal perhaps as early as late May. (WSJ)</li></ul>",
        "analysis_updated_at": {
            "unix": 1555571627,
            "text": "2019-04-18 08:13:47 +0100",
            "iso_8601": "2019-04-18T07:13:47Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "there-has-been-new-progress-in-agreeing-on-the-text-for-a-us-china-trade-deal-according-to-the-chinese-commerce-ministry-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:12:00",
        "gmt_time": "2019-04-18 07:12:00"
    },
    {
        "id": 865105,
        "updated_sequence": 1835446,
        "published_at": {
            "unix": 1555571280,
            "text": "2019-04-18 08:08:00 +0100",
            "iso_8601": "2019-04-18T07:08:00Z"
        },
        "updated_at": {
            "unix": 1555571358,
            "text": "2019-04-18 08:09:18 +0100",
            "iso_8601": "2019-04-18T07:09:18Z"
        },
        "subject": "Shell announces that its petrochemical Moerdijk plant is shutting down (unconfirmed if due to strike action)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-announces-that-its-petrochemical-moerdijk-plant-is-shutting-down-unconfirmed-if-due-to-strike-action-18-04-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:08:00",
        "gmt_time": "2019-04-18 07:08:00"
    },
    {
        "id": 865104,
        "updated_sequence": 1835443,
        "published_at": {
            "unix": 1555570980,
            "text": "2019-04-18 08:03:00 +0100",
            "iso_8601": "2019-04-18T07:03:00Z"
        },
        "updated_at": {
            "unix": 1555571042,
            "text": "2019-04-18 08:04:02 +0100",
            "iso_8601": "2019-04-18T07:04:02Z"
        },
        "subject": "European equity movers this morning: Sartorius (SRT GY) +3.8%; Schneider Electric (SU FP) +2.3%; Nestle (NESN SW) +1.1%;  Unilever (ULVR LN) +1.0%; Kering (KER FP) -6.3%; Osram Licht (OSR GY) -5.8%; Wirecard (WDI GY) -1.4%; Pernod Ricard (RI FP) -1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-sartorius-srt-gy-3-8-schneider-electric-su-fp-2-3-nestle-nesn-sw-1-1-unilever-ulvr-ln-1-0-kering-ker-fp-6-3-osram-licht-osr-gy-5-8-wirecard-wdi-gy-1-4-pernod-ricard-ri-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 15:03:00",
        "gmt_time": "2019-04-18 07:03:00"
    },
    {
        "id": 865102,
        "updated_sequence": 1835435,
        "published_at": {
            "unix": 1555570560,
            "text": "2019-04-18 07:56:00 +0100",
            "iso_8601": "2019-04-18T06:56:00Z"
        },
        "updated_at": {
            "unix": 1555570657,
            "text": "2019-04-18 07:57:37 +0100",
            "iso_8601": "2019-04-18T06:57:37Z"
        },
        "subject": "Russian Central Bank's Yudayeva states that they do not rule out increasing reserve requirements on foreign currency deposits for banks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-s-yudayeva-states-that-they-do-not-rule-out-increasing-reserve-requirements-on-foreign-currency-deposits-for-banks-18-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 14:56:00",
        "gmt_time": "2019-04-18 06:56:00"
    },
    {
        "id": 865101,
        "updated_sequence": 1835432,
        "published_at": {
            "unix": 1555570020,
            "text": "2019-04-18 07:47:00 +0100",
            "iso_8601": "2019-04-18T06:47:00Z"
        },
        "updated_at": {
            "unix": 1555570416,
            "text": "2019-04-18 07:53:36 +0100",
            "iso_8601": "2019-04-18T06:53:36Z"
        },
        "subject": "North Korea states that if the US does not get rid of the root cause of its nuclear programme, then no one can predict how the situation will turn out, adding that it does not want US Secretary of State Pompeo to be their dialogue ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after earlier reports from state media that North Korean leader Kim oversaw new tactical guided weapon tests</li></ul>",
        "analysis_updated_at": {
            "unix": 1555570200,
            "text": "2019-04-18 07:50:00 +0100",
            "iso_8601": "2019-04-18T06:50:00Z"
        },
        "push_notify": false,
        "source": "KCNA",
        "slug": "north-korea-states-that-if-the-us-does-not-get-rid-of-the-root-cause-of-its-nuclear-programme-then-no-one-can-predict-how-the-situation-will-turn-out-adding-that-it-does-not-want-us-secretary-of-state-pompeo-to-be-their-dialogue-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 14:47:00",
        "gmt_time": "2019-04-18 06:47:00"
    },
    {
        "id": 865094,
        "updated_sequence": 1835421,
        "published_at": {
            "unix": 1555567020,
            "text": "2019-04-18 06:57:00 +0100",
            "iso_8601": "2019-04-18T05:57:00Z"
        },
        "updated_at": {
            "unix": 1555570032,
            "text": "2019-04-18 07:47:12 +0100",
            "iso_8601": "2019-04-18T06:47:12Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>EX-DIVS: BAE Systems (BAE LN) and Reckitt Benckiser (RB LN) will trade without entitlement to their latest dividend pay-out on Thursday, trimming 4.2 points off the FTSE 100. (Newswires)</p><p>Unilever (ULVR LN) – Q1 underlying sales 3.1% vs. Exp. 2.8%; 1.2% from volume vs. Exp. 0.7%, and 1.9% from price. Revenue EUR 12.4bln vs. Exp. EUR 12.54bln. Co. reaffirms FY19 USG in the lower end of 3-5% range. Co. state that are on track for FY expectations. Co. raises dividend to EUR 0.4104/shr, +6%. (Newswires)</p><p>Chip makers – Taiwan Semiconductor (2330 TT) reported Q1 net TWD 61.4bln vs. Exp. TWD 64.6bln, operating profit TWD 64.3bln vs. Exp. TWD 70.4bln. Co. guides Q2 revenue USD 7.55-7.65bln vs. Exp. USD 7.63bln. (Newswires)</p><p>Rentokill (RTO LN) – Q1 revenue GBP 603.6mln vs. Prev. GBP 545.9mln. Co. state they had a good start to the year and are confident of another successful year, with growth in-line with expectations. FY19 M&amp;A guidance remains in GBP 200-250mln range, and are encourage regarding prospects for further M&amp;A. (Newswires)</p><p>Euronext (ENX FP) – Co. affirms FY19 OPEX, with low-single digit growth. (newswires)</p><p>Intu Properties (INTU LN) – Co. and Cale Street Investments announce a JV for the Intu Derby Shopping Centre. (Newswires)</p><p>Telecom Italia (TIT IM) – Italy administrative court has confirmed a 2017 ruling, by market regulator that Vivendi (VIV FP) had ‘de facto control’ over the Co. (Newswires)</p><p>Wirecard (WDI GY) - German regulators' ban on short selling Co. shares ends at 2300BST tonight. (Newswires)</p><p>Monte dei Paschi (BMPS IM) – Co. states that WRM Capital Asset Management has not submitted an offer for the Co’s IT platform. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:57:00",
        "gmt_time": "2019-04-18 05:57:00"
    },
    {
        "id": 865093,
        "updated_sequence": 1835641,
        "published_at": {
            "unix": 1555566780,
            "text": "2019-04-18 06:53:00 +0100",
            "iso_8601": "2019-04-18T05:53:00Z"
        },
        "updated_at": {
            "unix": 1555581895,
            "text": "2019-04-18 11:04:55 +0100",
            "iso_8601": "2019-04-18T10:04:55Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>18th April 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were softer with the region tentative ahead of Easter closures and following a lacklustre performance on Wall St where a continued slump across the healthcare sector weighed across the major indices. ASX 200 (Unch) was choppy with the index initially dragged lower as health stocks tracked the underperformance of their counterparts stateside, although the index later recovered amid strength in miners and energy names following quarterly updates from the likes of Fortescue Metals, Santos and Woodside Petroleum. Meanwhile, Nikkei 225 (-0.7%) was weighed by a firmer currency, while Hang Seng (-0.7%) and Shanghai Comp. (-0.2%) also traded subdued despite further liquidity efforts by the PBoC, as hopes for a RRR cut fade and as Hong Kong participants took risk off the table ahead of a 4-day closure.</p><p>FTSE</p><p>Segro (SGRO LN) – Co. added GBP 21mln of rental income in Q1 due to a surge in online shopping which boosted demand for warehouse space. Q1 net debt GBP 2.2bln vs. Prev. GBP 2.7bln. Q1 vacancy rate 4.4% vs. Prev. 5.2% Co. currently has 44 projects under construction, expected to generate GBP 57mln of annualised rent. Co. states that business has continued to perform strongly during Q1. (The Times/Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>DAX</p><p>Wirecard (WDI GY) – The FT rejected allegations against its journalist accused of attempting to manipulate Co’s share price after the German financial regulator filed a criminal complaint against two FT journalists. (The Telegraph)</p><p>OTHER GERMAN COMPANIES</p><p>Sartorius (SRT GY) – Group revenue +16.8%, order intake +16.6%, Earnings margin +26.2% for Q1. Co. confirms FY guidance. Underlying EBITDA EUR 114mln, +28.7%. EPS EUR 0.71 vs. Prev. EUR 0.54. (Newswires)</p><p><strong>Osram Licht (OSR GY) –</strong> Carlyle and Bain are said to be losing confidence regarding a bid for the Co. (Newswires)</p><p>BROKER MOVES</p><p>&nbsp;</p><p>CAC</p><p><strong>Schneider Electric (SU FP) –</strong> Co. Q1 rev. EUR 6.31bln vs. Exp. EUR 6.20bln, Co. organic sales increased by 5.9% Y/Y and affirms FY19 organic growth, organic Adj. EBITA and EBITA margin. FX impact on FY19 revenues is estimated at being between EUR 300-400mln, estimated impact on FY19 on adj. EBITDA margin could be around -10bps. (Newswires)</p><p><strong>Pernod Ricard (RI FP) – </strong>Q3 sales EUR 2.003bln vs. Exp. EUR 2.0bln, +2.5%. Co. targets FY 18/19 underlying operating profit growth of 8% vs. Forecast. 6-8%. Q4 is to be impacted in China by inventory management of Martell Cognac in order to ensure growth sustainability. Co. sees a 50bps organic increase in profit from recurring operations margin in FY 18/19. (Newswires)</p><p><strong>Kering (KER FP) –</strong> Q1 revenue EUR 3.79bln vs. Exp. EUR 3.70bln, LFL sales +17.4 Y/Y, Gucci sales LFL +20.0%, YSL sales LFL +17.5% and Bottega Veneta LFL sales -8.9%. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Edenred (EDEN FP) – </strong>Co. Q1 rev. EUR 383mln vs. Prev. EUR 332mln Y/Y. (Newswires)</p><p><strong>Sartorius Stedim Biotech (DIM FP) - Co</strong>. Q1 EBITDA EUR 98.1mln vs. Exp. EUR 88.6mln, rev. EUR 381.3mln vs. Exp. EUR 315.0mln. (Newswires)</p><p><strong>Getlink (GET FP) –</strong> Q1 revenues +5% to EUR 254.4mln, passenger traffic slightly decreased in Q1. Group confirms EBITDA forecast to 2022. (Newswires)</p><p><strong>Bollore (BOL FP) –</strong> Q1 revenue EUR 5.69bln vs. Prev. EUR 5.33bln. revenue +4% Y/Y. (Newswires)</p><p><strong>Klepierre (LI FP) –</strong> Q1 revenue EUR 330.7mln vs. Prev. EUR 331.5mln. total gross rental income EUR 311.2mln vs. Prev. EUR 310.0mln. Shopping centres net rental income of EUR 265mln, +3.0% on a LFL basis. Co reaffirms 2019 outlook. (Newswires)</p><p>Euronext (ENX FP) – Co. affirms FY19 OPEX, with low-single digit growth. (Newswires)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p>Chip makers – Taiwan Semiconductor (2330 TT) reported Q1 net TWD 61.4bln vs. Exp. TWD 64.6bln, operating profit TWD 64.3bln vs. Exp. TWD 70.4bln. Co. guides Q2 revenue USD 7.55-7.65bln vs. Exp. USD 7.63bln. (Newswires)</p><p>Saipem (SPM IM) – Q1 revenue EUR 2.16bln. Q1 net EUR 21mln vs. Exp. EUR 27.9mln Y/Y. Q1 adj. EBITDA EUR 274mln. Co. sees FY19 revenues around EUR 9bln, adj. EBITDA margin in excess of 10%. Co. confirms their 2019 guidance. Regarding the South Stream Settlement the Co. expects to complete the negotiations or an amicable settlement of arbitration in the near future. (Newswires)</p><p>Repsol (RES SM) – Co. are said to have halted an oil swap agreement with Venezuela’s PDVSA due to the country’s tensions with the US. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p>Nestle (NESN SW) – Q1 revenue CHF 22.2bln vs. Exp. CHF 22.0bln, organic sales growth 3.4% vs. Exp. 2.8%, affirms FY19 organic sales towards 2020 targets. Underlying EPS in constant currencies &amp; capital efficiencies are expected to increase, and portfolio management is on track. Co. states that the US and China maintained good momentum(Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p>US</p><p>* SPX -0.2% at 2900, NDX +0.3% at 7681, DJI +0,0% at 26450. SECTORS: Communications -1.0%, Cons Discretionary +0.2%, Cons Staples +0.4%, Energy -0.1%, Financials +0.2%, Healthcare -2.9%, Industrials +0.1%, Materials -0.6%, Tech +0.6%, Telecoms +0.2%, Utilities -0.2%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-18-04-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:53:00",
        "gmt_time": "2019-04-18 05:53:00"
    },
    {
        "id": 865092,
        "updated_sequence": 1835352,
        "published_at": {
            "unix": 1555565640,
            "text": "2019-04-18 06:34:00 +0100",
            "iso_8601": "2019-04-18T05:34:00Z"
        },
        "updated_at": {
            "unix": 1555565669,
            "text": "2019-04-18 06:34:29 +0100",
            "iso_8601": "2019-04-18T05:34:29Z"
        },
        "subject": "TSMC (2330 TT) Q1 net TWD 61.4bln vs. Exp. TWD 64.6bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tsmc-2330-tt-q1-net-twd-61-4bln-vs-exp-twd-64-6bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:34:00",
        "gmt_time": "2019-04-18 05:34:00"
    },
    {
        "id": 865091,
        "updated_sequence": 1835349,
        "published_at": {
            "unix": 1555565580,
            "text": "2019-04-18 06:33:00 +0100",
            "iso_8601": "2019-04-18T05:33:00Z"
        },
        "updated_at": {
            "unix": 1555565654,
            "text": "2019-04-18 06:34:14 +0100",
            "iso_8601": "2019-04-18T05:34:14Z"
        },
        "subject": "RANsquawk Daily European Opening News - 18th April 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21641/download\">here</a>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><ul><li>Asian indices are weaker as the region follows the subdued lead from Wall St. and ahead of a long weekend</li><li>Reports suggest US &amp; China have set a tentative trade talks timeline; with a deal potentially to be signed as early as late May</li><li>Looking ahead, French, German, EZ, &amp; US PMI (Flash) UK &amp; US Retail Sales, US Initial Jobless Claims &amp; Business Inventories, US Philly Fed Business Index, Fed’s Bostic, Supply from France</li><li>Earnings: Phillip Morris, Union Pacific, HoneyWell, PPG, American Express, Saipem</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were softer with the region tentative ahead of Easter closures</strong> and following a lacklustre performance on Wall St where a continued slump across the healthcare sector weighed across the major indices. <strong>ASX 200 (Unch) was choppy with the index initially dragged lower as health stocks tracked the underperformance of their counterparts stateside</strong>, although the index later recovered amid strength in miners and energy names following quarterly updates from the likes of Fortescue Metals, Santos and Woodside Petroleum. Meanwhile<strong>, Nikkei 225 (-0.7%) was weighed by a firmer currency, while Hang Seng (-0.7%) and Shanghai Comp. (-0.2%) also traded subdued </strong>despite further liquidity efforts by the PBoC, <strong>as hopes for a RRR cut fade and as Hong Kong participants took risk off the table ahead of a 4-day closure.</strong> Finally, 10yr JGBs were higher with prices supported by the cautiousness in the region and amid mild gains in T-notes, while today’s enhanced liquidity auction for longer-dated JGBs also attracted greater demand.</p><p>&nbsp;</p><p>PBoC injected CNY 80bln via 7-day reverse repos. (Newswires)</p><p>PBoC set CNY mid-point at 6.6911 (Prev. 6.7110)</p><p>&nbsp;</p><p><strong>PBoC is reportedly unlikely to lower RRR in the short-term</strong> after recent liquidity injections and MLF announcement, while better than expected Q1 data also means there is less pressure for a RRR cut. (China Securities Journal)</p><p><strong>US President Trump said China trade deal moving along nicely,</strong> while he suggested we will be hearing about China trade deal shortly and has a feeling the trade deal will be successful. In related news, reports suggested US and China have set a tentative timeline for next round of trade talks with <strong>USTR Lighthizer said to possibly to travel to Beijing during April 29th week, while the sides could sign a deal perhaps as early as late May.</strong> (WSJ)</p><p><strong>BoK kept the 7-Day Repo Rate unchanged at 1.75% as expected</strong> with the decision made unanimously. BoK said South Korea economy to grow mid-2% level this year and hover below prior projections but won't significantly diverge from potential level, while it added that exports are to recover gradually. (Newswires)</p><p>UK/EU</p><p>Conservative MP Blunt has begun collecting names for a no-confidence vote against the Speaker Bercow, as the speaker is no longer impartial. (Guardian/Times)</p><p>&nbsp;</p><p>A potential technological solution the to Irish border could be more than a decade away and in all likelihood is a very expensive prospect, according to a Home Office Document. (Sky)</p><p>&nbsp;</p><p>FX</p><p>&nbsp;</p><p>In FX markets, the <strong>DXY was stable and just about held on to the 97.00 level</strong> as most its major counterparts traded uneventful ahead of the upcoming holiday closures<strong>. EUR/USD was stuck near the 1.1300 level</strong> where it had meandered throughout the week and where a large option expiry of EUR 1.4bln is also located for today’s New York cut, while <strong>GBP/USD was uneventful</strong> as the 2-week parliament recess allowed the pair a breather from the Brexit-related chaos<strong>. USD/JPY softened amid the subdued risk tone but with downside limited as the 112.00 level continued to provide a magnet for price action</strong>, while antipodeans were relatively flat despite <strong>initial upside in AUD/USD following better than expected jobs data.</strong> The beat in headline Employment Change which was solely fuelled by Full-Time workers, <strong>pushed AUD/USD to within a whisker of the 0.7200 handle, where it then met resistance as</strong> <strong>some were also kept wary by the rise in the Unemployment Rate which was one of the conditions the RBA had recently outlined for a potential rate cut.</strong> Elsewhere, <strong>NZD/USD was quiet with interpolated OIS now pricing around 50% chance of a RBNZ rate cut next month vs. about 25% on Tuesday</strong>, although TD Securities suggested the recent CPI data was not a trigger for the RBNZ to ease next month and they also see a 'solid' floor at 0.6700 for the currency.</p><p><strong>Australian Employment Change (Mar) 25.7k vs. Exp. 12.0k (Prev. 4.6k).</strong> (Newswires) Australian Full Time Employment (Mar) 48.3k (Prev. -7.3k) Australian Unemployment Rate (Mar) 5.0% vs. Exp. 5.0% (Prev. 4.9%) Australian Participation Rate (Mar) 65.7% vs. Exp. 65.6% (Prev. 65.6%)&nbsp;</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were uneventful overnight with <strong>WTI crude futures flat below the USD 64.00/bbl level</strong> after the prior day’s mild losses despite the surprise draw in DoE headline crude inventories, which was narrower than the headline draw in Tuesday’s API report. Recent comments from Russian Energy Novak also expressed caution regarding the extension of OPEC+ cuts as he said that it was too early to speak about preferable options for the output deal and will need to see how the market situation develops. Elsewhere, <strong>gold trickled further below the USD 1300/oz level to print a fresh YTD low, not helped by a stable DXY which remained above 97.00,</strong> while copper suffered from the risk averse tone across the region.</p><p>&nbsp;</p><p>GEOPOLITICS</p><p>&nbsp;</p><p><strong>North Korea Leader Kim reportedly oversaw the test of a new tactical guided weapon</strong>. (KCNA)</p><p>&nbsp;</p><p>US National Security Advisor Bolton said the US has imposed new sanctions on Venezuela's central bank to restrict US transactions and prohibit access to the USD. (Newswires)</p><p>&nbsp;</p><p>&nbsp;</p><p>US</p><p>Yields were slightly lower at settlement, paring the bear-steepening seen in early trade after an encouraging slate of China data, which stoked risk sentiment. There was some pause after it was officially confirmed that Germany cut its growth projection (the second time in months). However, the narrower trade balance saw sellers return. After the European close, action was slower as traders began eyeing the long weekend, and there were reports of profit-taking. Stocks couldn’t sustain the pre-market risk-on, and accordingly, Treasuries found demand in US trade. At settlement, major curve spreads were a touch steeper. US T-note futures (M9) settle 1 tick higher at 122-27+</p><p>Fed Beige Book said the US economy expanded at a slight-to-moderate pace in March and early April. Fed districts said growth continued at a similar pace as in the previous report and a few reported some strengthening, while employment continued to increase nationwide in which 9 districts reported modest or moderate growth and the others reported slight growth. Furthermore, reports on manufacturing activity were favourable but many Fed district contacts noted trade-related uncertainty. (Newswires)</p><p><strong>Fed's Bullard (voter, neutral)</strong> said falling core inflation is a concern if it leads to falling expectations about future inflation, but also commented that he expects economy to do better in Q2 compared to first part of the year. (Newswires)</p><p><strong>Fed's Harker (non-voter, dove)</strong> repeated view for at most one hike for 2019 and one in 2020, while he commented he is keeping an eye on yield curve but noted inversion is not an absolute predictor of economic downturns. (Newswires)</p><p><strong>Herman Cain said he will not withdraw from consideration from the FOMC board</strong>, while he added he wouldn't 'tune out' presidential pressure if nominated and that it is perfectly OK for the president to have an opinion. Furthermore, he sees a 50/50 chance of being confirmed to the position. (WSJ)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-18th-april-2019-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:33:00",
        "gmt_time": "2019-04-18 05:33:00"
    },
    {
        "id": 865089,
        "updated_sequence": 1835340,
        "published_at": {
            "unix": 1555564200,
            "text": "2019-04-18 06:10:00 +0100",
            "iso_8601": "2019-04-18T05:10:00Z"
        },
        "updated_at": {
            "unix": 1555564241,
            "text": "2019-04-18 06:10:41 +0100",
            "iso_8601": "2019-04-18T05:10:41Z"
        },
        "subject": "Magnitude 6.1 earthquake strikes Taiwan which reportedly shook building in Taipei",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-6-1-earthquake-strikes-taiwan-which-reportedly-shook-building-in-taipei-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:10:00",
        "gmt_time": "2019-04-18 05:10:00"
    },
    {
        "id": 865088,
        "updated_sequence": 1835337,
        "published_at": {
            "unix": 1555564080,
            "text": "2019-04-18 06:08:00 +0100",
            "iso_8601": "2019-04-18T05:08:00Z"
        },
        "updated_at": {
            "unix": 1555564179,
            "text": "2019-04-18 06:09:39 +0100",
            "iso_8601": "2019-04-18T05:09:39Z"
        },
        "subject": "Hynix Semiconductor (000660 KS) said it spent KRW 950bln on plant expansion ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hynix-semiconductor-000660-ks-said-it-spent-krw-950bln-on-plant-expansion-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 13:08:00",
        "gmt_time": "2019-04-18 05:08:00"
    },
    {
        "id": 865087,
        "updated_sequence": 1835334,
        "published_at": {
            "unix": 1555563000,
            "text": "2019-04-18 05:50:00 +0100",
            "iso_8601": "2019-04-18T04:50:00Z"
        },
        "updated_at": {
            "unix": 1555563102,
            "text": "2019-04-18 05:51:42 +0100",
            "iso_8601": "2019-04-18T04:51:42Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks traded subdued following a similar Wall St lead and as participants took risk off the table ahead of Easter closures",
        "content": "<p>Asia equity markets were softer with the region tentative ahead of Easter closures and following a lacklustre performance on Wall St where a continued slump across the healthcare sector weighed across the major indices. ASX 200 (Unch) was choppy with the index initially dragged lower as health stocks tracked the underperformance of their counterparts stateside, although the index later recovered amid strength in miners and energy names following quarterly updates from the likes of Fortescue Metals, Santos and Woodside Petroleum. Meanwhile, Nikkei 225 (-0.7%) was weighed by a firmer currency, while Hang Seng (-0.7%) and Shanghai Comp. (-0.2%) also traded subdued despite further liquidity efforts by the PBoC as hopes for a RRR cut fade and as Hong Kong participants took risk off the table ahead of a 4-day closure. Finally, 10yr JGBs were higher with prices supported by the cautiousness in the region and amid mild gains in T-notes, while today’s enhanced liquidity auction for longer-dated JGBs also attracted greater demand.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-traded-subdued-following-a-similar-wall-st-lead-and-as-participants-took-risk-off-the-table-ahead-of-easter-closures-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 12:50:00",
        "gmt_time": "2019-04-18 04:50:00"
    },
    {
        "id": 865086,
        "updated_sequence": 1835331,
        "published_at": {
            "unix": 1555561800,
            "text": "2019-04-18 05:30:00 +0100",
            "iso_8601": "2019-04-18T04:30:00Z"
        },
        "updated_at": {
            "unix": 1555561876,
            "text": "2019-04-18 05:31:16 +0100",
            "iso_8601": "2019-04-18T04:31:16Z"
        },
        "subject": "Iranian President Rouhani says US designation of Iran's Revolutionary Guards as a terrorist organisation is abhorrent and an insult ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-president-rouhani-says-us-designation-of-iran-s-revolutionary-guards-as-a-terrorist-organisation-is-abhorrent-and-an-insult-18-04-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 12:30:00",
        "gmt_time": "2019-04-18 04:30:00"
    },
    {
        "id": 865084,
        "updated_sequence": 1835325,
        "published_at": {
            "unix": 1555560960,
            "text": "2019-04-18 05:16:00 +0100",
            "iso_8601": "2019-04-18T04:16:00Z"
        },
        "updated_at": {
            "unix": 1555561033,
            "text": "2019-04-18 05:17:13 +0100",
            "iso_8601": "2019-04-18T04:17:13Z"
        },
        "subject": "China Overseas Grand Oceans (81 HK) guides Q1 oper. profit around HKD 620mln, rev. HKD 3.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-overseas-grand-oceans-81-hk-guides-q1-oper-profit-around-hkd-620mln-rev-hkd-3-1bln-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 12:16:00",
        "gmt_time": "2019-04-18 04:16:00"
    },
    {
        "id": 865083,
        "updated_sequence": 1835322,
        "published_at": {
            "unix": 1555558620,
            "text": "2019-04-18 04:37:00 +0100",
            "iso_8601": "2019-04-18T03:37:00Z"
        },
        "updated_at": {
            "unix": 1555559138,
            "text": "2019-04-18 04:45:38 +0100",
            "iso_8601": "2019-04-18T03:45:38Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Jet Airways (JETIN IS) suspended all its operations",
        "content": "<p>Jet Airways (JETIN IS) - Co. suspended all its operations as it was not able to pay for fuel and other critical services after failing to receive fresh funding but hopes to be able to resume soon. (Newswires)</p><p>Reliance Industries (RIL IS) - Saudi Aramco and Adnoc are reportedly mulling buying up to a 25% stake in Reliance Industries’ refining and petrochemical business. (Newswires)</p><p>Tata Steel BSL (BHUS IS) - Co. Q4 net loss narrowed to INR 2.1bln vs. Prev. loss INR 213bln Y/Y. (Moneycontrol)</p><p>Wipro (WPRO IS) - Co. approved buy back valued as much as INR 105bln. (ET)</p><p>Other News - Indian PM Modi’s Adviser suggested that the RBI’s inflation goals need to be reviewed after the elections. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-jet-airways-jetin-is-suspended-all-its-operations-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 11:37:00",
        "gmt_time": "2019-04-18 03:37:00"
    },
    {
        "id": 865082,
        "updated_sequence": 1835316,
        "published_at": {
            "unix": 1555558500,
            "text": "2019-04-18 04:35:00 +0100",
            "iso_8601": "2019-04-18T03:35:00Z"
        },
        "updated_at": {
            "unix": 1555558610,
            "text": "2019-04-18 04:36:50 +0100",
            "iso_8601": "2019-04-18T03:36:50Z"
        },
        "subject": "Japan sells JPY 597.1bln in 10yr, 20yr and 30yr JGBs in enhanced liquidity auction; b/c 3.54 vs. Prev. 2.67",
        "content": "<p>- Highest accepted spread 0.010% vs. Prev. 0.000%</p><p>- Allotment of bids at highest spread 18.9189% vs. Prev. 25.1132%</p><p>- Average accepted spread 0.011% vs. Prev. 0.002%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-597-1bln-in-10yr-20yr-and-30yr-jgbs-in-enhanced-liquidity-auction-b-c-3-54-vs-prev-2-67-18-04-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 11:35:00",
        "gmt_time": "2019-04-18 03:35:00"
    },
    {
        "id": 865081,
        "updated_sequence": 1835313,
        "published_at": {
            "unix": 1555557000,
            "text": "2019-04-18 04:10:00 +0100",
            "iso_8601": "2019-04-18T03:10:00Z"
        },
        "updated_at": {
            "unix": 1555557506,
            "text": "2019-04-18 04:18:26 +0100",
            "iso_8601": "2019-04-18T03:18:26Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades subdued following similar Wall St lead and as participants take risk off the table ahead of Easter closures",
        "content": "<p>Asia equity markets are softer with the region tentative ahead of Easter closures and following a lacklustre performance on Wall St where a continued slump across the healthcare sector weighed across the major indices. ASX 200 (Unch) is choppy with the index initially dragged lower by health stocks which tracked the underperformance of their counterparts stateside, although the index later recovered amid strength in miners and energy names following quarterly updates from the likes of Fortescue Metals, Santos and Woodside Petroleum. Meanwhile, Nikkei 225 (-0.4%) is weighed by a firmer currency, while Hang Seng (-0.3%) and Shanghai Comp. (-0.2%) are also subdued despite further liquidity efforts by the PBoC as hopes for a RRR cut fade and with Hong Kong participants take risk off the table ahead of a 4-day closure.</p><p>In FX markets, the DXY is stable and just about holds on to the 97.00 level as most its major counterparts trade uneventful ahead of the upcoming holiday closures. EUR/USD is stuck near the 1.1300 level where it had been meandering throughout the week and where a large option expiry of EUR 1.4bln is also located for today’s New York cut, while GBP/USD is uneventful as the 2-week parliament recess continues to give the pair a breather from the Brexit-related chaos. Elsewhere, USD/JPY is softer amid the subdued risk tone but with downside limited as the 112.00 level continues to provide a magnet for price action, while antipodeans are relatively flat despite initial upside in AUD/USD following better than expected jobs data. The beat in headline Employment Change was solely fuelled by Full-Time workers and pushed AUD/USD to within a whisker of the 0.7200 handle, where it then met resistance as some were also kept wary by the rise in the Unemployment Rate which was one of the conditions the RBA had recently outlined for a potential rate cut. NZD/USD was quiet with interpolated OIS now pricing around 50% chance of a RBNZ rate cut in May vs. about 25% on Tuesday, although TD Securities suggests the recent CPI data is not a trigger for the RBNZ to ease as early as next month and they also see a 'solid' floor at 0.6700 for the currency.</p><p>Finally, 10yr JGBs are higher with prices supported by the cautiousness in the region and following mild gains in T-notes, while focus now shifts to today’s enhanced liquidity auction for longer-dated JGBs.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-subdued-following-similar-wall-st-lead-and-as-participants-take-risk-off-the-table-ahead-of-easter-closures-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 11:10:00",
        "gmt_time": "2019-04-18 03:10:00"
    },
    {
        "id": 865080,
        "updated_sequence": 1835308,
        "published_at": {
            "unix": 1555555860,
            "text": "2019-04-18 03:51:00 +0100",
            "iso_8601": "2019-04-18T02:51:00Z"
        },
        "updated_at": {
            "unix": 1555556013,
            "text": "2019-04-18 03:53:33 +0100",
            "iso_8601": "2019-04-18T02:53:33Z"
        },
        "subject": "PBoC is reportedly unlikely to lower RRR in the short-term after recent liquidity injections and MLF announcement, while better than expected Q1 data also means there is less pressure for a RRR cut, according to China Securities Journal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Securities Journal",
        "slug": "pboc-is-reportedly-unlikely-to-lower-rrr-in-the-short-term-after-recent-liquidity-injections-and-mlf-announcement-while-better-than-expected-q1-data-also-means-there-is-less-pressure-for-a-rrr-cut-according-to-china-securities-journal-18-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:51:00",
        "gmt_time": "2019-04-18 02:51:00"
    },
    {
        "id": 865079,
        "updated_sequence": 1835305,
        "published_at": {
            "unix": 1555554960,
            "text": "2019-04-18 03:36:00 +0100",
            "iso_8601": "2019-04-18T02:36:00Z"
        },
        "updated_at": {
            "unix": 1555555121,
            "text": "2019-04-18 03:38:41 +0100",
            "iso_8601": "2019-04-18T02:38:41Z"
        },
        "subject": "Local Japanese press suggests October sales tax hike could be delayed citing LDP lawmaker Haguida",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a guide, Japan's top officials have constantly repeated they will proceed with the 2nd phase sales tax increase as planned.</li></ul>",
        "analysis_updated_at": {
            "unix": 1555555121,
            "text": "2019-04-18 03:38:41 +0100",
            "iso_8601": "2019-04-18T02:38:41Z"
        },
        "push_notify": false,
        "source": "Kyodo",
        "slug": "local-japanese-press-suggests-october-sales-tax-hike-could-be-delayed-citing-ldp-lawmaker-haguida-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:36:00",
        "gmt_time": "2019-04-18 02:36:00"
    },
    {
        "id": 865077,
        "updated_sequence": 1835302,
        "published_at": {
            "unix": 1555554240,
            "text": "2019-04-18 03:24:00 +0100",
            "iso_8601": "2019-04-18T02:24:00Z"
        },
        "updated_at": {
            "unix": 1555554641,
            "text": "2019-04-18 03:30:41 +0100",
            "iso_8601": "2019-04-18T02:30:41Z"
        },
        "subject": "BoK Governor Lee says 2019 South Korean growth is seen at 2.5% vs. Prev. forecast of 2.6%, 2019 inflation seen at 1.1% vs. Prev. forecast 1.4%, adds today's rate decision was unanimous",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-2019-south-korean-growth-is-seen-at-2-5-vs-prev-forecast-of-2-6-2019-inflation-seen-at-1-1-vs-prev-forecast-1-4-adds-today-s-rate-decision-was-unanimous-18-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:24:00",
        "gmt_time": "2019-04-18 02:24:00"
    },
    {
        "id": 865076,
        "updated_sequence": 1835294,
        "published_at": {
            "unix": 1555553820,
            "text": "2019-04-18 03:17:00 +0100",
            "iso_8601": "2019-04-18T02:17:00Z"
        },
        "updated_at": {
            "unix": 1555553899,
            "text": "2019-04-18 03:18:19 +0100",
            "iso_8601": "2019-04-18T02:18:19Z"
        },
        "subject": "China NDRC says it approved CNY 370.3bln in 50 fixed-asset investments projects during Q1",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-it-approved-cny-370-3bln-in-50-fixed-asset-investments-projects-during-q1-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:17:00",
        "gmt_time": "2019-04-18 02:17:00"
    },
    {
        "id": 865075,
        "updated_sequence": 1835291,
        "published_at": {
            "unix": 1555553760,
            "text": "2019-04-18 03:16:00 +0100",
            "iso_8601": "2019-04-18T02:16:00Z"
        },
        "updated_at": {
            "unix": 1555553836,
            "text": "2019-04-18 03:17:16 +0100",
            "iso_8601": "2019-04-18T02:17:16Z"
        },
        "subject": "China FX regulator says will bolster counter-cyclical policies to support the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-fx-regulator-says-will-bolster-counter-cyclical-policies-to-support-the-economy-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:16:00",
        "gmt_time": "2019-04-18 02:16:00"
    },
    {
        "id": 865074,
        "updated_sequence": 1835288,
        "published_at": {
            "unix": 1555553280,
            "text": "2019-04-18 03:08:00 +0100",
            "iso_8601": "2019-04-18T02:08:00Z"
        },
        "updated_at": {
            "unix": 1555553367,
            "text": "2019-04-18 03:09:27 +0100",
            "iso_8601": "2019-04-18T02:09:27Z"
        },
        "subject": "Samsung Electronics (005930 KS) says received a few damage reports regarding main the display of its Galaxy Fold samples",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-electronics-005930-ks-says-received-a-few-damage-reports-regarding-main-the-display-of-its-galaxy-fold-samples-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 10:08:00",
        "gmt_time": "2019-04-18 02:08:00"
    },
    {
        "id": 865073,
        "updated_sequence": 1835285,
        "published_at": {
            "unix": 1555551540,
            "text": "2019-04-18 02:39:00 +0100",
            "iso_8601": "2019-04-18T01:39:00Z"
        },
        "updated_at": {
            "unix": 1555551656,
            "text": "2019-04-18 02:40:56 +0100",
            "iso_8601": "2019-04-18T01:40:56Z"
        },
        "subject": "BoK says South Korea economy to grow mid-2% level this year and hover below prior projections but won't significantly diverge from potential level, adds exports are to recover gradually",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-says-south-korea-economy-to-grow-mid-2-level-this-year-and-hover-below-prior-projections-but-won-t-significantly-diverge-from-potential-level-adds-exports-are-to-recover-gradually-18-04-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:39:00",
        "gmt_time": "2019-04-18 01:39:00"
    },
    {
        "id": 865071,
        "updated_sequence": 1835271,
        "published_at": {
            "unix": 1555551000,
            "text": "2019-04-18 02:30:00 +0100",
            "iso_8601": "2019-04-18T01:30:00Z"
        },
        "updated_at": {
            "unix": 1555551110,
            "text": "2019-04-18 02:31:50 +0100",
            "iso_8601": "2019-04-18T01:31:50Z"
        },
        "subject": "Australian NAB Business Confidence (Q1) -1 (Prev. 1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-nab-business-confidence-q1-1-prev-1-18-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:30:00",
        "gmt_time": "2019-04-18 01:30:00"
    },
    {
        "id": 865078,
        "updated_sequence": 1835300,
        "published_at": {
            "unix": 1555551000,
            "text": "2019-04-18 02:30:00 +0100",
            "iso_8601": "2019-04-18T01:30:00Z"
        },
        "updated_at": {
            "unix": 1555554531,
            "text": "2019-04-18 03:28:51 +0100",
            "iso_8601": "2019-04-18T02:28:51Z"
        },
        "subject": "Australian RBA FX Transactions Government (AUD)(Mar) -1.26B (Prev. -517M)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-rba-fx-transactions-government-aud-mar-1-26b-prev-517m-18-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:30:00",
        "gmt_time": "2019-04-18 01:30:00"
    },
    {
        "id": 865072,
        "updated_sequence": 1835274,
        "published_at": {
            "unix": 1555551000,
            "text": "2019-04-18 02:30:00 +0100",
            "iso_8601": "2019-04-18T01:30:00Z"
        },
        "updated_at": {
            "unix": 1555551154,
            "text": "2019-04-18 02:32:34 +0100",
            "iso_8601": "2019-04-18T01:32:34Z"
        },
        "subject": " Australian Part Time Employment (Mar) -22.6k (Prev. 11.9k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-part-time-employment-mar-22-6k-prev-11-9k-18-04-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:30:00",
        "gmt_time": "2019-04-18 01:30:00"
    },
    {
        "id": 865066,
        "updated_sequence": 1835256,
        "published_at": {
            "unix": 1555550580,
            "text": "2019-04-18 02:23:00 +0100",
            "iso_8601": "2019-04-18T01:23:00Z"
        },
        "updated_at": {
            "unix": 1555550654,
            "text": "2019-04-18 02:24:14 +0100",
            "iso_8601": "2019-04-18T01:24:14Z"
        },
        "subject": "US Department of Energy denies report that Energy Secretary Perry plans to leave the Trump administration",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-department-of-energy-denies-report-that-energy-secretary-perry-plans-to-leave-the-trump-administration-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:23:00",
        "gmt_time": "2019-04-18 01:23:00"
    },
    {
        "id": 865065,
        "updated_sequence": 1835253,
        "published_at": {
            "unix": 1555550100,
            "text": "2019-04-18 02:15:00 +0100",
            "iso_8601": "2019-04-18T01:15:00Z"
        },
        "updated_at": {
            "unix": 1555550242,
            "text": "2019-04-18 02:17:22 +0100",
            "iso_8601": "2019-04-18T01:17:22Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.6911 (Prev. 6.7110)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-6911-prev-6-7110-18-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:15:00",
        "gmt_time": "2019-04-18 01:15:00"
    },
    {
        "id": 865064,
        "updated_sequence": 1835250,
        "published_at": {
            "unix": 1555550100,
            "text": "2019-04-18 02:15:00 +0100",
            "iso_8601": "2019-04-18T01:15:00Z"
        },
        "updated_at": {
            "unix": 1555550202,
            "text": "2019-04-18 02:16:42 +0100",
            "iso_8601": "2019-04-18T01:16:42Z"
        },
        "subject": "PBoC injects CNY 80bln via 7-day reverse repos",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-80bln-via-7-day-reverse-repos-18-04-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:15:00",
        "gmt_time": "2019-04-18 01:15:00"
    },
    {
        "id": 865063,
        "updated_sequence": 1835245,
        "published_at": {
            "unix": 1555550040,
            "text": "2019-04-18 02:14:00 +0100",
            "iso_8601": "2019-04-18T01:14:00Z"
        },
        "updated_at": {
            "unix": 1555550125,
            "text": "2019-04-18 02:15:25 +0100",
            "iso_8601": "2019-04-18T01:15:25Z"
        },
        "subject": "Kyocera (6971 JT) plans to raise R&D spending to JPY 100bln by 2021",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kyocera-6971-jt-plans-to-raise-r-d-spending-to-jpy-100bln-by-2021-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:14:00",
        "gmt_time": "2019-04-18 01:14:00"
    },
    {
        "id": 865062,
        "updated_sequence": 1835242,
        "published_at": {
            "unix": 1555549980,
            "text": "2019-04-18 02:13:00 +0100",
            "iso_8601": "2019-04-18T01:13:00Z"
        },
        "updated_at": {
            "unix": 1555550073,
            "text": "2019-04-18 02:14:33 +0100",
            "iso_8601": "2019-04-18T01:14:33Z"
        },
        "subject": "Japanese Finance Minister Aso will travel to US on April 15th to meet with Treasury Secretary Mnuchin",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-will-travel-to-us-on-april-15th-to-meet-with-treasury-secretary-mnuchin-18-04-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 09:13:00",
        "gmt_time": "2019-04-18 01:13:00"
    },
    {
        "id": 865061,
        "updated_sequence": 1835239,
        "published_at": {
            "unix": 1555548900,
            "text": "2019-04-18 01:55:00 +0100",
            "iso_8601": "2019-04-18T00:55:00Z"
        },
        "updated_at": {
            "unix": 1555549218,
            "text": "2019-04-18 02:00:18 +0100",
            "iso_8601": "2019-04-18T01:00:18Z"
        },
        "subject": "PRE-MARKET CHINA STOCK NEWS: China is to launch a new index which tracks large cap ChiNext stocks",
        "content": "<p>China Mobile (941 HK) - US FCC Chairman said to oppose Co.’s telecom services application in the US due to national security and law enforcement risks. (Newswires)</p><p>China Tower (788 HK) - Co. Q1 net CNY 1.3bln vs. Prev. 0.3bln Y/Y. (Newswires)</p><p>Sands China (1928 HK) - Co. Q1 net USD 557mln vs. Prev. USD 557mln, rev. USD 2.33bln vs. Prev. USD 2.16bln Y/Y. (Newswires)</p><p>Financials - China is said to encourage brokers to issue credit default swaps related to private sector bonds. (Newswires)</p><p>Trade News - US President Trump said China trade deal moving along nicely, while he suggested we will be hearing about China trade deal shortly and has a feeling the trade deal will be successful. (Newswires)</p><p>- Reports suggested US and China have reportedly set tentative timeline for next round of trade talks and could sign deal perhaps as early as late May, with USTR Lighthizer said to possibly ravel to Beijing during April 29th week. (WSJ)</p><p>Other News - China's Cabinet said the size of re-lending and re-discounting policy tools will be expanded, while they will also set up a policy framework to implement relatively low RRR for medium and small banks. In separate news, China was also reportedly considering stimulus measures to lift consumption according to sources. (Newswires)</p><p>- China is to launch a new index which tracks large cap ChiNext stocks. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-china-stock-news-china-is-to-launch-a-new-index-which-tracks-large-cap-chinext-stocks-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 08:55:00",
        "gmt_time": "2019-04-18 00:55:00"
    },
    {
        "id": 865060,
        "updated_sequence": 1835234,
        "published_at": {
            "unix": 1555548300,
            "text": "2019-04-18 01:45:00 +0100",
            "iso_8601": "2019-04-18T00:45:00Z"
        },
        "updated_at": {
            "unix": 1555548359,
            "text": "2019-04-18 01:45:59 +0100",
            "iso_8601": "2019-04-18T00:45:59Z"
        },
        "subject": "US Energy Secretary Perry is planning to leave the Trump administration, according to reports citing 2 people familiar with his plans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-energy-secretary-perry-is-planning-to-leave-the-trump-administration-according-to-reports-citing-2-people-familiar-with-his-plans-18-04-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 08:45:00",
        "gmt_time": "2019-04-18 00:45:00"
    },
    {
        "id": 865058,
        "updated_sequence": 1835228,
        "published_at": {
            "unix": 1555547700,
            "text": "2019-04-18 01:35:00 +0100",
            "iso_8601": "2019-04-18T00:35:00Z"
        },
        "updated_at": {
            "unix": 1555547920,
            "text": "2019-04-18 01:38:40 +0100",
            "iso_8601": "2019-04-18T00:38:40Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: EVA Airways (2618 TT) talks with flight attendant union broke down",
        "content": "<p>TAIWAN</p><p>EVA Airways (2618 TT) - Co. talks with flight attendant union broke down which paves the way for a potential strike. (Taipei Times)</p><p>Apple Suppliers - Apple (AAPL) is likely to have missed iPhone shipments expectations for Q1 due to poor demand for XR and XS models, according to OTR Global. (Newswires)</p><p>Other News - CIER reduced its 2019 Taiwan GDP growth to 2.15% from 2.18%. (Focus Taiwan)&nbsp;</p><p>SINGAPORE</p><p>Hyflux (HYF SP) - Singapore government gave 30-day notice for seizure of Co.’s desalination plant in which it cited security needs for its intervention following the collapse of Co.’s rescue deal. (Nikkei)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-eva-airways-2618-tt-talks-with-flight-attendant-union-broke-down-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 08:35:00",
        "gmt_time": "2019-04-18 00:35:00"
    },
    {
        "id": 865057,
        "updated_sequence": 1835223,
        "published_at": {
            "unix": 1555547400,
            "text": "2019-04-18 01:30:00 +0100",
            "iso_8601": "2019-04-18T00:30:00Z"
        },
        "updated_at": {
            "unix": 1555547511,
            "text": "2019-04-18 01:31:51 +0100",
            "iso_8601": "2019-04-18T00:31:51Z"
        },
        "subject": "Downer EDI (DOW) Link alliance has been selected as preferred bidder for City Rail Link Limited C3 Alliance contract",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "downer-edi-dow-link-alliance-has-been-selected-as-preferred-bidder-for-city-rail-link-limited-c3-alliance-contract-18-04-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 08:30:00",
        "gmt_time": "2019-04-18 00:30:00"
    },
    {
        "id": 865055,
        "updated_sequence": 1835215,
        "published_at": {
            "unix": 1555545780,
            "text": "2019-04-18 01:03:00 +0100",
            "iso_8601": "2019-04-18T00:03:00Z"
        },
        "updated_at": {
            "unix": 1555545925,
            "text": "2019-04-18 01:05:25 +0100",
            "iso_8601": "2019-04-18T00:05:25Z"
        },
        "subject": "Asia stocks begin mixed with markets tentative ahead of Easter closures and following a lacklustre lead from US where continued weakness in healthcare kept all majors subdued",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-mixed-with-markets-tentative-ahead-of-easter-closures-and-following-a-lacklustre-lead-from-us-where-continued-weakness-in-healthcare-kept-all-majors-subdued-18-04-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-04-18 08:03:00",
        "gmt_time": "2019-04-18 00:03:00"
    }
]