[
    {
        "id": 869613,
        "updated_sequence": 1859342,
        "published_at": {
            "unix": 1558729800,
            "text": "2019-05-24 21:30:00 +0100",
            "iso_8601": "2019-05-24T20:30:00Z"
        },
        "updated_at": {
            "unix": 1558729800,
            "text": "2019-05-24 21:30:00 +0100",
            "iso_8601": "2019-05-24T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-17-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 04:30:00",
        "gmt_time": "2019-05-24 20:30:00"
    },
    {
        "id": 870699,
        "updated_sequence": 1859338,
        "published_at": {
            "unix": 1558728120,
            "text": "2019-05-24 21:02:00 +0100",
            "iso_8601": "2019-05-24T20:02:00Z"
        },
        "updated_at": {
            "unix": 1558728181,
            "text": "2019-05-24 21:03:01 +0100",
            "iso_8601": "2019-05-24T20:03:01Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing 24 May 2019",
        "content": "<ul><li><strong>PREVIEWING:</strong> BOC, BOK</li><li><strong>REVIEWING: </strong>FOMC, ECB, RBA, SARB, CBRT</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/21921/download\"><strong>here</strong></a></li></ul><p>&nbsp;</p><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-24-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 04:02:00",
        "gmt_time": "2019-05-24 20:02:00"
    },
    {
        "id": 870690,
        "updated_sequence": 1859340,
        "published_at": {
            "unix": 1558728120,
            "text": "2019-05-24 21:02:00 +0100",
            "iso_8601": "2019-05-24T20:02:00Z"
        },
        "updated_at": {
            "unix": 1558728189,
            "text": "2019-05-24 21:03:09 +0100",
            "iso_8601": "2019-05-24T20:03:09Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 27 May 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21920/download\">here</a></p><ul><li><strong>MON:</strong> UK and US Market Holiday.</li><li><strong>TUE:</strong> Hungary rate decision.</li><li><strong>WED:</strong> BOC rate decision, German Jobs Report, Richmond Fed.</li><li><strong>THU</strong>: Aussie Building Approvals, CAPEX; NZ Budget; US GDP, Pending Home Sales.</li><li><strong>FRI:</strong> Japanese jobs data, Tokyo CPI, industrial output; BOK rate decision; German retail sales, CPI; US personal spending, core PCE, Michigan; Canadian GDP.</li></ul><p>&nbsp;</p><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-27-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 04:02:00",
        "gmt_time": "2019-05-24 20:02:00"
    },
    {
        "id": 870718,
        "updated_sequence": 1859336,
        "published_at": {
            "unix": 1558728060,
            "text": "2019-05-24 21:01:00 +0100",
            "iso_8601": "2019-05-24T20:01:00Z"
        },
        "updated_at": {
            "unix": 1558728067,
            "text": "2019-05-24 21:01:07 +0100",
            "iso_8601": "2019-05-24T20:01:07Z"
        },
        "subject": "US MARKET WRAP - 24 MAY 2019: UK PM May to quit; Durables soft; quiet trade ahead of long weekend",
        "content": "<ul><li><strong>SNAPSHOT: </strong>Equites up, Treasuries down, Dollar down, Crude higher.</li><li><strong>REAR VIEW:</strong> UK PM May to quit; durable goods soft;</li><li><strong>NEXT WEEK: </strong>MON: UK and US Market Holiday. TUE: Hungary rate decision. WED: BOC rate decision, German Jobs Report, Richmond Fed. THU: Aussie Building Approvals, CAPEX; NZ Budget; US GDP, Pending Home Sales. FRI: Japanese jobs data, Tokyo CPI, industrial output; BOK rate decision; German retail sales, CPI; US personal spending, core PCE, Michigan; Canadian GDP. <a href=\"https://ransquawk.com/research_sheets/21920/download\">Click here for Week in Focus.</a></li><li><strong>CENTRAL BANK WEEKLY:</strong> Previewing BOC, BOK; Reviewing FOMC, ECB, RBA, SARB, CBRT. <a href=\"https://ransquawk.com/research_sheets/21921/download\">Click here for Central Bank Weekly.</a></li></ul><p><strong>* TRADE:</strong> Reports suggested the US is moving towards a new front against China via a currency tariff proposal, where the US will slap tariffs on imports it views as benefiting from subsidies via undervalued currencies, a change that may catch other countries in the crossfire. China Ministry of Commerce's semi-annual trade report stated that China faces a more complicated trade environment, and it would actively boost imports, and diversify its export markets. It also said that more efforts were required to achieve stable trade development, against the background of protectionism and downward pressure in the domestic economy.&nbsp;In European hours, China envoy said there are no official talks of a meeting between US President Trump and Chinese President Xi (recall, late Thursday, Trump said that the there is a good possibility of a US/China trade deal, and that Huawei could be included in that deal). On a more geopolitical front, the acting US defence secretary Shanahan is to meet his Chinese counterpart on the side-lines of an Asia defence forum in Singapore, amid strained relations between the two nations; it is the first time China will attend this forum since 2011. In later trade, China Global Times Editor Hu Xijin tweeted that he believes ultimately a trade deal will be achieved, “but currently there are increasing factors that make the process stormy.”</p><p><strong>* DURABLE GOODS:</strong> Headline durable goods fell 2.1% in April, a touch below consensus, and core was 0.0%, missing a 0.2% expectation. Priors saw downward revisions. Pantheon said the data was much more closely in line with the ISM survey, \"a reminder - not for the first time - the survey often is more reliable than the initial estimates.\" The consultancy says the immediate outlook is clouded by the re-escalation of the trade war with China. \"Before the tariffs were increased a couple weeks ago, China's PMIs appeared to be recovering somewhat, pointing to better US numbers in due course, and the Philly Fed and Empire State indexes for May both rose quite strongly,\" but now the consultancy cannot be sure if this will be replicated in the ISM, and we’re going to find out over the next few months whether China’s easing will be enough to offset the hit from the increased tariffs and the fear of further levies to come. \"In the meantime, capital goods shipments look set to drop at a double-digit pace in the second quarter, so the equipment fixed investment component of GDP is set to be a drag on growth.\"</p><p><strong>* UK POLITICS:</strong> As was widely expected, UK PM May conceded to backbench pressure, and announced she will stand down on 7 June. The move allows the Tory leadership race to properly get underway, and the expectation is that a Brexiteer will take the helm. However, Pantheon Macroeconomics said that a hard Brexit still remains unlikely: \"Changing the leader won’t alter the maths in parliament. A new PM might be more willing to attempt a no-deal Brexit, but we believe enough sane heads in the Tory party would abstain or vote against the government in a confidence vote—which the Opposition can call at any time—to stop it in its tracks.\" The consultancy notes that the Tories have already has lost four MPs this year, and it would only take a further three to defect and actively vote against the government, or even six to abstain, in a confidence vote to bring it down. Some have suggested that there are risks of a General Election, but the maths still look challenging for the Conservatives. Pantheon says a Brexiteer PM would still need to win back all of the Tory voters who have switched to the Brexit party, which likely still would not be enough for a majority (all things being equal). And even if support for Labour remained at its current 28% level seen in opinion polls, models imply that the new Tory leader would have to win back more than half of those who currently are backing the Brexit party. \"Even in the plausible best case of a small majority for the new PM, centre-ground Tories opposed to a no-deal Brexit would continue to have considerable influence.\" The upshot, Pantheon believes, is that the UK may stay in a state of Brexit limbo for another year. \"he necessary political support to make a decisive Brexit step—in any direction—does not exist.&nbsp; As a result, the UK likely will drift towards the current October deadline, and future cliff-edges, before requesting an extension at the last minute,\" Pantheon says, \"EU leaders will loathe this continual procrastination, but they too have no desire to force Britain out and experience the pain of a no-deal Brexit.\"</p><p>* <strong>US T-Note futures (M9) settled 10 ticks lower at 124-28+</strong>: Treasury trade was lacklustre and sideways ahead of the long weekend; the bias was for higher yields with the US Treasury curve bear-flattening. In early trade, the dip was attributed to profit taking, and in European trade, the complex took its cue from the Gilt, after UK PM May announced a timeline for her departure. After Europeans left, sideways trade resumed, with Thursday's ranges largely remaining in tact. Major curve spreads tightened at settlement.</p><p><strong>* WTI (N9) SETTLED USD 0.72 HIGHER AT USD 58.63/BBL; BRENT (N9) SETTLED USD 0.93 HIGHER AT USD 68.69/BBL:</strong> The crude complex had a choppy end to the week following large losses in prior days. Prices initially got off on the front foot as participants caught a breather from the relentless selling; “at least for now it does appear that the flat price is going to be largely dictated by broader macro concerns,” ING’s analysts note. The analysts go on to comment that OPEC+ may be forced into continuing supply cuts if Brent trades below USD 60/bbl at the July OPEC meeting. Citigroup’s analysts note that some have been focusing on the steep backwardation in the Brent futures curve, while paying less attention to the less tight signals in WTI. Citi believes that high US inventories and Brent tightness can both be attributed to the weight on front-end WTI futures, where once “physical trade flows rebalance”, could be used as a potential supply source; Citi concludes by saying, “buying the dip may prove to be the right impulse, but we see risk that the recovery may have to begin from a lower level.” The Baker Hughes rig count for the week reported: US oil rigs -5 at 797, US nat gas rigs +1 at 186, total US rigs -4 at 983.</p><p><strong>* GEOPOLITICS:</strong> The US seemingly took a step closer to conflict with Iran on Friday, where the Trump administration sent an additional 1,500 troops to the Middle East for “protective” reasons. Later reports from the US military also suggested that it had gained intelligence that suggested a campaign had been undertaken by Iran that ties together threats across the Middle East; the military also said Iran was directly responsible for the attacks on Saudi tankers in the UAE.</p><p><strong>* S&amp;P 500 0.2% at 2827, Dow Jones 0.4% at 25594, NASDAQ-100 -0.1% at 7301</strong>; SECTORS: S&amp;P 500 Consumer Discretionary&nbsp; 0.2%, S&amp;P 500 Consumer Staples&nbsp; -0.4%, S&amp;P 500 Energy&nbsp; 0.2%, S&amp;P 500 Financials&nbsp; 0.8%, S&amp;P 500 Health Care&nbsp; 0.2%, S&amp;P 500 Industrials&nbsp; 0.1%, S&amp;P 500 Information Technology&nbsp; 0.1%, S&amp;P 500 Materials&nbsp; 0.5%, S&amp;P 500 Telecommunication Services&nbsp; 0%, S&amp;P 500 Utilities&nbsp; -0.2%</p><p><strong>* STOCK SPECIFICS: </strong>Boeing (BA) opened higher on Friday, buoyed by constructive comments from regulators on the 737 MAX jet software fix, however, shares came off slightly on reports the SEC was probing its disclosures on the 737 later in the session. Merger talk between Total System Services (TSS) and Global Payments (GPN) saw both stocks surge. Apple (AAPL) and Amazon (AMZN) lifted markets on the open on a positive mention at Wedbush and Piper Jaffray respectively. Constellation Brands (STZ) suffered from a downgrade at Morgan Stanley. Autodesk (ADSK) and Foot Locker (FL) both nosedived after missing top- and bottom-line estimates. Conversely, Hewlett Packard Enterprise (HPE) and HP (HPQ) traded higher on the back of their earnings reports. Snap (SNAP) caught a bid on the open following reports that it would launch a feature allowing posts to include music. Vale (VALE) made gains on a tailwind from upgrades at both BAML and RBC Capital. Centene (CNC) spiked higher in later trade on reports activist investor Third Point had taken a stake in it, and is pushing for it to sell itself before it acquires WellCare (WCG).</p><p><strong>* FX WEEKLY WRAP - DXY:</strong> It was a relatively slow grind and for little gain within a 98.373-97.604 range, bar the achievement of a marginal new peak for the year (vs 98.346 previously), as the index looks set to close out the week a tad below where it started (97.975). The catalysts were disappointing Markit PMIs and data in the form of housing and core durables, while trade barbs continue to fly from Beijing to Washington and vice-versa. Latest FOMC minutes were mildly Dollar supportive on balance as a more prolonged period of patience was inferred rather than any real hint of an ease that the market is still pricing in.</p><p><strong>* GBP:</strong> In contrast to the above, Sterling’s near 2+ big figure trading parameters in Cable terms and over 100 pips against the single currency highlights the return of Brexit as a major driver for the Pound, and ongoing weakness as the pressure mounted on PM May. The week began quite well as Cable reached 1.2800+ on news that PM May would offer MPs a free vote on a 2nd referendum and include a temporary customs union in an effort to secure backing for a tweaked WA in early June. However, this caused even more uproar from the Cabinet through the entire Tory Party and HoC leader Leadsom became the 36th Conservative to resign, but not the last as May finally caved to demands to name her departure date after the latest showdown with 1922 backbench chair Brady, and plans to return to Parliament for MV4 were cancelled. The Pound actually hit worst levels vs the Buck on Thursday (just above 1.2600), but breached support against the Euro at 0.8840 on its way to 0.8850 (vs 0.8723 at one stage) when the PM announced that June 7 would officially be her final day in office and the race to replace her would start the following week.</p><p><strong>* EUR:</strong> EURUSD also posted lows when the Greenback was in the ascendency, or vice-versa, but has rebounded strongly from circa 1.1106 to 1.1205 and currently over ‘opening’ levels for the week around halfway between. The single currency was also blighted by poor Eurozone PMIs and a downbeat German Ifo survey before a late Thursday short squeeze spilled over and technical impulses turned around. However, the headline pair was mired in heavy option expiries, like 2.3 bn from 1.1185-1.1200 and also faces DMA resistance on a clear break above the figure as the 55 marker sits at 1.1237, while ECB minutes sounded somewhat pessimistic on inflation that is ‘uncomfortably’ below target.</p><p><strong>* CAD, AUD, NZD:</strong> Roller-coaster rides for the non-US Dollars with the Loonie testing support around 1.3500 and resistance ahead of 1.3350 amidst fluctuating risk sentiment on US-China trade headlines and geopolitical factors, while Canadian data was mostly upbeat, especially retail sales, but had little impact on almost unanimous expectations that the BoC will stand pat again next week. USDCAD now around 1.3450, while AUDUSD and NZDUSD have got close to or even bettered weekly tops within 0.6938-0.6862 and 0.6553-0.6480 respective parameters even though RBA minutes and subsequent comments from Governor Lowe effectively signalled a rate cut at the June policy meeting. Indeed, Westpac is now calling for 3 eases before year end vs 2 previously in August and November.</p><p><strong>* CHF, JPY:</strong> Solid weeks for the traditional safe havens as risk appetite waned on the whole amidst the aforementioned negative/bearish developments. The Franc got close to parity vs the Dollar and over 1.1200 against the Euro from 1.0100+ and 1.1280 at the other extremes, while the Yen spent a while pivoting 109.50 and is ending the week nearer the highs vs 110.67 at worst having been stifled by expiries, like the Eur, given 5 bn spanning strikes from 109.00-25 through 109.40-50 up to 109.75-85.</p><p><strong>* NOK, SEK:</strong> The Scandi Crowns were subject to broader sentiment, chart levels and oil prices in the case of Norway’s Krona (like the Loonie to an extent), but derived underlying support from data as the Norwegian jobless rate fell more than anticipated in March and Sweden’s April equivalent beat consensus by even more. EURNOK now straddling 9.75000 vs 9.8200 at one stage and EURSEK just off a sub-10.7000 low compared to 10.8000+ at the peak.</p><p><strong>* EM:</strong> More pain for the Lira as surveys revealed deteriorating consumer and manufacturing confidence, while Turkey and Russia pledged to press ahead with the S-400 missile deal despite the threat of more, harder US sanctions. USDTRY spiked to 6.1500+ yesterday vs 6.0000 or even a fraction under earlier in the week (when CBRT and other official efforts to shore up the run appeared to be finally working), but has pared amidst the general Dollar downturn noted above. Meanwhile, the Rand was undermined by dovish SARB vibes as the SA Central Bank cut 2019 growth and inflation estimates and essentially removed a pre-end of 2019 hike from its forecasting model via a split 3-2 vote to hold rates this time, as the two dissenters wanted a quarter point cut. USDZAR hovering above 14.4400 vs 14.5325 and 14.3225 boundaries and 14.4100 at the start of the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-24-may-2019-uk-pm-may-to-quit-durables-soft-quiet-trade-ahead-of-long-weekend-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 04:01:00",
        "gmt_time": "2019-05-24 20:01:00"
    },
    {
        "id": 870717,
        "updated_sequence": 1859333,
        "published_at": {
            "unix": 1558727100,
            "text": "2019-05-24 20:45:00 +0100",
            "iso_8601": "2019-05-24T19:45:00Z"
        },
        "updated_at": {
            "unix": 1558727179,
            "text": "2019-05-24 20:46:19 +0100",
            "iso_8601": "2019-05-24T19:46:19Z"
        },
        "subject": "Sprint (S) and T-Mobile (TMUS) regulators expect DOJ to demand more concessions as talks continue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sprint-s-and-t-mobile-tmus-regulators-expect-doj-to-demand-more-concessions-as-talks-continue-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 03:45:00",
        "gmt_time": "2019-05-24 19:45:00"
    },
    {
        "id": 870716,
        "updated_sequence": 1859330,
        "published_at": {
            "unix": 1558726200,
            "text": "2019-05-24 20:30:00 +0100",
            "iso_8601": "2019-05-24T19:30:00Z"
        },
        "updated_at": {
            "unix": 1558726258,
            "text": "2019-05-24 20:30:58 +0100",
            "iso_8601": "2019-05-24T19:30:58Z"
        },
        "subject": "FCC and DOJ may agree on Sprint (S), T-Mobile (TMUS) merger, NY Post reports",
        "content": "<p><a href=\"https://nypost.com/2019/05/24/fcc-and-doj-may-agree-on-sprint-t-mobile-merger/\">Via NY Post</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fcc-and-doj-may-agree-on-sprint-s-t-mobile-tmus-merger-ny-post-reports-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 03:30:00",
        "gmt_time": "2019-05-24 19:30:00"
    },
    {
        "id": 870715,
        "updated_sequence": 1859325,
        "published_at": {
            "unix": 1558724160,
            "text": "2019-05-24 19:56:00 +0100",
            "iso_8601": "2019-05-24T18:56:00Z"
        },
        "updated_at": {
            "unix": 1558724231,
            "text": "2019-05-24 19:57:11 +0100",
            "iso_8601": "2019-05-24T18:57:11Z"
        },
        "subject": "US T-Note futures (M9) settled 10 ticks lower at 124-28+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Treasury trade was lacklustre and sideways ahead of the long weekend; the bias was for higher yields with the US Treasury curve bear-flattening. In early trade, the dip was attributed to profit taking, and in European trade, the complex took its cue from the Gilt, after UK PM May announced a timeline for her departure. After Europeans left, sideways trade resumed, with Thursday's ranges largely remaining in tact. Major curve spreads tightened at settlement.</p>",
        "analysis_updated_at": {
            "unix": 1558724231,
            "text": "2019-05-24 19:57:11 +0100",
            "iso_8601": "2019-05-24T18:57:11Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-m9-settled-10-ticks-lower-at-124-28-24-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 02:56:00",
        "gmt_time": "2019-05-24 18:56:00"
    },
    {
        "id": 870714,
        "updated_sequence": 1859322,
        "published_at": {
            "unix": 1558722720,
            "text": "2019-05-24 19:32:00 +0100",
            "iso_8601": "2019-05-24T18:32:00Z"
        },
        "updated_at": {
            "unix": 1558722935,
            "text": "2019-05-24 19:35:35 +0100",
            "iso_8601": "2019-05-24T18:35:35Z"
        },
        "subject": "WTI (N9) futures settle USD 0.72 higher at USD 58.63/bbl; Brent (N9) futures settle USD 0.93 higher at USD 68.69/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The crude complex had a choppy end to the week following large losses in prior days. Prices initially got off on the front foot as participants caught a breather from the relentless selling; “at least for now it does appear that the flat price is going to be largely dictated by broader macro concerns,” ING’s analysts note. The analysts go on to comment that OPEC+ may be forced into continuing supply cuts if Brent trades below USD 60/bbl at the July OPEC meeting. Citigroup’s analysts note that some have been focusing on the steep backwardation in the Brent futures curve, while paying less attention to the less tight signals in WTI. Citi believes that high US inventories and Brent tightness can both be attributed to the weight on front-end WTI futures, where once “physical trade flows rebalance”, could be used as a potential supply source; Citi concludes by saying, “buying the dip may prove to be the right impulse, but we see risk that the recovery may have to begin from a lower level.” The Baker Hughes rig count for the week reported: US oil rigs -5 at 797, US nat gas rigs +1 at 186, total US rigs -4 at 983.</p>",
        "analysis_updated_at": {
            "unix": 1558722780,
            "text": "2019-05-24 19:33:00 +0100",
            "iso_8601": "2019-05-24T18:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-n9-futures-settle-usd-0-72-higher-at-usd-58-63-bbl-brent-n9-futures-settle-usd-0-93-higher-at-usd-68-69-bbl-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 02:32:00",
        "gmt_time": "2019-05-24 18:32:00"
    },
    {
        "id": 870713,
        "updated_sequence": 1859317,
        "published_at": {
            "unix": 1558719780,
            "text": "2019-05-24 18:43:00 +0100",
            "iso_8601": "2019-05-24T17:43:00Z"
        },
        "updated_at": {
            "unix": 1558719922,
            "text": "2019-05-24 18:45:22 +0100",
            "iso_8601": "2019-05-24T17:45:22Z"
        },
        "subject": "China Global Times Editor thinks ultimately a deal will be reached, but currently there are factors complicating a resolution",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1131978243366539270\">Click here for tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-editor-thinks-ultimately-a-deal-will-be-reached-but-currently-there-are-factors-complicating-a-resolution-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:43:00",
        "gmt_time": "2019-05-24 17:43:00"
    },
    {
        "id": 870712,
        "updated_sequence": 1859314,
        "published_at": {
            "unix": 1558719600,
            "text": "2019-05-24 18:40:00 +0100",
            "iso_8601": "2019-05-24T17:40:00Z"
        },
        "updated_at": {
            "unix": 1558719743,
            "text": "2019-05-24 18:42:23 +0100",
            "iso_8601": "2019-05-24T17:42:23Z"
        },
        "subject": "US is moving towards a new front against China via a currency tariff proposal, according to Nikkei",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Economy/Trade-war/US-targets-China-with-new-currency-tariff-proposal\">Via Nikkei</a></li><li>US is moving toward opening a new front in its trade war with China via a proposal to slap tariffs on imports it views as benefiting from subsidies via undervalued currencies, a change that may catch other countries in the crossfire.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "us-is-moving-towards-a-new-front-against-china-via-a-currency-tariff-proposal-according-to-nikkei-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:40:00",
        "gmt_time": "2019-05-24 17:40:00"
    },
    {
        "id": 870710,
        "updated_sequence": 1859302,
        "published_at": {
            "unix": 1558718940,
            "text": "2019-05-24 18:29:00 +0100",
            "iso_8601": "2019-05-24T17:29:00Z"
        },
        "updated_at": {
            "unix": 1558718998,
            "text": "2019-05-24 18:29:58 +0100",
            "iso_8601": "2019-05-24T17:29:58Z"
        },
        "subject": "JPMorgan thinks that pension rebalancing might boost stocks up into month-end",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jpmorgan-thinks-that-pension-rebalancing-might-boost-stocks-up-into-month-end-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:29:00",
        "gmt_time": "2019-05-24 17:29:00"
    },
    {
        "id": 870709,
        "updated_sequence": 1859298,
        "published_at": {
            "unix": 1558717860,
            "text": "2019-05-24 18:11:00 +0100",
            "iso_8601": "2019-05-24T17:11:00Z"
        },
        "updated_at": {
            "unix": 1558717975,
            "text": "2019-05-24 18:12:55 +0100",
            "iso_8601": "2019-05-24T17:12:55Z"
        },
        "subject": "Russia lawmaker says the country could raise the question of US troops in the Middle East at the UN security council",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-lawmaker-says-the-country-could-raise-the-question-of-us-troops-in-the-middle-east-at-the-un-security-council-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:11:00",
        "gmt_time": "2019-05-24 17:11:00"
    },
    {
        "id": 870708,
        "updated_sequence": 1859295,
        "published_at": {
            "unix": 1558717860,
            "text": "2019-05-24 18:11:00 +0100",
            "iso_8601": "2019-05-24T17:11:00Z"
        },
        "updated_at": {
            "unix": 1558717972,
            "text": "2019-05-24 18:12:52 +0100",
            "iso_8601": "2019-05-24T17:12:52Z"
        },
        "subject": "US military says intelligence suggests a \"campaign\" by Iran that ties together threats across the region ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-military-says-intelligence-suggests-a-campaign-by-iran-that-ties-together-threats-across-the-region-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:11:00",
        "gmt_time": "2019-05-24 17:11:00"
    },
    {
        "id": 870707,
        "updated_sequence": 1859288,
        "published_at": {
            "unix": 1558717500,
            "text": "2019-05-24 18:05:00 +0100",
            "iso_8601": "2019-05-24T17:05:00Z"
        },
        "updated_at": {
            "unix": 1558717538,
            "text": "2019-05-24 18:05:38 +0100",
            "iso_8601": "2019-05-24T17:05:38Z"
        },
        "subject": " United (UAL) extends 737 Max cancellations through early August as Boeing (BA) plane remains grounded ",
        "content": "<ul><li><a href=\"cnb.cx/2HQVtfo\">Via CNBC</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "united-ual-extends-737-max-cancellations-through-early-august-as-boeing-ba-plane-remains-grounded-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:05:00",
        "gmt_time": "2019-05-24 17:05:00"
    },
    {
        "id": 870706,
        "updated_sequence": 1859285,
        "published_at": {
            "unix": 1558717380,
            "text": "2019-05-24 18:03:00 +0100",
            "iso_8601": "2019-05-24T17:03:00Z"
        },
        "updated_at": {
            "unix": 1558717495,
            "text": "2019-05-24 18:04:55 +0100",
            "iso_8601": "2019-05-24T17:04:55Z"
        },
        "subject": "US Military says Iranian Revolutionary Guard are directly responsible for attacks on tankers outside the UAE",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-military-says-iranian-revolutionary-guard-are-directly-responsible-for-attacks-on-tankers-outside-the-uae-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:03:00",
        "gmt_time": "2019-05-24 17:03:00"
    },
    {
        "id": 870705,
        "updated_sequence": 1859290,
        "published_at": {
            "unix": 1558717260,
            "text": "2019-05-24 18:01:00 +0100",
            "iso_8601": "2019-05-24T17:01:00Z"
        },
        "updated_at": {
            "unix": 1558717551,
            "text": "2019-05-24 18:05:51 +0100",
            "iso_8601": "2019-05-24T17:05:51Z"
        },
        "subject": "Baker Hughes (May 24): US oil rigs -5 at 797, US nat gas rigs +1 at 186, total US rigs -4 at 983",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-may-24-us-oil-rigs-5-at-797-us-nat-gas-rigs-1-at-186-total-us-rigs-4-at-983-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 01:01:00",
        "gmt_time": "2019-05-24 17:01:00"
    },
    {
        "id": 870703,
        "updated_sequence": 1859276,
        "published_at": {
            "unix": 1558716840,
            "text": "2019-05-24 17:54:00 +0100",
            "iso_8601": "2019-05-24T16:54:00Z"
        },
        "updated_at": {
            "unix": 1558716913,
            "text": "2019-05-24 17:55:13 +0100",
            "iso_8601": "2019-05-24T16:55:13Z"
        },
        "subject": "Novartis (NOVN SW, NOV) has received FDA approval for a gene therapy drug",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novartis-novn-sw-nov-has-received-fda-approval-for-a-gene-therapy-drug-24-05-2019",
        "hidden": false,
        "section": {
            "id": 3,
            "name": "SMI"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:54:00",
        "gmt_time": "2019-05-24 16:54:00"
    },
    {
        "id": 870702,
        "updated_sequence": 1859271,
        "published_at": {
            "unix": 1558716780,
            "text": "2019-05-24 17:53:00 +0100",
            "iso_8601": "2019-05-24T16:53:00Z"
        },
        "updated_at": {
            "unix": 1558716851,
            "text": "2019-05-24 17:54:11 +0100",
            "iso_8601": "2019-05-24T16:54:11Z"
        },
        "subject": "Nigeria's Trans Forcados oil pipeline (400k BPD) resumes flows following a shutdown due to nearby fire",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigeria-s-trans-forcados-oil-pipeline-400k-bpd-resumes-flows-following-a-shutdown-due-to-nearby-fire-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:53:00",
        "gmt_time": "2019-05-24 16:53:00"
    },
    {
        "id": 870701,
        "updated_sequence": 1859268,
        "published_at": {
            "unix": 1558716120,
            "text": "2019-05-24 17:42:00 +0100",
            "iso_8601": "2019-05-24T16:42:00Z"
        },
        "updated_at": {
            "unix": 1558716202,
            "text": "2019-05-24 17:43:22 +0100",
            "iso_8601": "2019-05-24T16:43:22Z"
        },
        "subject": "CNBC's Najarian notes unusual call activity in Square (SQ) and Amerin (AMRN) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-najarian-notes-unusual-call-activity-in-square-sq-and-amerin-amrn-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:42:00",
        "gmt_time": "2019-05-24 16:42:00"
    },
    {
        "id": 870700,
        "updated_sequence": 1859265,
        "published_at": {
            "unix": 1558715220,
            "text": "2019-05-24 17:27:00 +0100",
            "iso_8601": "2019-05-24T16:27:00Z"
        },
        "updated_at": {
            "unix": 1558715676,
            "text": "2019-05-24 17:34:36 +0100",
            "iso_8601": "2019-05-24T16:34:36Z"
        },
        "subject": "Daniel Loeb's Third Point builds a USD 300mln stake in Centene (CNC) and urges it to sell itself before acquiring WellCare (WCG)",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/activist-hedge-fund-wants-centene-to-consider-selling-itself-11558715262?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "<ul><li>Centene (CNC) shares spiked from USD 55.30 to USD 57.00, before paring back some of the move; WellCare (WCG) shares fell from USD 273.50 to USD 268.00 before paring back the move.</li><li>Potential Centene acquirer, Humana (HUM), saw some volatility in its share price</li></ul>",
        "reaction_updated_at": {
            "unix": 1558715580,
            "text": "2019-05-24 17:33:00 +0100",
            "iso_8601": "2019-05-24T16:33:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "daniel-loeb-s-third-point-builds-a-usd-300mln-stake-in-centene-cnc-and-urges-it-to-sell-itself-before-acquiring-wellcare-wcg-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:27:00",
        "gmt_time": "2019-05-24 16:27:00"
    },
    {
        "id": 870698,
        "updated_sequence": 1859251,
        "published_at": {
            "unix": 1558714320,
            "text": "2019-05-24 17:12:00 +0100",
            "iso_8601": "2019-05-24T16:12:00Z"
        },
        "updated_at": {
            "unix": 1558714438,
            "text": "2019-05-24 17:13:58 +0100",
            "iso_8601": "2019-05-24T16:13:58Z"
        },
        "subject": "Huawei's largest smartphone assembler, Flextronics (FLEX), has stopped production for at least part of its phones, according to Nikkei",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Huawei-s-top-phone-assembler-halts-production-at-China-plant\">Click here for article</a>&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "huawei-s-largest-smartphone-assembler-flextronics-flex-has-stopped-production-for-at-least-part-of-its-phones-according-to-nikkei-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:12:00",
        "gmt_time": "2019-05-24 16:12:00"
    },
    {
        "id": 870697,
        "updated_sequence": 1859248,
        "published_at": {
            "unix": 1558714200,
            "text": "2019-05-24 17:10:00 +0100",
            "iso_8601": "2019-05-24T16:10:00Z"
        },
        "updated_at": {
            "unix": 1558714315,
            "text": "2019-05-24 17:11:55 +0100",
            "iso_8601": "2019-05-24T16:11:55Z"
        },
        "subject": "Boeing (BA) is being probed by the SEC for 737 MAX trouble disclosures; may not lead to enforcement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-is-being-probed-by-the-sec-for-737-max-trouble-disclosures-may-not-lead-to-enforcement-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:10:00",
        "gmt_time": "2019-05-24 16:10:00"
    },
    {
        "id": 870696,
        "updated_sequence": 1859243,
        "published_at": {
            "unix": 1558714080,
            "text": "2019-05-24 17:08:00 +0100",
            "iso_8601": "2019-05-24T16:08:00Z"
        },
        "updated_at": {
            "unix": 1558714203,
            "text": "2019-05-24 17:10:03 +0100",
            "iso_8601": "2019-05-24T16:10:03Z"
        },
        "subject": "US President Trump says he is sending 1,500 trips to the Middle East for \"mostly protective\" reasons",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-is-sending-1-500-trips-to-the-middle-east-for-mostly-protective-reasons-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-25 00:08:00",
        "gmt_time": "2019-05-24 16:08:00"
    },
    {
        "id": 870695,
        "updated_sequence": 1859240,
        "published_at": {
            "unix": 1558713240,
            "text": "2019-05-24 16:54:00 +0100",
            "iso_8601": "2019-05-24T15:54:00Z"
        },
        "updated_at": {
            "unix": 1558713358,
            "text": "2019-05-24 16:55:58 +0100",
            "iso_8601": "2019-05-24T15:55:58Z"
        },
        "subject": "US Acting Defense Secretary Shanahan is expected to meet his Chinese counterpart in Singapore next week, according to a Senior Defense official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-acting-defense-secretary-shanahan-is-expected-to-meet-his-chinese-counterpart-in-singapore-next-week-according-to-a-senior-defense-official-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:54:00",
        "gmt_time": "2019-05-24 15:54:00"
    },
    {
        "id": 870694,
        "updated_sequence": 1859235,
        "published_at": {
            "unix": 1558712700,
            "text": "2019-05-24 16:45:00 +0100",
            "iso_8601": "2019-05-24T15:45:00Z"
        },
        "updated_at": {
            "unix": 1558712756,
            "text": "2019-05-24 16:45:56 +0100",
            "iso_8601": "2019-05-24T15:45:56Z"
        },
        "subject": "White House sasy the US, Japan and India will hold a meeting at the G20 summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-sasy-the-us-japan-and-india-will-hold-a-meeting-at-the-g20-summit-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:45:00",
        "gmt_time": "2019-05-24 15:45:00"
    },
    {
        "id": 870693,
        "updated_sequence": 1859237,
        "published_at": {
            "unix": 1558712340,
            "text": "2019-05-24 16:39:00 +0100",
            "iso_8601": "2019-05-24T15:39:00Z"
        },
        "updated_at": {
            "unix": 1558712946,
            "text": "2019-05-24 16:49:06 +0100",
            "iso_8601": "2019-05-24T15:49:06Z"
        },
        "subject": "Russia Deputy PM Kozak says Russia has prepared storage facilities for the contaminated oil ",
        "content": "<ul><li>says there are some areas of Debate around compensation for tainted oil (in contrast to comments out of Belarus)</li><li>says Russia will reverse the transfer around 1mln of the oil from Belarus</li><li>says that Russia and Belarus will clean the Druzhba pipeline all the way to the border with Poland by 10 June</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-deputy-pm-kozak-says-russia-has-prepared-storage-facilities-for-the-contaminated-oil-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:39:00",
        "gmt_time": "2019-05-24 15:39:00"
    },
    {
        "id": 870692,
        "updated_sequence": 1859227,
        "published_at": {
            "unix": 1558712280,
            "text": "2019-05-24 16:38:00 +0100",
            "iso_8601": "2019-05-24T15:38:00Z"
        },
        "updated_at": {
            "unix": 1558712344,
            "text": "2019-05-24 16:39:04 +0100",
            "iso_8601": "2019-05-24T15:39:04Z"
        },
        "subject": "US President Trump has approved sending an additional 1500 troops to the Middle East",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-has-approved-sending-an-additional-1500-troops-to-the-middle-east-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:38:00",
        "gmt_time": "2019-05-24 15:38:00"
    },
    {
        "id": 870691,
        "updated_sequence": 1859224,
        "published_at": {
            "unix": 1558711800,
            "text": "2019-05-24 16:30:00 +0100",
            "iso_8601": "2019-05-24T15:30:00Z"
        },
        "updated_at": {
            "unix": 1558712121,
            "text": "2019-05-24 16:35:21 +0100",
            "iso_8601": "2019-05-24T15:35:21Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.7%) at 3350, FTSE 100 (0.7%) at 7278, DAX (0.5%) at 12011, CAC 40 (0.7%) at 5317, IBEX 35 (0.7%) at 9178, FTSE Italian MIB (1.2%) at 20378, SMI (0.8%) at 9667",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-7-at-3350-ftse-100-0-7-at-7278-dax-0-5-at-12011-cac-40-0-7-at-5317-ibex-35-0-7-at-9178-ftse-italian-mib-1-2-at-20378-smi-0-8-at-9667-24-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:30:00",
        "gmt_time": "2019-05-24 15:30:00"
    },
    {
        "id": 870689,
        "updated_sequence": 1859218,
        "published_at": {
            "unix": 1558711140,
            "text": "2019-05-24 16:19:00 +0100",
            "iso_8601": "2019-05-24T15:19:00Z"
        },
        "updated_at": {
            "unix": 1558711199,
            "text": "2019-05-24 16:19:59 +0100",
            "iso_8601": "2019-05-24T15:19:59Z"
        },
        "subject": "Weekly FX Wrap: US and China rattle sabres, while UK PM May falls on sword",
        "content": "<p><strong>DXY</strong></p><p>It was a relatively slow grind and for little gain within a 98.373-97.604 range, bar the achievement of a marginal new peak for the year (vs 98.346 previously), as the index looks set to close out the week a tad below where it started (97.975). The catalysts were disappointing Markit PMIs and data in the form of housing and core durables, while trade barbs continue to fly from Beijing to Washington and vice-versa. Latest FOMC minutes were mildly Dollar supportive on balance as a more prolonged period of patience was inferred rather than any real hint of an ease that the market is still pricing in.</p><p><strong>GBP</strong></p><p>In contrast to the above, Sterling’s near 2+ big figure trading parameters in Cable terms and over 100 pips against the single currency highlights the return of Brexit as a major driver for the Pound, and ongoing weakness as the pressure mounted on PM May. The week began quite well as Cable reached 1.2800+ on news that PM May would offer MPs a free vote on a 2nd referendum and include a temporary customs union in an effort to secure backing for a tweaked WA in early June. However, this caused even more uproar from the Cabinet through the entire Tory Party and HoC leader Leadsom became the 36th Conservative to resign, but not the last as May finally caved to demands to name her departure date after the latest showdown with 1922 backbench chair Brady, and plans to return to Parliament for MV4 were cancelled. The Pound actually hit worst levels vs the Buck on Thursday (just above 1.2600), but breached support against the Euro at 0.8840 on its way to 0.8850 (vs 0.8723 at one stage) when the PM announced that June 7 would officially be her final day in office and the race to replace her would start the following week.</p><p><strong>EUR&nbsp;</strong></p><p>Eur/Usd also posted lows when the Greenback was in the ascendency, or vice-versa, but has rebounded strongly from circa 1.1106 to 1.1205 and currently over ‘opening’ levels for the week around halfway between. The single currency was also blighted by poor Eurozone PMIs and a downbeat German Ifo survey before a late Thursday short squeeze spilled over and technical impulses turned around. However, the headline pair was mired in heavy option expiries, like 2.3 bn from 1.1185-1.1200 and also faces DMA resistance on a clear break above the figure as the 55 marker sits at 1.1237, while ECB minutes sounded somewhat pessimistic on inflation that is ‘uncomfortably’ below target.</p><p><strong>CAD/AUD/NZD&nbsp;</strong></p><p>Roller-coaster rides for the non-US Dollars with the Loonie testing support around 1.3500 and resistance ahead of 1.3350 amidst fluctuating risk sentiment on US-China trade headlines and geopolitical factors, while Canadian data was mostly upbeat, especially retail sales, but had little impact on almost unanimous expectations that the BoC will stand pat again next week. Usd/Cad now around 1.3450, while Aud/Usd and Nzd/Usd have got close to or even bettered weekly tops within 0.6938-0.6862 and 0.6553-0.6480 respective parameters even though RBA minutes and subsequent comments from Governor Lowe effectively signalled a rate cut at the June policy meeting. Indeed, Westpac is now calling for 3 eases before year end vs 2 previously in August and November.</p><p><strong>CHF/JPY</strong></p><p>Solid weeks for the traditional safe havens as risk appetite waned on the whole amidst the aforementioned negative/bearish developments. The Franc got close to parity vs the Dollar and over 1.1200 against the Euro from 1.0100+ and 1.1280 at the other extremes, while the Yen spent a while pivoting 109.50 and is ending the week nearer the highs vs 110.67 at worst having been stifled by expiries, like the Eur, given 5 bn spanning strikes from 109.00-25 through 109.40-50 up to 109.75-85.</p><p><strong>NOK/SEK</strong></p><p>The Scandi Crowns were subject to broader sentiment, chart levels and oil prices in the case of Norway’s Krona (like the Loonie to an extent), but derived underlying support from data as the Norwegian jobless rate fell more than anticipated in March and Sweden’s April equivalent beat consensus by even more. Eur/Nok now straddling 9.75000 vs 9.8200 at one stage and Eur/Sek just off a sub-10.7000 low compared to 10.8000+ at the peak.</p><p><strong>EM</strong></p><p>More pain for the Lira as surveys revealed deteriorating consumer and manufacturing confidence, while Turkey and Russia pledged to press ahead with the S-400 missile deal despite the threat of more, harder US sanctions. Usd/Try spiked to 6.1500+ yesterday vs 6.0000 or even a fraction under earlier in the week (when CBRT and other official efforts to shore up the run appeared to be finally working), but has pared amidst the general Dollar downturn noted above. Meanwhile, the Rand was undermined by dovish SARB vibes as the SA Central Bank cut 2019 growth and inflation estimates and essentially removed a pre-end of 2019 hike from its forecasting model via a split 3-2 vote to hold rates this time, as the 2 dissenters wanted a ¼ point cut. Usd/Zar hovering above 14.4400 vs 14.5325 and 14.3225 boundaries and 14.4100 at the start of the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-us-and-china-rattle-sabres-while-uk-pm-may-falls-on-sword-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:19:00",
        "gmt_time": "2019-05-24 15:19:00"
    },
    {
        "id": 870688,
        "updated_sequence": 1859215,
        "published_at": {
            "unix": 1558710960,
            "text": "2019-05-24 16:16:00 +0100",
            "iso_8601": "2019-05-24T15:16:00Z"
        },
        "updated_at": {
            "unix": 1558711010,
            "text": "2019-05-24 16:16:50 +0100",
            "iso_8601": "2019-05-24T15:16:50Z"
        },
        "subject": "NY Fed GDP Nowcast: Q2 at 1.4% (prev. 1.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q2-at-1-4-prev-1-8-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:16:00",
        "gmt_time": "2019-05-24 15:16:00"
    },
    {
        "id": 870687,
        "updated_sequence": 1859212,
        "published_at": {
            "unix": 1558710900,
            "text": "2019-05-24 16:15:00 +0100",
            "iso_8601": "2019-05-24T15:15:00Z"
        },
        "updated_at": {
            "unix": 1558710998,
            "text": "2019-05-24 16:16:38 +0100",
            "iso_8601": "2019-05-24T15:16:38Z"
        },
        "subject": "Belarusian PM confirms Russia says they are ready to pay compensation for contaminated oil damages",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "belarusian-pm-confirms-russia-says-they-are-ready-to-pay-compensation-for-contaminated-oil-damages-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:15:00",
        "gmt_time": "2019-05-24 15:15:00"
    },
    {
        "id": 870686,
        "updated_sequence": 1859209,
        "published_at": {
            "unix": 1558710300,
            "text": "2019-05-24 16:05:00 +0100",
            "iso_8601": "2019-05-24T15:05:00Z"
        },
        "updated_at": {
            "unix": 1558710408,
            "text": "2019-05-24 16:06:48 +0100",
            "iso_8601": "2019-05-24T15:06:48Z"
        },
        "subject": "UK Lib Dem Leader Vince Cable has resigned from party leadership position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-lib-dem-leader-vince-cable-has-resigned-from-party-leadership-position-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:05:00",
        "gmt_time": "2019-05-24 15:05:00"
    },
    {
        "id": 870685,
        "updated_sequence": 1859206,
        "published_at": {
            "unix": 1558710120,
            "text": "2019-05-24 16:02:00 +0100",
            "iso_8601": "2019-05-24T15:02:00Z"
        },
        "updated_at": {
            "unix": 1558710179,
            "text": "2019-05-24 16:02:59 +0100",
            "iso_8601": "2019-05-24T15:02:59Z"
        },
        "subject": "Shell (RDSA LN) has acquired a stake in Anadarko's (APC) South African offshore oil business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-has-acquired-a-stake-in-anadarko-s-apc-south-african-offshore-oil-business-24-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 23:02:00",
        "gmt_time": "2019-05-24 15:02:00"
    },
    {
        "id": 870684,
        "updated_sequence": 1859203,
        "published_at": {
            "unix": 1558709520,
            "text": "2019-05-24 15:52:00 +0100",
            "iso_8601": "2019-05-24T14:52:00Z"
        },
        "updated_at": {
            "unix": 1558709644,
            "text": "2019-05-24 15:54:04 +0100",
            "iso_8601": "2019-05-24T14:54:04Z"
        },
        "subject": "JP Morgan has reduced US Q2 growth view to 1% (prev. 2.25%) after durable goods orders, says risk of Fed's next move \"as about evenly distributed\" between a rate hike and cut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jp-morgan-has-reduced-us-q2-growth-view-to-1-prev-2-25-after-durable-goods-orders-says-risk-of-fed-s-next-move-as-about-evenly-distributed-between-a-rate-hike-and-cut-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 22:52:00",
        "gmt_time": "2019-05-24 14:52:00"
    },
    {
        "id": 870683,
        "updated_sequence": 1859200,
        "published_at": {
            "unix": 1558709340,
            "text": "2019-05-24 15:49:00 +0100",
            "iso_8601": "2019-05-24T14:49:00Z"
        },
        "updated_at": {
            "unix": 1558709406,
            "text": "2019-05-24 15:50:06 +0100",
            "iso_8601": "2019-05-24T14:50:06Z"
        },
        "subject": "Brazil President Bolsonaro says we can only have a smooth running economy if pension reform is approved",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-president-bolsonaro-says-we-can-only-have-a-smooth-running-economy-if-pension-reform-is-approved-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 22:49:00",
        "gmt_time": "2019-05-24 14:49:00"
    },
    {
        "id": 870682,
        "updated_sequence": 1859195,
        "published_at": {
            "unix": 1558708380,
            "text": "2019-05-24 15:33:00 +0100",
            "iso_8601": "2019-05-24T14:33:00Z"
        },
        "updated_at": {
            "unix": 1558708480,
            "text": "2019-05-24 15:34:40 +0100",
            "iso_8601": "2019-05-24T14:34:40Z"
        },
        "subject": "Goldman Sachs no longer see a Brexit agreement in Q2 and instead 'pencil in' an orderly exit late 2019 or early next year; assigns a low conviction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-no-longer-see-a-brexit-agreement-in-q2-and-instead-pencil-in-an-orderly-exit-late-2019-or-early-next-year-assigns-a-low-conviction-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 22:33:00",
        "gmt_time": "2019-05-24 14:33:00"
    },
    {
        "id": 870681,
        "updated_sequence": 1859192,
        "published_at": {
            "unix": 1558707660,
            "text": "2019-05-24 15:21:00 +0100",
            "iso_8601": "2019-05-24T14:21:00Z"
        },
        "updated_at": {
            "unix": 1558708042,
            "text": "2019-05-24 15:27:22 +0100",
            "iso_8601": "2019-05-24T14:27:22Z"
        },
        "subject": "UK POLITICS/BREXIT: What comes after May day?",
        "content": "<ul><li>As was widely expected, UK PM May conceded to backbench pressure, and announced she will stand down on 7 June. The move allows the Tory leadership race to properly get underway, and the expectation is that a Brexiteer will take the helm.</li><li>However, Pantheon Macroeconomics said that a hard Brexit still remains unlikely: \"Changing the leader won’t alter the maths in parliament. A new PM might be more willing to attempt a no-deal Brexit, but we believe enough sane heads in the Tory party would abstain or vote against the government in a confidence vote—which the Opposition can call at any time—to stop it in its tracks.\" The consultancy notes that the Tories have already has lost four MPs this year, and it would only take a further three to defect and actively vote against the government, or even six to abstain, in a confidence vote to bring it down.</li><li>Some have suggested that there are risks of a General Election, but the maths still look challenging for the Conservatives. Pantheon says a Brexiteer PM would still need to win back all of the Tory voters who have switched to the Brexit party, which likely still would not be enough for a majority (all things being equal). And even if support for Labour remained at its current 28% level seen in opinion polls, models imply that the new Tory leader would have to win back more than half of those who currently are backing the Brexit party. \"Even in the plausible best case of a small majority for the new PM, centre-ground Tories opposed to a no-deal Brexit would continue to have considerable influence.\"</li><li>The upshot, Pantheon believes, is that the UK may stay in a state of Brexit limbo for another year. \"the necessary political support to make a decisive Brexit step—in any direction—does not exist.&nbsp; As a result, the UK likely will drift towards the current October deadline, and future cliff-edges, before requesting an extension at the last minute,\" Pantheon says, \"EU leaders will loathe this continual procrastination, but they too have no desire to force Britain out and experience the pain of a no-deal Brexit.\"</li><li>Typically, a twofold system is used to select the next Tory leader. The Chief Whip will receive nominations wherein a ballot of Tory MPs is held, if multiple nominations are put forth (which seems likely). The ballot will continue on subsequent Tuesdays and Thursdays until only two nominees are left, which will then but to a ballot of the wider Tory party membership. The winner emerges as the new party leader.</li><li>Former Foreign Minister Johnson is thus far the lead candidate to take over PM May’s position (Ladbrokes odds 5/4), albeit it is worth noting (as pointed out by FT) that nearly every frontrunner in the past failed to clinch the premiership. Nonetheless, Johnson has momentum behind him, even if the final vote is between himself and former Brexit Minister Raab, Johnson has a commanding lead of 59% to 41%, according to a YouGov poll. Secondly, journalists at FT highlight that European Parliamentary results will aid him given that Brexit Party leader Farage is set to “storm to victory”. Thus, Tories will be more determined to pick someone who can deliver Brexit one way or another. Furthermore, FT notes that the thinking surrounding EU is that “Johnson would have the political clout to make changes to the political declaration — which defines the future trade framework — in a way that wins wider support”</li><li>In terms of timing, the leadership contest is to begin on June 10th&nbsp;and a new Tory leader will be elected towards the end of July. Reports then noted the prospect of a potential general election to take place in October (according to Telegraph’s Christopher Hope) before dialogue with the EU recommences in regard to a Brexit deal.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-politics-brexit-what-comes-after-may-day-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 22:21:00",
        "gmt_time": "2019-05-24 14:21:00"
    },
    {
        "id": 870677,
        "updated_sequence": 1859175,
        "published_at": {
            "unix": 1558706280,
            "text": "2019-05-24 14:58:00 +0100",
            "iso_8601": "2019-05-24T13:58:00Z"
        },
        "updated_at": {
            "unix": 1558706442,
            "text": "2019-05-24 15:00:42 +0100",
            "iso_8601": "2019-05-24T14:00:42Z"
        },
        "subject": "3M (MMM) - vague activist chatter, seem to be building a stake in some of the co.'s units -- UNCONFIRMDED ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the rumours, MMM shares popped higher to 167.30 from 166.30, now paring back slightly&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1558706400,
            "text": "2019-05-24 15:00:00 +0100",
            "iso_8601": "2019-05-24T14:00:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Hammerstone",
        "slug": "3m-mmm-vague-activist-chatter-seem-to-be-building-a-stake-in-some-of-the-co-s-units-unconfirmded-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2019-05-24 21:58:00",
        "gmt_time": "2019-05-24 13:58:00"
    },
    {
        "id": 870676,
        "updated_sequence": 1859168,
        "published_at": {
            "unix": 1558705680,
            "text": "2019-05-24 14:48:00 +0100",
            "iso_8601": "2019-05-24T13:48:00Z"
        },
        "updated_at": {
            "unix": 1558705949,
            "text": "2019-05-24 14:52:29 +0100",
            "iso_8601": "2019-05-24T13:52:29Z"
        },
        "subject": "US Movers: Boeing (BA) +2.6%, Apple (AAPL) +1%, Total Systems Services (TSS) +11%, Ross Stores (ROST) -2.6%, Autodesk Inc (ADSK) -5.6%, Footlocker (FL) -17%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-movers-boeing-ba-2-6-apple-aapl-1-total-systems-services-tss-11-ross-stores-rost-2-6-autodesk-inc-adsk-5-6-footlocker-fl-17-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:48:00",
        "gmt_time": "2019-05-24 13:48:00"
    },
    {
        "id": 870675,
        "updated_sequence": 1859165,
        "published_at": {
            "unix": 1558705320,
            "text": "2019-05-24 14:42:00 +0100",
            "iso_8601": "2019-05-24T13:42:00Z"
        },
        "updated_at": {
            "unix": 1558705357,
            "text": "2019-05-24 14:42:37 +0100",
            "iso_8601": "2019-05-24T13:42:37Z"
        },
        "subject": "Atlanta Fed GDPnow (Q2 19) 1.3% (Prev. 1.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q2-19-1-3-prev-1-2-24-05-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:42:00",
        "gmt_time": "2019-05-24 13:42:00"
    },
    {
        "id": 870672,
        "updated_sequence": 1859154,
        "published_at": {
            "unix": 1558704540,
            "text": "2019-05-24 14:29:00 +0100",
            "iso_8601": "2019-05-24T13:29:00Z"
        },
        "updated_at": {
            "unix": 1558704597,
            "text": "2019-05-24 14:29:57 +0100",
            "iso_8601": "2019-05-24T13:29:57Z"
        },
        "subject": "White House Spokesman states that the Iran uranium enrichment is a significant threat, and the US is prepared to discuss a comprehensive deal with Iran",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-spokesman-states-that-the-iran-uranium-enrichment-is-a-significant-threat-and-the-us-is-prepared-to-discuss-a-comprehensive-deal-with-iran-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:29:00",
        "gmt_time": "2019-05-24 13:29:00"
    },
    {
        "id": 870671,
        "updated_sequence": 1859151,
        "published_at": {
            "unix": 1558703820,
            "text": "2019-05-24 14:17:00 +0100",
            "iso_8601": "2019-05-24T13:17:00Z"
        },
        "updated_at": {
            "unix": 1558704358,
            "text": "2019-05-24 14:25:58 +0100",
            "iso_8601": "2019-05-24T13:25:58Z"
        },
        "subject": "BAML has lowered its year-end 10yr Bund forecast to -10bps from 30bps, but there is risk of the yield reaching -25bps in Q3 amid risks including Italian politics and Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-has-lowered-its-year-end-10yr-bund-forecast-to-10bps-from-30bps-but-there-is-risk-of-the-yield-reaching-25bps-in-q3-amid-risks-including-italian-politics-and-brexit-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:17:00",
        "gmt_time": "2019-05-24 13:17:00"
    },
    {
        "id": 870670,
        "updated_sequence": 1859146,
        "published_at": {
            "unix": 1558703760,
            "text": "2019-05-24 14:16:00 +0100",
            "iso_8601": "2019-05-24T13:16:00Z"
        },
        "updated_at": {
            "unix": 1558703876,
            "text": "2019-05-24 14:17:56 +0100",
            "iso_8601": "2019-05-24T13:17:56Z"
        },
        "subject": "1922 Executive Chair Brady confirms he is considering running for PM, as per BBC's Kuenssberg, and stands down as 1922 Chair",
        "content": "<p>For source click <a href=\"https://twitter.com/bbclaurak/status/1131911820455960576\">here</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "1922-executive-chair-brady-confirms-he-is-considering-running-for-pm-as-per-bbc-s-kuenssberg-and-stands-down-as-1922-chair-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:16:00",
        "gmt_time": "2019-05-24 13:16:00"
    },
    {
        "id": 870669,
        "updated_sequence": 1859141,
        "published_at": {
            "unix": 1558703700,
            "text": "2019-05-24 14:15:00 +0100",
            "iso_8601": "2019-05-24T13:15:00Z"
        },
        "updated_at": {
            "unix": 1558703785,
            "text": "2019-05-24 14:16:25 +0100",
            "iso_8601": "2019-05-24T13:16:25Z"
        },
        "subject": "Fixed and FX latest: core bonds flip-flop, Dollar durable post-US data",
        "content": "<p>Bunds, Gilts and US Treasuries all nudged up to new intraday highs, at 167.33, 130.03 and 152-02+ respectively, and closer to Thursday’s session peaks in wake of broadly in line headline and weaker than forecast core durables alongside back month downgrades, but have faded as attention switches to the Wall Street open and the last trading session before 3-day US and UK holiday weekends. However, the Greenback is still holding off worst levels with the DXY testing sub-98.000 chart support and Usd/pairs broadly within range as particularly bulky option expiries continue to curtail price action in Eur/Usd and Usd/Jpy between 1.1205-1.1175 and 109.45-75 – see our 13.40BST headline post for more details.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-core-bonds-flip-flop-dollar-durable-post-us-data-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 21:15:00",
        "gmt_time": "2019-05-24 13:15:00"
    },
    {
        "id": 870659,
        "updated_sequence": 1859108,
        "published_at": {
            "unix": 1558702500,
            "text": "2019-05-24 13:55:00 +0100",
            "iso_8601": "2019-05-24T12:55:00Z"
        },
        "updated_at": {
            "unix": 1558702634,
            "text": "2019-05-24 13:57:14 +0100",
            "iso_8601": "2019-05-24T12:57:14Z"
        },
        "subject": "Talking Crude: Relieving the wounded",
        "content": "<ul><li>The energy complex is finding some reprieve to end the week, following two consecutive days of crude losses, where the benchmarks saw their largest daily losses of the year amidst a weaker economic outlook and rising US oil inventories. With a long weekend ahead, some analysts note that many participants are likely to be closing short positions, this, alongside a mild bounce in risk appetite, is giving the crude market support on Friday. However, PVM notes USD 57.34/33 for WTI and USD 66.76 for Brent as support levels, warning that, “daily stochastics are pointing south and suggest this morning’s bout of strength will be short-lived.”</li><li>As supply concerns take a backseat, “at least for now it does appear that the flat price is going to be largely dictated by broader macro concerns,” ING’s analysts note. The analysts go on to comment that OPEC+ may be forced into continuing supply cuts if Brent trades below USD 60/bbl at the July meeting, “This is something that we do not believe the market needs.” This is a continuation of warning on the difficulty of balancing supply in current conditions OPEC+ producers.</li><li>Given the recent price choppiness, calendar spreads continue to indicate a tight oil market, being “a much better reflection of the state of the physical oil market,” ING comments. On the same theme, PVM’s Brennock highlights, “The M1/M2 Brent spread held up to the bearish onslaught and actually rallied 26 cts/bbl to finish at $1.26/bbl, the highest since May 2014.” These constructive signals from the spreads could give something for the bulls to run on.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "talking-crude-relieving-the-wounded-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:55:00",
        "gmt_time": "2019-05-24 12:55:00"
    },
    {
        "id": 870656,
        "updated_sequence": 1859097,
        "published_at": {
            "unix": 1558702140,
            "text": "2019-05-24 13:49:00 +0100",
            "iso_8601": "2019-05-24T12:49:00Z"
        },
        "updated_at": {
            "unix": 1558702270,
            "text": "2019-05-24 13:51:10 +0100",
            "iso_8601": "2019-05-24T12:51:10Z"
        },
        "subject": "Shell (RDSA LN) - Co. have confirmed a oil discovery in Albania",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-co-have-confirmed-a-oil-discovery-in-albania-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:49:00",
        "gmt_time": "2019-05-24 12:49:00"
    },
    {
        "id": 870654,
        "updated_sequence": 1859091,
        "published_at": {
            "unix": 1558702020,
            "text": "2019-05-24 13:47:00 +0100",
            "iso_8601": "2019-05-24T12:47:00Z"
        },
        "updated_at": {
            "unix": 1558702109,
            "text": "2019-05-24 13:48:29 +0100",
            "iso_8601": "2019-05-24T12:48:29Z"
        },
        "subject": "UK Foreign Minister Hunt says he will stand for Tory party leaders following PM May's resignation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-foreign-minister-hunt-says-he-will-stand-for-tory-party-leaders-following-pm-may-s-resignation-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:47:00",
        "gmt_time": "2019-05-24 12:47:00"
    },
    {
        "id": 870655,
        "updated_sequence": 1859134,
        "published_at": {
            "unix": 1558701900,
            "text": "2019-05-24 13:45:00 +0100",
            "iso_8601": "2019-05-24T12:45:00Z"
        },
        "updated_at": {
            "unix": 1558703143,
            "text": "2019-05-24 14:05:43 +0100",
            "iso_8601": "2019-05-24T13:05:43Z"
        },
        "subject": "Additional US Equity Stories - SMIC, TSS",
        "content": "<ul><li>China's largest chipmaker, <strong>SMIC (SMI US) </strong>(whose primary listing is in Hong Kong), is to withdraw its ADR from NYSE, citing the cost of maintaining the listing amid low volumes.&nbsp;</li><li><strong>Total System Services (TSS)</strong> and <strong>Global Payments (GPN) </strong>have held preliminary talks about a potential merger, whilst also discussing possible joint ventures and partnerships that may not include a merger.&nbsp;</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-stories-smic-tss-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:45:00",
        "gmt_time": "2019-05-24 12:45:00"
    },
    {
        "id": 870652,
        "updated_sequence": 1859081,
        "published_at": {
            "unix": 1558701780,
            "text": "2019-05-24 13:43:00 +0100",
            "iso_8601": "2019-05-24T12:43:00Z"
        },
        "updated_at": {
            "unix": 1558701790,
            "text": "2019-05-24 13:43:10 +0100",
            "iso_8601": "2019-05-24T12:43:10Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 24 May 19",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21916/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>DOW</strong></p><p><strong>Apple (AAPL) </strong>(Consumer Discretionary/Internet &amp; Direct Marketing Retail)<strong> </strong>– Wedbush analyst Dan Ives noted that he does not expect Apple to face “major roadblocks” amid the “noise” of the US/China trade dispute, given the US technology companies domestic importance, from a supply chain perspective, in China and CEO Tim Cook’s past ability to navigate these issues with US President Trump.</p><p><strong>Boeing (BA)</strong> (Industrials/Aerospace &amp; Defense) - FAA says it expects 737 Max ungrounding in US as early as late June, though there is no official timetable. This news followed an eight-hour meeting between the FAA and global air regulators which an FAA head called “exceedingly positive”. Should this timeline be met, US airlines will likely not have to extend the costly cancellations of 737 Max jets already put in place through the summer. Moreover, officials from <strong>United Continental (UAL)</strong> (Industrials/Airlines), <strong>American Airlines (AAL) </strong>(Industrials/Airlines) and<strong> Southwest (LUV)</strong> (Industrials/Airlines) after regulators approved the 737 MAX as safe for flying again, each jet will likely need between 100-150 hours of preparation before taking to the skies. Elsewhere, Boeing has dropped the Embraer name from its Brazilian commercial jet unit.</p><p><strong>Microsoft (MSFT)</strong> (Information Technology/Systems Software) has reportedly removed Huawei products from one of its cloud server websites, though the US technology co. did not comment on whether or not it would rescind Huawei’s license to use Windows.</p><p><strong>NASDAQ 100</strong></p><p><strong>Amazon (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) has launched support for traditional Chinese books on Kindle, with over 20k books now available. However, the ecommerce giant is reportedly removing Huawei devices from its product line-up in Japan. Elsewhere, Piper Jaffray raised their forecast for Amazon’s stock price, saying it will reach USD 3000 by mid-2021-2022 if it meets what Jaffray considers to be conservative growth targets.</p><p><strong>Autodesk Inc (ADSK)</strong> (Information Technology/Application Software) (USD) reports Q1 19 EPS 0.45 (exp. 0.47), Revenue 0.735bln (exp. 0.74bln), backs FY20 non-GAAP EPS view 2.71-2.90 (exp 2.83).</p><p><strong>Facebook (FB)</strong> (Communication Services/Interactive Media &amp; Services) is reportedly required to face sex trafficking lawsuits in Houston after failing in an attempt to have them dismissed. Elsewhere, Facebook CEO Zuckerberg doubled down on his dismissal of calls to break up the social media giant, saying breaking up the company would make it harder to solve issues; such as with elections and privacy. All the while, Facebook is reportedly in talks with trading houses, cryptocurrency exchanges and high frequency trading firms regarding building a crypto currency called “GlobalCoin”, which it aims to launch in 2020.</p><p><strong>Facebook (FB)</strong> (Communication Services/Interactive Media &amp; Services), Alphabet (GOOG, GOOGL) (Communication Services/Interactive Media &amp; Services) – Both US tech firms may be affected by a complaint submitted to the EU by Poland over copyright rules, which seeks to ensure fair compensation for online content creators.</p><p><strong>Intuit Inc (INTU)</strong> (Information Technology/Internet Software &amp; Services) (USD) reports Q1 19 EPS 5.55 (exp. 5.40), Revenue 3.27bln (exp. 3.23bln), raises FY19 adj. EPS view to 6.67-6.69 from 5.35-5.40 (exp 6.57), sees Q4 adjusted EPS 0.16-0.14 (exp 0.14).</p><p><strong>T-Mobile US (TMUS) </strong>(Communication Services/Wireless Telecommunications Services) &amp; Sprint Corp (S) (Communication Services/Wireless Telecommunications Services), Netflix (NFLX) (Communication Services/Movies &amp; Entertainment) – On Thursday, Pennsylvania's Public Utility Commission approved T-Mobile US's proposed purchase of rival Sprint. But the companies still await approval from the Justice Department's Antitrust Division and two other state commissions (California and Hawaii). Elsewhere, to account for a Netflix price increase earlier this year, T-Mobile US’s new Magenta plan will include Netflix Basic (for families).</p><p><strong>S&amp;P 500</strong></p><p><strong>Twitter (TWTR)</strong> (Communication Services/Interactive Media &amp; Services) has permanently banned two anti-Trump commentators, who reportedly purchased interactions and ran multiple fake accounts. Twitter, who have faced significant criticism for having an alleged “anti-conservative” bias, said that “the Twitter rules apply to everyone”.</p><p><strong>Hewlett Packard Enterprise Co. (HPE)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) (USD) Q1 19 EPS 0.42 (exp. 0.37), Revenue 7.15bln (exp. 7.4bln), raises FY19 EPS view to 1.62-1.72 (exp 1.65).</p><p><strong>HP Inc (HPQ)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) (USD) reports Q1 19 EPS 0.53 (exp. 0.51), Revenue 14bln (exp. 13.97bln), sees Q3 EPS 0.53-0.56 (exp 0.55), sees FY19 EPS 2.14-2.21 (exp 2.15).</p><p>Ross Stores Inc (ROST) (Consumer Discretionary/Apparel Retail) (USD) reports Q1 19 EPS 1.15 (exp. 1.12), Revenue 3.8bln (exp. 3.79bln), raises FY19 EPS view to 4.38-4.52 from 4.30-4.50 (exp 4.52).</p><p><strong>OTHER</strong></p><p><strong>Shopify (SHOP)</strong> (Information Technology/IT Services) has completed a purchase of ecommerce platform Handshake, in a deal worth roughly USD 100mln.</p><p><strong>Snap Inc (SNAP)</strong> (Communication Services/Interactive Media Services) workers reportedly abused data access to spy on users, using a tool called SnapLion which is used to access data for law enforcement requests. Several employees have reportedly used the platform to spy on users. In other news, Snapchat is reportedly in talks with major record labels as it looks to add music to its posting features, a feature considered a must by officials (according to the WSJ).&nbsp;</p><p><strong>Splunk Inc (SPLK)</strong> (Information Technology/Software) (USD) Q1 19 EPS 0.02 (exp. -0.14), Revenue 0.425bln (exp. 0.4bln), raises FY20 revenue view to about 2.25bln from 2.2bln (exp 2.22bln).</p><p><strong>Uber (UBER)</strong> (Industrial/Roads &amp; Rail) will bring its JUMP electric bike service to London as of Friday.</p><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>BLOOMIN' BRANDS (BLMN) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li><li>DOW INC. (DOW) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>ERICSSON (ERIC) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li><li>KRATOS DEFENSE (KTOS) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>PETROCHINA (PTR) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>VALE (VALE) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>VALE (VALE) UPGRADED TO SECTOR PERFORM FROM UNDERPERFORM AT RBC CAPITAL</li><li>VODAFONE (VOD) UPGRADED TO BUY FROM HOLD AT HSBC</li></ul><p><strong>Downgrades</strong></p><ul><li>AVON PRODUCTS (AVP) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li><li>BIG LOTS (BIG) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li><li>BIOCRYST (BCRX) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL&nbsp;</li><li>CONSTELLATION BRANDS (STZ) DOWNGRADED TO EQUAL WEIGHT AT MORGAN STANLEY</li><li>CRAY (CRAY) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>GLOBUS MEDICAL (GMED) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>LENNOX (LII) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</li><li>SINA (SINA) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li><li>SPIRE (SR) DOWNGRADED TO MARKET PERFORM ON VALUATION AT WELLS FARGO</li><li>SQM (SQM) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>TORONTO-DOMINION (TD) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT NATIONAL BANK</li><li>VEEVA (VEEV) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>WEIBO (WB) DOWNGRADED TO REDUCE FROM HOLD AT HSBC</li></ul><p><strong>Initiations</strong></p><ul><li>ALLEGHANY (Y) INITIATED WITH A HOLD AT DEUTSCHE BANK</li><li>ARCUS BIOSCIENCES (RCUS) ASSUMED WITH A BUY AT CITI</li><li>AUTODESK (ADSK) Q1 RESULTS DID NOT EASE CONCERNS, SAYS MUFG</li><li>CANNTRUSFT (CTST) INITIATED WITH A BUY AT BOFA/MERRILL</li><li>CELLECTIS (CLLS) ASSUMED WITH A NEUTRAL AT CITI</li><li>DICERNA (DRNA) ASSUMED WITH A BUY AT CITI</li><li>FALCON MINERALS (FLMN) INITIATED WITH AN OUTPERFORM AT BAIRD</li><li>FATE THERAPEUTICS (FATE) ASSUMED WITH A BUY AT CITI</li><li>HARPOON THERAPEUTICS (HARP) ASSUMED WITH A BUY AT CITI</li><li>INSEEGO (INSG) INITIATED WITH AN OUTPERFORM AT COWEN</li><li>MARKEL (MKL) INITIATED WITH A HOLD AT DEUTSCHE BANK</li><li>PENNYMAC MORTGAGE (PMT) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY</li><li>SPLUNK (SPLK) EXCEEDED MOST METRICS FOR Q1, SAYS JEFFERIES</li><li>TRICIDA (TCDA) INITIATED WITH A BUY AT NEEDHAM</li><li>ZOOM VIDEO (ZM) INITIATED WITH A PERFORM AT OPPENHEIMER&nbsp;</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Assurant Inc (AIZ). Amount USD 0.60</li><li>Atmos Energy Corp (ATO). Amount USD 0.52</li><li>Blackbaud Inc (BLKB). Amount USD 0.12</li><li>Cable ONE Inc (CABO). Amount USD 2.00</li><li>Diamondback Energy Inc (FANG). Amount USD 0.18</li><li>FGL Holdings (FG). Amount USD 0.01</li><li>First Hawaiian Inc (FHB). Amount USD 0.26</li><li>International Paper Co (IP). Amount USD 0.50</li><li>Johnson &amp; Johnson (JNJ). Amount USD 0.95</li><li>KeyCorp (KEY). Amount USD 0.17</li><li>Marcus Corp (MCS). Amount USD 0.16</li><li>Newmark Group Inc (NMRK). Amount USD 0.10</li><li>Nordson Corp (NDSN). Amount USD 0.35</li><li>Prudential Financial Inc (PRU). Amount USD 1.00</li><li>Scotts Miracle-Gro Co (SMG). Amount USD 0.55</li><li>Strategic Education Inc (STRA). Amount USD 0.50</li><li>Tractor Supply Co (TSCO). Amount USD 0.35</li><li>Yum China Holdings Inc (YUMC). Amount USD 0.12</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-24-may-19-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:43:00",
        "gmt_time": "2019-05-24 12:43:00"
    },
    {
        "id": 870584,
        "updated_sequence": 1859078,
        "published_at": {
            "unix": 1558701600,
            "text": "2019-05-24 13:40:00 +0100",
            "iso_8601": "2019-05-24T12:40:00Z"
        },
        "updated_at": {
            "unix": 1558701702,
            "text": "2019-05-24 13:41:42 +0100",
            "iso_8601": "2019-05-24T12:41:42Z"
        },
        "subject": "Several mega FX options for today's NY cut",
        "content": "<p>EUR/USD: 1.1070-80 (1BLN), <strong>1.1100 (1.5BLN)</strong>, <strong>1.1120-25 (1.3BLN)</strong>, <strong>1.1150-60</strong></p><p><strong>(1.5BLN)</strong>, <strong>1.1170-80 (2.1BLN)</strong>, <strong>1.1185-1.1200 (2.3BLN)</strong>. 1.1245-50 (2.5BLN)</p><p>GBP/USD: 1.2700 (350M)</p><p>USD/CAD: 1.3370-80 (1BLN), 1.3470 (380M)</p><p>AUD/USD: 0.6850 (455M), 0.6900 (460M), 0.6940 (500M)</p><p>NZD/USD: 0.6450 (533M), 0.6550 (441M), 0.6650 (416M)</p><p>USD/JPY: <strong>109.00-25 (1.5BLN)</strong>, <strong>109.40-50 (1.7BLN)</strong>, <strong>109.75-85 (1.8BLN)</strong></p><p>110.20(740M), 110.45-50 (904M), 110.85-95 (1.1BLN)</p><p>EUR/JPY: 121.00 (750M</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "several-mega-fx-options-for-today-s-ny-cut-24-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:40:00",
        "gmt_time": "2019-05-24 12:40:00"
    },
    {
        "id": 870584,
        "updated_sequence": 1859078,
        "published_at": {
            "unix": 1558701600,
            "text": "2019-05-24 13:40:00 +0100",
            "iso_8601": "2019-05-24T12:40:00Z"
        },
        "updated_at": {
            "unix": 1558701702,
            "text": "2019-05-24 13:41:42 +0100",
            "iso_8601": "2019-05-24T12:41:42Z"
        },
        "subject": "Several mega FX options for today's NY cut",
        "content": "<p>EUR/USD: 1.1070-80 (1BLN), <strong>1.1100 (1.5BLN)</strong>, <strong>1.1120-25 (1.3BLN)</strong>, <strong>1.1150-60</strong></p><p><strong>(1.5BLN)</strong>, <strong>1.1170-80 (2.1BLN)</strong>, <strong>1.1185-1.1200 (2.3BLN)</strong>. 1.1245-50 (2.5BLN)</p><p>GBP/USD: 1.2700 (350M)</p><p>USD/CAD: 1.3370-80 (1BLN), 1.3470 (380M)</p><p>AUD/USD: 0.6850 (455M), 0.6900 (460M), 0.6940 (500M)</p><p>NZD/USD: 0.6450 (533M), 0.6550 (441M), 0.6650 (416M)</p><p>USD/JPY: <strong>109.00-25 (1.5BLN)</strong>, <strong>109.40-50 (1.7BLN)</strong>, <strong>109.75-85 (1.8BLN)</strong></p><p>110.20(740M), 110.45-50 (904M), 110.85-95 (1.1BLN)</p><p>EUR/JPY: 121.00 (750M</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "several-mega-fx-options-for-today-s-ny-cut-24-05-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:40:00",
        "gmt_time": "2019-05-24 12:40:00"
    },
    {
        "id": 870653,
        "updated_sequence": 1859105,
        "published_at": {
            "unix": 1558701600,
            "text": "2019-05-24 13:40:00 +0100",
            "iso_8601": "2019-05-24T12:40:00Z"
        },
        "updated_at": {
            "unix": 1558702625,
            "text": "2019-05-24 13:57:05 +0100",
            "iso_8601": "2019-05-24T12:57:05Z"
        },
        "subject": "UK PM front-runner Johnson says the UK will leave the EU on 31st October with a deal or no deal, adding that he will go back to the EU to discuss the Northern Irish backstop and the UK should not revoke Article 50",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the comments, GBPEUR moved from below 0.8840 to 0.8850, technicians looking at the next level of resistance at 0.8865.</li></ul>",
        "reaction_updated_at": {
            "unix": 1558702020,
            "text": "2019-05-24 13:47:00 +0100",
            "iso_8601": "2019-05-24T12:47:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-front-runner-johnson-says-the-uk-will-leave-the-eu-on-31st-october-with-a-deal-or-no-deal-adding-that-he-will-go-back-to-the-eu-to-discuss-the-northern-irish-backstop-and-the-uk-should-not-revoke-article-50-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:40:00",
        "gmt_time": "2019-05-24 12:40:00"
    },
    {
        "id": 870648,
        "updated_sequence": 1859062,
        "published_at": {
            "unix": 1558699680,
            "text": "2019-05-24 13:08:00 +0100",
            "iso_8601": "2019-05-24T12:08:00Z"
        },
        "updated_at": {
            "unix": 1558699807,
            "text": "2019-05-24 13:10:07 +0100",
            "iso_8601": "2019-05-24T12:10:07Z"
        },
        "subject": "Russia is to export 7.2mln T of Urals oil from Baltic ports in June (May plan was 7.8mln T), according to preliminary schedule ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-is-to-export-7-2mln-t-of-urals-oil-from-baltic-ports-in-june-may-plan-was-7-8mln-t-according-to-preliminary-schedule-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:08:00",
        "gmt_time": "2019-05-24 12:08:00"
    },
    {
        "id": 870647,
        "updated_sequence": 1859064,
        "published_at": {
            "unix": 1558699500,
            "text": "2019-05-24 13:05:00 +0100",
            "iso_8601": "2019-05-24T12:05:00Z"
        },
        "updated_at": {
            "unix": 1558699810,
            "text": "2019-05-24 13:10:10 +0100",
            "iso_8601": "2019-05-24T12:10:10Z"
        },
        "subject": "Trump Administration is taking steps toward issuing even more restrictions on exports of high-tech goods to China, according to Politico Morning Money citing sources",
        "content": "<ul><li>\"The Commerce Department will soon recommend rolling back regulations making it easier for U.S. companies to export certain goods that have both civilian and military purposes, the people said.\"</li><li><a href=\"https://www.politico.com/newsletters/morning-money/2019/05/24/trumps-nowhere-market-439877\">Click here for the article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "trump-administration-is-taking-steps-toward-issuing-even-more-restrictions-on-exports-of-high-tech-goods-to-china-according-to-politico-morning-money-citing-sources-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 20:05:00",
        "gmt_time": "2019-05-24 12:05:00"
    },
    {
        "id": 870643,
        "updated_sequence": 1859041,
        "published_at": {
            "unix": 1558698180,
            "text": "2019-05-24 12:43:00 +0100",
            "iso_8601": "2019-05-24T11:43:00Z"
        },
        "updated_at": {
            "unix": 1558698406,
            "text": "2019-05-24 12:46:46 +0100",
            "iso_8601": "2019-05-24T11:46:46Z"
        },
        "subject": "Scotiabank FX Daily - USD Poised to Soften After Bearish Reversal  ",
        "content": "<ul><li>&nbsp; USD formed a bearish key reversal after the DXY made a marginal new high.</li><li>&nbsp; CAD settles back into 1.34/1.35 range but still looks cheap versus FV.</li><li>&nbsp; EUR rebound from 1.11 test looks impressive—bullish—on the charts.</li><li>&nbsp; GBP rallies as May steps aside, Brexit deal still likely some way off, however.</li><li>&nbsp; JPY softer as risk appetite improve. CPI picks up in Apr.</li><li>&nbsp; AUD steady on the day, down 1.5 on the month as RBA cut bets strengthen.</li><li>&nbsp; MXN stable ahead of final Q1 GDP, Apr Trade Balance data.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-poised-to-soften-after-bearish-reversal-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:43:00",
        "gmt_time": "2019-05-24 11:43:00"
    },
    {
        "id": 870642,
        "updated_sequence": 1859045,
        "published_at": {
            "unix": 1558698000,
            "text": "2019-05-24 12:40:00 +0100",
            "iso_8601": "2019-05-24T11:40:00Z"
        },
        "updated_at": {
            "unix": 1558698516,
            "text": "2019-05-24 12:48:36 +0100",
            "iso_8601": "2019-05-24T11:48:36Z"
        },
        "subject": "Chinese envoy says there are no official talks of a meeting between US President Trump and Chinese President Xi",
        "content": "",
        "reaction_details": "<ul><li>In a delayed reaction, marginal downticks were experienced in US equity futures wherein E-Mini S&amp;P Jun'19 futures fell from 2838 to 2833</li></ul>",
        "reaction_updated_at": {
            "unix": 1558698300,
            "text": "2019-05-24 12:45:00 +0100",
            "iso_8601": "2019-05-24T11:45:00Z"
        },
        "analysis_details": "<ul><li>Overnight, US President Trump said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal. Furthermore, President Trump said he is hopeful the US will get together with China at some point and looks forward to seeing Chinese President Xi at the G20, but also suggested it would be fine if a meetup with China doesn’t occur.</li><li>Despite China reiterating this, it is worth noting that positioning ahead of the long weekend may have magnified the impact of these comments</li></ul>",
        "analysis_updated_at": {
            "unix": 1558698420,
            "text": "2019-05-24 12:47:00 +0100",
            "iso_8601": "2019-05-24T11:47:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-envoy-says-there-are-no-official-talks-of-a-meeting-between-us-president-trump-and-chinese-president-xi-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:40:00",
        "gmt_time": "2019-05-24 11:40:00"
    },
    {
        "id": 870641,
        "updated_sequence": 1859030,
        "published_at": {
            "unix": 1558697460,
            "text": "2019-05-24 12:31:00 +0100",
            "iso_8601": "2019-05-24T11:31:00Z"
        },
        "updated_at": {
            "unix": 1558697662,
            "text": "2019-05-24 12:34:22 +0100",
            "iso_8601": "2019-05-24T11:34:22Z"
        },
        "subject": "Snap Inc (SNAP) are reportedly looking add music to Snapchat, Co. is in talks with several record labels, according to WSJ citing sources",
        "content": "<p><a href=\"https://www.wsj.com/articles/snapchat-looks-to-let-users-add-music-to-posts-11558697400?mod=mw_latestnews\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "snap-inc-snap-are-reportedly-looking-add-music-to-snapchat-co-is-in-talks-with-several-record-labels-according-to-wsj-citing-sources-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:31:00",
        "gmt_time": "2019-05-24 11:31:00"
    },
    {
        "id": 870640,
        "updated_sequence": 1859028,
        "published_at": {
            "unix": 1558697340,
            "text": "2019-05-24 12:29:00 +0100",
            "iso_8601": "2019-05-24T11:29:00Z"
        },
        "updated_at": {
            "unix": 1558697624,
            "text": "2019-05-24 12:33:44 +0100",
            "iso_8601": "2019-05-24T11:33:44Z"
        },
        "subject": "Poland's Pern says it has neutralised more than 30% of oil contamination in Poland's pipeline system; says it may take several months to completely clean the pipeline system ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "poland-s-pern-says-it-has-neutralised-more-than-30-of-oil-contamination-in-poland-s-pipeline-system-says-it-may-take-several-months-to-completely-clean-the-pipeline-system-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:29:00",
        "gmt_time": "2019-05-24 11:29:00"
    },
    {
        "id": 870636,
        "updated_sequence": 1859007,
        "published_at": {
            "unix": 1558696920,
            "text": "2019-05-24 12:22:00 +0100",
            "iso_8601": "2019-05-24T11:22:00Z"
        },
        "updated_at": {
            "unix": 1558696987,
            "text": "2019-05-24 12:23:07 +0100",
            "iso_8601": "2019-05-24T11:23:07Z"
        },
        "subject": "China state they are able to minimise the trade war's impact on their economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-state-they-are-able-to-minimise-the-trade-war-s-impact-on-their-economy-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:22:00",
        "gmt_time": "2019-05-24 11:22:00"
    },
    {
        "id": 870635,
        "updated_sequence": 1859004,
        "published_at": {
            "unix": 1558696500,
            "text": "2019-05-24 12:15:00 +0100",
            "iso_8601": "2019-05-24T11:15:00Z"
        },
        "updated_at": {
            "unix": 1558696616,
            "text": "2019-05-24 12:16:56 +0100",
            "iso_8601": "2019-05-24T11:16:56Z"
        },
        "subject": "China State Planner VP says despite impacts from the China-US trade war, China's economy can remain healthy, steady and sustainable growth, according to Chinese TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-state-planner-vp-says-despite-impacts-from-the-china-us-trade-war-china-s-economy-can-remain-healthy-steady-and-sustainable-growth-according-to-chinese-tv-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 19:15:00",
        "gmt_time": "2019-05-24 11:15:00"
    },
    {
        "id": 870634,
        "updated_sequence": 1859001,
        "published_at": {
            "unix": 1558695480,
            "text": "2019-05-24 11:58:00 +0100",
            "iso_8601": "2019-05-24T10:58:00Z"
        },
        "updated_at": {
            "unix": 1558695603,
            "text": "2019-05-24 12:00:03 +0100",
            "iso_8601": "2019-05-24T11:00:03Z"
        },
        "subject": "German Economy Ministry says the supply security of mineral oil products in Germany are not threatened by the ongoing Druzhba pipeline issues; refineries have sufficient oil stocks to continue producing, see no need for releasing reserves",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-ministry-says-the-supply-security-of-mineral-oil-products-in-germany-are-not-threatened-by-the-ongoing-druzhba-pipeline-issues-refineries-have-sufficient-oil-stocks-to-continue-producing-see-no-need-for-releasing-reserves-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:58:00",
        "gmt_time": "2019-05-24 10:58:00"
    },
    {
        "id": 870633,
        "updated_sequence": 1858998,
        "published_at": {
            "unix": 1558695120,
            "text": "2019-05-24 11:52:00 +0100",
            "iso_8601": "2019-05-24T10:52:00Z"
        },
        "updated_at": {
            "unix": 1558695262,
            "text": "2019-05-24 11:54:22 +0100",
            "iso_8601": "2019-05-24T10:54:22Z"
        },
        "subject": "Results of the Tory leadership election is expected to be announced before parliamentary summer recess, according to the Party",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "results-of-the-tory-leadership-election-is-expected-to-be-announced-before-parliamentary-summer-recess-according-to-the-party-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:52:00",
        "gmt_time": "2019-05-24 10:52:00"
    },
    {
        "id": 870632,
        "updated_sequence": 1858995,
        "published_at": {
            "unix": 1558694700,
            "text": "2019-05-24 11:45:00 +0100",
            "iso_8601": "2019-05-24T10:45:00Z"
        },
        "updated_at": {
            "unix": 1558695140,
            "text": "2019-05-24 11:52:20 +0100",
            "iso_8601": "2019-05-24T10:52:20Z"
        },
        "subject": "Foot Locker Inc (FL) Q1 19 (USD): Non-GAAP EPS 1.53 (exp. 1.60), Revenue 2.078bln (exp. 2.11bln), reaffirm FY guidance",
        "content": "<p>Q1 SSS reported 4.6% vs. Exp. 5.5%</p>",
        "reaction_details": "<ul><li>In a delayed reaction, Adidas (ADS GY) share fell from EUR 259.80 to EUR 259.00</li></ul>",
        "reaction_updated_at": {
            "unix": 1558695139,
            "text": "2019-05-24 11:52:19 +0100",
            "iso_8601": "2019-05-24T10:52:19Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-inc-fl-q1-19-usd-non-gaap-eps-1-53-exp-1-60-revenue-2-078bln-exp-2-11bln-reaffirm-fy-guidance-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:45:00",
        "gmt_time": "2019-05-24 10:45:00"
    },
    {
        "id": 870631,
        "updated_sequence": 1858986,
        "published_at": {
            "unix": 1558694040,
            "text": "2019-05-24 11:34:00 +0100",
            "iso_8601": "2019-05-24T10:34:00Z"
        },
        "updated_at": {
            "unix": 1558694102,
            "text": "2019-05-24 11:35:02 +0100",
            "iso_8601": "2019-05-24T10:35:02Z"
        },
        "subject": "RANsquawk Daily US Opening News - 24th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21915/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>UK PM May resigns, to step down as Tory leader on June 7th and is to remain as PM until a new leader is elected</li><li>European Indices [Euro Stoxx 50 +0.9%] have extended on initial gains following their Asian counterparts which were somewhat boosted by upbeat US-China comments from President Trump</li><li>In FX, the USD is weighed on by G10 counterparts bar safe havens in consolidation from yesterday’s DXY highs and amidst the risk-on tone this morning</li><li>Looking ahead, highlights include; US Durable Goods</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mixed with the region cautious following the headwinds from US </strong>where all major indices declined due to ongoing trade uncertainty, weak PMI data and after energy losses snowballed.<strong> ASX 200</strong> (-0.6%) and <strong>Nikkei</strong> <strong>225</strong> (-0.2%) were negative as Australia’s energy sector felt the brunt of the recent sell-off in oil in which WTI fell over 5%, while a firmer currency dampened risk appetite in Tokyo. Conversely, <strong>Hang</strong> <strong>Seng</strong> (+0.3%) and <strong>Shanghai</strong> <strong>Comp</strong>. (U/C) were kept afloat for most of the session after recent encouraging comments from President Trump that there is a good possibility of a US-China trade deal and that Huawei could be included in a trade agreement. Furthermore, the PBoC refrained from open market operations, although this was due to ample liquidity and as its efforts this week already resulted to a net injection of CNY 100bln. Finally, 10yr JGBs were higher following the bull flattening seen in the US curve and amid the mostly risk-averse tone in the region, while the results of Japan’s enhanced liquidity auction for 2s, 5s, 10s and 20s also showed firmer demand.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 100bln vs. last week's CNY 50bln net drain. (Newswires) <strong>PBoC set CNY mid-point at 6.8993 (Prev. 6.8994)</strong></p><p><strong>China Mofcom said China trade environment is growing more uncertain and there are more challenges for China trade</strong>, while it added domestic economy faces downward pressure. (Newswires)</p><p>Japanese PM Abe says will do all to manage economy amid overseas uncertainty. Subsequently, <strong>Japan's Government have cut their economic assessment in May's monthly report</strong>, Economy is recovering at a moderate pace while the weakenss in exports and outputs continues; no change to the view that fundamentals supporting domestic demand remain firm. (Newswires)</p><p>Japanese National CPI (Apr) Y/Y 0.9% vs. Exp. 0.9% (Prev. 0.5%). (Newswires) Japanese National CPI Ex. Fresh Food (Apr) Y/Y 0.9% vs. Exp. 0.9% (Prev. 0.8%) Japanese National CPI Ex. Fresh Food &amp; Energy (Apr) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.4%)</p><p><strong>US</strong></p><p>EU Diplomat states that EU-US trade talks remain comatose, EU Trade Commissioner Malmstrom states that the US is not ready., AFP's Pigman. (Twitter)</p><p>German Govt. Spokesperson says the meeting with Secretary of State Pompeo has been rescheduled for Friday next week. (Newswires)</p><p><strong>UK/EU</strong></p><p><strong>UK PM May has announced she will step down on the 7th of June, and she is to continue serving as PM until a new leader is elected. </strong>The leadership contest will begin the following week on the 10th of June. <i>This does follow extensive speculation and reports that UK PM May was to announce the timetable for her resignation to 1922 Committee Chair Brady today; the timing of her resignation means May will be PM for US President Trump’s state visit to the UK on June 3rd and the D-Day Commemorations.&nbsp;</i></p><p>- In terms of the next steps: upon the commencement of the Conservative Party Leader campaign (expected on 10th June) the Tory Chief Whip Smith will receive nominations for party members to be the next Tory leader. In this process a candidate needs the nomination of two other MP’s to put forward to the Chief Whip. In the event that only one MP is put forward then they automatically become leader, but this is extremely unlikely given the number of MP’s who have stated their intention to run for PM; with one Conservative MP speculating that at least 7 MP’s are expected to launch their own leadership bid. Alternatively, in the likely event of multiple candidates a ballot is held with the lowest polling name removed and then another ballot is held, with this process repeating every Tuesday &amp; Thursday until two nominees are left; who are then put to a Tory party ballot to determine the next Conservative leader. (ITV, Telegraph, Twitter, RANsquawk)</p><p><strong>European Commission President Juncker suggested that the UK is drifting towards another Brexit extension in October</strong> whilst criticising UK MPs for prioritising PM May’s removal over finding a Brexit agreement. (Guardian)</p><p>Italy Deputy PM Salvini states he is not interested in a reshuffling of the government, but does want greater cooperation from the 5 Star movement, and the Government will not fall following on from the EU elections; even in the scenario that the League gets over 30% of the vote. (Newswires)</p><p><strong>ECB's Vasle</strong> said the economy remains in line with projections made in March and at this stage is strong enough. (Newswires)</p><p><strong>GEOPOLITICAL</strong></p><p><strong>Eastern Libya forces reportedly conducted airstrikes which hit parliament and other locations in Tripoli. (Newswires)</strong></p><p>EQUITIES</p><p><strong>European stocks extend on opening gains [Eurostoxx 50 +0.9%] as the region nurses some losses following yesterday’s collapse</strong>. Upside in Europe seems to be more of a consolidation, although sentiment is somewhat supported following comments from US President Trump who said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal. However, the President did caveat his comments by suggesting it that it would be fine if a meet with China does not happen. Nonetheless, broad-based gains are seen across major bourses, with Italy’s FTSE MIB (+1.2%) outperforming its peers as banks are supported by price action in BTPs (given the large holdings of the Italian debt). Meanwhile, defensive sectors are slightly lagging their peers with healthcare and consumer staples posting milder gains than the riskier sectors. In terms of individual movers, Casino shares (+17.9%) spiked higher amid reports that the co. will not be impacted by its parent company Rallye (-33.2%) confirming administrative procedures. Elsewhere, Deutsche Bank (-1.0%) shares fell following its AGM, although it’s worth noting the Co. is trading ex-dividend. Finally, Moller-Maersk (-1.5%) fell post-earnings as the shipping giant flagged negative impacts from the US-China trade war.</p><p>&nbsp;</p><p>FX</p><p><strong>USD - </strong>The Greenback has pulled back further from Thursday’s highs, with the DXY down to 97.685 vs 98.373 ahead of the Markit PMIs and US housing data that prompted the relatively abrupt fall from its fresh ytd pinnacle. However, the index is showing signs of stabilisation around support at 97.700 as the Buck bounces vs G10 and EM rivals ahead of durable goods and a long holiday weekend (Memorial Day in the US, and Spring Bank holiday in the UK).</p><p><strong>CAD/NZD/AUD - </strong>The Loonie and Kiwi are leading the comeback vs their US counterpart, but not the major pack as the NOK and SEK outperform following upbeat Scandi labour data, and improvement in overall risk sentiment and a partial recovery in oil prices that has seen Eur/Nok retreat from 9.8000 and Eur/Sek through 10.7500. The crude revival is also weighing on Usd/Cad to an extent as the pair pivots 1.3450 vs 1.3500+ at one stage on Thursday, while Nzd/Usd is back above 0.6500, partly as Aud/Nzd cross flows reverse from near 1.0600 to 1.0560 on even louder RBA easing shouts overnight. Specifically, Westpac is now predicting 3 rate reductions before the end of 2019 and Aud/Usd is struggling to regain a foothold above 0.6900.</p><p><strong>GBP - </strong>Better than expected, or not as weak as forecast UK retail sales data has supported the recovery in Sterling to a degree with Cable back above 1.27 from almost 1.2600 yesterday. Sterling strength then aided the pair to clip 1.2700 to the upside after UK PM May decided to step down on June 7th with a leadership contest to begin in the following week (10th June), although those gains faded as PM May continued her speech with GBP falling back below the figure. In terms of the next steps in UK politics, following the leadership contest, a new Tory leader will be elected towards the end of July. Reports then noted the prospect of a potential general election to take place in October (according to Telegraph’s Christopher Hope) before dialogue with the EU recommences in regard to a Brexit deal.</p><p><strong>JPY/EUR/CHF - </strong>All relatively flat vs. the Buck following yesterday’s mammoth moves, although the JPY holds onto most of its risk premium having briefly dipped below 109.50 ahead of a Fib at 109.41. The Yen was hardly deterred after Japan's Government cut their economic assessment in May's monthly report, which also noted that the Japanese economy is recovering at a moderate pace while the weakness in exports and outputs continues. It’s worth keeping in mind large option expiries in the form of 1.7bln at strike 109.40-50 and 1.8bln between 109.75-85. Similarly, CHF retains most of yesterday’s gains and is ultimately little changed vs the USD and EUR. Elsewhere, the single currency remains just under the 1.1200 handle after having clipped the figure amid the pullback in the Dollar with little to inspire the currency amid the absence of Eurozone data and speakers. EUR/USD currently hovers below its 21 DMA (1.1189) with chunky option expiries in the form of 2.1bln between 1.1170-80 and 2.3bln around 1.1185-1.1200.</p><p><strong>US Commerce Department proposed a rule to impose duties on countries which undervalue their currency relative to USD. (Newswires)</strong></p><p>FIXED INCOME</p><p>The evident headline-grabber has been the departure date announcement by the UK PM as June 7th, with UK debt seeing an extension of the originally retail sales driven downside to print a fresh session lows of 129.68 before recovering to trade essentially unchanged for the day. Traders now look ahead to any political posturing ahead of the upcoming leadership contest with the continuation high of 130.08 eyed should upside be noted throughout the session.</p><p>&nbsp;</p><p>Core EU debt futures have been on the front foot, with the periphery leading the way. Bund trading has been uninspiring in the EU morning and has been trading within a ~15 tick range after yesterday’s test of contract peaks of 167.43, with German benchmark trading overshadowed by moves in Italy. This comes as BTP futures have derived over 90 ticks of upside from source reports suggesting a BTP Italia retail suspension until post-EU Parliament elections. Spanish debt futures have also been shining and trade with gains of over 30 ticks as Citi have noted positive month end extensions for the Iberian fixed income benchmark, and Moody’s credit rating on Spain now to look forward to at the end of the US session.</p><p>&nbsp;</p><p>Moving to the US, the more positive trade chatter emanating from the China-US trade dispute has seen debt futures lower across the curve, with 10yr debt futures trading with losses of over 9 ticks and printing a session base of 124-07 in the EU morning. This comes as yields recover following yesterday’s print of fresh 10yr YTD lows at 2.292%, with yields up by just over 4 bps. Traders will now be looking ahead to US durable goods data to round off the week.</p><p>COMMODITIES</p><p><strong>The energy complex is consolidating some of yesterday’s losses after the sector posted its largest sell-off YTD. WTI (+1.3%) and Brent (+1.3%) hovers around 58.50/bbl and 68.50/bbl respectively</strong> with news flow relatively light thus far. Broader macro concerns seem to have sparked yesterday’s selloff alongside several factors including disappointing data, increasing US stockpiles and with technical selling. Elsewhere, metals are directionless with gold (Unch) failing to benefit from the receding Dollar amid a potential unwind in risk premium, whilst copper (+0.3%) prices are supported amid rising demand as traders stockpiled ahead of restrictions on scarp imports coming into force in July.</p><p>Russia have agreed to take back 1mln tonnes of contaminated oil stuck in the pipeline in Poland, according to sources. (Newswires)</p><p>Polish Energy Minister says talks with Russia went well yesterday over contaminated oil. (Newswires)</p><p>Libya's NOC say they are to develop the North Hamada oilfield. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-24th-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:34:00",
        "gmt_time": "2019-05-24 10:34:00"
    },
    {
        "id": 870629,
        "updated_sequence": 1858990,
        "published_at": {
            "unix": 1558693860,
            "text": "2019-05-24 11:31:00 +0100",
            "iso_8601": "2019-05-24T10:31:00Z"
        },
        "updated_at": {
            "unix": 1558694135,
            "text": "2019-05-24 11:35:35 +0100",
            "iso_8601": "2019-05-24T10:35:35Z"
        },
        "subject": "Riksbank's Skingsley says he does not see SEK weakness as a reason to rethink monetary policy framework; problems in the housing market would probably lead to problems in the wider economy quite quickly",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-skingsley-says-he-does-not-see-sek-weakness-as-a-reason-to-rethink-monetary-policy-framework-problems-in-the-housing-market-would-probably-lead-to-problems-in-the-wider-economy-quite-quickly-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:31:00",
        "gmt_time": "2019-05-24 10:31:00"
    },
    {
        "id": 870630,
        "updated_sequence": 1858983,
        "published_at": {
            "unix": 1558693860,
            "text": "2019-05-24 11:31:00 +0100",
            "iso_8601": "2019-05-24T10:31:00Z"
        },
        "updated_at": {
            "unix": 1558694019,
            "text": "2019-05-24 11:33:39 +0100",
            "iso_8601": "2019-05-24T10:33:39Z"
        },
        "subject": "China Global Times tweets \"President Trump on Thursday predicted a swift end to China-US trade war. This kind of confidence believing that the US can quickly press China to submit is the biggest obstacle to reaching a deal.\" [Cont]",
        "content": "<ul><li>\"The trade war may last for a long time. I think people better not hold illusion.\"</li><li><a href=\"https://twitter.com/HuXijin_GT/status/1131869946382708737\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-tweets-president-trump-on-thursday-predicted-a-swift-end-to-china-us-trade-war-this-kind-of-confidence-believing-that-the-us-can-quickly-press-china-to-submit-is-the-biggest-obstacle-to-reaching-a-deal-cont-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:31:00",
        "gmt_time": "2019-05-24 10:31:00"
    },
    {
        "id": 870628,
        "updated_sequence": 1858977,
        "published_at": {
            "unix": 1558692900,
            "text": "2019-05-24 11:15:00 +0100",
            "iso_8601": "2019-05-24T10:15:00Z"
        },
        "updated_at": {
            "unix": 1558693038,
            "text": "2019-05-24 11:17:18 +0100",
            "iso_8601": "2019-05-24T10:17:18Z"
        },
        "subject": "Japanese Government will go ahead with sales tax hike in October if economic conditions remain the same, according to Japanese Ruling Party Executive Kato",
        "content": "<ul><li>US-China trade talks will be a key in the decision</li><li>Government is not at the point where it needs to ask the BoJ to abandon their 2% inflation goal</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-government-will-go-ahead-with-sales-tax-hike-in-october-if-economic-conditions-remain-the-same-according-to-japanese-ruling-party-executive-kato-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:15:00",
        "gmt_time": "2019-05-24 10:15:00"
    },
    {
        "id": 870627,
        "updated_sequence": 1858972,
        "published_at": {
            "unix": 1558692600,
            "text": "2019-05-24 11:10:00 +0100",
            "iso_8601": "2019-05-24T10:10:00Z"
        },
        "updated_at": {
            "unix": 1558692679,
            "text": "2019-05-24 11:11:19 +0100",
            "iso_8601": "2019-05-24T10:11:19Z"
        },
        "subject": "Moody's notes that Brexit uncertainty is clearly credit negative, weighing on investment, hiring decisions and growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-notes-that-brexit-uncertainty-is-clearly-credit-negative-weighing-on-investment-hiring-decisions-and-growth-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:10:00",
        "gmt_time": "2019-05-24 10:10:00"
    },
    {
        "id": 870626,
        "updated_sequence": 1858969,
        "published_at": {
            "unix": 1558692600,
            "text": "2019-05-24 11:10:00 +0100",
            "iso_8601": "2019-05-24T10:10:00Z"
        },
        "updated_at": {
            "unix": 1558692652,
            "text": "2019-05-24 11:10:52 +0100",
            "iso_8601": "2019-05-24T10:10:52Z"
        },
        "subject": "Riksbank's Skingsley says that inflation is on-target",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-skingsley-says-that-inflation-is-on-target-24-05-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:10:00",
        "gmt_time": "2019-05-24 10:10:00"
    },
    {
        "id": 870625,
        "updated_sequence": 1858966,
        "published_at": {
            "unix": 1558692360,
            "text": "2019-05-24 11:06:00 +0100",
            "iso_8601": "2019-05-24T10:06:00Z"
        },
        "updated_at": {
            "unix": 1558692420,
            "text": "2019-05-24 11:07:00 +0100",
            "iso_8601": "2019-05-24T10:07:00Z"
        },
        "subject": "RANsquawk EU Mid Session: The end of May - 24th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21914/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European stocks extend on opening gains [Eurostoxx 50 +0.9%] as the region nurses some losses following yesterday’s collapse. </strong>Upside in Europe seems to be more of a consolidation, although sentiment is somewhat supported following comments from US President Trump who said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal. However, the President did caveat his comments by suggesting it that it would be fine if a meet with China does not happen. Nonetheless, broad-based gains are seen across major bourses, with Italy’s FTSE MIB (+1.2%) outperforming its peers as banks are supported by price action in BTPs (given the large holdings of the Italian debt). Meanwhile, defensive sectors are slightly lagging their peers with healthcare and consumer staples posting milder gains than the riskier sectors. In terms of individual movers, Casino shares (+17.9%) spiked higher amid reports that the co. will not be impacted by its parent company Rallye (-33.2%) confirming administrative procedures. Elsewhere, Deutsche Bank (-1.0%) shares fell following its AGM, although it’s worth noting the Co. is trading ex-dividend. Finally, Moller-Maersk (-1.5%) fell post-earnings as the shipping giant flagged negative impacts from the US-China trade war.</p><p><strong>FX</strong></p><p><strong>USD</strong> - The Greenback has pulled back further from Thursday’s highs, with the DXY down to 97.685 vs 98.373 ahead of the Markit PMIs and US housing data that prompted the relatively abrupt fall from its fresh ytd pinnacle. However, the index is showing signs of stabilisation around support at 97.700 as the Buck bounces vs G10 and EM rivals ahead of durable goods and a long holiday weekend (Memorial Day in the US, and Spring Bank holiday in the UK).</p><p><strong>CAD/NZD/AUD</strong> - The Loonie and Kiwi are leading the comeback vs their US counterpart, but not the major pack as the NOK and SEK outperform following upbeat Scandi labour data, and improvement in overall risk sentiment and a partial recovery in oil prices that has seen Eur/Nok retreat from 9.8000 and Eur/Sek through 10.7500. The crude revival is also weighing on Usd/Cad to an extent as the pair pivots 1.3450 vs 1.3500+ at one stage on Thursday, while Nzd/Usd is back above 0.6500, partly as Aud/Nzd cross flows reverse from near 1.0600 to 1.0560 on even louder RBA easing shouts overnight. Specifically, Westpac is now predicting 3 rate reductions before the end of 2019 and Aud/Usd is struggling to regain a foothold above 0.6900.</p><p><strong>GBP</strong> - Better than expected, or not as weak as forecast UK retail sales data has supported the recovery in Sterling to a degree with Cable back up near 1.2690 from almost 1.2600 yesterday. Sterling strength then aided the pair to clip 1.2700 to the upside after UK PM May decided to step down on June 7th with a leadership contest to begin in the following week (10th June), although those gains faded as PM May continued her speech with GBP falling back below the figure. In terms of the next steps in UK politics, following the leadership contest, a new Tory leader will be elected towards the end of July. Reports then noted the prospect of a potential general election to take place in October (according to Telegraph’s Christopher Hope) before dialogue with the EU recommences in regard to a Brexit deal.</p><p><strong>JPY/EUR/CHF -</strong> All relatively flat vs. the Buck following yesterday’s mammoth moves, although the JPY holds onto most of its risk premium having briefly dipped below 109.50 ahead of a Fib at 109.41. The Yen was hardly deterred after Japan's Government cut their economic assessment in May's monthly report, which also noted that the Japanese economy is recovering at a moderate pace while the weakness in exports and outputs continues. It’s worth keeping in mind large option expiries in the form of 1.7bln at strike 109.40-50 and 1.8bln between 109.75-85. Similarly, CHF retains most of yesterday’s gains and is ultimately little changed vs the USD and EUR. Elsewhere, the single currency remains just under the 1.1200 handle after having clipped the figure amid the pullback in the Dollar with little to inspire the currency amid the absence of Eurozone data and speakers. EUR/USD currently hovers below its 21 DMA (1.1189) with chunky option expiries in the form of 2.1bln between 1.1170-80 and 2.3bln around 1.1185-1.1200.</p><p><strong>FIXED INCOME</strong></p><p>The evident headline-grabber has been the departure date announcement by the UK PM as June 7th, with <strong>UK debt</strong> seeing an extension of the originally retail sales driven downside to print a fresh session lows of 129.68 before recovering to trade essentially unchanged for the day. Traders now look ahead to any political posturing ahead of the upcoming leadership contest with the continuation high of 130.08 eyed should upside be noted throughout the session.</p><p><strong>Core EU debt futures</strong> have been on the front foot, with the periphery leading the way. <strong>Bund</strong> trading has been uninspiring in the EU morning and has been trading within a ~15 tick range after yesterday’s test of contract peaks of 167.43, with German benchmark trading overshadowed by moves in Italy. This comes as <strong>BTP</strong> futures have derived over 90 ticks of upside from source reports suggesting a <strong>BTP</strong> Italia retail suspension until post-EU Parliament elections. Spanish debt futures have also been shining and trade with gains of over 30 ticks as Citi have noted positive month end extensions for the Iberian fixed income benchmark, and Moody’s credit rating on Spain now to look forward to at the end of the US session.</p><p>Moving to the <strong>US</strong>, the more positive trade chatter emanating from the China-US trade dispute has seen debt futures lower across the curve, with 10yr debt futures trading with losses of over 9 ticks and printing a session base of 124-07 in the EU morning. This comes as yields recover following yesterday’s print of fresh 10yr YTD lows at 2.292%, with yields up by just over 4 bps. Traders will now be looking ahead to US durable goods data to round off the week.</p><p><strong>COMMODITIES</strong></p><p>The energy complex is consolidating some of yesterday’s losses after the sector posted its largest sell-off YTD. <strong>WTI</strong> (+1.3%) and <strong>Brent</strong> (+1.3%) hovers around 58.50/bbl and 68.50/bbl respectively with news flow relatively light thus far. Broader macro concerns seem to have sparked yesterday’s selloff alongside several factors including disappointing data, increasing US stockpiles and with technical selling. Elsewhere, metals are directionless with gold (Unch) failing to benefit from the receding Dollar amid a potential unwind in risk premium, whilst copper (+0.3%) prices are supported amid rising demand as traders stockpiled ahead of restrictions on scarp imports coming into force in July.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-the-end-of-may-24th-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:06:00",
        "gmt_time": "2019-05-24 10:06:00"
    },
    {
        "id": 870624,
        "updated_sequence": 1858961,
        "published_at": {
            "unix": 1558692240,
            "text": "2019-05-24 11:04:00 +0100",
            "iso_8601": "2019-05-24T10:04:00Z"
        },
        "updated_at": {
            "unix": 1558692309,
            "text": "2019-05-24 11:05:09 +0100",
            "iso_8601": "2019-05-24T10:05:09Z"
        },
        "subject": "Total (FP FP) are looking to raise up to USD 4bln from selling part of its 16.8% stake in the Kashagan Oilfield, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-are-looking-to-raise-up-to-usd-4bln-from-selling-part-of-its-16-8-stake-in-the-kashagan-oilfield-according-to-sources-24-05-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:04:00",
        "gmt_time": "2019-05-24 10:04:00"
    },
    {
        "id": 870623,
        "updated_sequence": 1858958,
        "published_at": {
            "unix": 1558692000,
            "text": "2019-05-24 11:00:00 +0100",
            "iso_8601": "2019-05-24T10:00:00Z"
        },
        "updated_at": {
            "unix": 1558692068,
            "text": "2019-05-24 11:01:08 +0100",
            "iso_8601": "2019-05-24T10:01:08Z"
        },
        "subject": "Turkey have lowered tariffs on US imports following the move by the US to reduce steel and aluminium tariffs on the nation, according to a WTO filing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-have-lowered-tariffs-on-us-imports-following-the-move-by-the-us-to-reduce-steel-and-aluminium-tariffs-on-the-nation-according-to-a-wto-filing-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 18:00:00",
        "gmt_time": "2019-05-24 10:00:00"
    },
    {
        "id": 870621,
        "updated_sequence": 1858952,
        "published_at": {
            "unix": 1558691820,
            "text": "2019-05-24 10:57:00 +0100",
            "iso_8601": "2019-05-24T09:57:00Z"
        },
        "updated_at": {
            "unix": 1558691894,
            "text": "2019-05-24 10:58:14 +0100",
            "iso_8601": "2019-05-24T09:58:14Z"
        },
        "subject": "German government spokesman notes that EU leaders will discuss the next Brexit steps on May 28th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-government-spokesman-notes-that-eu-leaders-will-discuss-the-next-brexit-steps-on-may-28th-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:57:00",
        "gmt_time": "2019-05-24 09:57:00"
    },
    {
        "id": 870620,
        "updated_sequence": 1858949,
        "published_at": {
            "unix": 1558691640,
            "text": "2019-05-24 10:54:00 +0100",
            "iso_8601": "2019-05-24T09:54:00Z"
        },
        "updated_at": {
            "unix": 1558691703,
            "text": "2019-05-24 10:55:03 +0100",
            "iso_8601": "2019-05-24T09:55:03Z"
        },
        "subject": "FX Morning Colour: Dollar continues to flag, but Aussie lags on RBA rate cut calls",
        "content": "<p><strong>USD</strong></p><p>The Greenback has pulled back further from Thursday’s highs, with the <strong>DXY </strong>down to 97.685 vs 98.373 ahead of the Markit PMIs and US housing data that prompted the relatively abrupt fall from its fresh ytd pinnacle. However, the index is showing signs of stabilisation around support at 97.700 as the Buck bounces vs G10 and EM rivals ahead of durable goods and a long holiday weekend (Memorial Day in the US, and Spring Bank holiday in the UK).</p><p><strong>CAD/NZD/AUD&nbsp;</strong></p><p>The Loonie and Kiwi are leading the comeback vs their US counterpart, but not the major pack as the <strong>NOK</strong> and <strong>SEK </strong>outperform following upbeat Scandi labour data, and improvement in overall risk sentiment and a partial recovery in oil prices that has seen Eur/Nok retreat from 9.8000 and Eur/Sek through 10.7500. The crude revival is also weighing on Usd/Cad to an extent as the pair pivots 1.3450 vs 1.3500+ at one stage on Thursday, while Nzd/Usd is back above 0.6500, partly as Aud/Nzd cross flows reverse from near 1.0600 to 1.0560 on even louder RBA easing shouts overnight. Specifically, Westpac is now predicting 3 rate reductions before the end of 2019 and Aud/Usd is struggling to regain a foothold above 0.6900.</p><p><strong>GBP&nbsp;</strong></p><p>Better than expected, or not as weak as forecast UK retail sales data has supported the recovery in Sterling to a degree with Cable back up near 1.2690 from almost 1.2600 yesterday. Sterling strength then aided the pair to clip 1.2700 to the upside after UK PM May decided to step down on June 7th with a leadership contest to begin in the following week (10th June), although those gains faded as PM May continued her speech with GBP falling back below the figure. In terms of the next steps in UK politics, following the leadership contest, a new Tory leader will be elected towards the end of July. Reports then noted the prospect of a potential general election to take place in October (according to Telegraph’s Christopher Hope) before dialogue with the EU recommences in regard to a Brexit deal.</p><p><strong>JPY/EUR/CHF</strong></p><p>All relatively flat vs. the Buck following yesterday’s mammoth moves, although the JPY holds onto most of its risk premium having briefly dipped below 109.50 ahead of a Fib at 109.41. The Yen was hardly deterred after Japan's Government cut their economic assessment in May's monthly report, which also noted that the Japanese economy is recovering at a moderate pace while the weakness in exports and outputs continues. It’s worth keeping in mind large option expiries in the form of 1.7bln at strike 109.40-50 and 1.8bln between 109.75-85. Similarly, CHF retains most of yesterday’s gains and is ultimately little changed vs the USD and EUR. Elsewhere, the single currency remains just under the 1.1200 handle after having clipped the figure amid the pullback in the Dollar with little to inspire the currency amid the absence of Eurozone data and speakers. EUR/USD currently hovers below its 21 DMA (1.1189) with chunky option expiries in the form of 2.1bln between 1.1170-80 and 2.3bln around 1.1185-1.1200.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-continues-to-flag-but-aussie-lags-on-rba-rate-cut-calls-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:54:00",
        "gmt_time": "2019-05-24 09:54:00"
    },
    {
        "id": 870619,
        "updated_sequence": 1858946,
        "published_at": {
            "unix": 1558690680,
            "text": "2019-05-24 10:38:00 +0100",
            "iso_8601": "2019-05-24T09:38:00Z"
        },
        "updated_at": {
            "unix": 1558690729,
            "text": "2019-05-24 10:38:49 +0100",
            "iso_8601": "2019-05-24T09:38:49Z"
        },
        "subject": "Polish Energy Minister says talks with Russia went well yesterday over contaminated oil",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "polish-energy-minister-says-talks-with-russia-went-well-yesterday-over-contaminated-oil-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:38:00",
        "gmt_time": "2019-05-24 09:38:00"
    },
    {
        "id": 870618,
        "updated_sequence": 1858943,
        "published_at": {
            "unix": 1558690500,
            "text": "2019-05-24 10:35:00 +0100",
            "iso_8601": "2019-05-24T09:35:00Z"
        },
        "updated_at": {
            "unix": 1558690605,
            "text": "2019-05-24 10:36:45 +0100",
            "iso_8601": "2019-05-24T09:36:45Z"
        },
        "subject": "German Govt. Spokesperson says the meeting with Secretary of State Pompeo has been rescheduled for Friday next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-govt-spokesperson-says-the-meeting-with-secretary-of-state-pompeo-has-been-rescheduled-for-friday-next-week-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:35:00",
        "gmt_time": "2019-05-24 09:35:00"
    },
    {
        "id": 870617,
        "updated_sequence": 1858940,
        "published_at": {
            "unix": 1558690020,
            "text": "2019-05-24 10:27:00 +0100",
            "iso_8601": "2019-05-24T09:27:00Z"
        },
        "updated_at": {
            "unix": 1558690102,
            "text": "2019-05-24 10:28:22 +0100",
            "iso_8601": "2019-05-24T09:28:22Z"
        },
        "subject": "Fixed Income: The end of a lackluster Premiership sees lackluster moves in Gilts",
        "content": "<p>The evident headline-grabber has been the departure date announcement by the UK PM as June 7th, with UK debt seeing an extension of the originally retail sales driven downside to print a fresh session lows of 129.68 before recovering to trade essentially unchanged for the day. Traders now look ahead to any political posturing ahead of the upcoming leadership contest with the continuation high of 130.08 eyed should upside be noted throughout the session.</p><p>Core EU debt futures have been on the front foot, with the periphery leading the way. Bund trading has been uninspiring in the EU morning and has been trading within a ~15 tick range after yesterday’s test of contract peaks of 167.43, with German benchmark trading overshadowed by moves in Italy. This comes as BTP futures have derived over 90 ticks of upside from source reports suggesting a BTP Italia retail suspension until post-EU Parliament elections. Spanish debt futures have also been shining and trade with gains of over 30 ticks as Citi have noted positive month end extensions for the Iberian fixed income benchmark, and Moody’s credit rating on Spain now to look forward to at the end of the US session.&nbsp;</p><p>Moving to the US, the more positive trade chatter emanating from the China-US trade dispute has seen debt futures lower across the curve, with 10yr debt futures trading with losses of over 9 ticks and printing a session base of 124-07 in the EU morning. This comes as yields recover following yesterdays print of fresh 10yr YTD lows at 2.292%, with yields up by just over 4 bps. Traders will now be looking ahead to US durable goods data to round off the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-the-end-of-a-lackluster-premiership-sees-lackluster-moves-in-gilts-24-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:27:00",
        "gmt_time": "2019-05-24 09:27:00"
    },
    {
        "id": 870616,
        "updated_sequence": 1858937,
        "published_at": {
            "unix": 1558689840,
            "text": "2019-05-24 10:24:00 +0100",
            "iso_8601": "2019-05-24T09:24:00Z"
        },
        "updated_at": {
            "unix": 1558689901,
            "text": "2019-05-24 10:25:01 +0100",
            "iso_8601": "2019-05-24T09:25:01Z"
        },
        "subject": "Irish Foreign Minister Coveney now believes a No-Deal Brexit is more likely than ever, but still thinks it can be avoided",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-now-believes-a-no-deal-brexit-is-more-likely-than-ever-but-still-thinks-it-can-be-avoided-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:24:00",
        "gmt_time": "2019-05-24 09:24:00"
    },
    {
        "id": 870615,
        "updated_sequence": 1858934,
        "published_at": {
            "unix": 1558688700,
            "text": "2019-05-24 10:05:00 +0100",
            "iso_8601": "2019-05-24T09:05:00Z"
        },
        "updated_at": {
            "unix": 1558689490,
            "text": "2019-05-24 10:18:10 +0100",
            "iso_8601": "2019-05-24T09:18:10Z"
        },
        "subject": "UK PM May says she will step down on June 7th, a leadership contest will begin in the following week, will continue to serve as PM until a new leader is selected",
        "content": "",
        "reaction_details": "<ul><li>Heading into the announcement, GBP strength was experienced wherein GBP/USD briefly breached 1.2700 to the upside, although those gains faded as PM May continued her speech with GBP falling back below the figure to around 1.2685</li></ul>",
        "reaction_updated_at": {
            "unix": 1558689060,
            "text": "2019-05-24 10:11:00 +0100",
            "iso_8601": "2019-05-24T09:11:00Z"
        },
        "analysis_details": "<ul><li>talkRADIO's Ross Kempsell suggest that there could be a new PM by mid-July</li></ul><p>&nbsp;</p><ul><li>Approximate/Speculative timing for the next steps in UK Politics, as of Telegraph's Hope:</li><li>- 7th June UK PM May quits</li><li>- 10th June the new leadership campaign commences</li><li>- A new Conservative leader will be elected towards the end of July</li><li>- General Election will then be called in September</li><li>- October 24th, the Election will take place</li><li>- In November talks will begin regarding a new Brexit deal with the European Union</li></ul>",
        "analysis_updated_at": {
            "unix": 1558688940,
            "text": "2019-05-24 10:09:00 +0100",
            "iso_8601": "2019-05-24T09:09:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "uk-pm-may-says-she-will-step-down-on-june-7th-a-leadership-contest-will-begin-in-the-following-week-will-continue-to-serve-as-pm-until-a-new-leader-is-selected-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:05:00",
        "gmt_time": "2019-05-24 09:05:00"
    },
    {
        "id": 870614,
        "updated_sequence": 1858921,
        "published_at": {
            "unix": 1558688460,
            "text": "2019-05-24 10:01:00 +0100",
            "iso_8601": "2019-05-24T09:01:00Z"
        },
        "updated_at": {
            "unix": 1558688538,
            "text": "2019-05-24 10:02:18 +0100",
            "iso_8601": "2019-05-24T09:02:18Z"
        },
        "subject": "1922 Committee wants Prime Minister Theresa May to stay in office while the Conservative leadership race takes place, according to Sky New's Rigby citing sources",
        "content": "<ul><li><a href=\"https://twitter.com/BethRigby/status/1131847534417199104\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "1922-committee-wants-prime-minister-theresa-may-to-stay-in-office-while-the-conservative-leadership-race-takes-place-according-to-sky-new-s-rigby-citing-sources-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:01:00",
        "gmt_time": "2019-05-24 09:01:00"
    },
    {
        "id": 870613,
        "updated_sequence": 1858918,
        "published_at": {
            "unix": 1558688400,
            "text": "2019-05-24 10:00:00 +0100",
            "iso_8601": "2019-05-24T09:00:00Z"
        },
        "updated_at": {
            "unix": 1558688488,
            "text": "2019-05-24 10:01:28 +0100",
            "iso_8601": "2019-05-24T09:01:28Z"
        },
        "subject": "Russia have agreed to take back 1mln tonnes of contaminated oil stuck in the pipeline in Poland, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-have-agreed-to-take-back-1mln-tonnes-of-contaminated-oil-stuck-in-the-pipeline-in-poland-according-to-sources-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:00:00",
        "gmt_time": "2019-05-24 09:00:00"
    },
    {
        "id": 870389,
        "updated_sequence": 1858910,
        "published_at": {
            "unix": 1558688400,
            "text": "2019-05-24 10:00:00 +0100",
            "iso_8601": "2019-05-24T09:00:00Z"
        },
        "updated_at": {
            "unix": 1558688400,
            "text": "2019-05-24 10:00:00 +0100",
            "iso_8601": "2019-05-24T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-23-05-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 17:00:00",
        "gmt_time": "2019-05-24 09:00:00"
    },
    {
        "id": 870611,
        "updated_sequence": 1858908,
        "published_at": {
            "unix": 1558688040,
            "text": "2019-05-24 09:54:00 +0100",
            "iso_8601": "2019-05-24T08:54:00Z"
        },
        "updated_at": {
            "unix": 1558688125,
            "text": "2019-05-24 09:55:25 +0100",
            "iso_8601": "2019-05-24T08:55:25Z"
        },
        "subject": "Daily Telegraph's Christopher Hope notes that \"The lectern has the Government crest on it. This means she might resign as Prime Minister as well as party leader.  If she were quitting as leader the crest would not be on the lectern.\"",
        "content": "<ul><li><a href=\"https://twitter.com/christopherhope/status/1131845184583606272\">Click here for the tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "daily-telegraph-s-christopher-hope-notes-that-the-lectern-has-the-government-crest-on-it-this-means-she-might-resign-as-prime-minister-as-well-as-party-leader-if-she-were-quitting-as-leader-the-crest-would-not-be-on-the-lectern-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:54:00",
        "gmt_time": "2019-05-24 08:54:00"
    },
    {
        "id": 870610,
        "updated_sequence": 1858903,
        "published_at": {
            "unix": 1558687920,
            "text": "2019-05-24 09:52:00 +0100",
            "iso_8601": "2019-05-24T08:52:00Z"
        },
        "updated_at": {
            "unix": 1558688009,
            "text": "2019-05-24 09:53:29 +0100",
            "iso_8601": "2019-05-24T08:53:29Z"
        },
        "subject": "EU Diplomat states that EU-US trade talks remain comatose, EU Trade Commissioner Malmstrom states that the US is not ready., AFP's Pigman",
        "content": "<p><a href=\"https://twitter.com/AlexRPigman/status/1131844706407735297\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AFP",
        "slug": "eu-diplomat-states-that-eu-us-trade-talks-remain-comatose-eu-trade-commissioner-malmstrom-states-that-the-us-is-not-ready-afp-s-pigman-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:52:00",
        "gmt_time": "2019-05-24 08:52:00"
    },
    {
        "id": 870609,
        "updated_sequence": 1858900,
        "published_at": {
            "unix": 1558687620,
            "text": "2019-05-24 09:47:00 +0100",
            "iso_8601": "2019-05-24T08:47:00Z"
        },
        "updated_at": {
            "unix": 1558687787,
            "text": "2019-05-24 09:49:47 +0100",
            "iso_8601": "2019-05-24T08:49:47Z"
        },
        "subject": "UBS latest FX spot ideas 24 May 2019",
        "content": "<ul><li><strong>EURUSD:</strong> Buy Dips 1.1175-85, Stop Below 1.1155, Target 1.1230</li><li><strong>USDJPY: </strong>Sell Rally 109.65-75, Stop Above 110.95, Target 109.15</li><li><strong>EURJPY</strong>: Sell Rally 122.90-123.05, Stop Above 123.25, Target 122.25</li><li><strong>USDCHF</strong>: Sell Rally 1.0045-55, Stop Above 1.0065, Target 0.9995</li><li><strong>EURCHF:</strong> Sell Rally 1.1240-45, Stop Above 1.1265 Target 1.1200</li><li><strong>GBPUSD: </strong>Sell Rally 1.2755-65, Stop Above 1.2815, Target 1.2665</li><li><strong>EURGBP</strong>: Buy Dips 0.8800, Stop Below 0.8785 Target 0.8865</li><li><strong>AUDUSD:</strong> Sell Rally 0.6925-30, Stop Above 0.6945, Target 0.6885</li><li><strong>NZDUSD</strong>: Sell Rally 0.6545-55, Stop Above 0.6565, target 0.6510</li><li><strong>USDCAD</strong>: Buy Dips 1.3415-25, Stop Below 1.3390, Target 1.3510</li><li><strong>EURSEK</strong>: Play Range 10.72 - 10.78</li><li><strong>EURNOK: </strong>Play Range 9.75 - 9.81</li><li><strong>XAUUSD</strong>: Buy Dips 1281, Stop Below 1278, Target 1288</li></ul><p>&nbsp;</p><p>Source: UBS at 07:59 BST</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-latest-fx-spot-ideas-24-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:47:00",
        "gmt_time": "2019-05-24 08:47:00"
    },
    {
        "id": 870608,
        "updated_sequence": 1858897,
        "published_at": {
            "unix": 1558687320,
            "text": "2019-05-24 09:42:00 +0100",
            "iso_8601": "2019-05-24T08:42:00Z"
        },
        "updated_at": {
            "unix": 1558687562,
            "text": "2019-05-24 09:46:02 +0100",
            "iso_8601": "2019-05-24T08:46:02Z"
        },
        "subject": "WATCH LIVE: UK PM May statement due shortly, expected around 10:05 BST",
        "content": "<ul><li><a href=\"https://news.sky.com/story/live-d-day-for-may-after-brexit-plan-revolt-11727415\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>UK PM May is to announce her timetable to step down on Friday according to reports. There had been plenty of prior speculation concerning this as reports had suggested that PM May is expected to outline her departure schedule to 1922 Committee Chief Brady at their meeting on Friday and that week of 10th June (after the Trump visit) seems most likely, while PM May is also expected to agree that a leadership contest should start on 10th June although a UK government spokesperson also suggested earlier that they were unaware of any plans for the PM to make any announcements today or tomorrow.</li></ul>",
        "analysis_updated_at": {
            "unix": 1558687380,
            "text": "2019-05-24 09:43:00 +0100",
            "iso_8601": "2019-05-24T08:43:00Z"
        },
        "push_notify": false,
        "source": "Sky News",
        "slug": "watch-live-uk-pm-may-statement-due-shortly-expected-around-10-05-bst-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:42:00",
        "gmt_time": "2019-05-24 08:42:00"
    },
    {
        "id": 870607,
        "updated_sequence": 1858889,
        "published_at": {
            "unix": 1558686960,
            "text": "2019-05-24 09:36:00 +0100",
            "iso_8601": "2019-05-24T08:36:00Z"
        },
        "updated_at": {
            "unix": 1558687125,
            "text": "2019-05-24 09:38:45 +0100",
            "iso_8601": "2019-05-24T08:38:45Z"
        },
        "subject": "BAML Flow Show notes USD 6.4bln flowed into bonds, USD 0.9bln into equities; the first inflow into equities in 10 weeks; biggest weekly outflows from EM stocks since June 2018 at USD 3.9bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-notes-usd-6-4bln-flowed-into-bonds-usd-0-9bln-into-equities-the-first-inflow-into-equities-in-10-weeks-biggest-weekly-outflows-from-em-stocks-since-june-2018-at-usd-3-9bln-24-05-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:36:00",
        "gmt_time": "2019-05-24 08:36:00"
    },
    {
        "id": 870605,
        "updated_sequence": 1858878,
        "published_at": {
            "unix": 1558686780,
            "text": "2019-05-24 09:33:00 +0100",
            "iso_8601": "2019-05-24T08:33:00Z"
        },
        "updated_at": {
            "unix": 1558686840,
            "text": "2019-05-24 09:34:00 +0100",
            "iso_8601": "2019-05-24T08:34:00Z"
        },
        "subject": "Libya's NOC say they are to develop the North Hamada oilfield",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-noc-say-they-are-to-develop-the-north-hamada-oilfield-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:33:00",
        "gmt_time": "2019-05-24 08:33:00"
    },
    {
        "id": 870606,
        "updated_sequence": 1858884,
        "published_at": {
            "unix": 1558686780,
            "text": "2019-05-24 09:33:00 +0100",
            "iso_8601": "2019-05-24T08:33:00Z"
        },
        "updated_at": {
            "unix": 1558687023,
            "text": "2019-05-24 09:37:03 +0100",
            "iso_8601": "2019-05-24T08:37:03Z"
        },
        "subject": "Japan's Government have cut their economic assessment in May's monthly report, Economy is recovering at a moderate pace while the weakenss in exports and outputs continues; no change to the view that fundamentals supporting domestic demand remain firm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-s-government-have-cut-their-economic-assessment-in-may-s-monthly-report-economy-is-recovering-at-a-moderate-pace-while-the-weakenss-in-exports-and-outputs-continues-no-change-to-the-view-that-fundamentals-supporting-domestic-demand-r-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:33:00",
        "gmt_time": "2019-05-24 08:33:00"
    },
    {
        "id": 870600,
        "updated_sequence": 1858856,
        "published_at": {
            "unix": 1558686240,
            "text": "2019-05-24 09:24:00 +0100",
            "iso_8601": "2019-05-24T08:24:00Z"
        },
        "updated_at": {
            "unix": 1558686342,
            "text": "2019-05-24 09:25:42 +0100",
            "iso_8601": "2019-05-24T08:25:42Z"
        },
        "subject": "North Korea are to reportedly take actions against US distrust and hostility, reported via KCNA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "KCNA",
        "slug": "north-korea-are-to-reportedly-take-actions-against-us-distrust-and-hostility-reported-via-kcna-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 16:24:00",
        "gmt_time": "2019-05-24 08:24:00"
    },
    {
        "id": 870599,
        "updated_sequence": 1858853,
        "published_at": {
            "unix": 1558683240,
            "text": "2019-05-24 08:34:00 +0100",
            "iso_8601": "2019-05-24T07:34:00Z"
        },
        "updated_at": {
            "unix": 1558683949,
            "text": "2019-05-24 08:45:49 +0100",
            "iso_8601": "2019-05-24T07:45:49Z"
        },
        "subject": "PM May is reportedly to meet with 1922 Committee Chair Brady today at 09:00BST, understanding is PM May will make an announcement after this., Sky's Rigby",
        "content": "<ul><li><a href=\"https://twitter.com/BethRigby/status/1131825523171254272\">Link to Tweet</a></li></ul><p>&nbsp;</p><ul><li>Statement from UK PM May is expected at around 09:30 BST., Mirror's Crerar. &nbsp;<a href=\"https://twitter.com/PippaCrerar/status/1131828116282912768\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "pm-may-is-reportedly-to-meet-with-1922-committee-chair-brady-today-at-09-00bst-understanding-is-pm-may-will-make-an-announcement-after-this-sky-s-rigby-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:34:00",
        "gmt_time": "2019-05-24 07:34:00"
    },
    {
        "id": 870595,
        "updated_sequence": 1858836,
        "published_at": {
            "unix": 1558682880,
            "text": "2019-05-24 08:28:00 +0100",
            "iso_8601": "2019-05-24T07:28:00Z"
        },
        "updated_at": {
            "unix": 1558682993,
            "text": "2019-05-24 08:29:53 +0100",
            "iso_8601": "2019-05-24T07:29:53Z"
        },
        "subject": "Nestle (NESN SW) - Co. states that the sale of US confectionery business does not mean they will be exiting from the global sweet business ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nestle-nesn-sw-co-states-that-the-sale-of-us-confectionery-business-does-not-mean-they-will-be-exiting-from-the-global-sweet-business-24-05-2019",
        "hidden": false,
        "section": {
            "id": 3,
            "name": "SMI"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:28:00",
        "gmt_time": "2019-05-24 07:28:00"
    },
    {
        "id": 870594,
        "updated_sequence": 1858833,
        "published_at": {
            "unix": 1558682640,
            "text": "2019-05-24 08:24:00 +0100",
            "iso_8601": "2019-05-24T07:24:00Z"
        },
        "updated_at": {
            "unix": 1558682748,
            "text": "2019-05-24 08:25:48 +0100",
            "iso_8601": "2019-05-24T07:25:48Z"
        },
        "subject": "UK debt and STIR futures buffered and primed for PM May",
        "content": "<p>Gilts are consolidating off Thursday’s 130.00+ highs, but looking braced for another march on the next bullish chart objective at 130.08 having faded just a tick shy before retreating to 129.80 at the official Liffe settlement. Brexit and political uncertainty are keeping the 10 year UK benchmark afloat within a 130.01-129.82 range pending an announcement from Downing Street on the fate of PM May, and Short Sterling contract are also retaining a firm underlying bid between 0.5 and 2.5 ticks above yesterday’s closing levels. Also on Friday’s domestic docket, ONS retail sales and the CBI’s distributive trades survey, but both no doubt to be overshadowed by events in Whitehall.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-buffered-and-primed-for-pm-may-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:24:00",
        "gmt_time": "2019-05-24 07:24:00"
    },
    {
        "id": 870593,
        "updated_sequence": 1858830,
        "published_at": {
            "unix": 1558681860,
            "text": "2019-05-24 08:11:00 +0100",
            "iso_8601": "2019-05-24T07:11:00Z"
        },
        "updated_at": {
            "unix": 1558681948,
            "text": "2019-05-24 08:12:28 +0100",
            "iso_8601": "2019-05-24T07:12:28Z"
        },
        "subject": "General (G IM) - state they have entered into an agreement for the sale of their UK branch life run-off portfolio, estimated to add approximately 1% to the Co's regulatory solvency ratio",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-g-im-state-they-have-entered-into-an-agreement-for-the-sale-of-their-uk-branch-life-run-off-portfolio-estimated-to-add-approximately-1-to-the-co-s-regulatory-solvency-ratio-24-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:11:00",
        "gmt_time": "2019-05-24 07:11:00"
    },
    {
        "id": 870592,
        "updated_sequence": 1858827,
        "published_at": {
            "unix": 1558681680,
            "text": "2019-05-24 08:08:00 +0100",
            "iso_8601": "2019-05-24T07:08:00Z"
        },
        "updated_at": {
            "unix": 1558681768,
            "text": "2019-05-24 08:09:28 +0100",
            "iso_8601": "2019-05-24T07:09:28Z"
        },
        "subject": "UK Ministers expect UK PM May to make a statement by mid-morning",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This does come amid speculation that PM May is to announce the timetable for her resignation to 1922 Committee Chair Brady today</p>",
        "analysis_updated_at": {
            "unix": 1558681768,
            "text": "2019-05-24 08:09:28 +0100",
            "iso_8601": "2019-05-24T07:09:28Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-ministers-expect-uk-pm-may-to-make-a-statement-by-mid-morning-24-05-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:08:00",
        "gmt_time": "2019-05-24 07:08:00"
    },
    {
        "id": 870591,
        "updated_sequence": 1858824,
        "published_at": {
            "unix": 1558681620,
            "text": "2019-05-24 08:07:00 +0100",
            "iso_8601": "2019-05-24T07:07:00Z"
        },
        "updated_at": {
            "unix": 1558681693,
            "text": "2019-05-24 08:08:13 +0100",
            "iso_8601": "2019-05-24T07:08:13Z"
        },
        "subject": "European equity movers this morning: Casino (CO CP) +7.8%; CNH Industrial (CNHI IM) +2.5%; AP Moller-Maersk (MAERSKB DC) +1.3%; Julius Baer (BAER SW) +0.6%; Deutsche Bank (DBK GY) -0.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-casino-co-cp-7-8-cnh-industrial-cnhi-im-2-5-ap-moller-maersk-maerskb-dc-1-3-julius-baer-baer-sw-0-6-deutsche-bank-dbk-gy-0-2-24-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 15:07:00",
        "gmt_time": "2019-05-24 07:07:00"
    },
    {
        "id": 870589,
        "updated_sequence": 1858816,
        "published_at": {
            "unix": 1558681020,
            "text": "2019-05-24 07:57:00 +0100",
            "iso_8601": "2019-05-24T06:57:00Z"
        },
        "updated_at": {
            "unix": 1558681097,
            "text": "2019-05-24 07:58:17 +0100",
            "iso_8601": "2019-05-24T06:58:17Z"
        },
        "subject": "Bunds: gradually succumbing to more bearish external impulses",
        "content": "<p>The 10 year German debt future just slipped to a marginal new intraday low at 167.14 (-8 ticks on the day), but is still holding up relatively well compared to the more pronounced pull-back in US Treasuries amidst some stabilisation in risk sentiment following latest remarks from US President Trump suggesting a trade resolution with China may come quicker than generally perceived given the recent ramp up in tensions between Washington and Beijing, with a deal possibly including Huawei. Back to Bunds, the range so far has extended to 167.28 on the upside and to recap the contract high is 167.43. Ahead, ECB’s Nowotny is due to orate after fairly upbeat comments from Vasle earlier.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-gradually-succumbing-to-more-bearish-external-impulses-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:57:00",
        "gmt_time": "2019-05-24 06:57:00"
    },
    {
        "id": 870588,
        "updated_sequence": 1858809,
        "published_at": {
            "unix": 1558680360,
            "text": "2019-05-24 07:46:00 +0100",
            "iso_8601": "2019-05-24T06:46:00Z"
        },
        "updated_at": {
            "unix": 1558680409,
            "text": "2019-05-24 07:46:49 +0100",
            "iso_8601": "2019-05-24T06:46:49Z"
        },
        "subject": "Italy Deputy PM Salvini states he is not interested in a reshuffling of the government, but does want greater cooperation from the 5 Star movement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-pm-salvini-states-he-is-not-interested-in-a-reshuffling-of-the-government-but-does-want-greater-cooperation-from-the-5-star-movement-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:46:00",
        "gmt_time": "2019-05-24 06:46:00"
    },
    {
        "id": 870587,
        "updated_sequence": 1858786,
        "published_at": {
            "unix": 1558679040,
            "text": "2019-05-24 07:24:00 +0100",
            "iso_8601": "2019-05-24T06:24:00Z"
        },
        "updated_at": {
            "unix": 1558679143,
            "text": "2019-05-24 07:25:43 +0100",
            "iso_8601": "2019-05-24T06:25:43Z"
        },
        "subject": "North Korea's recent weapons tests haven't raised tensions on peninsula, according to U.S. Forces Korea Commander Gen. Abrams",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-s-recent-weapons-tests-haven-t-raised-tensions-on-peninsula-according-to-u-s-forces-korea-commander-gen-abrams-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:24:00",
        "gmt_time": "2019-05-24 06:24:00"
    },
    {
        "id": 870586,
        "updated_sequence": 1858779,
        "published_at": {
            "unix": 1558678140,
            "text": "2019-05-24 07:09:00 +0100",
            "iso_8601": "2019-05-24T06:09:00Z"
        },
        "updated_at": {
            "unix": 1558678649,
            "text": "2019-05-24 07:17:29 +0100",
            "iso_8601": "2019-05-24T06:17:29Z"
        },
        "subject": "Nissan (7201 JT) - Moody's cuts rating to A3 from A2, outlook negative ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jt-moody-s-cuts-rating-to-a3-from-a2-outlook-negative-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:09:00",
        "gmt_time": "2019-05-24 06:09:00"
    },
    {
        "id": 870586,
        "updated_sequence": 1858779,
        "published_at": {
            "unix": 1558678140,
            "text": "2019-05-24 07:09:00 +0100",
            "iso_8601": "2019-05-24T06:09:00Z"
        },
        "updated_at": {
            "unix": 1558678649,
            "text": "2019-05-24 07:17:29 +0100",
            "iso_8601": "2019-05-24T06:17:29Z"
        },
        "subject": "Nissan (7201 JT) - Moody's cuts rating to A3 from A2, outlook negative ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jt-moody-s-cuts-rating-to-a3-from-a2-outlook-negative-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:09:00",
        "gmt_time": "2019-05-24 06:09:00"
    },
    {
        "id": 870585,
        "updated_sequence": 1858818,
        "published_at": {
            "unix": 1558678020,
            "text": "2019-05-24 07:07:00 +0100",
            "iso_8601": "2019-05-24T06:07:00Z"
        },
        "updated_at": {
            "unix": 1558681235,
            "text": "2019-05-24 08:00:35 +0100",
            "iso_8601": "2019-05-24T07:00:35Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Wirecard (WDI GY) – Co. have expanded their payment services within the Nordic region retail market, acquired multiple new customers. (Newswires)</p><p>Energy Names – Ofgem confirms their approach for calculating the next round of network price controls, which will cut GBP 6bln from the cost of capital which is passed on to consumers. Co’s will be required to increase support to consumers in vulnerable situations. National Grid (NG/ LN) have subsequently remain disappointed with the proposed range, does not fairly reflect the risk level undertaken by networks; add that they are pleased Ofgem are refining their approach to incentives. (Newswires)</p><p>CNH Industrial (CNHI IM) – Co. are restarting their share buy back programme, up to USD 700mln. With a duration of up to 12th October 2019. (Newswires)</p><p>Spectris (SXS LN) – Co. state that performance is in-line with expectations, like-for-like sales +3% for Q1. Co. state they remain on-track to deliver the expected GBP 15-20mln of benefits in FY19. (Newswires)</p><p>Fever Tree (FEVR LN) – Co. state they remain confident in achieving FY19 expectations, and the beginning of the year has seen encouraging operational progress across international regions. (Newswires)</p><p>Casino (CO FP) – Co’s parent Co. Rallye confirm administrative procedures, and have been placed under creditors protection by the court; add that Casino are not impacted by these measures. Separately, Muddy Water Research stated that Casino was materially misleading investors. Subsequently, Casino’s CFO states that Rallye has not lost their control over Casino, following on from the safeguarding procedures; and the procedures do not related to Casino’s debt. (Newswires)</p><p>AP Moller-Maersk (MAERSKB DC) – Q1 revenue USD 9.540bln vs. Exp. USD 9.621bln, EBITDA USD 1.236bln vs. Exp. USD 1.251bln. Co. reaffirms their FY19 guidance. Co. state that they are beginning a share buyback with a maximum value of USD 1.5bln, to run for up to 15 months. Co. state that they see trade uncertainty ahead. Have announced a new dividend policy, annual payout ratio of 30-50% of underlying net result adjusted for gains, impairments and restructuring to be implemented as of FY19. Co. state that tariffs can cut growth in global container volumes.(Newswires))</p><p>Beazley (BEZ LN) – Co. announce Sally Lake as Finance Director. (Newswires)</p><p>Generali (G IM) – Co. are to announce their decision to not refinance the EUR 1.25bln of senior debt which is due to mature in January 2020. (Newswires)</p><p>Gam Holdings (GAM SW) – Soros’s SFM has reported a 3% stake in the Co. (Newswires)</p><p>WPP (WPP LN) - Target is reportedly in talks to purchase WPP's Triad Retail Media division. (WSJ)</p><p>Ryanair (RYA LN) - Co. have reportedly reached a compensation agreement with Boeing (BA). (Newswires)</p><p>VODAFONE (VOD LN) RAISED TO BUY FROM HOLD AT HSBC</p><p>DANSKE BANK (DANSKE DC) UPGRADED TO BUY FROM OUTPERFORM AT BOFA MERILL</p><p>ROYAL MAIL (RMG LN) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-24-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 14:07:00",
        "gmt_time": "2019-05-24 06:07:00"
    },
    {
        "id": 870583,
        "updated_sequence": 1858765,
        "published_at": {
            "unix": 1558677060,
            "text": "2019-05-24 06:51:00 +0100",
            "iso_8601": "2019-05-24T05:51:00Z"
        },
        "updated_at": {
            "unix": 1558677747,
            "text": "2019-05-24 07:02:27 +0100",
            "iso_8601": "2019-05-24T06:02:27Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>24th May 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were mixed with the region cautious following the headwinds from US where all major indices declined due to ongoing trade uncertainty, weak PMI data and after energy losses snowballed. ASX 200 (-0.8%) and Nikkei 225 (-0.5%) were negative as Australia’s energy sector felt the brunt of the recent sell-off in oil in which WTI fell over 5%, while a firmer currency dampened risk appetite in Tokyo. Conversely, Hang Seng (+0.2%) and Shanghai Comp. (-0.2%.) were kept afloat for most of the session after recent encouraging comments from President Trump that there is a good possibility of a US-China trade deal and that Huawei could be included in a trade agreement. Furthermore, the PBoC refrained from open market operations, although this was due to ample liquidity and as its efforts this week already resulted to a net injection of CNY 100bln.</p><p>FTSE</p><p>GlaxoSmithKline (GSK LN) – Co. announce the approval of Shingrix in China for the prevention of shingles in the over 50’s; are investing in significant capacity expansion for this. (Newswires)</p><p>Marks &amp; Spencer (MKS LN) – Co’s investors have reportedly highlighted concerns on the GBP 30mln in fees and expenses the Co. are spending in order to finance the venture with Ocado (OCDO LN) (Times)</p><p>Glencore (GLEN LN) – Mahoney, head of the Co’s agricultural business, has announced his retirement. (FT)</p><p>OTHER UK COMPANIES</p><p>Thomas Cook (TCG LN) – Moody’s have downgraded the Co’s CFR to CAA2, outlook negative. (Newswires) <i>Follows Fitch downgrading the Co.’s Long-Term Issuer Default rating to “CCC+” from “B”, outlook negative yesterday..</i></p><p>Merlin Entertainment (MERL LN) – Valucet Capital, who have a 9% stake in the Co, have stated that they have asked the Co. to seek out a buyer to take them private. (Newswires)</p><p>BROKER MOVES</p><p>ANGLO AMERICAN (AAL LN) UPGRADED TO TOP PICK FROM OUTPERFORM AT RBC</p><p>SHELL (RDSA LN) REITERATED SECTOR PERFORM AT RBC</p><p>BRITVIC (BVIC LN) REITERATED SECTOR PERFORM AT RBC</p><p>INTERTEK (ITRK LN) REITERATED UNDERPERFORM AT RBC</p><p>DAX</p><p>Deutsche Telekom (DTE GY) – German 5G spectrum bids for the auction have exceed EUR 6bln. (Newswires)</p><p>Deutsche Bank (DBK GY) – 75% of shareholders at the AGM voted to ratify the CEO’s actions. 71% voted to ratify the Chairman’s actions vs. Prev. 84%; 9.7% voted to remove the Chairman. Separately, Co. are reportedly planning cuts to their US equity business which includes equity derivatives, cash derivatives and prime brokerages. (Newswires/FT) <i>May also be of note for DWS (DWS GY).</i></p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p>SCOUT24 (G24 GY) REITERATED WITH EQUAL WEIGHT AT BARCLAYS</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p>Casino (CO FP) – Co’s parent Co. Rallye confirm administrative procedures, and have been placed under creditors protection by the court; add that Casino are not impacted by these measures. Separately, Muddy Water Research stated that Casino was materially misleading investors. (Newswires)</p><p>Ipsen (IPN FP) – Co. are to present new investigational clinical data for their Oncology products at the 2019 ASCI annual meeting. (Newswires)</p><p>BROKER MOVES</p><p>&nbsp;</p><p>PAN EUROPE</p><p>&nbsp;</p><p>BROKER MOVES</p><p>SMI</p><p>Julius Baer (BAER SW) – Co. state that assets under management at a record CHF 427bln, +12%. Due to strong positive market performance and currency implications. CET1 ratio of 13.1% vs. Prev. 12.8%. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>Aker BP (AKERBP NO) – Co. have successfully closed a USD 4bln senior unsecured revolving credit facility, which does include two opportunities for a 12 month extension. (Newswires)</p><p>BROKER MOVES</p><p>DANSKE BANK (DANSKE DC) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p><p>US</p><p>S&amp;P 500 -1.2% at 2822, NASDAQ-100 -1.5% at 7308, Dow Jones&nbsp; -1.1% at 25490, SECTORS: Consumer Discretionary -1.3%, Consumer Staples -0.1%, Energy -3.1%, Financials -1.5%, Health Care -0.4%, Industrials -1.6%, Information Technology -1.7%, Materials -1.5%, Telecommunication Services -1.3%, Utilities 0.8%.</p><p>HP Inc (HPQ) Q1 19 (USD): EPS 0.53 (exp. 0.51), Revenue 14bln (exp. 13.97bln).</p><p>Hewlett Packard Enterprise Co (HPE) Q1 19 (USD): EPS 0.42 (exp. 0.37), Revenue 7.15bln (exp. 7.4bln); boosts FY EPS view</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-24-05-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:51:00",
        "gmt_time": "2019-05-24 05:51:00"
    },
    {
        "id": 870582,
        "updated_sequence": 1858755,
        "published_at": {
            "unix": 1558675920,
            "text": "2019-05-24 06:32:00 +0100",
            "iso_8601": "2019-05-24T05:32:00Z"
        },
        "updated_at": {
            "unix": 1558676004,
            "text": "2019-05-24 06:33:24 +0100",
            "iso_8601": "2019-05-24T05:33:24Z"
        },
        "subject": "Amazon (AMZN) Japan has halted direct sales of Huawei devices, according to Nikkei",
        "content": "<ul><li><a href=\"https://asia.nikkei.com/Spotlight/Huawei-crackdown/Amazon-Japan-halts-direct-sales-of-Huawei-devices\">Click here for article&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "amazon-amzn-japan-has-halted-direct-sales-of-huawei-devices-according-to-nikkei-24-05-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:32:00",
        "gmt_time": "2019-05-24 05:32:00"
    },
    {
        "id": 870581,
        "updated_sequence": 1858750,
        "published_at": {
            "unix": 1558675260,
            "text": "2019-05-24 06:21:00 +0100",
            "iso_8601": "2019-05-24T05:21:00Z"
        },
        "updated_at": {
            "unix": 1558675322,
            "text": "2019-05-24 06:22:02 +0100",
            "iso_8601": "2019-05-24T05:22:02Z"
        },
        "subject": "Italy's Deputy PM Salvini states that the Government will not fall following EU elections, even in the event that the League gets over 30% of votes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-salvini-states-that-the-government-will-not-fall-following-eu-elections-even-in-the-event-that-the-league-gets-over-30-of-votes-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:21:00",
        "gmt_time": "2019-05-24 05:21:00"
    },
    {
        "id": 870580,
        "updated_sequence": 1858760,
        "published_at": {
            "unix": 1558674780,
            "text": "2019-05-24 06:13:00 +0100",
            "iso_8601": "2019-05-24T05:13:00Z"
        },
        "updated_at": {
            "unix": 1558677444,
            "text": "2019-05-24 06:57:24 +0100",
            "iso_8601": "2019-05-24T05:57:24Z"
        },
        "subject": "RANsquawk Daily European Opening News - 24th May 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/21912/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Asian equity markets were mixed with the region cautious following the headwinds from US. ASX 200 underperformed amid the slump in oil prices&nbsp;</strong></li><li><strong>US President Trump said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal</strong></li><li><strong>UK PM May is to announce her timetable to step down on Friday, according to reports&nbsp;</strong></li><li><strong>In FX markets, the DXY languished near this week’s lows whilst AUD was subdued as Westpac now expects three RBA rate cuts this year</strong></li><li><strong>Looking ahead, highlights include UK Retail Sales; US Durable Goods, ECB's Nowotny</strong></li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p>Asian equity markets were mixed with the region cautious following the headwinds from US where all major indices declined due to ongoing trade uncertainty, weak PMI data and after energy losses snowballed. ASX 200 (-0.8%) and Nikkei 225 (-0.5%) were negative as Australia’s energy sector felt the brunt of the recent sell-off in oil in which WTI fell over 5%, while a firmer currency dampened risk appetite in Tokyo. Conversely, Hang Seng (+0.2%) and Shanghai Comp. (-0.2%.) were kept afloat for most of the session after recent encouraging comments from President Trump that there is a good possibility of a US-China trade deal and that Huawei could be included in a trade agreement. Furthermore, the PBoC refrained from open market operations, although this was due to ample liquidity and as its efforts this week already resulted to a net injection of CNY 100bln. Finally, 10yr JGBs were higher following the bull flattening seen in the US curve and amid the mostly risk-averse tone in the region, while the results of Japan’s enhanced liquidity auction for 2s, 5s, 10s and 20s also showed firmer demand.</p><p>PBoC skipped open market operations for a net weekly injection of CNY 100bln vs. last week's CNY 50bln net drain. (Newswires) PBoC set CNY mid-point at 6.8993 (Prev. 6.8994)</p><p>US President Trump said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal. Furthermore, President Trump said he is hopeful the US will get together with China at some point and looks forward to seeing Chinese President Xi at the G20, but also suggested it would be fine if a meetup with China doesn’t occur. (Newswires)</p><p>China Mofcom said China trade environment is growing more uncertain and there are more challenges for China trade, while it added domestic economy faces downward pressure. (Newswires)</p><p>Japanese National CPI (Apr) Y/Y 0.9% vs. Exp. 0.9% (Prev. 0.5%). (Newswires) Japanese National CPI Ex. Fresh Food (Apr) Y/Y 0.9% vs. Exp. 0.9% (Prev. 0.8%) Japanese National CPI Ex. Fresh Food &amp; Energy (Apr) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.4%)</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p>UK PM May is to announce her timetable to step down on Friday according to reports. There had been plenty of prior speculation concerning this as reports had suggested that PM May is expected to outline her departure schedule to 1922 Committee Chief Brady at their meeting on Friday and that week of 10th June (after the Trump visit) seems most likely, while PM May is also expected to agree that a leadership contest should start on 10th June although a UK government spokesperson also suggested earlier that they were unaware of any plans for the PM to make any announcements today or tomorrow. (Newswires/Twitter)</p><p>European Commission President Juncker suggested that the UK is drifting towards another Brexit extension in October whilst criticising UK MPs for prioritising PM May’s removal over finding a Brexit agreement. (Guardian)</p><p>ECB's Vasle said the economy remains in line with projections made in March and at this stage is strong enough. (Newswires)</p><p>&nbsp;</p><p><strong>FX</strong></p><p>In FX markets, the DXY languished near this week’s lows at a sub-98.00 level after yesterday’s data-triggered losses in which US PMIs disappointed across all components, with the sharp slowdown in business activity attributed to increased uncertainty and trade war concerns. Meanwhile, the greenback’s major counterparts were steady in which EUR/USD held on to recent gains after the weak US data spurred dip buying in the single currency and GBP/USD also recently benefitted from the USD woes but with upside restricted amid political uncertainty with PM May expected to announce her timetable to step down later. Elsewhere, the risk averse tone kept USD/JPY subdued near 109.50 with a cluster of nearby option expiries and inline CPI data contributing to the rangebound trade, while antipodeans pared some of the recent gains in which AUD/USD gave up the 0.6900 handle after Westpac adjusted its RBA forecasts and now sees the central bank lowering rates 3 times this year (vs. prior view of rate cuts in August and November).</p><p>US Commerce Department proposed a rule to impose duties on countries which undervalue their currency relative to USD. (Newswires)</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Commodities were mixed in which WTI crude futures partially nursed losses but has far to go to recoup the prior day’s slump of more than 5% which was the largest sell-off in oil YTD. The weakness in prices was due to several factors including the risk averse tone, disappointing data, increasing US stockpiles and with technical selling adding to the snowball effect on prices. Elsewhere, gold held on to recent gains as the greenback languished following weak PMI data, while copper marginally benefitted as its largest buyer China remained afloat.</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p>US President Trump said he does not think US is going to need additional troops in the Middle East to counter Iran. In related news, there were earlier comments from US Acting Defence Secretary Shanahan that the US is considering potentially sending additional troops to the Middle East, while Iranian President Rouhani said Iran will not surrender even if it is bombed. (Newswires/IRNA)</p><p>Eastern Libya forces reportedly conducted airstrikes which hit parliament and other locations in Tripoli. (Newswires)</p><p>&nbsp;</p><p><strong>US</strong></p><p>Treasuries rallied and the curve bull-flattened as havens were sought amid risk-off trade driven by trade anxiety and growth concerns. The crucial 3m/10yr -- a gauge of future recessions -- spread inverted again. A sale of 10-year TIPS tailed 0.2bps. US T-note futures (M9) settled 24+ ticks higher at 125-06+.</p><p>US Agricultural Secretary Perdue confirmed that US President Trump authorised USD 16bln in farm aid in which USD 14.5bln will be spent on direct payments to farmers, USD 1.4bln on food purchases and USD 0.1bln will be spent on market development. (Newswires)</p><p>Fed's Kaplan (Non-Voter, Dove) said the Fed can afford to be patient and that he has no view on whether next rate move should be up or down. Kaplan also commented that being patient on policy may serve us well even though we have not hit inflation goal and that he is more concerned about businesses rather than consumers being at the front end of the next slowdown. (Newswires)</p><p>Fed's Barkin (Non-Voter, Hawk) said businesses are holding back on investments due to the uncertainty and does not see much impact of trade war if dispute ends quickly. (Newswires)</p><p>Fed's Bostic (Non-Voter, Dove) said FOMC will use whatever tools are required to combat future recessions. (Newswires)</p><p>Fed's Daly (Non-Voter, Dove) said the global economy is clouded by trade and global uncertainty, while she also commented that US tariffs on Chinese imports could help bring inflation towards 2%. (Newswires)</p><p>Fed's Mester (Non-Voter, Hawk) said an interest rate cut at this stage would be \"bad policy\". (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-24th-may-2019-24-05-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:13:00",
        "gmt_time": "2019-05-24 05:13:00"
    },
    {
        "id": 870579,
        "updated_sequence": 1858744,
        "published_at": {
            "unix": 1558674360,
            "text": "2019-05-24 06:06:00 +0100",
            "iso_8601": "2019-05-24T05:06:00Z"
        },
        "updated_at": {
            "unix": 1558674440,
            "text": "2019-05-24 06:07:20 +0100",
            "iso_8601": "2019-05-24T05:07:20Z"
        },
        "subject": "Japanese PM Abe states that he cannot state with certainty that a snap election would not be called in the event of a delay to the sales tax hike., Kyodo",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Kyodo",
        "slug": "japanese-pm-abe-states-that-he-cannot-state-with-certainty-that-a-snap-election-would-not-be-called-in-the-event-of-a-delay-to-the-sales-tax-hike-kyodo-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:06:00",
        "gmt_time": "2019-05-24 05:06:00"
    },
    {
        "id": 870577,
        "updated_sequence": 1858738,
        "published_at": {
            "unix": 1558674000,
            "text": "2019-05-24 06:00:00 +0100",
            "iso_8601": "2019-05-24T05:00:00Z"
        },
        "updated_at": {
            "unix": 1558674026,
            "text": "2019-05-24 06:00:26 +0100",
            "iso_8601": "2019-05-24T05:00:26Z"
        },
        "subject": "Singapore Industrial Production (Apr) M/M 2.4% vs. Exp. -1.3% (Prev. -2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-apr-m-m-2-4-vs-exp-1-3-prev-2-6-24-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:00:00",
        "gmt_time": "2019-05-24 05:00:00"
    },
    {
        "id": 870578,
        "updated_sequence": 1858741,
        "published_at": {
            "unix": 1558674000,
            "text": "2019-05-24 06:00:00 +0100",
            "iso_8601": "2019-05-24T05:00:00Z"
        },
        "updated_at": {
            "unix": 1558674035,
            "text": "2019-05-24 06:00:35 +0100",
            "iso_8601": "2019-05-24T05:00:35Z"
        },
        "subject": "Singapore Industrial Production (Apr) Y/Y 0.1% vs. Exp. -3.5% (Prev. -4.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-apr-y-y-0-1-vs-exp-3-5-prev-4-8-24-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 13:00:00",
        "gmt_time": "2019-05-24 05:00:00"
    },
    {
        "id": 870576,
        "updated_sequence": 1858735,
        "published_at": {
            "unix": 1558673880,
            "text": "2019-05-24 05:58:00 +0100",
            "iso_8601": "2019-05-24T04:58:00Z"
        },
        "updated_at": {
            "unix": 1558673971,
            "text": "2019-05-24 05:59:31 +0100",
            "iso_8601": "2019-05-24T04:59:31Z"
        },
        "subject": "China is said to issue policy to support development of small tech firms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-issue-policy-to-support-development-of-small-tech-firms-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:58:00",
        "gmt_time": "2019-05-24 04:58:00"
    },
    {
        "id": 870575,
        "updated_sequence": 1858732,
        "published_at": {
            "unix": 1558673340,
            "text": "2019-05-24 05:49:00 +0100",
            "iso_8601": "2019-05-24T04:49:00Z"
        },
        "updated_at": {
            "unix": 1558673392,
            "text": "2019-05-24 05:49:52 +0100",
            "iso_8601": "2019-05-24T04:49:52Z"
        },
        "subject": "Japanese PM Abe says will do all to manage economy amid overseas uncertainty",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-says-will-do-all-to-manage-economy-amid-overseas-uncertainty-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:49:00",
        "gmt_time": "2019-05-24 04:49:00"
    },
    {
        "id": 870574,
        "updated_sequence": 1858729,
        "published_at": {
            "unix": 1558673100,
            "text": "2019-05-24 05:45:00 +0100",
            "iso_8601": "2019-05-24T04:45:00Z"
        },
        "updated_at": {
            "unix": 1558673300,
            "text": "2019-05-24 05:48:20 +0100",
            "iso_8601": "2019-05-24T04:48:20Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks were mostly subdued amid trade uncertainty, weak PMI data from US and EU, as well as the recent sell-off in oil",
        "content": "<p>Asia equity markets were mixed with the region cautious following the headwinds from US where all major indices declined due to ongoing trade uncertainty, weak PMI data and after energy losses snowballed. ASX 200 (-0.8%) and Nikkei 225 (-0.5%) were negative as Australia’s energy sector felt the brunt of the recent sell-off in oil in which WTI fell over 5%, while a firmer currency dampened risk appetite in Tokyo. Conversely, Hang Seng (+0.2%) and Shanghai Comp. (Unch.) were kept afloat after recent encouraging comments from President Trump that there is a good possibility of a US-China trade deal and that Huawei could be included in a trade agreement. Furthermore, the PBoC refrained from open market operations, although this was due to ample liquidity and as its efforts this week already resulted to a net injection of CNY 100bln. Finally, 10yr JGBs were higher following the bull flattening seen in the US curve and amid the mostly risk-averse tone in the region, while the results of Japan’s enhanced liquidity auction for 2s, 5s, 10s and 20s also showed firmer demand.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-were-mostly-subdued-amid-trade-uncertainty-weak-pmi-data-from-us-and-eu-as-well-as-the-recent-sell-off-in-oil-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:45:00",
        "gmt_time": "2019-05-24 04:45:00"
    },
    {
        "id": 870573,
        "updated_sequence": 1858726,
        "published_at": {
            "unix": 1558672200,
            "text": "2019-05-24 05:30:00 +0100",
            "iso_8601": "2019-05-24T04:30:00Z"
        },
        "updated_at": {
            "unix": 1558672290,
            "text": "2019-05-24 05:31:30 +0100",
            "iso_8601": "2019-05-24T04:31:30Z"
        },
        "subject": "Japanese All Industry Activity Index (Mar) M/M -0.4% vs. Exp. -0.2% (Prev. -0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-all-industry-activity-index-mar-m-m-0-4-vs-exp-0-2-prev-0-2-24-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:30:00",
        "gmt_time": "2019-05-24 04:30:00"
    },
    {
        "id": 870572,
        "updated_sequence": 1858723,
        "published_at": {
            "unix": 1558671960,
            "text": "2019-05-24 05:26:00 +0100",
            "iso_8601": "2019-05-24T04:26:00Z"
        },
        "updated_at": {
            "unix": 1558672041,
            "text": "2019-05-24 05:27:21 +0100",
            "iso_8601": "2019-05-24T04:27:21Z"
        },
        "subject": "Philippines Economic Chief Pernia says to review growth and fiscal targets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-economic-chief-pernia-says-to-review-growth-and-fiscal-targets-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:26:00",
        "gmt_time": "2019-05-24 04:26:00"
    },
    {
        "id": 870571,
        "updated_sequence": 1858720,
        "published_at": {
            "unix": 1558670700,
            "text": "2019-05-24 05:05:00 +0100",
            "iso_8601": "2019-05-24T04:05:00Z"
        },
        "updated_at": {
            "unix": 1558670769,
            "text": "2019-05-24 05:06:09 +0100",
            "iso_8601": "2019-05-24T04:06:09Z"
        },
        "subject": "ECB's Vasle says economy remains inline with projections made in March and at this stage is strong enough",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-vasle-says-economy-remains-inline-with-projections-made-in-march-and-at-this-stage-is-strong-enough-24-05-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:05:00",
        "gmt_time": "2019-05-24 04:05:00"
    },
    {
        "id": 870570,
        "updated_sequence": 1858717,
        "published_at": {
            "unix": 1558670400,
            "text": "2019-05-24 05:00:00 +0100",
            "iso_8601": "2019-05-24T04:00:00Z"
        },
        "updated_at": {
            "unix": 1558670462,
            "text": "2019-05-24 05:01:02 +0100",
            "iso_8601": "2019-05-24T04:01:02Z"
        },
        "subject": "Malaysia CPI (Apr) Y/Y 0.2% vs. Exp. 0.4% (Prev. 0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-cpi-apr-y-y-0-2-vs-exp-0-4-prev-0-2-24-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 12:00:00",
        "gmt_time": "2019-05-24 04:00:00"
    },
    {
        "id": 870568,
        "updated_sequence": 1858709,
        "published_at": {
            "unix": 1558668900,
            "text": "2019-05-24 04:35:00 +0100",
            "iso_8601": "2019-05-24T03:35:00Z"
        },
        "updated_at": {
            "unix": 1558669046,
            "text": "2019-05-24 04:37:26 +0100",
            "iso_8601": "2019-05-24T03:37:26Z"
        },
        "subject": "Japan sells JPY 398.4bln in 2yr, 5yr, 10yr and 20yr JGBs in enhanced liquidity auction; b/c 4.87 vs. Prev. 4.41",
        "content": "<p>- Highest accepted spread 0.005% vs. Prev. 0.013%</p><p>- Accepted at highest spread 70.5330% vs. 40.1522%</p><p>- Average accepted spread 0.006% vs. Prev. 0.016%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-398-4bln-in-2yr-5yr-10yr-and-20yr-jgbs-in-enhanced-liquidity-auction-b-c-4-87-vs-prev-4-41-24-05-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 11:35:00",
        "gmt_time": "2019-05-24 03:35:00"
    },
    {
        "id": 870567,
        "updated_sequence": 1858706,
        "published_at": {
            "unix": 1558668420,
            "text": "2019-05-24 04:27:00 +0100",
            "iso_8601": "2019-05-24T03:27:00Z"
        },
        "updated_at": {
            "unix": 1558668818,
            "text": "2019-05-24 04:33:38 +0100",
            "iso_8601": "2019-05-24T03:33:38Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Adigroup and Etihad are said to have made bids for Jet Airways (JETIN IS)",
        "content": "<p>Jet Airways (JETIN IS) - Adigroup and Etihad are said to have made bids for the troubled airliner. (Newswires)</p><p>Reliance Capital (RCFT IS) - Co. will exit mutual funds business by selling its stake in Reliance Nippon Life Asset Management to JV partner Nippon Life Insurance. (ET)</p><p>Other News - Indian PM Modi’s government will hit the ground running following a landslide victory in the election and will seek to get economic growth back on track by simplifying taxes, easing compliance and spurring demand. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-adigroup-and-etihad-are-said-to-have-made-bids-for-jet-airways-jetin-is-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 11:27:00",
        "gmt_time": "2019-05-24 03:27:00"
    },
    {
        "id": 870566,
        "updated_sequence": 1858701,
        "published_at": {
            "unix": 1558667820,
            "text": "2019-05-24 04:17:00 +0100",
            "iso_8601": "2019-05-24T03:17:00Z"
        },
        "updated_at": {
            "unix": 1558667877,
            "text": "2019-05-24 04:17:57 +0100",
            "iso_8601": "2019-05-24T03:17:57Z"
        },
        "subject": "Eastern Libya forces reportedly conduct airstrikes on Libya parliament and other locations in Tripoli",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eastern-libya-forces-reportedly-conduct-airstrikes-on-libya-parliament-and-other-locations-in-tripoli-24-05-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 11:17:00",
        "gmt_time": "2019-05-24 03:17:00"
    },
    {
        "id": 870565,
        "updated_sequence": 1858698,
        "published_at": {
            "unix": 1558666680,
            "text": "2019-05-24 03:58:00 +0100",
            "iso_8601": "2019-05-24T02:58:00Z"
        },
        "updated_at": {
            "unix": 1558667453,
            "text": "2019-05-24 04:10:53 +0100",
            "iso_8601": "2019-05-24T03:10:53Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks are mostly subdued amid trade uncertainty, weak PMI data from US and EU, as well as the recent sell-off in oil",
        "content": "<p>Asia equity markets are mixed with the region cautious amid the headwinds from US where the major indices extended on losses due to ongoing trade uncertainty, weak PMI data and a slump in oil. ASX 200 (-0.6%) and Nikkei 225 (-0.6%) are negative as energy sector feels the brunt of the recent sell-off in oil in which WTI fell over 5%, while a firmer currency dampens risk appetite in Tokyo. Conversely, Hang Seng (+0.2%) and Shanghai Comp. (+0.2%) are positive after recent encouraging comments from President Trump that there is a good possibility of a US-China trade deal and that Huawei could be included in a trade agreement. Furthermore, the PBoC refrained from open market operations, although this was due to ample liquidity and as its efforts this week already resulted to a net injection of CNY 100bln.</p><p>In FX markets, the DXY languishes at this week’s lows at a sub-98.00 level after yesterday’s data-triggered losses in which US PMIs disappointed across all components with the sharp slowdown in business activity attributed to increased uncertainty and trade war concerns. Meanwhile, the greenback’s major counterparts are steady in which EUR/USD holds on to recent gains after the weak US data spurred dip buying in the single currency and GBP/USD also recently benefitted from the USD woes but with upside restricted amid political uncertainty with PM May expected to announce her timetable to step down later. Elsewhere, the risk averse tone kept USD/JPY subdued near 109.50 with a cluster of nearby option expiries and inline CPI data contributing to the rangebound trade, while antipodeans pare some of the recent gains with AUD/USD giving up the 0.6900 handle after Westpac adjusted its RBA forecasts and now sees the central bank lowering rates 3 times this year.</p><p>Finally, 10yr JGBs are higher following the bull flattening seen in US yields and amid the mostly risk-averse tone in the region, while participants look ahead to an enhanced liquidity auction for 2s, 5s, 10s and 20s later.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-are-mostly-subdued-amid-trade-uncertainty-weak-pmi-data-from-us-and-eu-as-well-as-the-recent-sell-off-in-oil-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 10:58:00",
        "gmt_time": "2019-05-24 02:58:00"
    },
    {
        "id": 870564,
        "updated_sequence": 1858693,
        "published_at": {
            "unix": 1558666500,
            "text": "2019-05-24 03:55:00 +0100",
            "iso_8601": "2019-05-24T02:55:00Z"
        },
        "updated_at": {
            "unix": 1558666723,
            "text": "2019-05-24 03:58:43 +0100",
            "iso_8601": "2019-05-24T02:58:43Z"
        },
        "subject": "Lenovo Group (992 HK) mulling raising capacity outside of China to ease the impact of US tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lenovo-group-992-hk-mulling-raising-capacity-outside-of-china-to-ease-the-impact-of-us-tariffs-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 10:55:00",
        "gmt_time": "2019-05-24 02:55:00"
    },
    {
        "id": 870563,
        "updated_sequence": 1858690,
        "published_at": {
            "unix": 1558664400,
            "text": "2019-05-24 03:20:00 +0100",
            "iso_8601": "2019-05-24T02:20:00Z"
        },
        "updated_at": {
            "unix": 1558664629,
            "text": "2019-05-24 03:23:49 +0100",
            "iso_8601": "2019-05-24T02:23:49Z"
        },
        "subject": "Westpac note says they considered a move to some form of QE by the RBA was an option should it need to ease policy further beyond 1.00% rate, but adds policy transmission mechanism will still have some effect at a cash rate below 1.00%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "westpac-note-says-they-considered-a-move-to-some-form-of-qe-by-the-rba-was-an-option-should-it-need-to-ease-policy-further-beyond-1-00-rate-but-adds-policy-transmission-mechanism-will-still-have-some-effect-at-a-cash-rate-below-1-00-24-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 10:20:00",
        "gmt_time": "2019-05-24 02:20:00"
    },
    {
        "id": 870562,
        "updated_sequence": 1858687,
        "published_at": {
            "unix": 1558664040,
            "text": "2019-05-24 03:14:00 +0100",
            "iso_8601": "2019-05-24T02:14:00Z"
        },
        "updated_at": {
            "unix": 1558664148,
            "text": "2019-05-24 03:15:48 +0100",
            "iso_8601": "2019-05-24T02:15:48Z"
        },
        "subject": "China Mofcom says China trade environment is growing more uncertain and there are more challenges for China trade, while it adds domestic economy faces downward pressure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-says-china-trade-environment-is-growing-more-uncertain-and-there-are-more-challenges-for-china-trade-while-it-adds-domestic-economy-faces-downward-pressure-24-05-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 10:14:00",
        "gmt_time": "2019-05-24 02:14:00"
    },
    {
        "id": 870561,
        "updated_sequence": 1858684,
        "published_at": {
            "unix": 1558660800,
            "text": "2019-05-24 02:20:00 +0100",
            "iso_8601": "2019-05-24T01:20:00Z"
        },
        "updated_at": {
            "unix": 1558660961,
            "text": "2019-05-24 02:22:41 +0100",
            "iso_8601": "2019-05-24T01:22:41Z"
        },
        "subject": "Westpac forecasts 3 RBA rate cuts this year",
        "content": "",
        "reaction_details": "<p>- AUD/USD immediately moved lower by 11 pips to 0.6901 from 0.6890.</p>",
        "reaction_updated_at": {
            "unix": 1558660961,
            "text": "2019-05-24 02:22:41 +0100",
            "iso_8601": "2019-05-24T01:22:41Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "westpac-forecasts-3-rba-rate-cuts-this-year-24-05-2019",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 09:20:00",
        "gmt_time": "2019-05-24 01:20:00"
    },
    {
        "id": 870560,
        "updated_sequence": 1858679,
        "published_at": {
            "unix": 1558660500,
            "text": "2019-05-24 02:15:00 +0100",
            "iso_8601": "2019-05-24T01:15:00Z"
        },
        "updated_at": {
            "unix": 1558660602,
            "text": "2019-05-24 02:16:42 +0100",
            "iso_8601": "2019-05-24T01:16:42Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8993 (Prev. 6.8994)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8993-prev-6-8994-24-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 09:15:00",
        "gmt_time": "2019-05-24 01:15:00"
    },
    {
        "id": 870559,
        "updated_sequence": 1858676,
        "published_at": {
            "unix": 1558660200,
            "text": "2019-05-24 02:10:00 +0100",
            "iso_8601": "2019-05-24T01:10:00Z"
        },
        "updated_at": {
            "unix": 1558660394,
            "text": "2019-05-24 02:13:14 +0100",
            "iso_8601": "2019-05-24T01:13:14Z"
        },
        "subject": "PBoC skips open market operations for a net  weekly injection of CNY 100bln vs. last week's CNY 50bln net drain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-injection-of-cny-100bln-vs-last-week-s-cny-50bln-net-drain-24-05-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 09:10:00",
        "gmt_time": "2019-05-24 01:10:00"
    },
    {
        "id": 870558,
        "updated_sequence": 1858671,
        "published_at": {
            "unix": 1558659180,
            "text": "2019-05-24 01:53:00 +0100",
            "iso_8601": "2019-05-24T00:53:00Z"
        },
        "updated_at": {
            "unix": 1558659236,
            "text": "2019-05-24 01:53:56 +0100",
            "iso_8601": "2019-05-24T00:53:56Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Meituan Dianping (3690 HK) Q1 net loss CNY 1.43bln vs. Prev. loss CNY 21.2bln Y/Y",
        "content": "<p>China Gezhouba Group (600068 CH) - Co. signs USD 1.5bln contract with an Indonesia company. (Newswires)</p><p>Meituan Dianping (3690 HK) - Co. Q1 net loss CNY 1.43bln vs. Prev. loss CNY 21.2bln Y/Y. (Newswires)</p><p>Trade US President Trump said there is a good possibility of a US-China trade deal and that Huawei could be included in any trade deal. Furthermore, President Trump said he is hopeful the US will get together with China at some point and looks forward to seeing Chinese President Xi at the G20, but also suggested it would be fine if a meetup with China doesn’t occur. (Newswires)</p><p>China’s MOFCOM said the nation will not make concessions on major issues but also stated that there are no other restrictions on rare earth minerals, except from the existing ones. (Newswires)</p><p>US Secretary of State Pompeo sees a real risk related to China and Huawei regarding national security, while he believes additional companies will cut ties with Huawei and that China are utilizing high tech surveillance to subdue minorities. (Newswires)</p><p>US Republican Senator Marco Rubio said that a bipartisan group of senators would reintroduce the South China Sea and East China Sea Sanctions Bill. (Newswires)</p><p>Data Recap - Hong Kong CPI Composite (Apr) Y/Y 2.9% vs. Exp. 2.2% (Prev. 2.1%). (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-meituan-dianping-3690-hk-q1-net-loss-cny-1-43bln-vs-prev-loss-cny-21-2bln-y-y-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:53:00",
        "gmt_time": "2019-05-24 00:53:00"
    },
    {
        "id": 870557,
        "updated_sequence": 1858668,
        "published_at": {
            "unix": 1558658280,
            "text": "2019-05-24 01:38:00 +0100",
            "iso_8601": "2019-05-24T00:38:00Z"
        },
        "updated_at": {
            "unix": 1558658363,
            "text": "2019-05-24 01:39:23 +0100",
            "iso_8601": "2019-05-24T00:39:23Z"
        },
        "subject": "Philippines Budget Balance (PHP)(Apr) 86.9B (Prev. -58.4B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-budget-balance-php-apr-86-9b-prev-58-4b-24-05-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:38:00",
        "gmt_time": "2019-05-24 00:38:00"
    },
    {
        "id": 870556,
        "updated_sequence": 1858665,
        "published_at": {
            "unix": 1558658100,
            "text": "2019-05-24 01:35:00 +0100",
            "iso_8601": "2019-05-24T00:35:00Z"
        },
        "updated_at": {
            "unix": 1558658197,
            "text": "2019-05-24 01:36:37 +0100",
            "iso_8601": "2019-05-24T00:36:37Z"
        },
        "subject": "Facebook (FB) reportedly is reportedly required to face sex trafficking lawsuits in Houston after failing its attempt to have them dismissed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "facebook-fb-reportedly-is-reportedly-required-to-face-sex-trafficking-lawsuits-in-houston-after-failing-its-attempt-to-have-them-dismissed-24-05-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:35:00",
        "gmt_time": "2019-05-24 00:35:00"
    },
    {
        "id": 870555,
        "updated_sequence": 1858662,
        "published_at": {
            "unix": 1558657860,
            "text": "2019-05-24 01:31:00 +0100",
            "iso_8601": "2019-05-24T00:31:00Z"
        },
        "updated_at": {
            "unix": 1558657896,
            "text": "2019-05-24 01:31:36 +0100",
            "iso_8601": "2019-05-24T00:31:36Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: CapitaLand Limited (CAPL SP) to divest stake in companies that hold Innov Center in Shanghai",
        "content": "<p>TAIWAN</p><p>TSMC (2330 TT) - Co. is to begin mass production of chips using the 5 nanometer process in Q1 2020. (Focus Taiwan)</p><p>Data Recap - Industrial Production (Apr) Y/Y 1.0% vs. Exp. -5.0% (Prev. -9.4%, Rev. -9.9%). (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>CapitaLand Limited (CAPL SP) - Co. to divest stake in companies that hold Innov Center in Shanghai. (Newswires)</p><p>Fraser &amp; Neave (FNN SP) - Co. entered an agreement to acquire Starbucks Thailand. (Straits Times)</p><p>Global Logistics Properties (GLP SP) - Blackstone and Prologis are considering separate bids for GLP’s US unit which could be valued over USD 20bln. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-capitaland-limited-capl-sp-to-divest-stake-in-companies-that-hold-innov-center-in-shanghai-24-05-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:31:00",
        "gmt_time": "2019-05-24 00:31:00"
    },
    {
        "id": 870554,
        "updated_sequence": 1858711,
        "published_at": {
            "unix": 1558657500,
            "text": "2019-05-24 01:25:00 +0100",
            "iso_8601": "2019-05-24T00:25:00Z"
        },
        "updated_at": {
            "unix": 1558669863,
            "text": "2019-05-24 04:51:03 +0100",
            "iso_8601": "2019-05-24T03:51:03Z"
        },
        "subject": "US President Trump authorizes AG Barr to declassify any information he sees fit in review of the origins of the Russia probe",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-authorizes-ag-barr-to-declassify-any-information-he-sees-fit-in-review-of-the-origins-of-the-russia-probe-24-05-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:25:00",
        "gmt_time": "2019-05-24 00:25:00"
    },
    {
        "id": 870553,
        "updated_sequence": 1858656,
        "published_at": {
            "unix": 1558656120,
            "text": "2019-05-24 01:02:00 +0100",
            "iso_8601": "2019-05-24T00:02:00Z"
        },
        "updated_at": {
            "unix": 1558656409,
            "text": "2019-05-24 01:06:49 +0100",
            "iso_8601": "2019-05-24T00:06:49Z"
        },
        "subject": "Asia equity markets follow suit to the selling on Wall St with sentiment dampened by ongoing trade tensions, weak EU and US PMI data and slump in energy prices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-follow-suit-to-the-selling-on-wall-st-with-sentiment-dampened-by-ongoing-trade-tensions-weak-eu-and-us-pmi-data-and-slump-in-energy-prices-24-05-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-05-24 08:02:00",
        "gmt_time": "2019-05-24 00:02:00"
    }
]