[
    {
        "id": 885701,
        "updated_sequence": 1928426,
        "published_at": {
            "unix": 1568406600,
            "text": "2019-09-13 21:30:00 +0100",
            "iso_8601": "2019-09-13T20:30:00Z"
        },
        "updated_at": {
            "unix": 1568406600,
            "text": "2019-09-13 21:30:00 +0100",
            "iso_8601": "2019-09-13T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-06-09-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 04:30:00",
        "gmt_time": "2019-09-13 20:30:00"
    },
    {
        "id": 886806,
        "updated_sequence": 1928424,
        "published_at": {
            "unix": 1568405700,
            "text": "2019-09-13 21:15:00 +0100",
            "iso_8601": "2019-09-13T20:15:00Z"
        },
        "updated_at": {
            "unix": 1568405661,
            "text": "2019-09-13 21:14:21 +0100",
            "iso_8601": "2019-09-13T20:14:21Z"
        },
        "subject": "RANsquawk Central Banks - 13th September 2019:  REVIEWING: ECB AND CBRT, PREVIEWING: FOMC, BOE, SNB, BOJ, BCB, NORGES, SARB",
        "content": "<p>To download the report, please click <a href=\"https://ransquawk.com/research_sheets/22768/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"https://ransquawk.com/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-13th-september-2019-reviewing-ecb-and-cbrt-previewing-fomc-boe-snb-boj-bcb-norges-sarb-13-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 04:15:00",
        "gmt_time": "2019-09-13 20:15:00"
    },
    {
        "id": 886805,
        "updated_sequence": 1928422,
        "published_at": {
            "unix": 1568405700,
            "text": "2019-09-13 21:15:00 +0100",
            "iso_8601": "2019-09-13T20:15:00Z"
        },
        "updated_at": {
            "unix": 1568405647,
            "text": "2019-09-13 21:14:07 +0100",
            "iso_8601": "2019-09-13T20:14:07Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 16th September 2019",
        "content": "<p>To download the report, please click <a href=\"https://ransquawk.com/research_sheets/22767/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"https://ransquawk.com/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>• MON: </strong>Chinese Industrial Production, Retail Sales, Indian WPI, NY Empire State Manufacturing Index&nbsp;</p><p><strong>• TUE: </strong>RBA Minutes, Swedish Unemployment, German ZEW, US Industrial Production, NAHB Housing Market Index, TIC Flows, NZ Current Account&nbsp;</p><p><strong>• WED:</strong> South African CPI, UK CPI, EZ CPI, US Housing Starts, Building Permits, Canadian CPI, FOMC &amp; BCB Rate Decisions, NZ GDP&nbsp;</p><p><strong>• THU:</strong> Australian Labour Market Report, Norges Bank, BoE, BoJ, SNB, SARB Rate Decisions, UK Retail Sales, Philadelphia Fed Manufacturing Index, Existing Home Sales, CBRT Minutes&nbsp;</p><p><strong>• FRI: </strong>German PPI, UK PSNB, Canadian Retail Sales, EZ Consumer Confidence</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-16th-september-2019-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 04:15:00",
        "gmt_time": "2019-09-13 20:15:00"
    },
    {
        "id": 886826,
        "updated_sequence": 1928420,
        "published_at": {
            "unix": 1568405520,
            "text": "2019-09-13 21:12:00 +0100",
            "iso_8601": "2019-09-13T20:12:00Z"
        },
        "updated_at": {
            "unix": 1568405598,
            "text": "2019-09-13 21:13:18 +0100",
            "iso_8601": "2019-09-13T20:13:18Z"
        },
        "subject": "RANsquawk US Market Wrap - 13th September 2019: Stocks subdued despite progressive trade developments",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22774/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT:</strong> Equities mixed, Treasuries lower, Dollar lower, Crude lower</li><li><strong>REAR VIEW:</strong> Trump would consider an interim trade deal; ECB hawks voice resentment; Strong US retail sales; Financials boosted from steepening yield curve</li><li><strong>NEXT WEEK:</strong> <strong>MON: </strong>Chinese Industrial Production, Retail Sales <strong>TUE: </strong>RBA Minutes, German ZEW, US Industrial Production,<strong>WED:</strong> EZ CPI, <strong>FOMC </strong>&amp; BCB THU: Norges Bank, BoE, BoJ, SNB, and SARB, CBRT Minutes. Click <a href=\"https://ransquawk.com/research_sheets/22767/download\">here</a> for full Week in Focus.</li></ul><p><strong>US MARKET WRAP 13th September 2019: Stocks subdued despite progressive trade developments</strong></p><p>&nbsp;</p><p>* SNAPSHOT: Equities mixed, Treasuries lower, Dollar lower, Crude lower</p><p>* REAR VIEW: Trump would consider an interim trade deal; ECB hawks voice resentment; Strong US retail sales; Financials boosted from steepening yield curve</p><p>* NEXT WEEK: MON: Chinese Industrial Production, Retail Sales TUE: RBA Minutes, German ZEW, US Industrial Production,</p><p>WED: EZ CPI, FOMC &amp; BCB THU: Norges Bank, BoE, BoJ, SNB, and SARB, CBRT Minutes. Click <a href=\"https://ransquawk.com/research_sheets/22767/download\">here</a> for full Week in Focus.</p><p>&nbsp;</p><p><strong>* US-CHINA: </strong>US Treasury Secretary Mnuchin, on Thursday evening, said he was hopeful progress will be made in trade talks, adding that Huawei is not a pawn in them. In reference to the prior day’s reports, US President Trump stated he would rather get a whole deal with China, instead of an interim deal. However, Trump added he ‘guesses’ he would consider an interim deal. In a recent bout of positive trade developments over the last few days, further concessions have been discussed, FT reports. The reports state that administration officials in the US have been debating reducing, or even removing some tariffs, on China to ease trade tensions in order to pave the way for a ‘ceasefire’. Also adding to the developments, China mouthpiece Hu Xijin announced, based on what he knows, the Chinese government is encouraging companies to purchases certain US farm products, including soybean &amp; pork, which will also be exempted from additional tariffs. This will please Trump as it will help US farmers, whose vote he will rely on in the upcoming 2020 election. Xinhua confirmed reports by stating that the China State Council will exclude some agricultural goods, including soybeans and pork, from additional tariffs.</p><p><strong>* ECB: </strong>Commentary after yesterday’s rate decision display the hawks have shown concern regarding the decisions made, Austria’s Holzman stated yesterday’s decision was a major push back and Netherlands’ Knot said the measures are not in line with the economic situation and that the EZ is growing at full capacity, dismissing QE as the right instrument. In an interview with Bild, Germany’s Weidmann also agreed, stating the ECB went overboard with its stimulus package, adding he will make sure hikes are not delayed for too long. The comments from these nations are not too surprising given the hawkish nature of the members. Reminder, source reports yesterday stated the Dutch, French, Austrians, Germans and Estonians opposed the move to restart QE. Elsewhere, Slovenia’s Vasle said he expects low growth of activity and prices to continue in the upcoming months, adding ECB could introduce new policy tools if it is needed. Of note for European banks, the ECB stated Eurozone banks are to repay EUR 31.8bln worth of TLTRO 2 funds earlier than initially planned.</p><p><strong>* CENTRAL BANK WEEKLY: </strong>PREVIEWING ECB, CBRT; REVIEWING PBOC, BOC, RBA, RIKSBANK, CBR.<strong> </strong>To download the report, please click <a href=\"https://ransquawk.com/research_sheets/22768/download\">here</a></p><p><strong>* US RETAIL SALES: </strong>US Retail sales for the month of August beat expectations, coming in at 0.4% M/M vs forecasts for 0.2%, while July’s figure was also revised 0.1% higher. The National Retail Federation stated that “consumer attitudes about the economy indicate some retreating optimism” but consumer spending remained resilient and continued to be a key contributor to US growth. On the breakdown, auto sales and building materials made a strong contribution, while gasoline station sales was the main drag, reflecting the recent decline in prices. The data points to another decent contribution to GDP as the control reading continued to increase at 0.3%, albeit at a slower pace than July, which was revised lower by 0.1 ppt to 0.9%; ING see Q3 GDP growth on course to print just above 2%. In summary, ING say the report highlights the point that “while not everything is rosy in the US economy, overall it remains some way off recession and market expectations for aggressive Federal Reserve policy stimulus may be misplaced”. When taken in the context of a yesterday’s better than expected CPI inflation print, “it takes the already remote prospect of a 50bp rate cut next week firmly off the table” says the bank. Moreover, they expect the Fed to stick with its “mid-cycle adjustment” mantra when they cut rates by 25bp next week.</p><p><strong>* UNI OF MICHIGAN SURVEY: </strong>Headline sentiment slightly beat expectations, printing 92 for September, vs forecasts for 90.9 and increasing from the prior 89.8. Expectations beat by 0.4 pts at 82.4 and rising from the prior 79.9, conditions also rose however fell slightly short of expectations, printing 106.9, consensus was for 107. The rise in expectations and conditions however were only slight and therefore only slightly pare back the drop seen last month. Pantheon note that despite the jobless claims remaining at a cycle low, which is a driver for the conditions index, the metric is clearly trending lower, presumably due to the trade war. The desk highlights that Expectations are elevated in relation to movements in both the stock market and gas prices, which are usual drivers for the index. On inflation expectations, the 1 year ticked up 1ppt to 2.8% and the 5-year declined to 2.3% (Prev. 2.6%), both within recent ranges. Pantheon expect both to rise over the next few months as the tariffs are passed through.&nbsp;</p><p><strong>* GEOPOLITICS: </strong>US Treasury Secretary Mnuchin said European companies will be targeted by US sanctions if they operate in Iran. EU states also reiterated their concern with Iran’s divergence from the Nuclear Deal on Friday. Elsewhere, a US Navy Warship conducted a \"Freedom of Navigation\" in the South China Sea, similar to that it exercised on August 28th. Turkish President Erdogan said he is to discuss with US President Trump the purchase of the US Patriot missile defence system, that he will meet with Trump at the UN, and to which he said his personal bond with Trump could overcome potential US sanctions.</p><p><strong>* WTI (V9) SETTLES USD 0.24 LOWER AT USD 54.85/BBL; BRENT (X9) SETTLES USD 0.16 LOWER AT USD 60.22/BBL:</strong> Energy prices are subdued to conclude the week as desks note continued concern over a “daunting” OPEC supply glut, as flagged by the IEA on Thursday. There is also the overhang of the OPEC+ JMMC meeting where energy analysts at Citigroup highlight the scepticism over pledges from non-compliant members to fall in-line, “this focus and the price action together suggest and reinforce a dominant bearish sentiment.” Similar to the EIA and OPEC, Barclays lowered its oil demand growth forecasts by 200k BPD in both 2019 and 2020 to 800k BPD and 1.3mln BPD, respectively; Barclays also lowered its Brent average price forecast to USD 65/bbl and USD 69/bbl in 2019 and 2020, respectively. The latest Baker Hughes rig count showed US oil drillers cutting rigs for the fourth week in a row: oil rigs -5 at 733, gas rigs -7 at 153, total rigs -12 at 886.</p><p><strong>* US T-NOTES (Z9) SETTLES 27+ TICKS LOWER AT 128-18+. </strong>Yields continued their “back-up” to end the week amid further signs of progress on the US-China trade front. The large moves lower in the TPLEX came after the latest University of Michigan Survey, where losses extended as the Europeans closed up for the weekend. Treasuries were also taking some cues from EGB selling, as participants digest the latest ECB tiering system which gives leeway to banks to reallocate their reserves at the ECB at the tiered rate instead of in negative yielding government debt. US Treasury Secretary Mnuchin again stated that the US is looking whether there is proper demand for a 50-year bond and that the treasury will consider 100-year bonds. At settlement the curve had bear steepened significantly with yields up over 10bp in the belly to long end of the curve.</p><p><strong>* CLOSING LEVELS: </strong>S&amp;P 500 -0.1% at 3007, NASDAQ-100 -0.3% at 7893, Dow Jones 0.1% at 27220</p><p><strong>* SECTORS: </strong>Consumer Discretionary -0.2%, Consumer Staples -0.8%, Energy 0.8%, Financials 0.8%, Health Care -0.1%, Industrials 0.5%, Information Technology -0.7%, Materials 1.1%, Telecommunication Services -0.1%, Utilities -0.6%</p><p><strong>* STOCK SPECIFICS:</strong> Apple (AAPL) weighed on indices after a PT cut at Goldman on EPS concerns from the latest TV+ trial bundle; Apple later denied the claims which saw some of the losses pare slightly. Big tech (FB, GOOGL, AMZN, AAPL) opened lower amid a US House panel probing antitrust behaviour; Netflix (NFLX) bucked the FAANG trend after a positive mention at Piper Jaffray. Financials were an outperforming sector given the steeper yield curve. Broadcom (AVGO) opened lower after missing Revenue estimates for Q3 and its FY guidance. Higher copper prices on trade truce optimism boosted Freeport-McMoRan (FCX). Progressive (PGR) underperformed after disappointing August figures. Altria (MO) dipped after reports Juul, which it owns a 35% stake in, had taken a large valuation cut in the secondary market. Tyson Foods (TSN) benefitted from China excluding pork from tariffs. PG&amp;E (PCG) spiked higher after reaching a settlement for its wildfire insurance claims.</p><p><strong>* FX WRAP:</strong></p><p><strong>EUR</strong>: It would be tempting and justified to suggest that the week boiled down to Thursday given the sheer scale of currency moves sparked by the ECB’s policy action, as President Draghi’s swansong (albeit not last meeting at the helm) was all and more than most expected, if not desired. Indeed, amidst obvious and subsequently vocalised GC dissent the Bank unleashed a multi-pronged salvo including all the various tools at its disposure and signalled in July, albeit not to the extent that it might have. To recap, the key depo rate was trimmed 10 bp, QE was restarted at a Eur 20 bn/month pace and forward guidance was radically reformed to an inflation rather than time contingency with further reinforcement via merging standard and unconventional policy to the common goal of headline, underlying and inflation expectations reaching robust convergence and stability around the target level. However, arguably the biggest change was the introduction of tiering that provides relief for banks that can benefit from NIRP exemptions of up to 6-fold on excess reserves, and also allows the ECB more scope to cut the depo further if needed. For the record, TLTRO3 terms were also relaxed and the maturities extended from 2 to 3 years, but banks are still due to make early repayments on previous loans so this may not be as pertinent overall. In short, the Euro posted lows for the day and week around 1.0928 before erasing all its losses and more then extending the sharp reversal on Friday, with Eur/Usd hitting 1.1109 at one stage, as ECB dissenters underscored a unanimous view revealed by Draghi that the onus if now on Governments and fiscal policy to supplement September’s extensive/open-ended stimulus package.</p><p><strong>GBP:</strong> Although the single currency’s revival was impressive, Sterling is actually G10 top dog, with Cable continuing its rebound from early September ytd troughs (1.1959 discounting the so called ‘flash crash’ base) to 1.2495 before tailing off on the back of considerably better than expected UK data (GDP, ip, earnings and jobless rate) and less hard Brexit angst. In short, PM Johnson suffered a sixth defeat at the hands of Parliament and a 2nd in terms of a snap election, while his prorogation was ruled to be illegal by the Scottish High Court and will now be passed to the Supreme Court next Tuesday. Meanwhile, the Queen gave her seal on the anti-no deal bill that effectively means application for a further Article 50 extension if no accord is reached at the October 17-18 EU Summit and papers from Brussels suggest the bloc may be amenable to granting more time after October 31 if there is hope of clinching an agreement. On this note, some signs that the DUP could accept some form of alternative Irish backstop, but no guarantee, as Johnson heads for a meeting with Juncker on Monday.</p><p><strong>USD:</strong> Aside from the pronounced moves at the tail end of the week, largely at the behest of the Euro and contagion elsewhere, the Greenback has been attuned to mostly improving developments and general risk sentiment surrounding US-China trade relations, as olive branches from Beijing were greeted in kind by Washington and President Trump personally via the delay of additional tariffs scheduled for October 1 to 15. Moreover, ongoing tech-level talks were upgraded and suitably productive such that an interim accord appears on the cards/in principle after more mid-status negotiations next week and the big guns get together early next month for the face-off that was aborted this month. However, the DXY carved out weekly highs and lows of 99.109 and 97.992 when dovetailing the Eur, with only limited upticks on upbeat US data/surveys in the form of PPI, some elements of CPI, retail sales and Michigan sentiment, as pre-FOMC positioning and another volley of Trump criticism of the Fed kept the Dollar on the defensive.</p><p><strong>TRY/CNH:</strong> The Lira also saw whippy moves on CB impulses, albeit nowhere near as volatile as the Euro, with the CBRT exceeding expectations again when slashing rates by 325 bp. Turkish President Erdogan wanted more of course with a pro-Government paper teasing as much as 500 bp, but investors/markets appear content that rates are returning to normal as a sign of the economy overall and the fact that CPI unwound all and more of its ‘one-off’ spike, which the Central Bank acknowledged in the accompany statement via a more benign outlook compared to July. Similarly, the PBoC’s scaled RRR reductions that start from Monday and range from 50-100 bp have complemented the bullish Yuan reaction allied to the more constructive/less strained US-China trade situation.</p><p><strong>AUD/NZD/CAD/JPY/CHF/XAU</strong>: Contrasting fortunes for the high-beta and traditional safe havens on fluctuating risk sentiment and specific or independent drivers, but the Aussie has been a decent net gain vs its US and NZ counterpart, while the Kiwi and Loonie have lagged/underperformed. Similarly, the Yen has suffered more from safe-haven unwinding and with the BoJ looming amidst sources saying further stimulus is a close call, while the Franc faces next week’s SNB policy review with less reason to anticipate a more aggressive response given the Euro’s snap-back and Gold has been relatively well bid on pull-backs through the Usd1500/oz level, for now at least.</p><p><strong>* BREXIT:</strong> Overnight, the DUP reportedly agreed to Northern Ireland accepting some EU rules post Brexit as part of a deal to replace the backstop. Which was followed by comments from Party Leader Foster that the UK must leave EU as one nation. Another positive development, UK PM Johnson was urged by his cabinet allies to ask for a Brexit extension instead of disobeying the law and risk having a labour government. UK PM Johnson then stated there was an approximate shape of a deal to be done on Brexit, adding he is cautiously optimistic about a deal.&nbsp; Elsewhere, reports suggested that an EU Diplomat did state that talks with UK European Advisor/Negotiator Frost were the best so far, albeit not yet the beginning of a solution.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-13th-september-2019-stocks-subdued-despite-progressive-trade-developments-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 04:12:00",
        "gmt_time": "2019-09-13 20:12:00"
    },
    {
        "id": 886825,
        "updated_sequence": 1928417,
        "published_at": {
            "unix": 1568404800,
            "text": "2019-09-13 21:00:00 +0100",
            "iso_8601": "2019-09-13T20:00:00Z"
        },
        "updated_at": {
            "unix": 1568404992,
            "text": "2019-09-13 21:03:12 +0100",
            "iso_8601": "2019-09-13T20:03:12Z"
        },
        "subject": "French Finance Ministry sources: 2020 budget is to be based on the 2020 deficit of 2.2% (April est. 2.0%), Growth seen at 1.4% in 2019 (Unch), 1.3% in 2020 (Prev. 1.4%); expected to save EUR 3bln from lower borrowing costs in 2019, and EUR 8bln in 2020",
        "content": "<ul><li>2020 budget to be based on 2019 public deficit of 3.1% of GDP (Unchanged)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-ministry-sources-2020-budget-is-to-be-based-on-the-2020-deficit-of-2-2-april-est-2-0-growth-seen-at-1-4-in-2019-unch-1-3-in-2020-prev-1-4-expected-to-save-eur-3bln-from-lower-borrowing-costs-in-2019-and-eur-8-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 04:00:00",
        "gmt_time": "2019-09-13 20:00:00"
    },
    {
        "id": 886824,
        "updated_sequence": 1928410,
        "published_at": {
            "unix": 1568404200,
            "text": "2019-09-13 20:50:00 +0100",
            "iso_8601": "2019-09-13T19:50:00Z"
        },
        "updated_at": {
            "unix": 1568404303,
            "text": "2019-09-13 20:51:43 +0100",
            "iso_8601": "2019-09-13T19:51:43Z"
        },
        "subject": "Market Imbalance: SPY +1.5bln (Prev. 550mln) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "market-imbalance-spy-1-5bln-prev-550mln-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 03:50:00",
        "gmt_time": "2019-09-13 19:50:00"
    },
    {
        "id": 886823,
        "updated_sequence": 1928407,
        "published_at": {
            "unix": 1568404140,
            "text": "2019-09-13 20:49:00 +0100",
            "iso_8601": "2019-09-13T19:49:00Z"
        },
        "updated_at": {
            "unix": 1568404195,
            "text": "2019-09-13 20:49:55 +0100",
            "iso_8601": "2019-09-13T19:49:55Z"
        },
        "subject": "Brazil's Economy Minster says GDP growth next year could be 2.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-economy-minster-says-gdp-growth-next-year-could-be-2-5-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 03:49:00",
        "gmt_time": "2019-09-13 19:49:00"
    },
    {
        "id": 886822,
        "updated_sequence": 1928404,
        "published_at": {
            "unix": 1568401200,
            "text": "2019-09-13 20:00:00 +0100",
            "iso_8601": "2019-09-13T19:00:00Z"
        },
        "updated_at": {
            "unix": 1568401291,
            "text": "2019-09-13 20:01:31 +0100",
            "iso_8601": "2019-09-13T19:01:31Z"
        },
        "subject": "Valero (VLO) Meraux Louisiana refinery (135k BPD) reformer and SRU shut following a collision, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-vlo-meraux-louisiana-refinery-135k-bpd-reformer-and-sru-shut-following-a-collision-according-to-sources-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 03:00:00",
        "gmt_time": "2019-09-13 19:00:00"
    },
    {
        "id": 886821,
        "updated_sequence": 1928401,
        "published_at": {
            "unix": 1568400780,
            "text": "2019-09-13 19:53:00 +0100",
            "iso_8601": "2019-09-13T18:53:00Z"
        },
        "updated_at": {
            "unix": 1568400875,
            "text": "2019-09-13 19:54:35 +0100",
            "iso_8601": "2019-09-13T18:54:35Z"
        },
        "subject": "US NEC Director Kudlow says Trump decided against an executive order to allow capital gains tax indexing as it would not benefit the middle class enough",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-trump-decided-against-an-executive-order-to-allow-capital-gains-tax-indexing-as-it-would-not-benefit-the-middle-class-enough-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:53:00",
        "gmt_time": "2019-09-13 18:53:00"
    },
    {
        "id": 886820,
        "updated_sequence": 1928398,
        "published_at": {
            "unix": 1568400660,
            "text": "2019-09-13 19:51:00 +0100",
            "iso_8601": "2019-09-13T18:51:00Z"
        },
        "updated_at": {
            "unix": 1568400751,
            "text": "2019-09-13 19:52:31 +0100",
            "iso_8601": "2019-09-13T18:52:31Z"
        },
        "subject": "US NEC Director Kudlow doesn't see a recession, expects a Fed rate cut as does the market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-doesn-t-see-a-recession-expects-a-fed-rate-cut-as-does-the-market-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:51:00",
        "gmt_time": "2019-09-13 18:51:00"
    },
    {
        "id": 886819,
        "updated_sequence": 1928395,
        "published_at": {
            "unix": 1568400000,
            "text": "2019-09-13 19:40:00 +0100",
            "iso_8601": "2019-09-13T18:40:00Z"
        },
        "updated_at": {
            "unix": 1568400549,
            "text": "2019-09-13 19:49:09 +0100",
            "iso_8601": "2019-09-13T18:49:09Z"
        },
        "subject": "US NEC Director Kudlow says a new US tax plan will be unveiled some time in the middle of next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Echoing comments from US President Trump, who said he will announce a tax-cut for the middle-income sometime next year.</li></ul>",
        "analysis_updated_at": {
            "unix": 1568400180,
            "text": "2019-09-13 19:43:00 +0100",
            "iso_8601": "2019-09-13T18:43:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-a-new-us-tax-plan-will-be-unveiled-some-time-in-the-middle-of-next-year-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:40:00",
        "gmt_time": "2019-09-13 18:40:00"
    },
    {
        "id": 886818,
        "updated_sequence": 1928393,
        "published_at": {
            "unix": 1568399520,
            "text": "2019-09-13 19:32:00 +0100",
            "iso_8601": "2019-09-13T18:32:00Z"
        },
        "updated_at": {
            "unix": 1568400464,
            "text": "2019-09-13 19:47:44 +0100",
            "iso_8601": "2019-09-13T18:47:44Z"
        },
        "subject": "WTI (V9) settles USD 0.24 lower at USD 54.85/bbl; Brent (X9) settles USD 0.16 lower at USD 60.22/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Energy prices are subdued to conclude the week as desks note continued concern over a “daunting” OPEC supply glut, as flagged by the IEA on Thursday. There is also the overhang of the OPEC+ JMMC meeting where energy analysts at Citigroup highlight the scepticism over pledges from non-compliant members to fall in-line, “this focus and the price action together suggest and reinforce a dominant bearish sentiment.” Similar to the EIA and OPEC, Barclays lowered its oil demand growth forecasts by 200k BPD in both 2019 and 2020 to 800k BPD and 1.3mln BPD, respectively; Barclays also lowered its Brent average price forecast to USD 65/bbl and USD 69/bbl in 2019 and 2020, respectively. The latest Baker Hughes rig count showed US oil drillers cutting rigs for the fourth week in a row: oil rigs -5 at 733, gas rigs -7 at 153, total rigs -12 at 886.</li></ul>",
        "analysis_updated_at": {
            "unix": 1568399520,
            "text": "2019-09-13 19:32:00 +0100",
            "iso_8601": "2019-09-13T18:32:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-v9-settles-usd-0-24-lower-at-usd-54-85-bbl-brent-x9-settles-usd-0-16-lower-at-usd-60-22-bbl-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:32:00",
        "gmt_time": "2019-09-13 18:32:00"
    },
    {
        "id": 886817,
        "updated_sequence": 1928386,
        "published_at": {
            "unix": 1568398920,
            "text": "2019-09-13 19:22:00 +0100",
            "iso_8601": "2019-09-13T18:22:00Z"
        },
        "updated_at": {
            "unix": 1568399724,
            "text": "2019-09-13 19:35:24 +0100",
            "iso_8601": "2019-09-13T18:35:24Z"
        },
        "subject": "Brazilian Finance Minister Guedes says the government will reach its privatisation goal of BRL 80bln this year, will accelerate privatisation programme next year ",
        "content": "<ul><li>Will create a Federal VAT tax</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-finance-minister-guedes-says-the-government-will-reach-its-privatisation-goal-of-brl-80bln-this-year-will-accelerate-privatisation-programme-next-year-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:22:00",
        "gmt_time": "2019-09-13 18:22:00"
    },
    {
        "id": 886816,
        "updated_sequence": 1928376,
        "published_at": {
            "unix": 1568398320,
            "text": "2019-09-13 19:12:00 +0100",
            "iso_8601": "2019-09-13T18:12:00Z"
        },
        "updated_at": {
            "unix": 1568398923,
            "text": "2019-09-13 19:22:03 +0100",
            "iso_8601": "2019-09-13T18:22:03Z"
        },
        "subject": "Omnicom (OMC) loses its McDonald's (MCD) contract after three years, according to AdAge.com",
        "content": "<ul><li><a href=\"https://adage.com/article/agency-news/mcdonalds-picks-wieden-kennedy-new-york-lead-us-creative-agency/2196756\">Via AdAge</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "AdAge",
        "slug": "omnicom-omc-loses-its-mcdonald-s-mcd-contract-after-three-years-according-to-adage-com-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:12:00",
        "gmt_time": "2019-09-13 18:12:00"
    },
    {
        "id": 886815,
        "updated_sequence": 1928374,
        "published_at": {
            "unix": 1568398140,
            "text": "2019-09-13 19:09:00 +0100",
            "iso_8601": "2019-09-13T18:09:00Z"
        },
        "updated_at": {
            "unix": 1568398814,
            "text": "2019-09-13 19:20:14 +0100",
            "iso_8601": "2019-09-13T18:20:14Z"
        },
        "subject": "Apple (AAPL) refutes claims, made by Goldman Sachs, that its Apple TV+ bundle will have a negative impact on its EPS, according to CNBC",
        "content": "<p><a href=\"https://www.cnbc.com/2019/09/13/apple-disputes-negative-goldman-call-hitting-the-stock-says-tv-will-not-have-material-impact.html\">Click here for link</a></p>",
        "reaction_details": "<ul><li>AAPL shares rose in an immediate reaction from 217.50 to 218.76</li></ul>",
        "reaction_updated_at": {
            "unix": 1568398260,
            "text": "2019-09-13 19:11:00 +0100",
            "iso_8601": "2019-09-13T18:11:00Z"
        },
        "analysis_details": "<ul><li>A pre-market open note from Goldman Sachs stated the the latest proposal to provide Apple TV+ at a discount on a one-year trial will be a 14% drag on EPS for FY20, and as such lowered its price target to USD 165 from USD 187.</li></ul>",
        "analysis_updated_at": {
            "unix": 1568398814,
            "text": "2019-09-13 19:20:14 +0100",
            "iso_8601": "2019-09-13T18:20:14Z"
        },
        "push_notify": false,
        "source": "CNBC",
        "slug": "apple-aapl-refutes-claims-made-by-goldman-sachs-that-its-apple-tv-bundle-will-have-a-negative-impact-on-its-eps-according-to-cnbc-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:09:00",
        "gmt_time": "2019-09-13 18:09:00"
    },
    {
        "id": 886814,
        "updated_sequence": 1928372,
        "published_at": {
            "unix": 1568397600,
            "text": "2019-09-13 19:00:00 +0100",
            "iso_8601": "2019-09-13T18:00:00Z"
        },
        "updated_at": {
            "unix": 1568398695,
            "text": "2019-09-13 19:18:15 +0100",
            "iso_8601": "2019-09-13T18:18:15Z"
        },
        "subject": "Turkish President Erdogan says he is to discuss with US President Trump the purchase of the US Patriot missile defence system; to meet with Trump at the UN; says personal bond with Trump could overcome potential US sanctions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Turkey recently agreed to purchase the S-400 missile defense system from Russia, which was frowned upon from the US, with US Treasury Secretary Mnuchin recently stating the US continues to mull sanctions on Turkey for its purchase. The US House of Foreign Affairs committee also urged for sanctions to be imposed on Turkey for the purchase. US President Trump however, has been quiet on the matter recently, although back in July, Washington Post, citing source reports stated Trump was hesitant to impose sanctions on Turkey.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1568398695,
            "text": "2019-09-13 19:18:15 +0100",
            "iso_8601": "2019-09-13T18:18:15Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-president-erdogan-says-he-is-to-discuss-with-us-president-trump-the-purchase-of-the-us-patriot-missile-defence-system-to-meet-with-trump-at-the-un-says-personal-bond-with-trump-could-overcome-potential-us-sanctions-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 02:00:00",
        "gmt_time": "2019-09-13 18:00:00"
    },
    {
        "id": 886812,
        "updated_sequence": 1928354,
        "published_at": {
            "unix": 1568396820,
            "text": "2019-09-13 18:47:00 +0100",
            "iso_8601": "2019-09-13T17:47:00Z"
        },
        "updated_at": {
            "unix": 1568396958,
            "text": "2019-09-13 18:49:18 +0100",
            "iso_8601": "2019-09-13T17:49:18Z"
        },
        "subject": "General Motors (GM) rising on UAW contracts with Fiat (FCAU) and Ford (F) are extended indefinitely while negotiations continue with GM, according to Fox",
        "content": "<p><a href=\"http://www.fox2detroit.com/news/local-news/uaw-extends-contracts-with-ford-and-fiat-indefinitely-amid-negotiations-with-gm\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>They were set to expire on Saturday</li></ul>",
        "analysis_updated_at": {
            "unix": 1568396880,
            "text": "2019-09-13 18:48:00 +0100",
            "iso_8601": "2019-09-13T17:48:00Z"
        },
        "push_notify": false,
        "source": "Fox News",
        "slug": "general-motors-gm-rising-on-uaw-contracts-with-fiat-fcau-and-ford-f-are-extended-indefinitely-while-negotiations-continue-with-gm-according-to-fox-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 01:47:00",
        "gmt_time": "2019-09-13 17:47:00"
    },
    {
        "id": 886811,
        "updated_sequence": 1928348,
        "published_at": {
            "unix": 1568395920,
            "text": "2019-09-13 18:32:00 +0100",
            "iso_8601": "2019-09-13T17:32:00Z"
        },
        "updated_at": {
            "unix": 1568396418,
            "text": "2019-09-13 18:40:18 +0100",
            "iso_8601": "2019-09-13T17:40:18Z"
        },
        "subject": "IMF is likely to withhold Argentina cash without policy clarity from the government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-is-likely-to-withhold-argentina-cash-without-policy-clarity-from-the-government-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 01:32:00",
        "gmt_time": "2019-09-13 17:32:00"
    },
    {
        "id": 886810,
        "updated_sequence": 1928343,
        "published_at": {
            "unix": 1568394900,
            "text": "2019-09-13 18:15:00 +0100",
            "iso_8601": "2019-09-13T17:15:00Z"
        },
        "updated_at": {
            "unix": 1568395397,
            "text": "2019-09-13 18:23:17 +0100",
            "iso_8601": "2019-09-13T17:23:17Z"
        },
        "subject": "Rosenblatt state that Apple (AAPL) has weak pre-order for its newest iPhone, citing conversations with retailers",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rosenblatt-state-that-apple-aapl-has-weak-pre-order-for-its-newest-iphone-citing-conversations-with-retailers-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 01:15:00",
        "gmt_time": "2019-09-13 17:15:00"
    },
    {
        "id": 886809,
        "updated_sequence": 1928338,
        "published_at": {
            "unix": 1568394360,
            "text": "2019-09-13 18:06:00 +0100",
            "iso_8601": "2019-09-13T17:06:00Z"
        },
        "updated_at": {
            "unix": 1568394409,
            "text": "2019-09-13 18:06:49 +0100",
            "iso_8601": "2019-09-13T17:06:49Z"
        },
        "subject": "Walmart (WMT) is introducing 'Walmart Health Center', potentially of note for healthcare names",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "walmart-wmt-is-introducing-walmart-health-center-potentially-of-note-for-healthcare-names-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 01:06:00",
        "gmt_time": "2019-09-13 17:06:00"
    },
    {
        "id": 886808,
        "updated_sequence": 1928335,
        "published_at": {
            "unix": 1568394000,
            "text": "2019-09-13 18:00:00 +0100",
            "iso_8601": "2019-09-13T17:00:00Z"
        },
        "updated_at": {
            "unix": 1568394128,
            "text": "2019-09-13 18:02:08 +0100",
            "iso_8601": "2019-09-13T17:02:08Z"
        },
        "subject": "Baker Hughes (Sep 13): Oil rigs -5 at 733, Gas rigs -7 at 153, Total rigs -12 at 886",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "baker-hughes-sep-13-oil-rigs-5-at-733-gas-rigs-7-at-153-total-rigs-12-at-886-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 01:00:00",
        "gmt_time": "2019-09-13 17:00:00"
    },
    {
        "id": 886807,
        "updated_sequence": 1928332,
        "published_at": {
            "unix": 1568392800,
            "text": "2019-09-13 17:40:00 +0100",
            "iso_8601": "2019-09-13T16:40:00Z"
        },
        "updated_at": {
            "unix": 1568392873,
            "text": "2019-09-13 17:41:13 +0100",
            "iso_8601": "2019-09-13T16:41:13Z"
        },
        "subject": "Shell Norco Louisiana Refinery (250k BPD) FCCU production has been cut by a small amount after a boiler outage, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-norco-louisiana-refinery-250k-bpd-fccu-production-has-been-cut-by-a-small-amount-after-a-boiler-outage-according-to-sources-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 00:40:00",
        "gmt_time": "2019-09-13 16:40:00"
    },
    {
        "id": 886804,
        "updated_sequence": 1928323,
        "published_at": {
            "unix": 1568391120,
            "text": "2019-09-13 17:12:00 +0100",
            "iso_8601": "2019-09-13T16:12:00Z"
        },
        "updated_at": {
            "unix": 1568391812,
            "text": "2019-09-13 17:23:32 +0100",
            "iso_8601": "2019-09-13T16:23:32Z"
        },
        "subject": "Atlanta Fed GDPnow (Q3) 1.8% (prev. 1.9%)",
        "content": "<p><a href=\"https://www.frbatlanta.org/cqer/research/gdpnow.aspx\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q3-1-8-prev-1-9-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-14 00:12:00",
        "gmt_time": "2019-09-13 16:12:00"
    },
    {
        "id": 886803,
        "updated_sequence": 1928314,
        "published_at": {
            "unix": 1568389980,
            "text": "2019-09-13 16:53:00 +0100",
            "iso_8601": "2019-09-13T15:53:00Z"
        },
        "updated_at": {
            "unix": 1568390195,
            "text": "2019-09-13 16:56:35 +0100",
            "iso_8601": "2019-09-13T15:56:35Z"
        },
        "subject": "EU Diplomat says talks with UK European Advisor Frost were the best yet, but are not yet the beginning of a solution, according to Telegraph",
        "content": "<ul><li><a href=\"https://twitter.com/JamesCrisp6/status/1172538689324560384\">Via Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Telegraph",
        "slug": "eu-diplomat-says-talks-with-uk-european-advisor-frost-were-the-best-yet-but-are-not-yet-the-beginning-of-a-solution-according-to-telegraph-13-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:53:00",
        "gmt_time": "2019-09-13 15:53:00"
    },
    {
        "id": 886802,
        "updated_sequence": 1928311,
        "published_at": {
            "unix": 1568389500,
            "text": "2019-09-13 16:45:00 +0100",
            "iso_8601": "2019-09-13T15:45:00Z"
        },
        "updated_at": {
            "unix": 1568389579,
            "text": "2019-09-13 16:46:19 +0100",
            "iso_8601": "2019-09-13T15:46:19Z"
        },
        "subject": "Weekly FX Wrap: big bazooka, Brextension and US-China on the cusp of mini trade deal",
        "content": "<p><strong>EUR&nbsp;</strong></p><p>It would be tempting and justified to suggest that the week boiled down to Thursday given the sheer scale of currency moves sparked by the ECB’s policy action, as President Draghi’s swansong (albeit not last meeting at the helm) was all and more than most expected, if not desired. Indeed, amidst obvious and subsequently vocalised GC dissent the Bank unleashed a multi-pronged salvo including all the various tools at its disposure and signalled in July, albeit not to the extent that it might have. To recap, the key depo rate was trimmed 10 bp, QE was restarted at a Eur 20 bn/month pace and forward guidance was radically reformed to an inflation rather than time contingency with further reinforcement via merging standard and unconventional policy to the common goal of headline, underlying and inflation expectations reaching robust convergence and stability around the target level. However, arguably the biggest change was the introduction of tiering that provides relief for banks that can benefit from NIRP exemptions of up to 6-fold on excess reserves, and also allows the ECB more scope to cut the depo further if needed. For the record, TLTRO3 terms were also relaxed and the maturities extended from 2 to 3 years, but banks are still due to make early repayments on previous loans so this may not be as pertinent overall. In short, the Euro posted lows for the day and week around 1.0928 before erasing all its losses and more then extending the sharp reversal on Friday, with Eur/Usd hitting 1.1109 at one stage, as ECB dissenters underscored a unanimous view revealed by Draghi that the onus if now on Governments and fiscal policy to supplement September’s extensive/open-ended stimulus package.</p><p><strong>GBP&nbsp;</strong></p><p>Although the single currency’s revival was impressive, Sterling is actually G10 top dog, with Cable continuing its rebound from early September ytd troughs (1.1959 discounting the so called ‘flash crash’ base) to 1.2476 before tailing off on the back of considerably better than expected UK data (GDP, ip, earnings and jobless rate) and less hard Brexit angst. In short, PM Johnson suffered a sixth defeat at the hands of Parliament and a 2nd in terms of a snap election, while his prorogation was ruled to be illegal by the Scottish High Court and will now be passed to the Supreme Court next Tuesday. Meanwhile, the Queen gave her seal on the anti-no deal bill that effectively means application for a further Article 50 extension if no accord is reached at the October 17-18 EU Summit and papers from Brussels suggest the bloc may be amenable to granting more time after October 31 if there is hope of clinching an agreement. On this note, some signs that the DUP could accept some form of alternative Irish backstop, but no guarantee, as Johnson heads for a meeting with Juncker on Monday.</p><p><strong>USD</strong></p><p>Aside from the pronounced moves at the tail end of the week, largely at the behest of the Euro and contagion elsewhere, the Greenback has been attuned to mostly improving developments and general risk sentiment surrounding US-China trade relations, as olive branches from Beijing were greeted in kind by Washington and President Trump personally via the delay of additional tariffs scheduled for October 1 to 15. Moreover, ongoing tech-level talks were upgraded and suitably productive such that an interim accord appears on the cards/in principle after more mid-status negotiations next week and the big guns get together early next month for the face-off that was aborted this month. However, the <strong>DXY</strong> carved out weekly highs and lows of 99.109 and 97.992 when dovetailing the Eur, with only limited upticks on upbeat US data/surveys in the form of PPI, some elements of CPI, retail sales and Michigan sentiment, as pre-FOMC positioning and another volley of Trump criticism of the Fed kept the Dollar on the defensive.</p><p><strong>TRY/CNH</strong></p><p>The Lira also saw whippy moves on CB impulses, albeit nowhere near as volatile as the Euro, with the CBRT exceeding expectations again when slashing rates by 325 bp. Turkish President Erdogan wanted more of course with a pro-Government paper teasing as much as 500 bp, but investors/markets appear content that rates are returning to normal as a sign of the economy overall and the fact that CPI unwound all and more of its ‘one-off’ spike, which the Central Bank acknowledged in the accompany statement via a more benign outlook compared to July. Similarly, the PBoC’s scaled RRR reductions that start from Monday and range from 50-100 bp have complemented the bullish Yuan reaction allied to the more constructive/less strained US-China trade situation.</p><p><strong>AUD/NZD/CAD/JPY/CHF/XAU&nbsp;</strong></p><p>Contrasting fortunes for the high-beta and traditional safe havens on fluctuating risk sentiment and specific or independent drivers, but the Aussie has been a decent net gain vs its US and NZ counterpart, while the Kiwi and Loonie have lagged/underperformed. Similarly, the Yen has suffered more from safe-haven unwinding and with the BoJ looming amidst sources saying further stimulus is a close call, while the Franc faces next week’s SNB policy review with less reason to anticipate a more aggressive response given the Euro’s snap-back and Gold has been relatively well bid on pull-backs through the Usd1500/oz level, for now at least.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-big-bazooka-brextension-and-us-china-on-the-cusp-of-mini-trade-deal-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:45:00",
        "gmt_time": "2019-09-13 15:45:00"
    },
    {
        "id": 886801,
        "updated_sequence": 1928308,
        "published_at": {
            "unix": 1568388600,
            "text": "2019-09-13 16:30:00 +0100",
            "iso_8601": "2019-09-13T15:30:00Z"
        },
        "updated_at": {
            "unix": 1568388863,
            "text": "2019-09-13 16:34:23 +0100",
            "iso_8601": "2019-09-13T15:34:23Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (0.5%) at 3555, FTSE 100 (0.4%) at 7371, DAX (0.6%) at 12484, CAC 40 (0.3%) at 5661, IBEX 35 (0.6%) at 9138, FTSE Italian MIB (0.5%) at 22185, SMI (-0.5%) at 10047",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts 1.4%</li><li>Banks 2.8%</li><li>Basic Resources 2.8%</li><li>Chemicals 0.7%</li><li>Construction &amp; Materials 0.8%</li><li>Financial Services 1.5%</li><li>Food &amp; Beverage&nbsp; -1.9%</li><li>Health Care -0.2%</li><li>Industrial Goods &amp; Services 0.7%</li><li>Insurance 1.1%</li><li>Media 0.3%</li><li>Oil &amp; Gas 0.5%</li><li>Personal &amp; Household Goods -0.6%</li><li>Retail 0.7%</li><li>Technology&nbsp; 0.2%</li><li>Telecommunications&nbsp; 0.2%</li><li>Travel &amp; Leisure 0.8%</li><li>Utilities -0.7%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-5-at-3555-ftse-100-0-4-at-7371-dax-0-6-at-12484-cac-40-0-3-at-5661-ibex-35-0-6-at-9138-ftse-italian-mib-0-5-at-22185-smi-0-5-at-10047-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:30:00",
        "gmt_time": "2019-09-13 15:30:00"
    },
    {
        "id": 886800,
        "updated_sequence": 1928321,
        "published_at": {
            "unix": 1568387820,
            "text": "2019-09-13 16:17:00 +0100",
            "iso_8601": "2019-09-13T15:17:00Z"
        },
        "updated_at": {
            "unix": 1568391741,
            "text": "2019-09-13 17:22:21 +0100",
            "iso_8601": "2019-09-13T16:22:21Z"
        },
        "subject": "New York Fed GDP Nowcast 2019 (Q3) 1.6% (unch.), (Q4) 1.1% (unch.)",
        "content": "<p><a href=\"https://www.newyorkfed.org/research/policy/nowcast\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-gdp-nowcast-2019-q3-1-6-unch-q4-1-1-unch-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:17:00",
        "gmt_time": "2019-09-13 15:17:00"
    },
    {
        "id": 886799,
        "updated_sequence": 1928302,
        "published_at": {
            "unix": 1568387460,
            "text": "2019-09-13 16:11:00 +0100",
            "iso_8601": "2019-09-13T15:11:00Z"
        },
        "updated_at": {
            "unix": 1568387529,
            "text": "2019-09-13 16:12:09 +0100",
            "iso_8601": "2019-09-13T15:12:09Z"
        },
        "subject": "Choice Hotels (CHH) announces dividend and increases total shares available for repurchase to 4mln ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "choice-hotels-chh-announces-dividend-and-increases-total-shares-available-for-repurchase-to-4mln-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:11:00",
        "gmt_time": "2019-09-13 15:11:00"
    },
    {
        "id": 886798,
        "updated_sequence": 1928299,
        "published_at": {
            "unix": 1568386920,
            "text": "2019-09-13 16:02:00 +0100",
            "iso_8601": "2019-09-13T15:02:00Z"
        },
        "updated_at": {
            "unix": 1568387061,
            "text": "2019-09-13 16:04:21 +0100",
            "iso_8601": "2019-09-13T15:04:21Z"
        },
        "subject": "France, Britain, Germany, and the EU say they are \"deeply concerned\" by Iran's announcements and actions in walking back on the Nuclear Deal commitments, particularly Iran's decision to install advanced centrifuges",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-britain-germany-and-the-eu-say-they-are-deeply-concerned-by-iran-s-announcements-and-actions-in-walking-back-on-the-nuclear-deal-commitments-particularly-iran-s-decision-to-install-advanced-centrifuges-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 23:02:00",
        "gmt_time": "2019-09-13 15:02:00"
    },
    {
        "id": 886797,
        "updated_sequence": 1928296,
        "published_at": {
            "unix": 1568386620,
            "text": "2019-09-13 15:57:00 +0100",
            "iso_8601": "2019-09-13T14:57:00Z"
        },
        "updated_at": {
            "unix": 1568386702,
            "text": "2019-09-13 15:58:22 +0100",
            "iso_8601": "2019-09-13T14:58:22Z"
        },
        "subject": "US Treasury Secretary Mnuchin says European companies will be targeted by US sanctions if they operate in Iran, according to Sky News Arabia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News Arabia",
        "slug": "us-treasury-secretary-mnuchin-says-european-companies-will-be-targeted-by-us-sanctions-if-they-operate-in-iran-according-to-sky-news-arabia-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:57:00",
        "gmt_time": "2019-09-13 14:57:00"
    },
    {
        "id": 886796,
        "updated_sequence": 1928268,
        "published_at": {
            "unix": 1568385840,
            "text": "2019-09-13 15:44:00 +0100",
            "iso_8601": "2019-09-13T14:44:00Z"
        },
        "updated_at": {
            "unix": 1568385928,
            "text": "2019-09-13 15:45:28 +0100",
            "iso_8601": "2019-09-13T14:45:28Z"
        },
        "subject": "French Finance Minister Le Maire says he is cautious about changing EU fiscal rules as the overhaul could take too long",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-le-maire-says-he-is-cautious-about-changing-eu-fiscal-rules-as-the-overhaul-could-take-too-long-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:44:00",
        "gmt_time": "2019-09-13 14:44:00"
    },
    {
        "id": 886788,
        "updated_sequence": 1928263,
        "published_at": {
            "unix": 1568385000,
            "text": "2019-09-13 15:30:00 +0100",
            "iso_8601": "2019-09-13T14:30:00Z"
        },
        "updated_at": {
            "unix": 1568385323,
            "text": "2019-09-13 15:35:23 +0100",
            "iso_8601": "2019-09-13T14:35:23Z"
        },
        "subject": "French Finance Minister Le Maire says one option on energy taxation could be an EU airlines tax; says banks should reduce the costs of international transactions",
        "content": "",
        "reaction_details": "<ul><li>Air France (AF FP) shares saw some immediate downside following the comments</li></ul>",
        "reaction_updated_at": {
            "unix": 1568385060,
            "text": "2019-09-13 15:31:00 +0100",
            "iso_8601": "2019-09-13T14:31:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-le-maire-says-one-option-on-energy-taxation-could-be-an-eu-airlines-tax-says-banks-should-reduce-the-costs-of-international-transactions-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:30:00",
        "gmt_time": "2019-09-13 14:30:00"
    },
    {
        "id": 886787,
        "updated_sequence": 1928228,
        "published_at": {
            "unix": 1568384700,
            "text": "2019-09-13 15:25:00 +0100",
            "iso_8601": "2019-09-13T14:25:00Z"
        },
        "updated_at": {
            "unix": 1568384791,
            "text": "2019-09-13 15:26:31 +0100",
            "iso_8601": "2019-09-13T14:26:31Z"
        },
        "subject": "US Energy Secretary Perry says he will meet Saudi counterpart on Monday and discuss working towards a civilian nuclear agreement, Perry adds Iran has yet to show it is willing to participate in the global community",
        "content": "<ul><li>US should use its tools to ensure Iran does participate</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-energy-secretary-perry-says-he-will-meet-saudi-counterpart-on-monday-and-discuss-working-towards-a-civilian-nuclear-agreement-perry-adds-iran-has-yet-to-show-it-is-willing-to-participate-in-the-global-community-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:25:00",
        "gmt_time": "2019-09-13 14:25:00"
    },
    {
        "id": 886786,
        "updated_sequence": 1928225,
        "published_at": {
            "unix": 1568384640,
            "text": "2019-09-13 15:24:00 +0100",
            "iso_8601": "2019-09-13T14:24:00Z"
        },
        "updated_at": {
            "unix": 1568384709,
            "text": "2019-09-13 15:25:09 +0100",
            "iso_8601": "2019-09-13T14:25:09Z"
        },
        "subject": "French Finance Minister Le Maire says ECB's Monetary policy should be complimented with fiscal measures and investment revise growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-le-maire-says-ecb-s-monetary-policy-should-be-complimented-with-fiscal-measures-and-investment-revise-growth-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:24:00",
        "gmt_time": "2019-09-13 14:24:00"
    },
    {
        "id": 886785,
        "updated_sequence": 1928222,
        "published_at": {
            "unix": 1568384400,
            "text": "2019-09-13 15:20:00 +0100",
            "iso_8601": "2019-09-13T14:20:00Z"
        },
        "updated_at": {
            "unix": 1568384560,
            "text": "2019-09-13 15:22:40 +0100",
            "iso_8601": "2019-09-13T14:22:40Z"
        },
        "subject": " LSE (LSE LN) – Hong Kong Exchange is considering their options and plan on talking to more LSE shareholders regarding their offer",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lse-lse-ln-hong-kong-exchange-is-considering-their-options-and-plan-on-talking-to-more-lse-shareholders-regarding-their-offer-13-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:20:00",
        "gmt_time": "2019-09-13 14:20:00"
    },
    {
        "id": 886784,
        "updated_sequence": 1928213,
        "published_at": {
            "unix": 1568384340,
            "text": "2019-09-13 15:19:00 +0100",
            "iso_8601": "2019-09-13T14:19:00Z"
        },
        "updated_at": {
            "unix": 1568384444,
            "text": "2019-09-13 15:20:44 +0100",
            "iso_8601": "2019-09-13T14:20:44Z"
        },
        "subject": "French Finance Minister Le Maire says the environmental cost of aviation sector should be addressed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-le-maire-says-the-environmental-cost-of-aviation-sector-should-be-addressed-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:19:00",
        "gmt_time": "2019-09-13 14:19:00"
    },
    {
        "id": 886783,
        "updated_sequence": 1928265,
        "published_at": {
            "unix": 1568384160,
            "text": "2019-09-13 15:16:00 +0100",
            "iso_8601": "2019-09-13T14:16:00Z"
        },
        "updated_at": {
            "unix": 1568385370,
            "text": "2019-09-13 15:36:10 +0100",
            "iso_8601": "2019-09-13T14:36:10Z"
        },
        "subject": "US issues further North Korean sanctions on NK hacking groups, targeting one individual and three entities, US Treasury Website",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>North Korea have been asking the US for an ease in sanction in return for denuclearisation dialogue</li></ul>",
        "analysis_updated_at": {
            "unix": 1568384340,
            "text": "2019-09-13 15:19:00 +0100",
            "iso_8601": "2019-09-13T14:19:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-issues-further-north-korean-sanctions-on-nk-hacking-groups-targeting-one-individual-and-three-entities-us-treasury-website-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:16:00",
        "gmt_time": "2019-09-13 14:16:00"
    },
    {
        "id": 886775,
        "updated_sequence": 1928175,
        "published_at": {
            "unix": 1568383500,
            "text": "2019-09-13 15:05:00 +0100",
            "iso_8601": "2019-09-13T14:05:00Z"
        },
        "updated_at": {
            "unix": 1568383624,
            "text": "2019-09-13 15:07:04 +0100",
            "iso_8601": "2019-09-13T14:07:04Z"
        },
        "subject": "Facebook (FB) - Germany are reportedly to ban the Co's Libra and are to create a state blockchain., Spiegel",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from France banning Facebook's Libra</li></ul>",
        "analysis_updated_at": {
            "unix": 1568383624,
            "text": "2019-09-13 15:07:04 +0100",
            "iso_8601": "2019-09-13T14:07:04Z"
        },
        "push_notify": false,
        "source": "Spiegel",
        "slug": "facebook-fb-germany-are-reportedly-to-ban-the-co-s-libra-and-are-to-create-a-state-blockchain-spiegel-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:05:00",
        "gmt_time": "2019-09-13 14:05:00"
    },
    {
        "id": 886774,
        "updated_sequence": 1928172,
        "published_at": {
            "unix": 1568383380,
            "text": "2019-09-13 15:03:00 +0100",
            "iso_8601": "2019-09-13T14:03:00Z"
        },
        "updated_at": {
            "unix": 1568383470,
            "text": "2019-09-13 15:04:30 +0100",
            "iso_8601": "2019-09-13T14:04:30Z"
        },
        "subject": "LSE (LSE LN) – Hong Kong Stock Exchange are reportedly to pursue their bid for a takeover of the Co., in-spite of the Co. unanimously rejecting their offer earlier ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lse-lse-ln-hong-kong-stock-exchange-are-reportedly-to-pursue-their-bid-for-a-takeover-of-the-co-in-spite-of-the-co-unanimously-rejecting-their-offer-earlier-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 22:03:00",
        "gmt_time": "2019-09-13 14:03:00"
    },
    {
        "id": 886773,
        "updated_sequence": 1928169,
        "published_at": {
            "unix": 1568382900,
            "text": "2019-09-13 14:55:00 +0100",
            "iso_8601": "2019-09-13T13:55:00Z"
        },
        "updated_at": {
            "unix": 1568383088,
            "text": "2019-09-13 14:58:08 +0100",
            "iso_8601": "2019-09-13T13:58:08Z"
        },
        "subject": "Barclays lowers 2019 and 2020 oil demand growth forecast by 200k BPD to 800k BPD and 1.3mln BPD respectively, citing weakness in global manufacturing activity amid trade war and risk of no-deal Brexit",
        "content": "<ul><li>Sees 2019 and 2020 Brent average at USD 65/bbl (USD 69/bbl)&nbsp;</li><li>Premium to WTI cushing to average USD 7/bbl in 2019 and USD 5/bbl in 2020</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barclays-lowers-2019-and-2020-oil-demand-growth-forecast-by-200k-bpd-to-800k-bpd-and-1-3mln-bpd-respectively-citing-weakness-in-global-manufacturing-activity-amid-trade-war-and-risk-of-no-deal-brexit-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:55:00",
        "gmt_time": "2019-09-13 13:55:00"
    },
    {
        "id": 886772,
        "updated_sequence": 1928164,
        "published_at": {
            "unix": 1568382540,
            "text": "2019-09-13 14:49:00 +0100",
            "iso_8601": "2019-09-13T13:49:00Z"
        },
        "updated_at": {
            "unix": 1568382722,
            "text": "2019-09-13 14:52:02 +0100",
            "iso_8601": "2019-09-13T13:52:02Z"
        },
        "subject": "Sanofi (SAN FP) - FDA released a statement warning patients of NDMA found in samples of Ranitidine ",
        "content": "",
        "reaction_details": "<ul><li>In reaction to this statement Sanofi (SAN FP) shares fell from EUR 79.90 to EUR 78.00, before paring some of the move</li></ul>",
        "reaction_updated_at": {
            "unix": 1568382721,
            "text": "2019-09-13 14:52:01 +0100",
            "iso_8601": "2019-09-13T13:52:01Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sanofi-san-fp-fda-released-a-statement-warning-patients-of-ndma-found-in-samples-of-ranitidine-13-09-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:49:00",
        "gmt_time": "2019-09-13 13:49:00"
    },
    {
        "id": 886768,
        "updated_sequence": 1928148,
        "published_at": {
            "unix": 1568382240,
            "text": "2019-09-13 14:44:00 +0100",
            "iso_8601": "2019-09-13T13:44:00Z"
        },
        "updated_at": {
            "unix": 1568382339,
            "text": "2019-09-13 14:45:39 +0100",
            "iso_8601": "2019-09-13T13:45:39Z"
        },
        "subject": "UK Brexit Spokesman Frost says the UK has presented some ideas on an all-island SPS solution, further discussions will take place next week ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference, SPS refers to border checks</li></ul>",
        "analysis_updated_at": {
            "unix": 1568382339,
            "text": "2019-09-13 14:45:39 +0100",
            "iso_8601": "2019-09-13T13:45:39Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brexit-spokesman-frost-says-the-uk-has-presented-some-ideas-on-an-all-island-sps-solution-further-discussions-will-take-place-next-week-13-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:44:00",
        "gmt_time": "2019-09-13 13:44:00"
    },
    {
        "id": 886766,
        "updated_sequence": 1928142,
        "published_at": {
            "unix": 1568382060,
            "text": "2019-09-13 14:41:00 +0100",
            "iso_8601": "2019-09-13T13:41:00Z"
        },
        "updated_at": {
            "unix": 1568382147,
            "text": "2019-09-13 14:42:27 +0100",
            "iso_8601": "2019-09-13T13:42:27Z"
        },
        "subject": "EssilorLuxottica (EL FP) - Third Point have reportedly increased their stake in the Co.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "essilorluxottica-el-fp-third-point-have-reportedly-increased-their-stake-in-the-co-13-09-2019",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:41:00",
        "gmt_time": "2019-09-13 13:41:00"
    },
    {
        "id": 886767,
        "updated_sequence": 1928159,
        "published_at": {
            "unix": 1568382000,
            "text": "2019-09-13 14:40:00 +0100",
            "iso_8601": "2019-09-13T13:40:00Z"
        },
        "updated_at": {
            "unix": 1568382600,
            "text": "2019-09-13 14:50:00 +0100",
            "iso_8601": "2019-09-13T13:50:00Z"
        },
        "subject": "US Movers: PG&E (PCG) +6%, Freeport-McMoRan (FCX) +3.8%, Biogen (BIIB) +1.7%, Progressive (PGR) -5%, Nvidia (NVDA) -1.5%, Apple (AAPL) -1.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>PG&amp;E (PCG)</strong> up on insurance&nbsp;settlement plan</li><li><strong>Freeport-McMoRan (FCX) </strong>up on strong copper prices</li><li><strong>Biogen (BIIB) </strong>cancels Phase 3 Alzheimer's treatment</li><li><strong>Progressive (PGR) </strong>disappointing August figures</li><li><strong>Nvidia (NVDA)</strong> downgrade at DZ Bank</li><li><strong>Apple (AAPL) </strong>PT cut at Goldman on new TV bundle</li></ul>",
        "analysis_updated_at": {
            "unix": 1568382600,
            "text": "2019-09-13 14:50:00 +0100",
            "iso_8601": "2019-09-13T13:50:00Z"
        },
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-pg-e-pcg-6-freeport-mcmoran-fcx-3-8-biogen-biib-1-7-progressive-pgr-5-nvidia-nvda-1-5-apple-aapl-1-3-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:40:00",
        "gmt_time": "2019-09-13 13:40:00"
    },
    {
        "id": 886765,
        "updated_sequence": 1928139,
        "published_at": {
            "unix": 1568381700,
            "text": "2019-09-13 14:35:00 +0100",
            "iso_8601": "2019-09-13T13:35:00Z"
        },
        "updated_at": {
            "unix": 1568381778,
            "text": "2019-09-13 14:36:18 +0100",
            "iso_8601": "2019-09-13T13:36:18Z"
        },
        "subject": "Altria's Juul (MO) valuation is lower by 20% in the secondary market , according to CNBC's Faber ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "altria-s-juul-mo-valuation-is-lower-by-20-in-the-secondary-market-according-to-cnbc-s-faber-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:35:00",
        "gmt_time": "2019-09-13 13:35:00"
    },
    {
        "id": 886764,
        "updated_sequence": 1928136,
        "published_at": {
            "unix": 1568381580,
            "text": "2019-09-13 14:33:00 +0100",
            "iso_8601": "2019-09-13T13:33:00Z"
        },
        "updated_at": {
            "unix": 1568381740,
            "text": "2019-09-13 14:35:40 +0100",
            "iso_8601": "2019-09-13T13:35:40Z"
        },
        "subject": "China has warned US warships sailing through the South China sea, PLA Daily reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after the US Navy Warship conducted a \"Freedom of Navigation\" in the South China Sea today, according a US military spokesperson</li><li>Freedom of Navigation Operations (FONOPs) are one of the principal tools by which the United States challenges maritime claims deemed excessive under international law. (AMTI)</li></ul>",
        "analysis_updated_at": {
            "unix": 1568381740,
            "text": "2019-09-13 14:35:40 +0100",
            "iso_8601": "2019-09-13T13:35:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-warned-us-warships-sailing-through-the-south-china-sea-pla-daily-reports-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:33:00",
        "gmt_time": "2019-09-13 13:33:00"
    },
    {
        "id": 886763,
        "updated_sequence": 1928134,
        "published_at": {
            "unix": 1568381400,
            "text": "2019-09-13 14:30:00 +0100",
            "iso_8601": "2019-09-13T13:30:00Z"
        },
        "updated_at": {
            "unix": 1568381676,
            "text": "2019-09-13 14:34:36 +0100",
            "iso_8601": "2019-09-13T13:34:36Z"
        },
        "subject": "Kremlin aide says Russia has three preconditions before a Ukraine summit can take place in October",
        "content": "<ol><li>Separation of rival armed forces on either side of contact line</li><li>Pre-agreement on summit's conclusion</li><li>Agree on wording on special status for Eastern Ukraine</li></ol>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kremlin-aide-says-russia-has-three-preconditions-before-a-ukraine-summit-can-take-place-in-october-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:30:00",
        "gmt_time": "2019-09-13 13:30:00"
    },
    {
        "id": 886761,
        "updated_sequence": 1928121,
        "published_at": {
            "unix": 1568380800,
            "text": "2019-09-13 14:20:00 +0100",
            "iso_8601": "2019-09-13T13:20:00Z"
        },
        "updated_at": {
            "unix": 1568380818,
            "text": "2019-09-13 14:20:18 +0100",
            "iso_8601": "2019-09-13T13:20:18Z"
        },
        "subject": "Additional US Equity Stories - AMGN",
        "content": "<ul><li><strong>Amgen Inc.'s (AMGN)</strong> (Health Care/Biotechnology) Phase 3 study of combing &nbsp;Kyprolis AND Darzalex for the treatment of multiple myeloma&nbsp;met its primary endpoints.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amgn-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:20:00",
        "gmt_time": "2019-09-13 13:20:00"
    },
    {
        "id": 886760,
        "updated_sequence": 1928118,
        "published_at": {
            "unix": 1568380680,
            "text": "2019-09-13 14:18:00 +0100",
            "iso_8601": "2019-09-13T13:18:00Z"
        },
        "updated_at": {
            "unix": 1568380799,
            "text": "2019-09-13 14:19:59 +0100",
            "iso_8601": "2019-09-13T13:19:59Z"
        },
        "subject": "ECB's Weidmann says the ECB went overboard with the stimulus package, will make sure hikes are not delayed for too long, according to Bild",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BILD",
        "slug": "ecb-s-weidmann-says-the-ecb-went-overboard-with-the-stimulus-package-will-make-sure-hikes-are-not-delayed-for-too-long-according-to-bild-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:18:00",
        "gmt_time": "2019-09-13 13:18:00"
    },
    {
        "id": 886756,
        "updated_sequence": 1928106,
        "published_at": {
            "unix": 1568379780,
            "text": "2019-09-13 14:03:00 +0100",
            "iso_8601": "2019-09-13T13:03:00Z"
        },
        "updated_at": {
            "unix": 1568379969,
            "text": "2019-09-13 14:06:09 +0100",
            "iso_8601": "2019-09-13T13:06:09Z"
        },
        "subject": "Caterpillar (CAT) machine sales in rolling 3-month period ending August +6%",
        "content": "<ul><li>Asia/Pac -8%</li><li>EAME +4%</li><li>LatAm +24%</li><li>North America +6%</li><li>World +4%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caterpillar-cat-machine-sales-in-rolling-3-month-period-ending-august-6-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:03:00",
        "gmt_time": "2019-09-13 13:03:00"
    },
    {
        "id": 886756,
        "updated_sequence": 1928106,
        "published_at": {
            "unix": 1568379780,
            "text": "2019-09-13 14:03:00 +0100",
            "iso_8601": "2019-09-13T13:03:00Z"
        },
        "updated_at": {
            "unix": 1568379969,
            "text": "2019-09-13 14:06:09 +0100",
            "iso_8601": "2019-09-13T13:06:09Z"
        },
        "subject": "Caterpillar (CAT) machine sales in rolling 3-month period ending August +6%",
        "content": "<ul><li>Asia/Pac -8%</li><li>EAME +4%</li><li>LatAm +24%</li><li>North America +6%</li><li>World +4%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caterpillar-cat-machine-sales-in-rolling-3-month-period-ending-august-6-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 21:03:00",
        "gmt_time": "2019-09-13 13:03:00"
    },
    {
        "id": 886755,
        "updated_sequence": 1928103,
        "published_at": {
            "unix": 1568379360,
            "text": "2019-09-13 13:56:00 +0100",
            "iso_8601": "2019-09-13T12:56:00Z"
        },
        "updated_at": {
            "unix": 1568379487,
            "text": "2019-09-13 13:58:07 +0100",
            "iso_8601": "2019-09-13T12:58:07Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 13th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22766/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>US House Judiciary Panel has requested company records from <strong>Alphabet, Amazon, Apple and Facebook</strong> as part of an antitrust investigation</li><li><strong>PG&amp;E (PCG)</strong> (Utilities/Electric Utilities) has reached an agreement, a USD 14bln equity financing commitment target, in principle to resolve insurance wildfire claims from 2017 and 2018</li><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has had its PT lowered at Goldman Sachs to USD 165 from USD 187</li></ul><p><strong>13th September 2019</strong></p><ul><li>Of note for <strong>Big Tech (FB, GOOGL, AMZN, AAPL)</strong>, WSJ reports that the FTC’s most pressing matter is to provide guidance, which can be used by lawmakers, on its ability to probe anti-competitive behaviour by tech Cos. Elsewhere, a US House Judiciary Panel has requested company records from Alphabet, Amazon, Apple and Facebook (FB) as part of an antitrust investigation.&nbsp;</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has had its PT lowered at Goldman Sachs to USD 165 from USD 187, analyst Rod Hall cites the latest proposal to provide Apple TV+ at a discount on a one-year trial will be a 14% drag on EPS for FY20.</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) – India has said that it will need to conduct its own checks, in addition to requiring all pilots to complete simulator training, before the 737 Max can fly again, adding that even if the FAA have it flying this year, it does not see it flying until next year.</li><li><strong>Microsoft Corp. (MSFT)</strong> (Information Technology/Systems Software) and <strong>The Walt Disney Company (DIS)</strong> (Communication Services/Movies &amp; Entertainment) have announced a five-year partnership for innovative ways to provide content through Microsoft’s Azure cloud network.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc (GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) has had a subpoena filed against it by Texas AG Ken Paxton which contains hundreds of questions and demands which seeks to gain the rationale behind acquiring several Cos for its Ad business, WSJ reports.</li><li><strong>Biogen Inc. (BIIB)</strong> (Health Care/Biotechnology) and <strong>Eisai Co. (ESALY)</strong> (Health Care/Pharmaceuticals) are to discontinue their Phase 3 studies of their Alzheimer’s treatment, elenbecestat, due to a safety review suggesting an unfavourable risk/benefit ratio.</li><li><strong>Broadcom Inc. (AVGO)</strong> (Information Technology/Semiconductors)<strong> </strong>Q3 19 (USD): adj. EPS 5.16 (exp. 5.12), Revenue 5.515bln (exp. 5.53bln). Affirms FY Revenue view 22.5bln (exp. 22.61bln). Believes demand has bottomed out in semiconductor solutions segment, but to remain at these levels due to current environment.</li><li><strong>Celgene Corp. (CELG)</strong> (Health Care/Biotechnology) reported promising results from its Phase 3 study of its acute myeloid leukaemia treatment, CC-486.</li><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) could have upside to its Q3 international subs, as according to Piper Jaffray analyst Michael Olson who cites Netflix and YouTube data models/analysis which sees in-line domestic subscriber growth but an above expected international figure.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li>Abbott Laboratories’ (ABT) (Health Care/Health Care Equipment) FreeStyle Libre system has become the first sensor-based glucose monitoring system to be listed by a Canadian provincial health plan, after Quebec and Ontario announced reimbursement plans.</li><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco) – Juul, which Altria has a 35% ownership stake in, is mulling a potential push back on the latest plan by the Trump administration to withdraw flavoured e-cigarettes from the market.</li><li>Baker Hughes (BHGE) (Energy/Oil &amp; Gas Equipment &amp; Services) has been indicted by a grand jury in Alaska due to toxic chemical releases at one of its construction sites.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>PG&amp;E (PCG)</strong> (Utilities/Electric Utilities) has reached an agreement, a USD 14bln equity financing commitment target, in principle to resolve insurance wildfire claims from 2017 and 2018</li><li><strong>Square Inc (SQ)</strong> (Information Technology/IT Services) is reportedly testing a free stock trading application in its cash app, which already allows the trading of Bitcoin.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ACADIA (ACAD) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT SVB LEERINK</li><li>ADVANCE AUTO PARTS (AAP) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>ANSYS (ANSS) UPGRADED TO BUY FROM NEUTRAL AT GRIFFIN SECURITIES</li><li>AVERY DENNISON (AVY) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>CIMPRESS (CMPR) UPGRADED TO HOLD FROM SELL AT SUNTRUST</li><li>DANA (DAN) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li><li>ETSY (ETSY) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>FEDERAL REALTY (FRT) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li><li>M.D.C. HOLDINGS (MDC) UPGRADED TO STRONG BUY FROM OUTPERFORM AT RAYMOND JAMES</li><li>PRA HEALTH (PRAH) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>TRADEWEB MARKETS (TW) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li></ul><p><strong>Downgrades</strong></p><ul><li>ADIENT (ADNT) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li><li>APTIV (APTV) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL :</li><li>BROADCOM (AVGO) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li><li>CBOE GLOBAL MARKETS (CBOE) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL :</li><li>HUNTINGTON BANCSHARES (HBAN) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li><li>LEGG MASON (LM) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li><li>LITHIA MOTORS (LAD) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li><li>NVIDIA (NVDA) DOWNGRADED TO SELL FROM HOLD AT DZ BANK</li><li>O'REILLY AUTOMOTIVE (ORLY) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>SITE CENTERS (SITC) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li></ul><p><strong>Initiations</strong></p><ul><li>ADOBE (ADBE) ASSUMED WITH AN OUTPERFORM AT RBC CAPITAL; PT USD 320</li><li>BARRICK GOLD (GOLD) INITIATED WITH AN OUTPERFORM AT MACQUARIE</li><li>DENALI THERAPEUTICS (DNLI) INITIATED WITH A BUY AT NOMURA INSTINET; PT USD 35</li><li>INTUITIVE SURGICAL (ISRG) INITIATED WITH A BUY AT REDBURN</li><li>NEWMONT GOLDCORP (NEM) INITIATED WITH A NEUTRAL AT MACQUARIE</li><li>SLACK TECHNOLOGIES (WORK) INITIATED WITH A NEUTRAL AT MIZUHO; PT USD 26</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Altria Group Inc (MO). Amount $0.84</li><li>Ametek Inc (AME). Amount $0.14</li><li>Ares Capital Corp (ARCC). Amount $0.02</li><li>Ares Management Corp (ARES). Amount $0.32</li><li>Atrion Corp (ATRI). Amount $1.55</li><li>Coca-Cola Co (KO). Amount $0.40</li><li>Community Bank System Inc (CBU). Amount $0.41</li><li>DTE Energy Co (DTE). Amount $0.94</li><li>Eastman Chemical Co (EMN). Amount $0.62</li><li>El Paso Electric Co (EE). Amount $0.38</li><li>Extra Space Storage Inc (EXR). Amount $0.90</li><li>FBL Financial Group Inc (FFG). Amount $0.48</li><li>Fidelity National Financial Inc (FNF). Amount $0.31</li><li>First Citizens BancShares Inc (Delaware) (FCNCA). Amount $0.40</li><li>First Financial Bankshares Inc (FFIN). Amount $0.12</li><li>Gannett Co Inc (GCI). Amount $0.16</li><li>General Electric Co (GE). Amount $0.01</li><li>Hamilton Lane Inc (HLNE). Amount $0.27</li><li>Hess Corp (HES). Amount $0.25</li><li>Hillenbrand Inc (HI). Amount $0.21</li><li>Horace Mann Educators Corp (HMN). Amount $0.28</li><li>Intercontinental Exchange Inc (ICE). Amount $0.27</li><li>Iron Mountain Inc (IRM). Amount $0.61</li><li>KBR Inc (KBR). Amount $0.08</li><li>Knoll Inc (KNL). Amount $0.17</li><li>Lamar Advertising Co (LAMR). Amount $0.96</li><li>Leidos Holdings Inc (LDOS). Amount $0.34</li><li>Merck &amp; Co Inc (MRK). Amount $0.55</li><li>MTS Systems Corp (MTSC). Amount $0.30</li><li>NewMarket Corp (NEU). Amount $1.90</li><li>Prosperity Bancshares Inc (PB). Amount $0.41</li><li>Renasant Corp (RNST). Amount $0.22</li><li>Simmons First National Corp (SFNC). Amount $0.16</li><li>Spirit AeroSystems Holdings Inc (SPR). Amount $0.12</li><li>Taubman Centers Inc (TCO). Amount $0.67</li><li>Telephone and Data Systems Inc (TDS). Amount $0.16</li><li>UnitedHealth Group Inc (UNH). Amount $1.08</li><li>Universal Display Corp (OLED). Amount $0.10</li><li>Viacom Inc (VIA). Amount $0.20</li><li>Viacom Inc (VIAB). Amount $0.20</li><li>Vistra Energy Corp (VST). Amount $0.12</li><li>Western Union Co (WU). Amount $0.20</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-13th-september-2019-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:56:00",
        "gmt_time": "2019-09-13 12:56:00"
    },
    {
        "id": 886754,
        "updated_sequence": 1928100,
        "published_at": {
            "unix": 1568378880,
            "text": "2019-09-13 13:48:00 +0100",
            "iso_8601": "2019-09-13T12:48:00Z"
        },
        "updated_at": {
            "unix": 1568378936,
            "text": "2019-09-13 13:48:56 +0100",
            "iso_8601": "2019-09-13T12:48:56Z"
        },
        "subject": "Fixed and FX latest: debt discounted again, but Dollar derives some retail therapy",
        "content": "<p>No lasting respite for bonds as early US data reveals ongoing strength on the consumption side with another forecast beating sales update, while Gilts are also digesting more cautiously optimistic Brexit deal banter from the UK PM. Hence, 10 year benchmarks are heading back towards intraday lows or slipping to fresh session bases (131.32 for the UK contract), while the Buck is paring losses with the DXY reclaiming 98.000+ status, albeit tentatively ahead of business inventories and Michigan sentiment that round off the week.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-debt-discounted-again-but-dollar-derives-some-retail-therapy-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:48:00",
        "gmt_time": "2019-09-13 12:48:00"
    },
    {
        "id": 886753,
        "updated_sequence": 1928097,
        "published_at": {
            "unix": 1568378340,
            "text": "2019-09-13 13:39:00 +0100",
            "iso_8601": "2019-09-13T12:39:00Z"
        },
        "updated_at": {
            "unix": 1568378707,
            "text": "2019-09-13 13:45:07 +0100",
            "iso_8601": "2019-09-13T12:45:07Z"
        },
        "subject": "US House Judiciary Panel has requested company records from Alphabet (GOOGL), Amazon (AMZN), Apple (AAPL) and Facebook (FB) as part of an antitrust investigation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-judiciary-panel-has-requested-company-records-from-alphabet-googl-amazon-amzn-apple-aapl-and-facebook-fb-as-part-of-an-antitrust-investigation-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:39:00",
        "gmt_time": "2019-09-13 12:39:00"
    },
    {
        "id": 886752,
        "updated_sequence": 1928095,
        "published_at": {
            "unix": 1568378220,
            "text": "2019-09-13 13:37:00 +0100",
            "iso_8601": "2019-09-13T12:37:00Z"
        },
        "updated_at": {
            "unix": 1568378501,
            "text": "2019-09-13 13:41:41 +0100",
            "iso_8601": "2019-09-13T12:41:41Z"
        },
        "subject": "UK PM Johnson says there is an approximate shape of a deal to be done on Brexit, cautiously optimistic about a deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference PM Johnson is to meet EU Commission President Juncker on Monday, which will be there first meeting during Johnson's premiership.</li><li>Follows on from positive overnight reports regarding the DUP and their stance on the Backstop alongside reports indicating that PM Johnson had been urged by cabinet allies to seek a Brexit extension rather than running the risk of a Labour government by violating the law regarding the Benn bill</li></ul>",
        "analysis_updated_at": {
            "unix": 1568378500,
            "text": "2019-09-13 13:41:40 +0100",
            "iso_8601": "2019-09-13T12:41:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-johnson-says-there-is-an-approximate-shape-of-a-deal-to-be-done-on-brexit-cautiously-optimistic-about-a-deal-13-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:37:00",
        "gmt_time": "2019-09-13 12:37:00"
    },
    {
        "id": 886744,
        "updated_sequence": 1928058,
        "published_at": {
            "unix": 1568376960,
            "text": "2019-09-13 13:16:00 +0100",
            "iso_8601": "2019-09-13T12:16:00Z"
        },
        "updated_at": {
            "unix": 1568377098,
            "text": "2019-09-13 13:18:18 +0100",
            "iso_8601": "2019-09-13T12:18:18Z"
        },
        "subject": "Novartis (NOVN SW) - two studies met primary endpoints where Ofatumumab showed a highly significant reduction in the number of confirmed relapses",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Novartis shares rose from CHF 87.00 to CHF 87.70</li></ul>",
        "reaction_updated_at": {
            "unix": 1568377098,
            "text": "2019-09-13 13:18:18 +0100",
            "iso_8601": "2019-09-13T12:18:18Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "novartis-novn-sw-two-studies-met-primary-endpoints-where-ofatumumab-showed-a-highly-significant-reduction-in-the-number-of-confirmed-relapses-13-09-2019",
        "hidden": false,
        "section": {
            "id": 3,
            "name": "SMI"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:16:00",
        "gmt_time": "2019-09-13 12:16:00"
    },
    {
        "id": 886743,
        "updated_sequence": 1928060,
        "published_at": {
            "unix": 1568376900,
            "text": "2019-09-13 13:15:00 +0100",
            "iso_8601": "2019-09-13T12:15:00Z"
        },
        "updated_at": {
            "unix": 1568377357,
            "text": "2019-09-13 13:22:37 +0100",
            "iso_8601": "2019-09-13T12:22:37Z"
        },
        "subject": "ECB's Rehn says the ECB's package was a response to the shortfall in inflation and that rate tiering provides the ECB with more space to cut rates further if necessary ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-rehn-says-the-ecb-s-package-was-a-response-to-the-shortfall-in-inflation-and-that-rate-tiering-provides-the-ecb-with-more-space-to-cut-rates-further-if-necessary-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:15:00",
        "gmt_time": "2019-09-13 12:15:00"
    },
    {
        "id": 886741,
        "updated_sequence": 1928048,
        "published_at": {
            "unix": 1568376420,
            "text": "2019-09-13 13:07:00 +0100",
            "iso_8601": "2019-09-13T12:07:00Z"
        },
        "updated_at": {
            "unix": 1568376669,
            "text": "2019-09-13 13:11:09 +0100",
            "iso_8601": "2019-09-13T12:11:09Z"
        },
        "subject": "US Navy Warship conducted a \"Freedom of Navigation\" in the South China Sea today, according a US military spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Freedom of Navigation Operations (FONOPs) are one of the principal tools by which the United States challenges maritime claims deemed excessive under international law. (AMTI)</li><li>The US conducted a similar exercise on the 28th August&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1568376669,
            "text": "2019-09-13 13:11:09 +0100",
            "iso_8601": "2019-09-13T12:11:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-navy-warship-conducted-a-freedom-of-navigation-in-the-south-china-sea-today-according-a-us-military-spokesperson-13-09-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:07:00",
        "gmt_time": "2019-09-13 12:07:00"
    },
    {
        "id": 886742,
        "updated_sequence": 1928046,
        "published_at": {
            "unix": 1568376420,
            "text": "2019-09-13 13:07:00 +0100",
            "iso_8601": "2019-09-13T12:07:00Z"
        },
        "updated_at": {
            "unix": 1568376633,
            "text": "2019-09-13 13:10:33 +0100",
            "iso_8601": "2019-09-13T12:10:33Z"
        },
        "subject": "US Democratic lawmakers told Politico's Morning Money that that they are yet to see the text USTR Lighthizer delivered yesterday on their concerns with the USMCA, but MM notes the fact Lighthizer responded is a positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "us-democratic-lawmakers-told-politico-s-morning-money-that-that-they-are-yet-to-see-the-text-ustr-lighthizer-delivered-yesterday-on-their-concerns-with-the-usmca-but-mm-notes-the-fact-lighthizer-responded-is-a-positive-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 20:07:00",
        "gmt_time": "2019-09-13 12:07:00"
    },
    {
        "id": 886738,
        "updated_sequence": 1928026,
        "published_at": {
            "unix": 1568373900,
            "text": "2019-09-13 12:25:00 +0100",
            "iso_8601": "2019-09-13T11:25:00Z"
        },
        "updated_at": {
            "unix": 1568374008,
            "text": "2019-09-13 12:26:48 +0100",
            "iso_8601": "2019-09-13T11:26:48Z"
        },
        "subject": "Scotiabank FX Daily - Brexit Hopes, Easing Trade Tensions & ECB Undercut USD  ",
        "content": "<ul><li>&nbsp; USD broadly lower as markets focus on easing risks and look ahead to FOMC.</li><li>&nbsp; CAD rebound chilled by re-widening in short term spreads.</li><li>&nbsp; EUR rally extends following ECB meeting, technical signals tilt bullish.</li><li>&nbsp; GBP rally extends towards 1.25 on Brexit hopes. Longer run charts are positive.</li><li>&nbsp; JPY slides 1% on the week as global tensions abate, poised to soften further.</li><li>&nbsp; AUD should find support on improving trade outlook.</li><li>&nbsp; MXN posts modest gain on pro-risk backdrop, edges under 50-day MA.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-brexit-hopes-easing-trade-tensions-ecb-undercut-usd-13-09-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 19:25:00",
        "gmt_time": "2019-09-13 11:25:00"
    },
    {
        "id": 886737,
        "updated_sequence": 1928032,
        "published_at": {
            "unix": 1568373840,
            "text": "2019-09-13 12:24:00 +0100",
            "iso_8601": "2019-09-13T11:24:00Z"
        },
        "updated_at": {
            "unix": 1568374433,
            "text": "2019-09-13 12:33:53 +0100",
            "iso_8601": "2019-09-13T11:33:53Z"
        },
        "subject": "LSE (LSE LN) - Unanimously rejected the offer from Hong Kong Stock Exchange. Co. have considered the offer from Hong Kong Stock Exchange, board has fundamental concerns regarding this offer's key aspects",
        "content": "<ul><li>Co. state that the Refinitiv transaction is on target to close in H2 2020, as it meets their strategic objectives</li><li>Note, that 3/4 of the Hong Kong Exchange offer was in the form of their shares, as such it represents a much less attractive proposition</li></ul>",
        "reaction_details": "<p>In an immediate reaction to the update LSE's shares fell from GBP 73.90 to GBP 73.06, though they have marginally paired this&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1568373960,
            "text": "2019-09-13 12:26:00 +0100",
            "iso_8601": "2019-09-13T11:26:00Z"
        },
        "analysis_details": "<ul><li>Recent reports on this had noted that, Hong Kong Exchange is reportedly prepared to increase the terms of their GBP 32bln offer for the LSE, said to be considering a larger cash element. Separately, one of the Co’s shareholders state that it is ‘now or never’ for other offers to be placed for the Co. (FT/Telegraph)</li></ul>",
        "analysis_updated_at": {
            "unix": 1568374020,
            "text": "2019-09-13 12:27:00 +0100",
            "iso_8601": "2019-09-13T11:27:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "lse-lse-ln-unanimously-rejected-the-offer-from-hong-kong-stock-exchange-co-have-considered-the-offer-from-hong-kong-stock-exchange-board-has-fundamental-concerns-regarding-this-offer-s-key-aspects-13-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 19:24:00",
        "gmt_time": "2019-09-13 11:24:00"
    },
    {
        "id": 886736,
        "updated_sequence": 1928016,
        "published_at": {
            "unix": 1568372820,
            "text": "2019-09-13 12:07:00 +0100",
            "iso_8601": "2019-09-13T11:07:00Z"
        },
        "updated_at": {
            "unix": 1568373172,
            "text": "2019-09-13 12:12:52 +0100",
            "iso_8601": "2019-09-13T11:12:52Z"
        },
        "subject": "Fire at the oil tanker off Norway has been put out, according to fire service",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows earlier reports that smoke has been observed outside Equinor's (EQNR NO) Norwegian Sture oil terminal, an evacuation is underway; smoke is reported from the Dubai Harmony oil tanker., NTB</li></ul>",
        "analysis_updated_at": {
            "unix": 1568372940,
            "text": "2019-09-13 12:09:00 +0100",
            "iso_8601": "2019-09-13T11:09:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "fire-at-the-oil-tanker-off-norway-has-been-put-out-according-to-fire-service-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 19:07:00",
        "gmt_time": "2019-09-13 11:07:00"
    },
    {
        "id": 886735,
        "updated_sequence": 1928010,
        "published_at": {
            "unix": 1568372220,
            "text": "2019-09-13 11:57:00 +0100",
            "iso_8601": "2019-09-13T10:57:00Z"
        },
        "updated_at": {
            "unix": 1568372277,
            "text": "2019-09-13 11:57:57 +0100",
            "iso_8601": "2019-09-13T10:57:57Z"
        },
        "subject": "RANsquawk Daily US Opening News - 13th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22765/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European equities are firmer this morning on positive US-China updates, though gains are relatively marginal</li><li>China State Council will exclude some agricultural products including soybeans and pork from additional tariffs on US goods</li><li>US President Trump said he would rather get a whole deal with China than an interim deal but suggested that he would consider an interim trade deal with China</li><li>In FX, Sterling shines on DUP comments while EUR continues to strengthen post-ECB, albeit off of best levels</li><li>Looking ahead, highlights include US Import &amp; Export prices Retail Sales &amp; University of Michigan Sentiment (Prelim)</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded higher as the positive tone rolled over from Wall St where the major indices edged mild gains and the DJIA notched a 7-day win streak</strong> with sentiment underpinned on the improving US-China trade climate and after the ECB announced a package of stimulus measures. <strong>ASX 200 (+0.2%) and Nikkei 225 (+1.0%)</strong> were higher throughout the majority of session although Australia later returned flat as the outperformance in industrials and financials was counterbalanced by weakness in the tech and mining sectors, while the Japanese benchmark cheered the recent currency weakness and eyed the 22k level. <strong>Hang Seng (+1.0%)</strong> conformed to the positive risk tone as the recent encouraging trade developments spurred hopes for a ceasefire in the US-China trade war with Chinese negotiators said to be making plans to boost purchases of US agricultural products and with US President Trump suggesting he could consider an interim deal with China. However, gains were restricted in Hong Kong amid the absence of the mainland due to the Mid-Autumn Festival holiday and ahead of a potential weekend of further clashes after the police banned a planned march for Sunday. Finally, 10yr JGBs traded lower in an extension of the recent weakness to track the losses seen in global counterparts, with demand also sapped after a softer enhanced liquidity auction in the long-end and amid reports some BoJ members were said to believe JGB yields are close to a tipping point and would consider action with a move below -0.3%.</p><p><strong>US President Trump said he would rather get a whole deal with China than an interim deal but suggested that he would consider an interim trade deal with China</strong>. (Newswires)</p><p><strong>US Treasury Secretary Mnuchin said he is hopeful progress will be made in US-China talks</strong> and stated that Huawei is not a pawn in trade talks. (FT)</p><p><strong>US administration officials are said to have debated removing or reducing some tariffs on China to ease trade tensions</strong> which potentially paves the way for a fresh ceasefire. (Newswires)</p><p><strong>China State Council will exclude some agricultural products including soybeans and pork from additional tariffs on US goods, Xinhua </strong>reports. Prior to this, China’s<strong> Global Times Editor says that based on what he knows, \"Chinese govt encourages Chinese companies to buy certain amount of US farm products, including soybeans and pork,</strong> which will also be exempted from additional tariffs. It is hoped the US side can keep goodwill reciprocity with China through practical actions.” (Twitter)</p><p><strong>US</strong></p><p>US President Trump said he will announce a tax-cut for the middle-income sometime next year. (Newswires)</p><p>UK/EU</p><p><strong>UK PM Johnson was urged by Cabinet allies to ask for a Brexit extension instead of disobeying the law and risk having a Labour government.</strong> (Telegraph)</p><p>DUP Leader Foster said the UK must leave the EU as one nation and that her party is keen for a sensible deal but not one that divides the internal market of UK. In separate reports, the <strong>DUP could agree to Northern Ireland accepting some EU rules post-Brexit as part of a deal to replace the backstop</strong> in which the party suggested <strong>privately it may drop its objection to regulatory checks in the Irish Sea in return for the EU to abandon insistence of Northern Ireland remain in Customs Union with EU and accept to fast track alternative arrangements</strong>. (Twitter/Times)</p><p>UK Government are reportedly preparing to increase the size of their Brexit negotiating team, with an understanding in Downing Street that if they cannot get an election then they need to secure a deal. (Times)</p><p>Group of MPs which successfully challenged the Government in the Scottish Court ruling over prorogation believe that the Scottish Judges have the power to send a letter to Brussels asking for an extension if PM Johnson does not, and want the Court to rule it will do so if necessary. (Telegraph)</p><p>Former Tory leadership rival Rory Stewart is being urged by some of the 21 rebels to stand against PM Johnson in his Uxbridge and South Ruislip constituency. (Newswires/The Sun)</p><p><strong>German Economy Minister do not currently expect an economic downturn or pronounced recession</strong>, exports are moving sideways at the moment but economy supported by private and state consumption. (Newswires)</p><p>Italian Economy Minister says that there will be no more clashes with the EU, Eurozone needs to have more expansionary fiscal policy. (Newswires)</p><p>ECB's Knot (Hawk) says the ECB's measures are not in line with the economic situation, the Eurozone is growing at full capacity; says restarting QE is not the right instrument. (Newswires)</p><p>EQUITIES</p><p>Major European bourses are modestly higher [EuroStoxx 50 +0.4%], following on from a similarly upbeat APAC session, in which sentiment was underpinned by optimism on the US/China trade front (US President Trump said he would consider an interim trade deal with China, while China appeared to recommence soybean purchases from the US) and following the ECB’s announcement of a package of stimulus measures. In terms of index performance, the FTSE 100 (is the laggard with Sterling strength weighing on exporters, although the index is somewhat underpinned with Credit Suisse now overweight in UK equities. Financials are the leading sector, aided by the recent rise in yields and curve steepening. On that note, according to JPM, Deutsche Bank (+3.4%) is set to benefit the most, with 10% relief (as a % of estimated 2020 profit before tax), although they do slightly lag the Eurostoxx banking index (+3.0%). Meanwhile, Materials are also higher, whilst the defensive utilities, consumer staples and health care sectors lag. In terms of individual movers; SSE (+0.9%) is up on the news that the Co. has agreed to sell its SSE Energy Services unit for GBP 500mln. Notable losers include Diageo (-3.3%), who are down after union strike threat relating to pay and Atlantia (-7.0%), who sunk on the news that Italian tax police are carrying</p><p>Boeing (BA) informed Spicejet that its 737 Max will be fit to fly by November, according to CNBC. (Newswires)</p><p>FX</p><p><strong>GBP -</strong> The Pound continues to piggy-back Euro gains in post-ECB trade, but with the added incentive of no deal Brexit risk declining further amidst reports that the EU could be poised to offer the UK yet another Article 50 extension, while the DUP shows signs of flexibility on the Irish border backstop. Hence, Cable has reclaimed another big figure and extended its stellar rebound from 2019 lows on September 3 to 500+ pips at circa 1.2476 vs 1.1959, while Eur/Gbp has retreated towards 0.8900 again as the single currency hits resistance just above 1.1100 vs the Dollar.</p><p><strong>EUR/CHF/AUD/JPY -</strong> All firmer against the Greenback, but as noted above Eur/Usd has faded after crossing the 1.1100 line and failing to sustain its recovery momentum to challenge the 50 DMA at 1.1130, while the Franc faces some psychological obstacles at 0.9850 having breached 0.9900 in the run up to next week’s FOMC and SNB Quarterly Policy review. Elsewhere, the Aussie remains capped below 0.6900 and the 100 DMA (0.6904), with Aud/Usd currently holding between 0.6877-60 and more technical levels spanning 0.6880-67 including the 55 DMA and the apex of a daily chart formation. The safe haven Yen has pared some losses against the backdrop of improving US-China trade relations as prospects of an interim accord forged at the upcoming mid-level meeting grow on the back of latest tariff exemptions from Beijing. Usd/Jpy has slipped back through 108.00 from around 108.27, while Usd/CNH has retraced further towards 7.0000 without PBoC prompting given China’s mid-Autumn festivities, to sub-7.0400 and not far from the 50 DMA (7.0193).</p><p><strong>CAD/NZD/NOK/SEK -</strong> Marginal G10 laggards even though the DXY has dipped under 98.000 from just over 99.000 at one stage in the fleeting ECB aftermath on Thursday, with the Loonie unable to retrieve 1.3200 against the backdrop of soggy crude prices and Kiwi pivoting 0.6400 as the Aud/Nzd cross finally breaks above 1.0700 and with conviction to just shy of 1.0750. Next up for the Kiwi, Westpac’s Q3 consumer survey after scant improvement in the manufacturing PMI overnight (still some way below 50) and house sales slumping in August. In Scandinavia, the Crowns are narrowly mixed after revised Q2 Swedish GDP data and amidst the aforementioned dip in oil, with Eur/Nok elevated within 9.9150-9600 range vs Eur/Sek closer to the middle of 10.6290-6775 parameters.</p><p>Notable FX Expiries (NY Cut):</p><p>- EUR/USD: <strong>1.1000 (2.5BLN), 1.1050-55 (1.5BLN),</strong> 1.1100 (611M), 1.1150 (700M)</p><p><strong>FIXED</strong></p><p>Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with Gilts just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with Gilts just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.</p><p>COMMODITIES</p><p><strong>Choppy trade in the oil complex, albeit prices remain within yesterday’s ranges with WTI and Brent futures around 55.0/bbl above 60/bbl respectively</strong>. Looking at weekly performance, both benchmarks are poised to end the week in the red, with the the former closer to the bottom of the weekly range (USD 54-58.73/bbl) whilst the latter showed a similar performance within a USD 58.94-63.74/bbl weekly parameter. Over the week, EIA and OPEC downgraded their respective global oil demand forecasts for 2019 and 2020 whilst IEA maintain its forecast. Meanwhile, the JMMC saw little by way of major decision, although the energy ministers reportedly “unanimously” agreed to fully comply with the OPEC+ supply pact, which may see 400k BPD crude outflow from the market, given the undercompliance from some producers. A full review of the current pact will take place in December. Elsewhere, <strong>gold prices</strong> are on the rise as the USD is weighed on by a firmer EUR and GBP. The yellow metal remains above the USD 1500/oz, having visited a weekly base at USD 1484/oz earlier in the week (vs. weekly high of 1524/oz). <strong>Copper prices</strong> are poised to notch another day of gains, largely aided by the receding Buck as prices move further north of 2.60/lb ahead of its 100 DMA at 2.66/lb.</p><p>Russian Deputy Energy Minister Sorokin says Russian oil output may start falling after 2021. (Newswires)</p><p>Smoke has been observed outside Equinor's (EQNR NO) Norwegian Sture oil terminal, an evacuation is underway; smoke is reported from the Dubai Harmony oil tanker., NTB. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-13th-september-2019-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:57:00",
        "gmt_time": "2019-09-13 10:57:00"
    },
    {
        "id": 886734,
        "updated_sequence": 1928007,
        "published_at": {
            "unix": 1568371500,
            "text": "2019-09-13 11:45:00 +0100",
            "iso_8601": "2019-09-13T10:45:00Z"
        },
        "updated_at": {
            "unix": 1568371559,
            "text": "2019-09-13 11:45:59 +0100",
            "iso_8601": "2019-09-13T10:45:59Z"
        },
        "subject": "RANsquawk EU Mid Session: Dollar flogged ahead of US Retail Sales, while Sterling soars on Brextension hype  - 13th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22764/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>Major European bourses are modestly higher [EuroStoxx 50 +0.4%]</strong>, following on from a similarly upbeat APAC session, in which sentiment was underpinned by optimism on the US/China trade front (US President Trump said he would consider an interim trade deal with China, while China appeared to recommence soybean purchases from the US) and following the ECB’s announcement of a package of stimulus measures. In terms of index performance, the FTSE 100 (is the laggard with Sterling strength weighing on exporters, although the index is somewhat underpinned with Credit Suisse now overweight in UK equities. Financials are the leading sector, aided by the recent rise in yields and curve steepening. On that note, according to JPM, Deutsche Bank (+3.4%) is set to benefit the most, with 10% relief (as a % of estimated 2020 profit before tax), although they do slightly lag the Eurostoxx banking index (+3.0%). Meanwhile, Materials are also higher, whilst the defensive utilities, consumer staples and health care sectors lag. In terms of individual movers; SSE (+0.9%) is up on the news that the Co. has agreed to sell its SSE Energy Services unit for GBP 500mln. Notable losers include Diageo (-3.3%), who are down after union strike threat relating to pay and Atlantia (-7.0%), who sunk on the news that Italian tax police are carrying out searches and making arrests as part of an investigation regarding falsified security statements at various motorway viaducts.</p><p><strong>FX</strong></p><p><strong>GBP</strong> - The Pound continues to piggy-back Euro gains in post-ECB trade, but with the added incentive of no deal Brexit risk declining further amidst reports that the EU could be poised to offer the UK yet another Article 50 extension, while the DUP shows signs of flexibility on the Irish border backstop. Hence, Cable has reclaimed another big figure and extended its stellar rebound from 2019 lows on September 3 to 500+ pips at circa 1.2476 vs 1.1959, while Eur/Gbp has retreated towards 0.8900 again as the single currency hits resistance just above 1.1100 vs the Dollar.</p><p><strong>EUR/CHF/AUD/JPY</strong> - All firmer against the Greenback, but as noted above Eur/Usd has faded after crossing the 1.1100 line and failing to sustain its recovery momentum to challenge the 50 DMA at 1.1130, while the Franc faces some psychological obstacles at 0.9850 having breached 0.9900 in the run up to next week’s FOMC and SNB Quarterly Policy review. Elsewhere, the Aussie remains capped below 0.6900 and the 100 DMA (0.6904), with Aud/Usd currently holding between 0.6877-60 and more technical levels spanning 0.6880-67 including the 55 DMA and the apex of a daily chart formation. The safe haven Yen has pared some losses against the backdrop of improving US-China trade relations as prospects of an interim accord forged at the upcoming mid-level meeting grow on the back of latest tariff exemptions from Beijing. Usd/Jpy has slipped back through 108.00 from around 108.27, while Usd/CNH has retraced further towards 7.0000 without PBoC prompting given China’s mid-Autumn festivities, to sub-7.0400 and not far from the 50 DMA (7.0193).</p><p><strong>CAD/NZD/NOK/SEK</strong> - Marginal G10 laggards even though the DXY has dipped under 98.000 from just over 99.000 at one stage in the fleeting ECB aftermath on Thursday, with the Loonie unable to retrieve 1.3200 against the backdrop of soggy crude prices and Kiwi pivoting 0.6400 as the Aud/Nzd cross finally breaks above 1.0700 and with conviction to just shy of 1.0750. Next up for the Kiwi, Westpac’s Q3 consumer survey after scant improvement in the manufacturing PMI overnight (still some way below 50) and house sales slumping in August. In Scandinavia, the Crowns are narrowly mixed after revised Q2 Swedish GDP data and amidst the aforementioned dip in oil, with Eur/Nok elevated within 9.9150-9600 range vs Eur/Sek closer to the middle of 10.6290-6775 parameters.</p><p><strong>FIXED INCOME</strong></p><p>Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with <strong>Gilts</strong> just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with Gilts just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.</p><p><strong>COMMODITIES</strong></p><p>Choppy trade in the oil complex, albeit prices remain within yesterday’s ranges with <strong>WTI</strong> and <strong>Brent</strong> futures around 55.0/bbl above 60/bbl respectively. Looking at weekly performance, both benchmarks are poised to end the week in the red, with the the former closer to the bottom of the weekly range (USD 54-58.73/bbl) whilst the latter showed a similar performance within a USD 58.94-63.74/bbl weekly parameter. Over the week, EIA and OPEC downgraded their respective global oil demand forecasts for 2019 and 2020 whilst IEA maintain its forecast. Meanwhile, the JMMC saw little by way of major decision, although the energy ministers reportedly “unanimously” agreed to fully comply with the OPEC+ supply pact, which may see 400k BPD crude outflow from the market, given the undercompliance from some producers. A full review of the current pact will take place in December. Elsewhere, <strong>gold</strong> prices are on the rise as the USD is weighed on by a firmer EUR and GBP. The yellow metal remains above the USD 1500/oz, having visited a weekly base at USD 1484/oz earlier in the week (vs. weekly high of 1524/oz). <strong>Copper</strong> prices are poised to notch another day of gains, largely aided by the receding Buck as prices move further north of 2.60/lb ahead of its 100 DMA at 2.66/lb.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-dollar-flogged-ahead-of-us-retail-sales-while-sterling-soars-on-brextension-hype-13th-september-2019-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:45:00",
        "gmt_time": "2019-09-13 10:45:00"
    },
    {
        "id": 886733,
        "updated_sequence": 1928004,
        "published_at": {
            "unix": 1568370780,
            "text": "2019-09-13 11:33:00 +0100",
            "iso_8601": "2019-09-13T10:33:00Z"
        },
        "updated_at": {
            "unix": 1568371034,
            "text": "2019-09-13 11:37:14 +0100",
            "iso_8601": "2019-09-13T10:37:14Z"
        },
        "subject": "ECB's Coeure says there is a very strong and unanimous view among ECB members that fiscal policy must take charge ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-there-is-a-very-strong-and-unanimous-view-among-ecb-members-that-fiscal-policy-must-take-charge-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:33:00",
        "gmt_time": "2019-09-13 10:33:00"
    },
    {
        "id": 886732,
        "updated_sequence": 1928001,
        "published_at": {
            "unix": 1568370720,
            "text": "2019-09-13 11:32:00 +0100",
            "iso_8601": "2019-09-13T10:32:00Z"
        },
        "updated_at": {
            "unix": 1568370775,
            "text": "2019-09-13 11:32:55 +0100",
            "iso_8601": "2019-09-13T10:32:55Z"
        },
        "subject": "EU Commission VP Dombrovskis says they have invited countries that have fiscal space to stimulate economy as monetary policy alone will not do the job ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-vp-dombrovskis-says-they-have-invited-countries-that-have-fiscal-space-to-stimulate-economy-as-monetary-policy-alone-will-not-do-the-job-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:32:00",
        "gmt_time": "2019-09-13 10:32:00"
    },
    {
        "id": 886731,
        "updated_sequence": 1927998,
        "published_at": {
            "unix": 1568370300,
            "text": "2019-09-13 11:25:00 +0100",
            "iso_8601": "2019-09-13T10:25:00Z"
        },
        "updated_at": {
            "unix": 1568370426,
            "text": "2019-09-13 11:27:06 +0100",
            "iso_8601": "2019-09-13T10:27:06Z"
        },
        "subject": "Fixed Income: bond bears remain firmly in control ahead of the US open",
        "content": "<p>Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with Gilts just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.Selling upticks is still proving profitable for those chancing their arm, but UK debt appears to be front-running the increasingly bearish moves with Gilts just off another fresh Liffe low of 131.50 amidst more headlines raising the subject of an even longer Brexit extension rather than the spectre of a no deal Halloween nightmare. Meanwhile, Bunds are clinging to 173.00 (just) and US Treasuries are holding just off overnight session troughs with the curve a tad steeper again in the run up to retail sales and the first look at conditions/sentiment for the current month via Michigan sentiment.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-bond-bears-remain-firmly-in-control-ahead-of-the-us-open-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:25:00",
        "gmt_time": "2019-09-13 10:25:00"
    },
    {
        "id": 886730,
        "updated_sequence": 1927995,
        "published_at": {
            "unix": 1568370240,
            "text": "2019-09-13 11:24:00 +0100",
            "iso_8601": "2019-09-13T10:24:00Z"
        },
        "updated_at": {
            "unix": 1568370301,
            "text": "2019-09-13 11:25:01 +0100",
            "iso_8601": "2019-09-13T10:25:01Z"
        },
        "subject": "Eurogroup Head Centeno says in the event of an economic downturn, fiscal policy will surely play a part",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurogroup-head-centeno-says-in-the-event-of-an-economic-downturn-fiscal-policy-will-surely-play-a-part-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:24:00",
        "gmt_time": "2019-09-13 10:24:00"
    },
    {
        "id": 886729,
        "updated_sequence": 1927992,
        "published_at": {
            "unix": 1568370060,
            "text": "2019-09-13 11:21:00 +0100",
            "iso_8601": "2019-09-13T10:21:00Z"
        },
        "updated_at": {
            "unix": 1568370256,
            "text": "2019-09-13 11:24:16 +0100",
            "iso_8601": "2019-09-13T10:24:16Z"
        },
        "subject": "Output from Norway's Sture oil export terminal is not affected by the oil tanker fire, Equinor says",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after smoke has been observed outside Equinor's (EQNR NO) Norwegian Sture oil terminal, an evacuation is underway; smoke is reported from the Dubai Harmony oil tanker., NTB</li></ul>",
        "analysis_updated_at": {
            "unix": 1568370256,
            "text": "2019-09-13 11:24:16 +0100",
            "iso_8601": "2019-09-13T10:24:16Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "output-from-norway-s-sture-oil-export-terminal-is-not-affected-by-the-oil-tanker-fire-equinor-says-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:21:00",
        "gmt_time": "2019-09-13 10:21:00"
    },
    {
        "id": 886728,
        "updated_sequence": 1927986,
        "published_at": {
            "unix": 1568369400,
            "text": "2019-09-13 11:10:00 +0100",
            "iso_8601": "2019-09-13T10:10:00Z"
        },
        "updated_at": {
            "unix": 1568369484,
            "text": "2019-09-13 11:11:24 +0100",
            "iso_8601": "2019-09-13T10:11:24Z"
        },
        "subject": "Houston Shipping Channel has reopened following demonstrations near Baytown, Texas; according to coast guards",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "houston-shipping-channel-has-reopened-following-demonstrations-near-baytown-texas-according-to-coast-guards-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:10:00",
        "gmt_time": "2019-09-13 10:10:00"
    },
    {
        "id": 886727,
        "updated_sequence": 1927987,
        "published_at": {
            "unix": 1568369340,
            "text": "2019-09-13 11:09:00 +0100",
            "iso_8601": "2019-09-13T10:09:00Z"
        },
        "updated_at": {
            "unix": 1568369422,
            "text": "2019-09-13 11:10:22 +0100",
            "iso_8601": "2019-09-13T10:10:22Z"
        },
        "subject": "EU Commissioner Hogan says recent events in the UK parliament increase the chances of a further Brexit delay",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commissioner-hogan-says-recent-events-in-the-uk-parliament-increase-the-chances-of-a-further-brexit-delay-13-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:09:00",
        "gmt_time": "2019-09-13 10:09:00"
    },
    {
        "id": 886726,
        "updated_sequence": 1927980,
        "published_at": {
            "unix": 1568369160,
            "text": "2019-09-13 11:06:00 +0100",
            "iso_8601": "2019-09-13T10:06:00Z"
        },
        "updated_at": {
            "unix": 1568369235,
            "text": "2019-09-13 11:07:15 +0100",
            "iso_8601": "2019-09-13T10:07:15Z"
        },
        "subject": "Eurozone banks are to repay EUR 31.8bln worth of TLTRO 2 funds early, according to the ECB",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurozone-banks-are-to-repay-eur-31-8bln-worth-of-tltro-2-funds-early-according-to-the-ecb-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 18:06:00",
        "gmt_time": "2019-09-13 10:06:00"
    },
    {
        "id": 886723,
        "updated_sequence": 1927989,
        "published_at": {
            "unix": 1568368740,
            "text": "2019-09-13 10:59:00 +0100",
            "iso_8601": "2019-09-13T09:59:00Z"
        },
        "updated_at": {
            "unix": 1568369791,
            "text": "2019-09-13 11:16:31 +0100",
            "iso_8601": "2019-09-13T10:16:31Z"
        },
        "subject": "FX Morning Colour: DXY and most Usd/majors reside near round numbers ahead of US retail sales",
        "content": "<p><strong>GBP</strong></p><p>The Pound continues to piggy-back Euro gains in post-ECB trade, but with the added incentive of no deal Brexit risk declining further amidst reports that the EU could be poised to offer the UK yet another Article 50 extension, while the DUP shows signs of flexibility on the Irish border backstop. Hence, Cable has reclaimed another big figure and extended its stellar rebound from 2019 lows on September 3 to 500+ pips at circa 1.2476 vs 1.1959, while Eur/Gbp has retreated towards 0.8900 again as the single currency hits resistance just above 1.1100 vs the Dollar.</p><p><strong>EUR/CHF/AUD/JPY</strong></p><p>All firmer against the Greenback, but as noted above Eur/Usd has faded after crossing the 1.1100 line and failing to sustain its recovery momentum to challenge the 50 DMA at 1.1130, while the Franc faces some psychological obstacles at 0.9850 having breached 0.9900 in the run up to next week’s FOMC and SNB Quarterly Policy review. Elsewhere, the Aussie remains capped below 0.6900 and the 100 DMA (0.6904), with Aud/Usd currently holding between 0.6877-60 and more technical levels spanning 0.6880-67 including the 55 DMA and the apex of a daily chart formation. The safe haven Yen has pared some losses against the backdrop of improving US-China trade relations as prospects of an interim accord forged at the upcoming mid-level meeting grow on the back of latest tariff exemptions from Beijing. Usd/Jpy has slipped back through 108.00 from around 108.27, while Usd/<strong>CNH </strong>has retraced further towards 7.0000 without PBoC prompting given China’s mid-Autumn festivities, to sub-7.0400 and not far from the 50 DMA (7.0193).</p><p><strong>CAD/NZD/NOK/SEK&nbsp;</strong></p><p>Marginal G10 laggards even though the <strong>DXY </strong>has dipped under 98.000 from just over 99.000 at one stage in the fleeting ECB aftermath on Thursday, with the Loonie unable to retrieve 1.3200 against the backdrop of soggy crude prices and Kiwi pivoting 0.6400 as the Aud/Nzd cross finally breaks above 1.0700 and with conviction to just shy of 1.0750. Next up for the Kiwi, Westpac’s Q3 consumer survey after scant improvement in the manufacturing PMI overnight (still some way below 50) and house sales slumping in August. In Scandinavia, the Crowns are narrowly mixed after revised Q2 Swedish GDP data and amidst the aforementioned dip in oil, with Eur/Nok elevated within 9.9150-9600 range vs Eur/Sek closer to the middle of 10.6290-6775 parameters.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-and-most-usd-majors-reside-near-round-numbers-ahead-of-us-retail-sales-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:59:00",
        "gmt_time": "2019-09-13 09:59:00"
    },
    {
        "id": 886722,
        "updated_sequence": 1927968,
        "published_at": {
            "unix": 1568368500,
            "text": "2019-09-13 10:55:00 +0100",
            "iso_8601": "2019-09-13T09:55:00Z"
        },
        "updated_at": {
            "unix": 1568368608,
            "text": "2019-09-13 10:56:48 +0100",
            "iso_8601": "2019-09-13T09:56:48Z"
        },
        "subject": "Italian tax police have placed three officials of Atlantia's units (ATL IM) under home arrest",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows reports that Italian tax police are carrying out searches and making arrests as part of an investigation regarding falsified security statements at various motorway viaducts, according to a statement</li></ul>",
        "analysis_updated_at": {
            "unix": 1568368608,
            "text": "2019-09-13 10:56:48 +0100",
            "iso_8601": "2019-09-13T09:56:48Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "italian-tax-police-have-placed-three-officials-of-atlantia-s-units-atl-im-under-home-arrest-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:55:00",
        "gmt_time": "2019-09-13 09:55:00"
    },
    {
        "id": 886721,
        "updated_sequence": 1927950,
        "published_at": {
            "unix": 1568367900,
            "text": "2019-09-13 10:45:00 +0100",
            "iso_8601": "2019-09-13T09:45:00Z"
        },
        "updated_at": {
            "unix": 1568368049,
            "text": "2019-09-13 10:47:29 +0100",
            "iso_8601": "2019-09-13T09:47:29Z"
        },
        "subject": "Smoke has been observed outside Equinor's (EQNR NO) Norwegian Sture oil terminal, an evacuation is underway; smoke is reported from the Dubai Harmony oil tanker., NTB",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Capacity of 6.3mln barrels, classed as a major terminal</li></ul>",
        "analysis_updated_at": {
            "unix": 1568368049,
            "text": "2019-09-13 10:47:29 +0100",
            "iso_8601": "2019-09-13T09:47:29Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "smoke-has-been-observed-outside-equinor-s-eqnr-no-norwegian-sture-oil-terminal-an-evacuation-is-underway-smoke-is-reported-from-the-dubai-harmony-oil-tanker-ntb-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:45:00",
        "gmt_time": "2019-09-13 09:45:00"
    },
    {
        "id": 886720,
        "updated_sequence": 1927945,
        "published_at": {
            "unix": 1568367540,
            "text": "2019-09-13 10:39:00 +0100",
            "iso_8601": "2019-09-13T09:39:00Z"
        },
        "updated_at": {
            "unix": 1568367583,
            "text": "2019-09-13 10:39:43 +0100",
            "iso_8601": "2019-09-13T09:39:43Z"
        },
        "subject": "Russian Deputy Energy Minister Sorokin says Russian oil output may start falling after 2021",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-deputy-energy-minister-sorokin-says-russian-oil-output-may-start-falling-after-2021-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:39:00",
        "gmt_time": "2019-09-13 09:39:00"
    },
    {
        "id": 886719,
        "updated_sequence": 1927942,
        "published_at": {
            "unix": 1568367180,
            "text": "2019-09-13 10:33:00 +0100",
            "iso_8601": "2019-09-13T09:33:00Z"
        },
        "updated_at": {
            "unix": 1568367259,
            "text": "2019-09-13 10:34:19 +0100",
            "iso_8601": "2019-09-13T09:34:19Z"
        },
        "subject": "Lufthansa (LHA GY) - German Conservatives plan to triple taxes on domestic flights shorter than 400km, according to a party document",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lufthansa-lha-gy-german-conservatives-plan-to-triple-taxes-on-domestic-flights-shorter-than-400km-according-to-a-party-document-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:33:00",
        "gmt_time": "2019-09-13 09:33:00"
    },
    {
        "id": 886718,
        "updated_sequence": 1927939,
        "published_at": {
            "unix": 1568367120,
            "text": "2019-09-13 10:32:00 +0100",
            "iso_8601": "2019-09-13T09:32:00Z"
        },
        "updated_at": {
            "unix": 1568367250,
            "text": "2019-09-13 10:34:10 +0100",
            "iso_8601": "2019-09-13T09:34:10Z"
        },
        "subject": "Heathrow Terminal 5 fire alert update: it appears as thought the fire alert is focused in the train station for the terminal, not the terminal itself",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "heathrow-terminal-5-fire-alert-update-it-appears-as-thought-the-fire-alert-is-focused-in-the-train-station-for-the-terminal-not-the-terminal-itself-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:32:00",
        "gmt_time": "2019-09-13 09:32:00"
    },
    {
        "id": 886717,
        "updated_sequence": 1927936,
        "published_at": {
            "unix": 1568366760,
            "text": "2019-09-13 10:26:00 +0100",
            "iso_8601": "2019-09-13T09:26:00Z"
        },
        "updated_at": {
            "unix": 1568367171,
            "text": "2019-09-13 10:32:51 +0100",
            "iso_8601": "2019-09-13T09:32:51Z"
        },
        "subject": "ECB's Knot (Hawk) says the ECB's measures are not in line with the economic situation, the Eurozone is growing at full capacity; says restarting QE is not the right instrument",
        "content": "<ul><li>says there is no indication of deflation or a Euro wide recession</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-knot-hawk-says-the-ecb-s-measures-are-not-in-line-with-the-economic-situation-the-eurozone-is-growing-at-full-capacity-says-restarting-qe-is-not-the-right-instrument-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:26:00",
        "gmt_time": "2019-09-13 09:26:00"
    },
    {
        "id": 886716,
        "updated_sequence": 1927928,
        "published_at": {
            "unix": 1568365500,
            "text": "2019-09-13 10:05:00 +0100",
            "iso_8601": "2019-09-13T09:05:00Z"
        },
        "updated_at": {
            "unix": 1568365572,
            "text": "2019-09-13 10:06:12 +0100",
            "iso_8601": "2019-09-13T09:06:12Z"
        },
        "subject": "German BDB Banking Association says ECB measures reduce negative rate effects on German banks by EUR 500mln to EUR 1.9bln annually",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-bdb-banking-association-says-ecb-measures-reduce-negative-rate-effects-on-german-banks-by-eur-500mln-to-eur-1-9bln-annually-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:05:00",
        "gmt_time": "2019-09-13 09:05:00"
    },
    {
        "id": 886715,
        "updated_sequence": 1927925,
        "published_at": {
            "unix": 1568365380,
            "text": "2019-09-13 10:03:00 +0100",
            "iso_8601": "2019-09-13T09:03:00Z"
        },
        "updated_at": {
            "unix": 1568365470,
            "text": "2019-09-13 10:04:30 +0100",
            "iso_8601": "2019-09-13T09:04:30Z"
        },
        "subject": "China State Council will exclude some agricultural products including soybeans and pork from additional tariffs on US goods, Xinhua reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Xinhua",
        "slug": "china-state-council-will-exclude-some-agricultural-products-including-soybeans-and-pork-from-additional-tariffs-on-us-goods-xinhua-reports-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:03:00",
        "gmt_time": "2019-09-13 09:03:00"
    },
    {
        "id": 886453,
        "updated_sequence": 1927907,
        "published_at": {
            "unix": 1568365200,
            "text": "2019-09-13 10:00:00 +0100",
            "iso_8601": "2019-09-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1568365200,
            "text": "2019-09-13 10:00:00 +0100",
            "iso_8601": "2019-09-13T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-12-09-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:00:00",
        "gmt_time": "2019-09-13 09:00:00"
    },
    {
        "id": 886714,
        "updated_sequence": 1927922,
        "published_at": {
            "unix": 1568365200,
            "text": "2019-09-13 10:00:00 +0100",
            "iso_8601": "2019-09-13T09:00:00Z"
        },
        "updated_at": {
            "unix": 1568365338,
            "text": "2019-09-13 10:02:18 +0100",
            "iso_8601": "2019-09-13T09:02:18Z"
        },
        "subject": "Volkswagen (VOW3 GY) August group deliveries -3.1% at 848.6k vehicles; -3.4% in Europe, -3.6% in Germany, +7.7% in US, -3.2% in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-august-group-deliveries-3-1-at-848-6k-vehicles-3-4-in-europe-3-6-in-germany-7-7-in-us-3-2-in-china-13-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 17:00:00",
        "gmt_time": "2019-09-13 09:00:00"
    },
    {
        "id": 886709,
        "updated_sequence": 1927905,
        "published_at": {
            "unix": 1568365080,
            "text": "2019-09-13 09:58:00 +0100",
            "iso_8601": "2019-09-13T08:58:00Z"
        },
        "updated_at": {
            "unix": 1568365108,
            "text": "2019-09-13 09:58:28 +0100",
            "iso_8601": "2019-09-13T08:58:28Z"
        },
        "subject": "Social media accounts reporting a fire alert at Heathrow Terminal 5: updates to follow",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "social-media-accounts-reporting-a-fire-alert-at-heathrow-terminal-5-updates-to-follow-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 16:58:00",
        "gmt_time": "2019-09-13 08:58:00"
    },
    {
        "id": 886708,
        "updated_sequence": 1927898,
        "published_at": {
            "unix": 1568363880,
            "text": "2019-09-13 09:38:00 +0100",
            "iso_8601": "2019-09-13T08:38:00Z"
        },
        "updated_at": {
            "unix": 1568364021,
            "text": "2019-09-13 09:40:21 +0100",
            "iso_8601": "2019-09-13T08:40:21Z"
        },
        "subject": "Italian tax police are carrying out searches and making arrests as part of an investigation regarding falsified security statements at various motorway viaducts, according to a statement ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the news, Atlantia (ATL IM) shares fell from 23.900 to 23.370</li></ul>",
        "reaction_updated_at": {
            "unix": 1568364020,
            "text": "2019-09-13 09:40:20 +0100",
            "iso_8601": "2019-09-13T08:40:20Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-tax-police-are-carrying-out-searches-and-making-arrests-as-part-of-an-investigation-regarding-falsified-security-statements-at-various-motorway-viaducts-according-to-a-statement-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 16:38:00",
        "gmt_time": "2019-09-13 08:38:00"
    },
    {
        "id": 886707,
        "updated_sequence": 1927902,
        "published_at": {
            "unix": 1568363880,
            "text": "2019-09-13 09:38:00 +0100",
            "iso_8601": "2019-09-13T08:38:00Z"
        },
        "updated_at": {
            "unix": 1568364082,
            "text": "2019-09-13 09:41:22 +0100",
            "iso_8601": "2019-09-13T08:41:22Z"
        },
        "subject": "China Global Times Editor says that based on what he knows, \"Chinese govt encourages Chinese companies to buy certain amount of US farm products, including soybeans and pork, which will also be exempted from additional tariffs.\" (cont)",
        "content": "<ul><li>\"It is hoped the US side can keep goodwill reciprocity with China through practical actions.\"</li><li><a href=\"https://twitter.com/HuXijin_GT/status/1172429155184467968\">Link tweet&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows reports that Chinese importers bought 600k tonnes of US soybeans for October to December shipment from the Pacific North West, according to traders.</li></ul>",
        "analysis_updated_at": {
            "unix": 1568364000,
            "text": "2019-09-13 09:40:00 +0100",
            "iso_8601": "2019-09-13T08:40:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-global-times-editor-says-that-based-on-what-he-knows-chinese-govt-encourages-chinese-companies-to-buy-certain-amount-of-us-farm-products-including-soybeans-and-pork-which-will-also-be-exempted-from-additional-tariffs-cont-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 16:38:00",
        "gmt_time": "2019-09-13 08:38:00"
    },
    {
        "id": 886703,
        "updated_sequence": 1927879,
        "published_at": {
            "unix": 1568361960,
            "text": "2019-09-13 09:06:00 +0100",
            "iso_8601": "2019-09-13T08:06:00Z"
        },
        "updated_at": {
            "unix": 1568361999,
            "text": "2019-09-13 09:06:39 +0100",
            "iso_8601": "2019-09-13T08:06:39Z"
        },
        "subject": "ECB’s Vasle says he expects low growth of activity and prices to continue in the coming months ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-vasle-says-he-expects-low-growth-of-activity-and-prices-to-continue-in-the-coming-months-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 16:06:00",
        "gmt_time": "2019-09-13 08:06:00"
    },
    {
        "id": 886702,
        "updated_sequence": 1927876,
        "published_at": {
            "unix": 1568361600,
            "text": "2019-09-13 09:00:00 +0100",
            "iso_8601": "2019-09-13T08:00:00Z"
        },
        "updated_at": {
            "unix": 1568361799,
            "text": "2019-09-13 09:03:19 +0100",
            "iso_8601": "2019-09-13T08:03:19Z"
        },
        "subject": "German Economy Minister do not currently expect an economic downturn or pronounced recession, exports are moving sideways at the moment but economy supported by private and state consumption",
        "content": "<ul><li>says recovery in industrial sector is not in sight after a weak start to Q3</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-minister-do-not-currently-expect-an-economic-downturn-or-pronounced-recession-exports-are-moving-sideways-at-the-moment-but-economy-supported-by-private-and-state-consumption-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 16:00:00",
        "gmt_time": "2019-09-13 08:00:00"
    },
    {
        "id": 886700,
        "updated_sequence": 1927865,
        "published_at": {
            "unix": 1568361120,
            "text": "2019-09-13 08:52:00 +0100",
            "iso_8601": "2019-09-13T07:52:00Z"
        },
        "updated_at": {
            "unix": 1568361257,
            "text": "2019-09-13 08:54:17 +0100",
            "iso_8601": "2019-09-13T07:54:17Z"
        },
        "subject": "Of note for Thyssenkrup (TKA GY): Government of Singapore now holds 5.3% of the voting rights in the co. as of 9 Sep (prev. 3.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-thyssenkrup-tka-gy-government-of-singapore-now-holds-5-3-of-the-voting-rights-in-the-co-as-of-9-sep-prev-3-5-13-09-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 15:52:00",
        "gmt_time": "2019-09-13 07:52:00"
    },
    {
        "id": 886699,
        "updated_sequence": 1927862,
        "published_at": {
            "unix": 1568361060,
            "text": "2019-09-13 08:51:00 +0100",
            "iso_8601": "2019-09-13T07:51:00Z"
        },
        "updated_at": {
            "unix": 1568361116,
            "text": "2019-09-13 08:51:56 +0100",
            "iso_8601": "2019-09-13T07:51:56Z"
        },
        "subject": "UK debt and STIR futures off to unfortunate start to Friday 13th",
        "content": "<p>Gilts gapped down around ½ point off the open and quickly lost grip of the 132.00 handle amidst more post-ECB backlash, but the follow-through selling to 131.55 from yesterday’s 132.51 Liffe settlement seemed more self-propelled in wake of Brextension reports emanating from an EU document doing the rounds on Thursday. Indeed, Bunds and US Treasuries were consolidating off lows at the time, but subsequently slumped further to 172.91 and 129-09 before finding deeper underlying bids. Back to Liffe, where Short Sterling contracts are also reeling again with the strip down 1.5-8.5 ticks at one stage, but now off worst levels ahead of a speech from BoE’s Cunliffe that in theory should avoid any live monetary policy or economic content so close to next week’s MPC meeting.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-off-to-unfortunate-start-to-friday-13th-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 15:51:00",
        "gmt_time": "2019-09-13 07:51:00"
    },
    {
        "id": 886693,
        "updated_sequence": 1927844,
        "published_at": {
            "unix": 1568360640,
            "text": "2019-09-13 08:44:00 +0100",
            "iso_8601": "2019-09-13T07:44:00Z"
        },
        "updated_at": {
            "unix": 1568360718,
            "text": "2019-09-13 08:45:18 +0100",
            "iso_8601": "2019-09-13T07:45:18Z"
        },
        "subject": "Irish PM Varadkar says the proposals so far from the UK (on the backstop) fall very far short",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-says-the-proposals-so-far-from-the-uk-on-the-backstop-fall-very-far-short-13-09-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 15:44:00",
        "gmt_time": "2019-09-13 07:44:00"
    },
    {
        "id": 886692,
        "updated_sequence": 1927841,
        "published_at": {
            "unix": 1568360100,
            "text": "2019-09-13 08:35:00 +0100",
            "iso_8601": "2019-09-13T07:35:00Z"
        },
        "updated_at": {
            "unix": 1568360195,
            "text": "2019-09-13 08:36:35 +0100",
            "iso_8601": "2019-09-13T07:36:35Z"
        },
        "subject": "Boeing (BA) informed Spicejet that its 737 Max will be fit to fly by November, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "boeing-ba-informed-spicejet-that-its-737-max-will-be-fit-to-fly-by-november-according-to-cnbc-13-09-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 15:35:00",
        "gmt_time": "2019-09-13 07:35:00"
    },
    {
        "id": 886689,
        "updated_sequence": 1927828,
        "published_at": {
            "unix": 1568358300,
            "text": "2019-09-13 08:05:00 +0100",
            "iso_8601": "2019-09-13T07:05:00Z"
        },
        "updated_at": {
            "unix": 1568358793,
            "text": "2019-09-13 08:13:13 +0100",
            "iso_8601": "2019-09-13T07:13:13Z"
        },
        "subject": "European equity movers this morning: SSE (SSE LN) +1.8%; Roche (ROG SW) +1.5%; UBS (UBSG SW) +1.5%; Diageo (DGE LN) -1.8%; Ipsen (IPN FP) -1.2%; IAG (IAG LN) -0.7%",
        "content": "<ul><li><strong>SSE LN </strong>up on GBP 500mln sale agreement for SSE Energy Services</li><li><strong>ROG SW</strong> up on upgraded at BAML</li><li><strong>UBS SW </strong>up on Asia business review</li><li><strong>DGE LN </strong>down on union strike threat</li><li><strong>IPN FP </strong>down on Berenberg downgrade</li><li><strong>IAG LN </strong>down on November pilot strike threat and flight cancellation refunds</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-sse-sse-ln-1-8-roche-rog-sw-1-5-ubs-ubsg-sw-1-5-diageo-dge-ln-1-8-ipsen-ipn-fp-1-2-iag-iag-ln-0-7-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 15:05:00",
        "gmt_time": "2019-09-13 07:05:00"
    },
    {
        "id": 886682,
        "updated_sequence": 1927805,
        "published_at": {
            "unix": 1568357640,
            "text": "2019-09-13 07:54:00 +0100",
            "iso_8601": "2019-09-13T06:54:00Z"
        },
        "updated_at": {
            "unix": 1568357726,
            "text": "2019-09-13 07:55:26 +0100",
            "iso_8601": "2019-09-13T06:55:26Z"
        },
        "subject": "Bunds: filling gaps and flirting with -50 bp 10 year yield",
        "content": "<p>The big ECB bazooka backfire continues as the core Eurozone bond and counterparts extend their retracement from initial post-policy easing highs, with Bunds testing support ahead of 173.00 after dipping below a downside chart level from early August around 173.16 to a 173.08 base vs Thursday’s 173.93 close. Meanwhile, the benchmark 10 year cash rate is having a real tussle with the new -50 bp depo mark and this could be deemed as a barrier or line in the sand for some, but the future remains some way off initial/early Eurex highs of 173.63.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-filling-gaps-and-flirting-with-50-bp-10-year-yield-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 14:54:00",
        "gmt_time": "2019-09-13 06:54:00"
    },
    {
        "id": 886678,
        "updated_sequence": 1927802,
        "published_at": {
            "unix": 1568356140,
            "text": "2019-09-13 07:29:00 +0100",
            "iso_8601": "2019-09-13T06:29:00Z"
        },
        "updated_at": {
            "unix": 1568356994,
            "text": "2019-09-13 07:43:14 +0100",
            "iso_8601": "2019-09-13T06:43:14Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Capita (CPI LN) –</strong> Co. has agreed to pay its employees the living wage, as part of their 3-year turnaround plan. (FT)</p><p><strong>Casino (CO FP) </strong>– Co. is to sell Exito to GPA in an all-cash tender offer as it pursues the implementation of its simplification project in Latin America. (Newswires)</p><p><strong>Credit Agricole (ACA FP)</strong> – Morgan Stanley states that Co. is a top choice due to its business model and capital flexibility. (Newswires)</p><p><strong>Diageo (DGE LN)</strong> - Unions are demanding a 5% pay hike for workers due to go on strike in Scotland later this month, and reportedly believe strike will cost the company GBP 1mln per day, according to sources. (Newswires)</p><p><strong>Fraport (FRA GY) </strong>–<strong> </strong>Passenger numbers (Aug) +1.7% Y/Y to 6.92mln. (Newswires)</p><p><strong>German Autos</strong> – VDA President Bernhard Mattes is to step down at the end of this year. (Newswires)</p><p><strong>Hochtief (HOT GY)</strong> – Co’s CIMIC group has been awarded a 6yr AUD 1.3bln contract extension by Coronado global resources for mining services. (Newsiwres)</p><p><strong>IAG (IAG LN)</strong> - Pilots are reportedly plotting a 10-day strike in November that could cost the airline up to GBP 400mln, in bid to ‘break’ the airline. (The Sun)</p><p><strong>LSE (LSE LN) - </strong>Co. are reportedly considering moving its headquarters out of the centre of London, but still within the capital. (Times)</p><p><strong>Nestle (NESN SW) –</strong> Co. are to reduce their greenhouse gas emissions across their supply chain and operations to a net value of nothing by 2050. (FT)</p><p><strong>Signify (LIGHT NA) </strong>– Co. proposes Frank Lubnau as supervisory board member. (Newswires)&nbsp;</p><p><strong>Sainsbury’s (SBRY LN) –</strong> Co. has pledged to cutting the amount of plastic packaging used by 50%, as the Co. currently uses approximately 120k tonnes. (CityAM)</p><p><strong>Severn Trent (SVT LN) –</strong> The frequency of water disruptions within the UK has increased by approximately 20% since 2017. (Newswires)</p><p><strong>SSE (SSE LN) </strong>– Co. announced an agreement to sell SSE Energy Services to OVO for an enterprise value of GBP 500mln. Sale is expected to be completed in late 2019 or early 2020, subject to regulatory approvals. (Newswires)</p><p><strong>Telecom Italia (TIT)</strong> - Chairman Conti is reportedly considering stepping down in an effort to ease tensions between shareholders. (Newswires)</p><p><strong>UBS (UBSG SW)</strong> – Co. is to review its Singapore businesses, with the focus on slowing the pace of hiring not cutting, said a top executive.&nbsp; (Business Times)</p><p>&nbsp;</p><p><strong>BRITVIC (BVIC LN)</strong> UPGRADED TO BUY FROM HOLD AT JEFFERIES</p><p><strong>BIOMERIEUX (BIM FP) </strong>UPGRADED TO HOLD FROM SELL AT BERENBERG</p><p><strong>DEUTSCHE BANK (DBK GY) </strong>DOWNGRADED TO SELL FROM HOLD AT BANKHAUS METZLER</p><p><strong>ROCHE (ROG SW) </strong>UPGRADED TO BUY FROM NEUTRAL AT BAML</p><p><strong>MERCK (MRK GY) </strong>UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BAML</p><p><strong>IPSEN (IPN FP) </strong>DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BAML</p><p><strong>SIEMENS HEALTHINEERS (SHL GY) </strong>UPGRADED TO BUY FROM NEUTRAL AT REDBURN</p><p><strong>UK EQUITIES</strong> UPGRADED TO OVERWEIGHT IN DOLLAR TERMS AT CREDIT SUISSE</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 14:29:00",
        "gmt_time": "2019-09-13 06:29:00"
    },
    {
        "id": 886681,
        "updated_sequence": 1927786,
        "published_at": {
            "unix": 1568355900,
            "text": "2019-09-13 07:25:00 +0100",
            "iso_8601": "2019-09-13T06:25:00Z"
        },
        "updated_at": {
            "unix": 1568356055,
            "text": "2019-09-13 07:27:35 +0100",
            "iso_8601": "2019-09-13T06:27:35Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1000 (2.5BLN)</strong>, <strong>1.1050-55 (1.5BLN)</strong>, 1.1100 (611M), 1.1150 (700M)</p><p>USD/CHF: 1.0000 (400M)</p><p>GBP/USD: 1.2300 (270M), 1.2400 (300M), 1.2450 (620M)</p><p>USD/CAD: 1.3285-90 (580M), 1.3300-10 (670M)</p><p>USD/JPY: 107.50 (670M), 107.85 (250M)</p><p>EUR/JPY: 117.75 (410M), 120.25 (420M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-13-09-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 14:25:00",
        "gmt_time": "2019-09-13 06:25:00"
    },
    {
        "id": 886677,
        "updated_sequence": 1927742,
        "published_at": {
            "unix": 1568354100,
            "text": "2019-09-13 06:55:00 +0100",
            "iso_8601": "2019-09-13T05:55:00Z"
        },
        "updated_at": {
            "unix": 1568354324,
            "text": "2019-09-13 06:58:44 +0100",
            "iso_8601": "2019-09-13T05:58:44Z"
        },
        "subject": "ECB's Holzmann (Hawk) says a major a push-back took place at yesterday's ECB Monetary Policy meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows ECB sources which stated that French, German, Dutch, Austrian and Estonian were among the ECB Governors which opposed the QE resumption which passed via a narrow majority,&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1568354324,
            "text": "2019-09-13 06:58:44 +0100",
            "iso_8601": "2019-09-13T05:58:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-holzmann-hawk-says-a-major-a-push-back-took-place-at-yesterday-s-ecb-monetary-policy-meeting-13-09-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:55:00",
        "gmt_time": "2019-09-13 05:55:00"
    },
    {
        "id": 886676,
        "updated_sequence": 1927773,
        "published_at": {
            "unix": 1568353800,
            "text": "2019-09-13 06:50:00 +0100",
            "iso_8601": "2019-09-13T05:50:00Z"
        },
        "updated_at": {
            "unix": 1568355292,
            "text": "2019-09-13 07:14:52 +0100",
            "iso_8601": "2019-09-13T06:14:52Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>13th September 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p><strong>Asian equity markets traded higher as the positive tone rolled over from Wall St</strong> where the major indices edged mild gains and the DJIA notched a 7-day win streak with sentiment underpinned on the improving US-China trade climate and after the ECB announced a package of stimulus measures. ASX 200 (+0.1%) and Nikkei 225 (+0.9%) were higher throughout the majority of session although Australia later returned flat as the outperformance in industrials and financials was counterbalanced by weakness in the tech and mining sectors, while the Japanese benchmark cheered the recent currency weakness and eyed the 22k level. Hang Seng (+0.2%) conformed to the positive risk tone as the recent encouraging trade developments spurred hopes for a ceasefire in the US-China trade war with Chinese negotiators said to be making plans to boost purchases of US agricultural products and with US President Trump suggesting he could consider an interim deal with China. However, gains were restricted in Hong Kong amid the absence of the mainland due to the Mid-Autumn Festival holiday and ahead of a potential weekend of further clashes after the police banned a planned march for Sunday.</p><p>FTSE 100</p><p><strong>IAG (IAG LN) </strong>– Co. has begun the cancellation of flights prior to the next pilots strike on September 27th, as EU law stipulates passengers are entitled to compensation for cancellations with less than 14 days notice, the 15 day notice period provided by British Airways will place it out of EU law scope. (Times/Guardian)</p><p><strong>LSE (LSE LN) </strong>– Hong Kong Exchange is reportedly prepared to increase the terms of their GBP 32bln offer for the LSE, said to be considering a larger cash element. Separately, one of the Co’s shareholders state that it is ‘now or never’ for other offers to be placed for the Co. (FT/Telegraph)</p><p><strong>GlaxoSmithKline (GSK LN) </strong>– The FDA has approved the Co’s Nucala treatment for use in children as young as six years old and suffering with eosinophilic asthma. (Newswires)</p><p><strong>AstraZeneca (AZN LN) </strong>- Imfinzi immunotherapy treatment is the first to show significant survival benefit and an improved, durable responses in extensive stage Small Cell Lung Cancer. This comes after the company recently presented data to the IASLC 2019 World Conference, showing the treatment improved survival when combined with chemotherapy. (Newswires)</p><p>OTHER UK COMPANIES</p><p><strong>Thomas Cook Group (TCG LN)</strong> – Co. is in talks with lenders to increase the size of its rescue fundraising to GBP 1bln from GBP 900mln, after warning it could face collapse earlier this month. (Sky News)</p><p>BROKER MOVES</p><p><strong>FRESNILLO (FRES LN) </strong>UPGRADED TO OUTPERFORM FROM UNDERPERFORM AT MACQUARIE</p><p><strong>HAMMERSON (HMSO LN) </strong>UPGRADED TO HOLD FROM SELL AT PANMURE GORDON</p><p><strong>RESTAURANT GROUP (RTN LN) </strong>REITERATED OUTPERFORM AT RBC</p><p>DAX</p><p><strong>Deutsche Telekom (DTE GY) </strong>- NY AG James is rebuffing settlement attempts from T-Mobile (TMUS) and Sprint (S) in its AG merger breakup lawsuit as believe no meaningful concessions have been made; increased odds of trial going to Federal court now, according to Fox's Gasparino. <i>Note: Deutsche Telekom owns 63% of T-Mobile. </i>(Newswires)</p><p><strong>Volkswagen (VOW3 GY) </strong>– Co. will meet the EU’s CO2 fleet emission limits, reports stated. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Fraport (FRA GY) </strong>–<strong> </strong>Co. reports traffic figures which would show ongoing growth. (Newswires)</p><p>BROKER MOVES</p><p>CAC</p><p><strong>Vinci (DG FP) </strong>– Co’s Eurovia JV has won a contract to upgrade a railway line south of Prague in the Czech Republic, with a total contract value of EUR 120mln. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Bollore (BOL FP)</strong> – H1 net EUR 149mln vs. Prev. EUR 97mln. EBITDA EUR 1.41bln vs. Prev. EUR 1.20bln. Revenue EUR 11.8bln vs. Prev. EUR 10.9bln. (Newswires)</p><p>BROKER MOVES</p><p><strong>BNP PARIS (BNP FP) </strong>DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</p><p><strong>KERING (KER FP) </strong>REITERATED OUTPERFORM AT RBC</p><p>PAN EUROPE</p><p><strong>Telecom Italia (TIT IM)</strong> – Co. has confirmed yesterday’s source reports that Chairman Conti is considering stepping down. (Newswires)</p><p>BROKER MOVES</p><p><strong>GLOBAL EQUITIES </strong>UPGRADED TO OVERWEIGHT FROM NEUTRAL AT CREDIT SUISSE</p><p><strong>CAIXABANK (CABK SM) </strong>DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN CHASE</p><p><strong>BANKIA (BKIA SM)</strong> DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN CHASE</p><p><strong>BANKINTER (BKT SM)</strong> UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN CHASE</p><p>SMI</p><p>Novartis (NOVN SW) – Data further supports the use of Neuronal and Glial filaments as guides to aid physicians and patients with disease management. (Newswires)</p><p>Roche Holdings (ROG SW) – Analysis from a Phase IIIB study showed 87% of patients with a suboptimal response to their previous treatment had no evidence of disease activity one year on after switching to Ocrevus. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>US</strong></p><p><strong>*S&amp;P 500 0.3% at 3010, Nasdaq-100 0.4% at 7917, Dow Jones 0.2% at 27185</strong> * SECTORS: Consumer Discretionary 0.5%, Consumer Staples 0.3%, Energy -0.6%, Financials 0.5%, Health Care -0.1%, Industrials 0.1%, Information Technology 0.5%, Materials 0.7%, Telecommunication Services 0.4%, Utilities 0.1%</p><p><strong>Broadcom Inc (AVGO)</strong> - Q3 19 (USD): adj. EPS 5.16 (exp. 5.12), Revenue 5.515bln (exp. 5.53bln). Affirms FY EPS &amp; Revenue view. Believes demand has bottomed out in semiconductor solutions segment, but to remain at these levels due to current environment. <i>Co. shares fell by 1.1% after-market. </i>(Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-13-09-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:50:00",
        "gmt_time": "2019-09-13 05:50:00"
    },
    {
        "id": 886675,
        "updated_sequence": 1927732,
        "published_at": {
            "unix": 1568352600,
            "text": "2019-09-13 06:30:00 +0100",
            "iso_8601": "2019-09-13T05:30:00Z"
        },
        "updated_at": {
            "unix": 1568353092,
            "text": "2019-09-13 06:38:12 +0100",
            "iso_8601": "2019-09-13T05:38:12Z"
        },
        "subject": "RANsquawk Daily European Opening News - 13th September 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22762/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded higher as the positive tone rolled over from Wall St where the major indices edged mild gains amidst the improving trade climate</li><li>US President Trump said he would rather get a whole deal with China than an interim deal but suggested that he would consider an interim trade deal with China</li><li>DUP could agree to Northern Ireland accepting some EU rules post-Brexit as part of a deal to replace the Irish Backstop</li><li>DXY is essentially flat heading into the week’s end on a quiet session ahead after yesterday’s ECB and US CPI</li><li>Looking ahead highlights include, US Import &amp; Export prices, University of Michigan Sentiment (Prelim) and BoE’s Cunliffe</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded higher as the positive tone rolled over from Wall St where the major indices edged mild gains and the DJIA notched a 7-day win streak</strong> with sentiment underpinned on the improving US-China trade climate and after the ECB announced a package of stimulus measures. <strong>ASX 200 (+0.1%) and Nikkei 225 (+0.9%)</strong> were higher throughout the majority of session although Australia later returned flat as the outperformance in industrials and financials was counterbalanced by weakness in the tech and mining sectors, while the Japanese benchmark cheered the recent currency weakness and eyed the 22k level. <strong>Hang Seng (+0.2%)</strong> conformed to the positive risk tone as the recent encouraging trade developments spurred hopes for a ceasefire in the US-China trade war with Chinese negotiators said to be making plans to boost purchases of US agricultural products and with US President Trump suggesting he could consider an interim deal with China. However, gains were restricted in Hong Kong amid the absence of the mainland due to the Mid-Autumn Festival holiday and ahead of a potential weekend of further clashes after the police banned a planned march for Sunday. Finally, 10yr JGBs traded lower in an extension of the recent weakness to track the losses seen in global counterparts, with demand also sapped after a softer enhanced liquidity auction in the long-end and amid reports some BoJ members were said to believe JGB yields are close to a tipping point and would consider action with a move below -0.3%.</p><p><strong>US President Trump said he would rather get a whole deal with China than an interim deal but suggested that he would consider an interim trade deal with China</strong>. (Newswires)</p><p><strong>US Treasury Secretary Mnuchin said he is hopeful progress will be made in US-China talks</strong> and stated that Huawei is not a pawn in trade talks. There were also separate comments from US Presidential Trade Advisor Pilsbury that President Trump could do a quick deal with China but doesn’t want a quick deal and instead wants the right deal, while he added that Trump warned if China waits 16 months for a deal, it will be harder to get. (Newswires/Fox)</p><p><strong>US administration officials are said to have debated removing or reducing some tariffs on China to ease trade tensions</strong> which potentially paves the way for a fresh ceasefire. There were also separate reports <strong>that President Trump's advisors are said to be rushing to find an escape from tariff increases in the coming months and are trying to bring back the previous terms negotiated in May</strong>, according to a source. (FT/Politico)</p><p>Chinese importers bought 600k tonnes of US soybeans for October to December shipment from the Pacific North West, according to traders. (Newswires)&nbsp;</p><p>UK/EU</p><p><strong>UK PM Johnson was urged by Cabinet allies to ask for a Brexit extension instead of disobeying the law and risk having a Labour government.</strong> (Telegraph)</p><p>UK House Speaker Bercow warned PM Johnson that parliament will impose more \"draconian\" measures if he attempts to bypass the law ruling out a no deal next month, according to Daily Mail's Political Editor. (Twitter)</p><p>DUP Leader Foster said the UK must leave the EU as one nation and that her party is keen for a sensible deal but not one that divides the internal market of UK. In separate reports, the <strong>DUP could agree to Northern Ireland accepting some EU rules post-Brexit as part of a deal to replace the backstop</strong> in which the party suggested <strong>privately it may drop its objection to regulatory checks in the Irish Sea in return for the EU to abandon insistence of Northern Ireland remain in Customs Union with EU and accept to fast track alternative arrangements</strong>. (Twitter/Times)</p><p>UK Government are reportedly preparing to increase the size of their Brexit negotiating team, with an understanding in Downing Street that if they cannot get an election then they need to secure a deal. (Times)</p><p>Group of MPs which successfully challenged the Government in the Scottish Court ruling over prorogation believe that the Scottish Judges have the power to send a letter to Brussels asking for an extension if PM Johnson does not, and want the Court to rule it will do so if necessary. (Telegraph)</p><p>Former Tory leadership rival Rory Stewart is being urged by some of the 21 rebels to stand against PM Johnson in his Uxbridge and South Ruislip constituency. (Newswires/The Sun)</p><p><strong>French, German, Dutch, Austrian and Estonian were among the ECB Governors which opposed the QE resumption which passed via a narrow majority, according to ECB sources. (Newswires)</strong></p><p>&nbsp;</p><p>FX</p><p>In FX markets, the <strong>DXY</strong> was flat after the recent mixed US CPI data and with trade mostly uneventful this week aside from the ECB-induced turbulence, while markets look ahead to US Retail Sales data later and more importantly, next week’s FOMC. <strong>EUR/USD</strong> stabilized from the whipsawing seen in the aftermath of the ECB meeting. <strong>GBP/USD</strong> also lacked direction amid continued Brexit uncertainty with PM Johnson said to have been urged by Cabinet allies to ask for a Brexit extension and with the EU preparing to grant the UK a third delay to Brexit according to a leaked resolution, although officials in Brussels were said to be pessimistic regarding an imminent breakthrough. Elsewhere, <strong>USD/JPY</strong> slightly extended on gains amid the positive risk tone and CNH continued to benefit from the improved trade environment, while antipodeans were lacklustre after the prior day’s losses and amid a sparse overnight calendar.&nbsp;</p><p>COMMODITIES</p><p>Commodities were mixed in which <strong>WTI</strong> crude futures languished below the USD 55.00/bbl level after outside hopes of an immediate extended production cuts at the OPEC+ JMMC meeting failed to materialise. Elsewhere, <strong>gold</strong> traded flat amid an uneventful greenback but remained in proximity for another attempt on the USD 1500/oz level, while <strong>copper</strong> was supported by the positive risk appetite although gains were limited by the absence of its biggest purchaser China.</p><p>&nbsp;</p><p>US police official said that the protests at the Houston shipping port could be \"prolonged\". (Newswires)&nbsp;</p><p>&nbsp;</p><p><strong>US</strong></p><p>The <strong>TPLEX, and EGBs,</strong> were whipped about in the wake of the ECB. The initial announcement of fresh open-ended QE spiked futures; however, as participants read between the lines of the fresh stimulus, bonds pared reversed their initial move, with some desks attributing little detail of whether the ECB would add more asset classes to its QE programme. At settlement, yields were higher by approximately 6bps across the entire Treasury curve. <strong>US T-notes</strong> (z9) settled 15 ticks lower at 129-14.</p><p>US President Trump said he will announce a tax-cut for the middle-income sometime next year. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-13th-september-2019-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:30:00",
        "gmt_time": "2019-09-13 05:30:00"
    },
    {
        "id": 886674,
        "updated_sequence": 1927729,
        "published_at": {
            "unix": 1568351040,
            "text": "2019-09-13 06:04:00 +0100",
            "iso_8601": "2019-09-13T05:04:00Z"
        },
        "updated_at": {
            "unix": 1568351357,
            "text": "2019-09-13 06:09:17 +0100",
            "iso_8601": "2019-09-13T05:09:17Z"
        },
        "subject": "Italian Economy Minister says that there will be no more clashes with the EU, Eurozone needs to have more expansionary fiscal policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-says-that-there-will-be-no-more-clashes-with-the-eu-eurozone-needs-to-have-more-expansionary-fiscal-policy-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:04:00",
        "gmt_time": "2019-09-13 05:04:00"
    },
    {
        "id": 886674,
        "updated_sequence": 1927729,
        "published_at": {
            "unix": 1568351040,
            "text": "2019-09-13 06:04:00 +0100",
            "iso_8601": "2019-09-13T05:04:00Z"
        },
        "updated_at": {
            "unix": 1568351357,
            "text": "2019-09-13 06:09:17 +0100",
            "iso_8601": "2019-09-13T05:09:17Z"
        },
        "subject": "Italian Economy Minister says that there will be no more clashes with the EU, Eurozone needs to have more expansionary fiscal policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-economy-minister-says-that-there-will-be-no-more-clashes-with-the-eu-eurozone-needs-to-have-more-expansionary-fiscal-policy-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:04:00",
        "gmt_time": "2019-09-13 05:04:00"
    },
    {
        "id": 886673,
        "updated_sequence": 1927724,
        "published_at": {
            "unix": 1568351040,
            "text": "2019-09-13 06:04:00 +0100",
            "iso_8601": "2019-09-13T05:04:00Z"
        },
        "updated_at": {
            "unix": 1568351118,
            "text": "2019-09-13 06:05:18 +0100",
            "iso_8601": "2019-09-13T05:05:18Z"
        },
        "subject": "EU's Dombrovskis says the EU is looking at ways to improve public spending and favor investments to spur growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-dombrovskis-says-the-eu-is-looking-at-ways-to-improve-public-spending-and-favor-investments-to-spur-growth-13-09-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 13:04:00",
        "gmt_time": "2019-09-13 05:04:00"
    },
    {
        "id": 886670,
        "updated_sequence": 1927715,
        "published_at": {
            "unix": 1568350140,
            "text": "2019-09-13 05:49:00 +0100",
            "iso_8601": "2019-09-13T04:49:00Z"
        },
        "updated_at": {
            "unix": 1568350278,
            "text": "2019-09-13 05:51:18 +0100",
            "iso_8601": "2019-09-13T04:51:18Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks trade higher amid the improved US-China trade climate and following ECB's stimulus package",
        "content": "<p>Asia equity markets traded higher as the positive tone rolled over from Wall St where the major indices edged mild gains and the DJIA notched a 7-day win streak with sentiment underpinned on the improving US-China trade climate and after the ECB announced a package of stimulus measures. ASX 200 (+0.1%) and Nikkei 225 (+0.9%) were higher throughout the majority of session although Australia later returned flat as the outperformance in industrials and financials was counterbalanced by weakness in the tech and mining sectors, while the Japanese benchmark cheered the recent currency weakness and eyed the 22k level. Hang Seng (+0.2%) conformed to the positive risk tone as the recent encouraging trade developments spurred hopes for a ceasefire in the US-China trade war with Chinese negotiators said to be making plans to boost purchases of US agricultural products and with US President Trump suggesting he could consider an interim deal with China. However, gains were restricted in Hong Kong amid the absence of the mainland due to the Mid-Autumn Festival holiday and ahead of a potential weekend of further clashes after the police banned a planned march for Sunday. Finally, 10yr JGBs traded lower in an extension of the recent weakness to track the losses seen in global counterparts, with demand also sapped after a softer enhanced liquidity auction in the long-end and amid reports some BoJ members were said to believe JGB yields are close to a tipping point and would consider action with a move below -0.3%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-trade-higher-amid-the-improved-us-china-trade-climate-and-following-ecb-s-stimulus-package-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 12:49:00",
        "gmt_time": "2019-09-13 04:49:00"
    },
    {
        "id": 886666,
        "updated_sequence": 1927702,
        "published_at": {
            "unix": 1568349000,
            "text": "2019-09-13 05:30:00 +0100",
            "iso_8601": "2019-09-13T04:30:00Z"
        },
        "updated_at": {
            "unix": 1568349290,
            "text": "2019-09-13 05:34:50 +0100",
            "iso_8601": "2019-09-13T04:34:50Z"
        },
        "subject": "Japanese Industrial Production (Jul F) M/M 1.3% (Prev. 1.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-jul-f-m-m-1-3-prev-1-3-13-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 12:30:00",
        "gmt_time": "2019-09-13 04:30:00"
    },
    {
        "id": 886667,
        "updated_sequence": 1927705,
        "published_at": {
            "unix": 1568349000,
            "text": "2019-09-13 05:30:00 +0100",
            "iso_8601": "2019-09-13T04:30:00Z"
        },
        "updated_at": {
            "unix": 1568349321,
            "text": "2019-09-13 05:35:21 +0100",
            "iso_8601": "2019-09-13T04:35:21Z"
        },
        "subject": "Japanese Capacity Utilization (Jul) M/M 1.1% (Prev. -2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-capacity-utilization-jul-m-m-1-1-prev-2-6-13-09-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 12:30:00",
        "gmt_time": "2019-09-13 04:30:00"
    },
    {
        "id": 886662,
        "updated_sequence": 1927683,
        "published_at": {
            "unix": 1568346180,
            "text": "2019-09-13 04:43:00 +0100",
            "iso_8601": "2019-09-13T03:43:00Z"
        },
        "updated_at": {
            "unix": 1568346218,
            "text": "2019-09-13 04:43:38 +0100",
            "iso_8601": "2019-09-13T03:43:38Z"
        },
        "subject": "China is reportedly asking state firms to boost Hong Kong investments",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-reportedly-asking-state-firms-to-boost-hong-kong-investments-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:43:00",
        "gmt_time": "2019-09-13 03:43:00"
    },
    {
        "id": 886663,
        "updated_sequence": 1927686,
        "published_at": {
            "unix": 1568346180,
            "text": "2019-09-13 04:43:00 +0100",
            "iso_8601": "2019-09-13T03:43:00Z"
        },
        "updated_at": {
            "unix": 1568346294,
            "text": "2019-09-13 04:44:54 +0100",
            "iso_8601": "2019-09-13T03:44:54Z"
        },
        "subject": "IMF may delay bailout funds to Argentina until after the October elections, according to FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "imf-may-delay-bailout-funds-to-argentina-until-after-the-october-elections-according-to-ft-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:43:00",
        "gmt_time": "2019-09-13 03:43:00"
    },
    {
        "id": 886661,
        "updated_sequence": 1927680,
        "published_at": {
            "unix": 1568345700,
            "text": "2019-09-13 04:35:00 +0100",
            "iso_8601": "2019-09-13T03:35:00Z"
        },
        "updated_at": {
            "unix": 1568345844,
            "text": "2019-09-13 04:37:24 +0100",
            "iso_8601": "2019-09-13T03:37:24Z"
        },
        "subject": "Japan sells JPY 599.5bln in 10yr, 20yr and 30yr JGBs in enhanced liquidity auction; b/c 2.79 vs. Prev. 2.87",
        "content": "<p>- Highest accepted spread 0.043% vs. Prev. 0.001%</p><p>- Allotment of bids at highest spread 43.4516% vs. Prev. 28.0664%</p><p>- Average accepted spread 0.038% vs. Prev. 0.003%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-599-5bln-in-10yr-20yr-and-30yr-jgbs-in-enhanced-liquidity-auction-b-c-2-79-vs-prev-2-87-13-09-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:35:00",
        "gmt_time": "2019-09-13 03:35:00"
    },
    {
        "id": 886660,
        "updated_sequence": 1927675,
        "published_at": {
            "unix": 1568345280,
            "text": "2019-09-13 04:28:00 +0100",
            "iso_8601": "2019-09-13T03:28:00Z"
        },
        "updated_at": {
            "unix": 1568345391,
            "text": "2019-09-13 04:29:51 +0100",
            "iso_8601": "2019-09-13T03:29:51Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: RBI increased the loan exposure limit of banks to a single NBFC from 15% to 20% of its capital base",
        "content": "<p>Apollo Hospitals (APHS IS) - Co. promoter family divested 3.6% stake through a bulk deal to reduce overall debt. (ET)</p><p>SBI Life (SBILIFE IS) - State Bank of India (SBIN IS) offloaded 4.5% stake in the Co. for about INR 35.2bln. (ET)</p><p>Financials - RBI increased the loan exposure limit of banks to a single NBFC from 15% to 20% of its capital base. (Livemint)</p><p>Data Recap</p><ul><li>Indian CPI (Aug) Y/Y 3.21% vs. Exp. 3.3% (Prev. 3.15%). (Newswires)</li><li>Indian Industrial Output (Jul) Y/Y 4.3% vs. Exp. 2.3% (Prev. 2.0%, Rev. 1.2%)</li><li>Indian Manufacturing Output (Jul) Y/Y 4.2% (Prev. 1.2%, Rev. 0.2%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-rbi-increased-the-loan-exposure-limit-of-banks-to-a-single-nbfc-from-15-to-20-of-its-capital-base-13-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:28:00",
        "gmt_time": "2019-09-13 03:28:00"
    },
    {
        "id": 886659,
        "updated_sequence": 1927672,
        "published_at": {
            "unix": 1568344800,
            "text": "2019-09-13 04:20:00 +0100",
            "iso_8601": "2019-09-13T03:20:00Z"
        },
        "updated_at": {
            "unix": 1568344875,
            "text": "2019-09-13 04:21:15 +0100",
            "iso_8601": "2019-09-13T03:21:15Z"
        },
        "subject": "HSBC sees RBI lowering Repurchase Rate by 50bps to 4.90% by March 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-sees-rbi-lowering-repurchase-rate-by-50bps-to-4-90-by-march-2020-13-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:20:00",
        "gmt_time": "2019-09-13 03:20:00"
    },
    {
        "id": 886658,
        "updated_sequence": 1927669,
        "published_at": {
            "unix": 1568344740,
            "text": "2019-09-13 04:19:00 +0100",
            "iso_8601": "2019-09-13T03:19:00Z"
        },
        "updated_at": {
            "unix": 1568344798,
            "text": "2019-09-13 04:19:58 +0100",
            "iso_8601": "2019-09-13T03:19:58Z"
        },
        "subject": "ANZ Bank sees RBI lowering Repurchase rate by 40bps to 5.00% at the October meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anz-bank-sees-rbi-lowering-repurchase-rate-by-40bps-to-5-00-at-the-october-meeting-13-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:19:00",
        "gmt_time": "2019-09-13 03:19:00"
    },
    {
        "id": 886657,
        "updated_sequence": 1927666,
        "published_at": {
            "unix": 1568344620,
            "text": "2019-09-13 04:17:00 +0100",
            "iso_8601": "2019-09-13T03:17:00Z"
        },
        "updated_at": {
            "unix": 1568344727,
            "text": "2019-09-13 04:18:47 +0100",
            "iso_8601": "2019-09-13T03:18:47Z"
        },
        "subject": "Nomura expects RBI to cut by 40bps in Q4 most likely to be front-loaded in October",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nomura-expects-rbi-to-cut-by-40bps-in-q4-most-likely-to-be-front-loaded-in-october-13-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:17:00",
        "gmt_time": "2019-09-13 03:17:00"
    },
    {
        "id": 886656,
        "updated_sequence": 1927663,
        "published_at": {
            "unix": 1568344080,
            "text": "2019-09-13 04:08:00 +0100",
            "iso_8601": "2019-09-13T03:08:00Z"
        },
        "updated_at": {
            "unix": 1568344550,
            "text": "2019-09-13 04:15:50 +0100",
            "iso_8601": "2019-09-13T03:15:50Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks trade higher amid the improved US-China trade climate and following ECB's stimulus package",
        "content": "<p>Asia equity markets trade higher as the positive tone rolls over from Wall St where all major indices edged mild gains and the DJIA notched a 7-day win streak with sentiment underpinned on the improving US-China trade climate and after the ECB announced a package of stimulus measures. ASX 200 (+0.1%) and Nikkei 225 (+0.9%) are higher with industrials and financials leading the gains in Australia but with upside in the broader market capped by weakness in the tech and mining sectors, while the Japanese benchmark cheers the recent currency weakness as it homes in on the 22k level. Hang Seng (+0.2%) conforms to the positive risk tone as the recent encouraging trade developments spurs hopes for a ceasefire in the US-China trade war with Chinese negotiators said to be making plans to boost purchases of US agricultural products and with US President Trump suggesting he could consider an interim deal with China. However, gains are restricted in Hong Kong amid the absence of mainland China due to the Mid-Autumn Festival holiday and ahead of a potential weekend of further clashes after the police banned a planned march for Sunday.</p><p>In FX markets, the DXY is flat after the recent mixed US CPI data and with the greenback mostly uneventful this week aside from the ECB-induced turbulence, while markets look ahead to US Retail Sales data later and more importantly, next week’s FOMC. EUR/USD stabilized from the whipsawing seen in the aftermath of the ECB meeting where the announcement of a stimulus package including 10bps Deposit Rate cut and resumption of QE at EUR 20bln/month initially pressured the single currency briefly below 1.1000, before staging an aggressive recovery given that markets were heavily one-sided and as some had hoped for a larger QE amount. GBP/USD also lacked direction amid continued Brexit uncertainty with PM Johnson said to have been urged by Cabinet allies to ask for a Brexit extension instead of disobey the law and with the EU preparing to grant the UK a third delay to Brexit according to a leaked resolution, although officials in Brussels were said to be pessimistic regarding an imminent breakthrough. Elsewhere, USD/JPY slightly extends on gains amid the positive risk tone and antipodeans are lacklustre after the prior day’s losses and amid a sparse overnight calendar.</p><p>Finally, 10yr JGBs are lower as they extend on the recent weakness and track the losses seen in global counterparts, with demand also sapped ahead of an enhanced liquidity auction and amid reports some BoJ members are said to believe that JGB yields are close to a tipping point and would consider action with a move below -0.3%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-trade-higher-amid-the-improved-us-china-trade-climate-and-following-ecb-s-stimulus-package-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 11:08:00",
        "gmt_time": "2019-09-13 03:08:00"
    },
    {
        "id": 886655,
        "updated_sequence": 1927658,
        "published_at": {
            "unix": 1568342940,
            "text": "2019-09-13 03:49:00 +0100",
            "iso_8601": "2019-09-13T02:49:00Z"
        },
        "updated_at": {
            "unix": 1568343028,
            "text": "2019-09-13 03:50:28 +0100",
            "iso_8601": "2019-09-13T02:50:28Z"
        },
        "subject": "SoftBank (9984 JT) announced completion of JPY 600bln buyback as of October 31st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "softbank-9984-jt-announced-completion-of-jpy-600bln-buyback-as-of-october-31st-13-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 10:49:00",
        "gmt_time": "2019-09-13 02:49:00"
    },
    {
        "id": 886654,
        "updated_sequence": 1927655,
        "published_at": {
            "unix": 1568341440,
            "text": "2019-09-13 03:24:00 +0100",
            "iso_8601": "2019-09-13T02:24:00Z"
        },
        "updated_at": {
            "unix": 1568341524,
            "text": "2019-09-13 03:25:24 +0100",
            "iso_8601": "2019-09-13T02:25:24Z"
        },
        "subject": "Philippines Central Bank Governor Diokno says 25bps rate cut and RRR cut may occur sooner rather than later and could happen at the same time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-governor-diokno-says-25bps-rate-cut-and-rrr-cut-may-occur-sooner-rather-than-later-and-could-happen-at-the-same-time-13-09-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 10:24:00",
        "gmt_time": "2019-09-13 02:24:00"
    },
    {
        "id": 886652,
        "updated_sequence": 1927649,
        "published_at": {
            "unix": 1568339760,
            "text": "2019-09-13 02:56:00 +0100",
            "iso_8601": "2019-09-13T01:56:00Z"
        },
        "updated_at": {
            "unix": 1568339863,
            "text": "2019-09-13 02:57:43 +0100",
            "iso_8601": "2019-09-13T01:57:43Z"
        },
        "subject": "Iran sets October light crude price to Asia at Oman/Dubai +USD 1.80/bbl which is an increase of USD 0.55/bbl M/M",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-sets-october-light-crude-price-to-asia-at-oman-dubai-usd-1-80-bbl-which-is-an-increase-of-usd-0-55-bbl-m-m-13-09-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 09:56:00",
        "gmt_time": "2019-09-13 01:56:00"
    },
    {
        "id": 886651,
        "updated_sequence": 1927646,
        "published_at": {
            "unix": 1568338740,
            "text": "2019-09-13 02:39:00 +0100",
            "iso_8601": "2019-09-13T01:39:00Z"
        },
        "updated_at": {
            "unix": 1568338860,
            "text": "2019-09-13 02:41:00 +0100",
            "iso_8601": "2019-09-13T01:41:00Z"
        },
        "subject": "Japanese Economy Minister Nishimura says our hope is not about additional monetary easing and it is up to BoJ to decide on monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-nishimura-says-our-hope-is-not-about-additional-monetary-easing-and-it-is-up-to-boj-to-decide-on-monetary-policy-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 09:39:00",
        "gmt_time": "2019-09-13 01:39:00"
    },
    {
        "id": 886650,
        "updated_sequence": 1927643,
        "published_at": {
            "unix": 1568338620,
            "text": "2019-09-13 02:37:00 +0100",
            "iso_8601": "2019-09-13T01:37:00Z"
        },
        "updated_at": {
            "unix": 1568338768,
            "text": "2019-09-13 02:39:28 +0100",
            "iso_8601": "2019-09-13T01:39:28Z"
        },
        "subject": "Japanese Finance Minister Aso says no change to view Japan economy in moderate recovery and that economic fundamentals remain solid",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-says-no-change-to-view-japan-economy-in-moderate-recovery-and-that-economic-fundamentals-remain-solid-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 09:37:00",
        "gmt_time": "2019-09-13 01:37:00"
    },
    {
        "id": 886649,
        "updated_sequence": 1927640,
        "published_at": {
            "unix": 1568337480,
            "text": "2019-09-13 02:18:00 +0100",
            "iso_8601": "2019-09-13T01:18:00Z"
        },
        "updated_at": {
            "unix": 1568337540,
            "text": "2019-09-13 02:19:00 +0100",
            "iso_8601": "2019-09-13T01:19:00Z"
        },
        "subject": "News Corp (NWS AS) said to be focused on Foxtel turnaround and eventual IPO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "news-corp-nws-as-said-to-be-focused-on-foxtel-turnaround-and-eventual-ipo-13-09-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 09:18:00",
        "gmt_time": "2019-09-13 01:18:00"
    },
    {
        "id": 886648,
        "updated_sequence": 1927637,
        "published_at": {
            "unix": 1568337120,
            "text": "2019-09-13 02:12:00 +0100",
            "iso_8601": "2019-09-13T01:12:00Z"
        },
        "updated_at": {
            "unix": 1568337202,
            "text": "2019-09-13 02:13:22 +0100",
            "iso_8601": "2019-09-13T01:13:22Z"
        },
        "subject": "Moody's says China local government financing vehicles' bond issuance may reach a record for this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-says-china-local-government-financing-vehicles-bond-issuance-may-reach-a-record-for-this-year-13-09-2019",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 09:12:00",
        "gmt_time": "2019-09-13 01:12:00"
    },
    {
        "id": 886647,
        "updated_sequence": 1927634,
        "published_at": {
            "unix": 1568335680,
            "text": "2019-09-13 01:48:00 +0100",
            "iso_8601": "2019-09-13T00:48:00Z"
        },
        "updated_at": {
            "unix": 1568337068,
            "text": "2019-09-13 02:11:08 +0100",
            "iso_8601": "2019-09-13T01:11:08Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Mainland China is closed for holiday",
        "content": "<p>China Railway Group (390 HK) - Co. awarded USD 825mln contract for gold mine project in Solomon Islands. (Newswires)</p><p>China Southern Airlines (1055 HK) - Co. reports August traffic rose 8.6% Y/Y. (Newswires)</p><p>HKEX (388 HK) - Co. is said to be considering raising the cash portion of its bid for LSE (LSE LN). (FT)</p><p>Trade</p><p>US President Trump tweeted it is expected that China will be buying large amounts of US agricultural products. US President Trump also stated he would rather get a whole deal with China than an interim deal but suggested that he would consider an interim trade deal with China. (Newswires) (Newswires)</p><p>US Treasury Secretary Mnuchin said President Trump is prepared to keep tariffs on China and raise them if needed. (Newswires)</p><p>US administration officials are said to have debated removing or reducing some tariffs on China to ease trade tensions which potentially paves the way for a fresh ceasefire. There were also separate reports that President Trump's advisors are said to be rushing to find an escape from tariff increases in the coming months and are trying to bring back the previous terms negotiated in May, according to a source. (FT/Politico)</p><p>US Presidential Trade Advisor Pilsbury said President Trump could do a quick deal with China but doesn’t want a quick deal and instead wants the right deal, while he added that Trump made the case that if China waits 16 months for a deal, it will be harder to get. (Fox)</p><p>China Vice Premier Liu He confirmed China and US working-level officials will meet next week to discuss trade balance, market access and investors' protections. (Newswires)</p><p>China’s MOFCOM said Chinese firms have begun enquiring about prices for US farm purchases and they welcome the US good will gesture regarding the US-China trade dispute. MOFCOM stated that China and US are in communication regarding high-level discussions and the working teams will meet soon, while it added that China will roll-out supportive measures to stabilise trade at a time which is appropriate. (Newswires)</p><p>China is looking to narrow the trade negotiations with the US in a bid to break the deadlock with deputy-level Chinese trade officials planning to head to Washington next week to pave the way for the high-level meeting. Chinese negotiators are said to be making plans to boost purchases of US agricultural products, giving American companies greater access to China’s market and bolstering intellectual-property protections. (WSJ)</p><p>Chinese importers bought 600k tonnes of US soybeans for October to December shipment from the Pacific North West, according to traders. (Newswires)&nbsp;</p><p>Data Recap</p><ul><li>Hong Kong Industrial Production (Q2) Y/Y 0.3% (Prev. 1.4%). (Newswires)</li><li>Hong Kong PPI (Q2) Y/Y 0.8% (Prev. 0.7%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-mainland-china-is-closed-for-holiday-13-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 08:48:00",
        "gmt_time": "2019-09-13 00:48:00"
    },
    {
        "id": 886646,
        "updated_sequence": 1927623,
        "published_at": {
            "unix": 1568335020,
            "text": "2019-09-13 01:37:00 +0100",
            "iso_8601": "2019-09-13T00:37:00Z"
        },
        "updated_at": {
            "unix": 1568335048,
            "text": "2019-09-13 01:37:28 +0100",
            "iso_8601": "2019-09-13T00:37:28Z"
        },
        "subject": "Australia's APRA says AUD 223bln is allocated to committed liquidity facility for 2020",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-s-apra-says-aud-223bln-is-allocated-to-committed-liquidity-facility-for-2020-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 08:37:00",
        "gmt_time": "2019-09-13 00:37:00"
    },
    {
        "id": 886645,
        "updated_sequence": 1927620,
        "published_at": {
            "unix": 1568334000,
            "text": "2019-09-13 01:20:00 +0100",
            "iso_8601": "2019-09-13T00:20:00Z"
        },
        "updated_at": {
            "unix": 1568334088,
            "text": "2019-09-13 01:21:28 +0100",
            "iso_8601": "2019-09-13T00:21:28Z"
        },
        "subject": "PRE-MARKET SINGAPORE STOCK NEWS: Taiwan is closed for holiday",
        "content": "<p>Singapore Airlines (SIA AP) - Co. will take over SilkAir’s Busan services next month. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-singapore-stock-news-taiwan-is-closed-for-holiday-13-09-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 08:20:00",
        "gmt_time": "2019-09-13 00:20:00"
    },
    {
        "id": 886644,
        "updated_sequence": 1927617,
        "published_at": {
            "unix": 1568333820,
            "text": "2019-09-13 01:17:00 +0100",
            "iso_8601": "2019-09-13T00:17:00Z"
        },
        "updated_at": {
            "unix": 1568333862,
            "text": "2019-09-13 01:17:42 +0100",
            "iso_8601": "2019-09-13T00:17:42Z"
        },
        "subject": "US President Trump said he will announce a tax-cut for the middle-income sometime next year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-said-he-will-announce-a-tax-cut-for-the-middle-income-sometime-next-year-13-09-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 08:17:00",
        "gmt_time": "2019-09-13 00:17:00"
    },
    {
        "id": 886643,
        "updated_sequence": 1927614,
        "published_at": {
            "unix": 1568332920,
            "text": "2019-09-13 01:02:00 +0100",
            "iso_8601": "2019-09-13T00:02:00Z"
        },
        "updated_at": {
            "unix": 1568333077,
            "text": "2019-09-13 01:04:37 +0100",
            "iso_8601": "2019-09-13T00:04:37Z"
        },
        "subject": "Asia equity markets begin higher as the positive momentum rolls over from US where all major indices edged mild gains and the DJIA notched a 7-day win streak amid improving US-China trade climate and following the ECB's stimulus package announcement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-higher-as-the-positive-momentum-rolls-over-from-us-where-all-major-indices-edged-mild-gains-and-the-djia-notched-a-7-day-win-streak-amid-improving-us-china-trade-climate-and-following-the-ecb-s-stimulus-package-anno-13-09-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-09-13 08:02:00",
        "gmt_time": "2019-09-13 00:02:00"
    }
]