[
    {
        "id": 882660,
        "updated_sequence": 1914944,
        "published_at": {
            "unix": 1566592200,
            "text": "2019-08-23 21:30:00 +0100",
            "iso_8601": "2019-08-23T20:30:00Z"
        },
        "updated_at": {
            "unix": 1566592200,
            "text": "2019-08-23 21:30:00 +0100",
            "iso_8601": "2019-08-23T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-16-08-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 04:30:00",
        "gmt_time": "2019-08-23 20:30:00"
    },
    {
        "id": 883528,
        "updated_sequence": 1914940,
        "published_at": {
            "unix": 1566592080,
            "text": "2019-08-23 21:28:00 +0100",
            "iso_8601": "2019-08-23T20:28:00Z"
        },
        "updated_at": {
            "unix": 1566592108,
            "text": "2019-08-23 21:28:28 +0100",
            "iso_8601": "2019-08-23T20:28:28Z"
        },
        "subject": "RANsquawk Central Banks - 23rd August 2019: REVIEWING Powell, Fed minutes, ECB minutes, RBA minutes; Previewing BOK",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22617/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>REVIEWING: Powell, Fed minutes, ECB minutes, RBA minutes</li><li>PREVIEWING: BOK</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-23rd-august-2019-reviewing-powell-fed-minutes-ecb-minutes-rba-minutes-previewing-bok-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 04:28:00",
        "gmt_time": "2019-08-23 20:28:00"
    },
    {
        "id": 883529,
        "updated_sequence": 1914938,
        "published_at": {
            "unix": 1566592020,
            "text": "2019-08-23 21:27:00 +0100",
            "iso_8601": "2019-08-23T20:27:00Z"
        },
        "updated_at": {
            "unix": 1566592074,
            "text": "2019-08-23 21:27:54 +0100",
            "iso_8601": "2019-08-23T20:27:54Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 26th August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22616/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>SUN: NZ Trade</li><li>MON: UK Bank Holiday, German IFO, US Durables, Dallas Fed Manufacturing Business Index</li><li>TUE: German GDP (2nd), Hungarian Rate Decision, US House Price Index, S&amp;P Case-Shiller, CB Consumer Confidence, Richmond Manufacturing Index</li><li>WED: GFK Consumer Climate, EZ M3 Money Supply, Israeli Rate Decision</li><li>THU: NZ ANZ Business Confidence, Australian CAPEX, German Import Prices, Norwegian GDP, German Labour Market Report, Eurozone Consumer Confidence, German CPI (final), US GDP (2nd), Good Trade Balance, Pending Home Sales</li><li>FRI: Tokyo CPI, Japanese Industrial Production, South Korean Rate Decision, Australian Building Approvals, German Retail Sales, Norwegian Labour Market Report, EZ CPI (flash), Italian CPI &amp; GDP, US Personal Income &amp; Spending, Core PCE Price Index, Canadian GDP, Chicago PMI, University of Michigan</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-26th-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 04:27:00",
        "gmt_time": "2019-08-23 20:27:00"
    },
    {
        "id": 883537,
        "updated_sequence": 1915001,
        "published_at": {
            "unix": 1566591180,
            "text": "2019-08-23 21:13:00 +0100",
            "iso_8601": "2019-08-23T20:13:00Z"
        },
        "updated_at": {
            "unix": 1566777137,
            "text": "2019-08-26 00:52:17 +0100",
            "iso_8601": "2019-08-25T23:52:17Z"
        },
        "subject": "Fed's Clarida (voter) says global outlook has worsened since July meeting, but the US economy is in a good place right now; will act as appropriate to keep the economy in place",
        "content": "<ul><li>Disinflationary pressures and Global downturn show significant risks</li><li>Need to take into account where the economy is going in 2020 given the monetary policy lag</li><li>US data has been coming in well since the July FOMC meeting; some market indicators are pointing towards a recession but the Fed doesn't see one coming</li><li>Attributes global factors to the yield curve inversion, but will not ignore it</li><li>Takes impact of trade on the outlook as they come</li><li>Sees economic growth at or above trend growth in 2020</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-clarida-voter-says-global-outlook-has-worsened-since-july-meeting-but-the-us-economy-is-in-a-good-place-right-now-will-act-as-appropriate-to-keep-the-economy-in-place-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 04:13:00",
        "gmt_time": "2019-08-23 20:13:00"
    },
    {
        "id": 883538,
        "updated_sequence": 1914936,
        "published_at": {
            "unix": 1566591180,
            "text": "2019-08-23 21:13:00 +0100",
            "iso_8601": "2019-08-23T20:13:00Z"
        },
        "updated_at": {
            "unix": 1566592058,
            "text": "2019-08-23 21:27:38 +0100",
            "iso_8601": "2019-08-23T20:27:38Z"
        },
        "subject": "RANsquawk US Market Wrap - 23rd August 2019: China retaliation sparks risk-off as market anticipates Trump response",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22618/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>US MARKET WRAP 23rd August 2019: China retaliation sparks risk-off as market anticipates Trump response</strong></p><p>&nbsp;</p><p><strong>* SNAPSHOT: </strong>Equities lower, Treasuries higher, Dollar lower, Crude lower</p><p><strong>* REAR VIEW: </strong>China announces USD 75bln of tariffs on US goods; Trump demands US corporates to retreat from China; Powell walks a careful line</p><p><strong>* ON MONDAY:&nbsp;</strong> MON: UK Bank Holiday, German IFO, US Durables, Dallas Fed Manufacturing Business Index. TUE: German GDP (2nd), Hungarian Rate Decision, US House Price Index, S&amp;P Case-Shiller, CB Consumer Confidence, Richmond Manufacturing Index. WED: GFK Consumer Climate, EZ M3 Money Supply, Israeli Rate Decision. THU: NZ ANZ Business Confidence, Australian CAPEX, German Import Prices, Norwegian GDP, German Labour Market Report, Eurozone Consumer Confidence, German CPI (final), US GDP (2nd), Good Trade Balance, Pending Home Sales. FRI: Tokyo CPI, Japanese Industrial Production, South Korean Rate Decision, Australian Building Approvals, German Retail Sales, Norwegian Labour Market Report, EZ CPI (flash), Italian CPI &amp; GDP, US Personal Income &amp; Spending, Core PCE Price Index, Canadian GDP, Chicago PMI, University of Michigan. <a href=\"https://ransquawk.com/research_sheets/22616/download\">(Click here for the full RANsquawk week in focus)</a></p><p><strong>* CENTRAL BANK WEEKLY: </strong>23rd August 2019: REVIEWING Powell, Fed minutes, ECB minutes, RBA minutes; Previewing BOK. <a href=\"https://ransquawk.com/research_sheets/22617/download\">(Click here for the full RANsquawk central bank weekly)</a></p><p>&nbsp;</p><p><strong>* MARKET WRAP: </strong>Markets took a heavy risk off tone on Friday given the retaliatory China tariffs; US equity futures fell throughout the day which was further spurred by Trump stating he will announce his response ‘this afternoon’. Havens caught a bid with XAU sitting comfortably above 1500 heading into the weekend and USDJPY back below 105.50, and US 10y yields are now heading towards 1.50% which saw the 2s10s curve flirting with inversion throughout the tail end of the session. Participants are likely cautious ahead of trade risk and the G7 summit this weekend, where major assets are very much subject to headline risk.</p><p><strong>* CHINA RETALIATES: </strong>Beijing announced it was slapping tariffs on USD 75bln of US goods at rates between 5% and 10%; China targets US ags sector, and autos, in response to the US’ moves to slap fresh tariffs on China in September and December (in two stages – China’s tariffs will also be implemented in two stages, on the same dates). Traders noted that the announcement was unexpected, and that is why markets reacted in a risk-off fashion, despite the size of the tariffs being eclipsed by the US’ measures. It was also a surprise given the positive comments on talks between the two nations made by NEC director Kudlow late on Thursday (where he said the two sides’ deputies had held a productive call, and there would be further talks ahead) and even White House Advisor Navarro (who on Friday stated the White House still expects talks will continue with China in September, and those talks will continue behind closed doors). Analysts at ING note that although China's tariffs are not comparable to the US', there are other measures Beijing can take to get back at the US; the nation has said, on a few occasions, that it has its own list of \"unreliable entities\", and there is some speculation that the first company to be included in that list will be a US corporate, which ING's warns could trigger an 'entity list' war, which will likely serve as another risk-off factor for risk assets. ING also speculated that the yuan could also play a role in China's response. One of the consequences is that China’s unexpected announcement has forced the US to take measures to retaliate, though the response may be interpreted as ‘unprepared’.</p><p><strong>* TRUMP MEASURES: </strong>US President Trump announced he would be announcing the US’ retaliation to the China tariffs later Friday</p><p><strong>* FED’S POWELL: </strong>The first thing to note about Fed chair Powell's remark is that they took note of Friday's trade escalations (which occurred hours before he was due to deliver his remarks at Jackson Hole), and the speech he did end up delivering, walked a careful line, to the extent that markets were relatively unchanged in the immediate aftermath of his comments; that in itself is particularly interesting, given that a consensus was developing ahead of the speech that Powell risked disappointing the dovish market expectations, with some suggesting that this outcome might have slammed risk assets. Powell acknowledged that fitting trade uncertainty into the Fed's policy framework was a challenge, noting that there were not precedent to guide its policy response in the current situation - some analysts said it implies that the FOMC might not use 'insurance' model of 1995 and 1998, where they fired three consecutive 25bps rate cuts. Powell also stated that the weeks since the July FOMC have been \"eventful,\" and he has seen further evidence of a global slowdown (he cited Germany and China specifically, while also pointing to Hong Kong, Brexit, and political drama in Italy). \"These factors are the reasons why the Fed eased in July, so the recent deterioration seems like a very strong hint that the Fed will ease again in September,\" Pantheon Macroeconomics said, despite some of the more hawkish Fed commentary that we have heard in the run up to Jackson Hole. Pantheon says sustained low inflation means that the near-term risks of the Fed responding to events are low, but note that the Chair pointed out that 'Inflation seems to be moving up closer to 2 percent', and that 'Because the most important effects of monetary policy are felt with uncertain lags of a year or more, the Committee must attempt to look through what may be passing developments and focus on things that seem likely to affect the outlook over time or that pose a material risk of doing so.'\" In other words, Pantheon says, the Fed has room to move, but it cannot treat every ratcheting up of the trade war as reason to keep cutting rates without regard to the medium-term inflation picture. \"We don’t envy Mr. Powell and his colleagues right now; all their analysis and forecasts can be upended by a single tweet, so the policymaking process has been wrecked, even without the overlay of the president railing at the Fed like Lear on the heath, but less coherently.\" Still, the consultancy argues that nothing in Powell's Jackson Hole speech suggests the Fed will pause in September. \"The hawks have been vocal recently, but they seem still to be outnumbered. We expect a 25bp easing, and then a break in October, events permitting.\"</p><p><strong>* BOE CARNEY: </strong>BoE Carney acknowledged that a no-deal has become more likely, but monetary policy is still undecided, where its path is still contingent on whether there is a deal or no-deal Brexit. The Governor said the UK Economy is operating just below potential with inflation just above target, where limited and gradual interest rate hikes will likely to be needed if there is a Brexit deal, where in his view monetary is easing would be more likely required in a no-deal. Carney acknowledged that surveys point to the UK economy stagnating in Q3; weak UK business investment is a warning to others of a potential impact of persistent trade tensions.</p><p><strong>* CANADA JUNE RETAIL SALES: </strong>Retail Sales printed 0.0% M/M in June, slightly better than expectations for a decline of 0.1%. Core Retail Sales M/M rose by 0.9%, decent when compared with expectations for a decline. Both metrics saw the previous headlines revised lower by 0.1ppts each. Capital Economics notes that, in volume terms, retail sales increased by 0.4% GDP due to the rise in building material sales, which can feed into residential building construction for GDP; CapEco suggests that it signals that June’s GDP rose by 0.1%, instead of 0.0%. The consultancy noted that “consumer confidence was relatively high in July and suggests that retail sales growth should pick up in the coming months.”</p><p><strong>* CRUDE WRAP: </strong>Energy markets are on the backfoot on Friday as China announced it would be targeting US crude oil in its latest tariffs with Trump tweeting some retaliatory punches, unsurprisingly WTI is taking the brunt of the hit where the Arb is widening from its recent lows. As a recap, Chinese imports of US crude oil for the January-June period were down 76.2% at 2.12mln tonnes (516k BPD), compared to the prior year, which is a drop in the water when compared to the 244.6mln tonnes of total crude oil China imported in the same period. Although China imports little US crude, mainly due to Chinese refiners preferring heavier crude grades and existing tensions deterring interest, the latest tariff move is spooking participants who fear this could be initial efforts as part of a wider Chinese effort to thwart US oil exports in addition to being a potential catalyst for a trade-war induced drop in global demand.</p><p><strong>* TREASURIES WRAP: </strong>The<strong> </strong>TPLEX rallied higher in risk off flows on Friday, where China announcing fresh tariffs kicked off the move into Treasuries (and EGBs), before catching a second wave of inflows after US President Trump demanded via Twitter that US companies retreat from China and that his retaliation would be announced later on Friday. The mounting macro pessimism saw a clean march higher in the T-Note throughout the US session, where the short-end made its own headways, with the 2s10s flirting with inversion in the later session, exacerbating risk-off flows. At settlement, the curve was modestly inverted (2s10s -0.3bps), where the whole curve had seen yields fall between 8bps to 9bps.</p><p><strong>* S&amp;P 500 -2.6% AT 2847, NASDAQ-100 -3.2% AT 7465, DOW JONES -2.4% AT 25629.</strong> <strong>SECTORS:</strong> S&amp;P 500 Consumer Discretionary&nbsp; -2.8%, S&amp;P 500 Consumer Staples&nbsp; -1.6%, S&amp;P 500 Energy&nbsp; -3.4%, S&amp;P 500 Financials&nbsp; -2.5%, S&amp;P 500 Health Care&nbsp; -2.3%, S&amp;P 500 Industrials&nbsp; -2.7%, S&amp;P 500 Information Technology&nbsp; -3.3%, S&amp;P 500 Materials&nbsp; -2.4%, S&amp;P 500 Telecommunication Services&nbsp; -2.6%, S&amp;P 500 Utilities&nbsp; -1.1%.a</p><p><strong>* STOCK SPECIFICS: </strong>Boeing (BA) managed to trade in the green despite the global sock rout, as reports suggested its 737 MAX jets could be back in operation as soon as October. Hasbro (HAS) was lower after it announced it is to acquire Entertainment One Ltd (ETO LN, ENTMF) for USD 4bln.</p><p><strong>Earnings</strong>: Salesforce (CRM) &amp; Intuit (INTU) outperformed today following strong earnings beats AMC on Thursday. On the flipside, Foot locker (FL) was hit after poor earnings which weighed on the retail sector as Nike (NKE) also fell on the report. Ross Stores (ROST) reported decent numbers, however was lower following EPS guidance slightly below expectations.&nbsp; HP Inc (HPQ) suffered today - despite earnings beats - as it announced its CEO is to resign.</p><p><strong>Tariffs: </strong>The tariffs spurred risk on flow which boosted gold well back above 1500 which boosted gold miners such as Newmont Goldcorp (NEM) &amp; Barrick Gold (GOLD). The retaliatory tariffs specifically announced on automakers hurt the industry as Ford (F) and General Motors (GM) were lower by ~3%. The energy sector also took a hit as Crude oil is among the products tariffed at 5%.</p><p><strong>* RUSSIA: </strong>Russian President Putin has ordered Russia's military to prepare measures in response to US missile tests, where he wants the military to take exhaustive measures to prepare for a reciprocal response; Putin caveated that Russia does not want to be drawn into an arms race.</p><p><strong>* NORTH KOREA:</strong> North Korea’s Foreign Minister said US Secretary of State Pompeo casts dark shadows over talks with the US, adding that Pompeo is more interested in his political ambitions than US foreign policy and NK has given enough time to the US. The Foreign Minister also said NK is ready for both dialogue and confrontation, saying it would be a miscalculation if US continues with sanctions and that NK can remain the biggest threat to US for a long time.</p><p><strong>* SOUTH KOREA/JAPAN:</strong> South Korea's Deputy National Security Advisor Kim said Japan has not only rejected, but ignored its offers for dialogue, saying this provides a chance to strengthen the South Korea-US alliance; coming after South Korea said on Thursday it would not renew the intelligence pact with Japan.</p><p><strong>* FX WRAP:</strong></p><p><strong>* USD: </strong>The week in earnest was widely tipped to start on Wednesday via FOMC minutes, and the release did reveal some new policy insight as aside from the 2 known dissenters against any cut at all, some doves favoured 50 bp instead of the 25 bp insurance ease delivered. The minutes also divulged that the phrase mid-cycle adjustment used by Fed Chair Powell was not a personal remark but in the official account of July’s policy meeting and the net effect was a firmer Dollar on balance. However, the DXY recoiled to lows just the day after when Markit’s preliminary manufacturing PMI and the new orders sub-component both hit decade lows under 50 before paring losses ahead of the 98.000 level as Fed’s Harker chimed with typically hawkish comments from George (one of the aforementioned dissenting members along with Rosengren). The index subsequently scored a slender new high at 98.452 ahead of Powell at Jackson Hole, but eased back when China unveiled its retaliatory tariffs on USD 75 bln US goods and reinstated 25% on autos and auto parts. Back to the Fed chair, and his eagerly awaited address from the Central Bank event was actually relatively uneventful as the text maintained the act as appropriate to support economy mantra, but did not provide definitive pointers for September’s FOMC beyond acknowledging that a lot has happened since the previous meeting. Nevertheless, this prompted a volley of criticism from President Trump who promised action and more manoeuvres in the trade war against China, with the DXY now probing below 98.000 towards 97.50.</p><p><strong>* GBP: </strong>The Pound is off best levels, but still on track for a stellar week with Cable ending the week at highs heading towards 1.23 from the 1.2065 lows and Eur/Gbp hugging the base of its 0.9030-0.9185 range. The main catalyst and bullish factor for Sterling, constructive soundbites from the EU and especially German Chancellor Merkel about the chances of reaching a ‘practical solution’ to the Irish border backstop issue that is compatible with the Good Friday Agreement and maintains the integrity of the single market. However, even the perceived more sceptical and rigid French President expressed confidence that a compromise can be found, but the task is for UK PM Johnson to come up with a viable alternative before October 31, of earlier (30 days was the timeframe set by Merkel, but realistically the 17-18 October EU Summit could be the deadline).</p><p><strong>* EUR: </strong>Barring a minor breach and test of 1.1050, the single currency has displayed a very resilient streak above 1.1027 ytd lows after multiple tests of technical support around 1.1065 and is now back above 1.1100 ahead of next Tuesday’s Italian political party confab to try and form a new coalition Government. The Euro has also weathered more downbeat German growth outlooks and ECB minutes highlighting concerns about protracted downside economic risks with the aid of better than anticipated or feared preliminary PMIs.</p><p><strong>* NZD/AUD/CAD: </strong>Contrasting fortunes for the non-US Dollars, with the Kiwi and Aussie switching places after respective manufacturing PMIs fell into contraction and Nzd/Usd and Aud/Usd both faith to keep hold and build on rebounds through 0.6400 and 0.6800. However, the major move and change in relative direction came after RBNZ Governor Orr ‘tweaked’ policy guidance to indicate a pause in September and reassessment in November based on the fact that the more aggressive ease at the last meeting to a 1% record OCR low allows time for contemplation. Elsewhere, strong/better than consensus Canadian data in the form of CPI and retail sales did little to stop the Loonie trading on overall swings in risk sentiment and a loose correlation with crude prices around the 1.3300 handle.</p><p><strong>* CHF/JPY: </strong>Renewed and rising risk aversion prompted by the latest volley from China on tariffs and Trumps threat to hit back against Beijing (and the Fed) pushed the traditional safe-haven Franc, Yen and Gold to highs of circa 0.9740, 105.30 and 1530 that either constituted new or matched new pinnacles for the week following a bout of mainly tight/rangebound trade.</p><p><strong>* EM: </strong>In stark contrast to the above, regional currencies succumbed to the broad and late downturn in sentiment with few exceptions aside from the Rand and Lira that were propped by specific and technical factors, with Usd/Cnh scaling 7.1000 that was crossed earlier in the week, but not convincingly amid speculation of Chinese bank intervention to curb Yuan depreciation.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-23rd-august-2019-china-retaliation-sparks-risk-off-as-market-anticipates-trump-response-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 04:13:00",
        "gmt_time": "2019-08-23 20:13:00"
    },
    {
        "id": 883536,
        "updated_sequence": 1914915,
        "published_at": {
            "unix": 1566589380,
            "text": "2019-08-23 20:43:00 +0100",
            "iso_8601": "2019-08-23T19:43:00Z"
        },
        "updated_at": {
            "unix": 1566589614,
            "text": "2019-08-23 20:46:54 +0100",
            "iso_8601": "2019-08-23T19:46:54Z"
        },
        "subject": "Italy's Deputy PM DI Maio and PD officials are reportedly considering a possible new mandate for former PM Conte, according to Ansa",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As PM Conte resigned, President Mattarella offered him a role to stay as caretaker leader&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1566589613,
            "text": "2019-08-23 20:46:53 +0100",
            "iso_8601": "2019-08-23T19:46:53Z"
        },
        "push_notify": false,
        "source": "ANSA",
        "slug": "italy-s-deputy-pm-di-maio-and-pd-officials-are-reportedly-considering-a-possible-new-mandate-for-former-pm-conte-according-to-ansa-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 03:43:00",
        "gmt_time": "2019-08-23 19:43:00"
    },
    {
        "id": 883535,
        "updated_sequence": 1914910,
        "published_at": {
            "unix": 1566588240,
            "text": "2019-08-23 20:24:00 +0100",
            "iso_8601": "2019-08-23T19:24:00Z"
        },
        "updated_at": {
            "unix": 1566588300,
            "text": "2019-08-23 20:25:00 +0100",
            "iso_8601": "2019-08-23T19:25:00Z"
        },
        "subject": "Japanese Economy Minister Motegi says the US and Japan agreed on the direction of the trade talks, such as the sectors that should be included",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-the-us-and-japan-agreed-on-the-direction-of-the-trade-talks-such-as-the-sectors-that-should-be-included-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 03:24:00",
        "gmt_time": "2019-08-23 19:24:00"
    },
    {
        "id": 883534,
        "updated_sequence": 1914907,
        "published_at": {
            "unix": 1566586860,
            "text": "2019-08-23 20:01:00 +0100",
            "iso_8601": "2019-08-23T19:01:00Z"
        },
        "updated_at": {
            "unix": 1566587985,
            "text": "2019-08-23 20:19:45 +0100",
            "iso_8601": "2019-08-23T19:19:45Z"
        },
        "subject": "BoE Carney says UK Economy is operating just below potential with inflation just above target, limited and gradual interest rate hikes likely to be needed if there is a Brexit deal and surveys point to the UK economy stagnating in Q3",
        "content": "<p>On Brexit</p><ul><li>Likelihood of a No Deal Brexit has increased but it is not a given</li><li>Extended Brexit uncertainty could raise prospect of softer UK inflation and resurgent imported inflation</li><li>Ability of monetary policy to smooth a no deal Brexit hit would be constrained by the limits to MPC tolerance of above target inflation</li><li>After a no deal Brexit it is his personal view that easing monetary policy is more appropriate than not</li></ul><p>On the economy</p><ul><li>Underlying growth is likely positive, but muted</li><li>Weak UK business investment is a warning to others of a potential impact of persistent trade tensions</li></ul><p>On policy</p><ul><li>Policy uncertainty and protectionism could push down on global equilibrium interest rates and exacerbate concerns about monetary policy limits</li></ul><p><a href=\"https://www.bankofengland.co.uk/-/media/boe/files/speech/2019/the-growing-challenges-for-monetary-policy-speech-by-mark-carney.pdf?la=en&amp;hash=01A18270247C456901D4043F59D4B79F09B6BFBC\">Click here for full speech</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-carney-says-uk-economy-is-operating-just-below-potential-with-inflation-just-above-target-limited-and-gradual-interest-rate-hikes-likely-to-be-needed-if-there-is-a-brexit-deal-and-surveys-point-to-the-uk-economy-stagnating-in-q3-23-08-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 03:01:00",
        "gmt_time": "2019-08-23 19:01:00"
    },
    {
        "id": 883533,
        "updated_sequence": 1914905,
        "published_at": {
            "unix": 1566586740,
            "text": "2019-08-23 19:59:00 +0100",
            "iso_8601": "2019-08-23T18:59:00Z"
        },
        "updated_at": {
            "unix": 1566587855,
            "text": "2019-08-23 20:17:35 +0100",
            "iso_8601": "2019-08-23T19:17:35Z"
        },
        "subject": " China Global Times Editor Tweets “China can independently develop technology, but the US can't find alternative market with China's potential. Without the US, China will meet short-term difficulties\"",
        "content": "<ul><li>He adds without China, the US will lose driving force of long-term</li><li><a href=\"https://twitter.com/HuXijin_GT/status/1164974297510604801\">Click here for link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-tweets-china-can-independently-develop-technology-but-the-us-can-t-find-alternative-market-with-china-s-potential-without-the-us-china-will-meet-short-term-difficulties-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 02:59:00",
        "gmt_time": "2019-08-23 18:59:00"
    },
    {
        "id": 883532,
        "updated_sequence": 1914889,
        "published_at": {
            "unix": 1566585120,
            "text": "2019-08-23 19:32:00 +0100",
            "iso_8601": "2019-08-23T18:32:00Z"
        },
        "updated_at": {
            "unix": 1566585719,
            "text": "2019-08-23 19:41:59 +0100",
            "iso_8601": "2019-08-23T18:41:59Z"
        },
        "subject": "WTI (V9) settles USD 1.18 lower at USD 54.17; Brent (V9) settles USD 0.58 lower at USD 59.34",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Energy markets are on the backfoot on Friday as China announced it would be targeting US crude oil in its latest tariffs with Trump tweeting some retaliatory punches, unsurprisingly WTI is taking the brunt of the hit where the Arb is widening from its recent lows. As a recap, Chinese imports of US crude oil for the January-June period were down 76.2% at 2.12mln tonnes (516k BPD), compared to the prior year, which is a drop in the water when compared to the 244.6mln tonnes of total crude oil China imported in the same period. Although China imports little US crude, mainly due to Chinese refiners preferring heavier crude grades and existing tensions deterring interest, the latest tariff move is spooking participants who fear this could be initial efforts as part of a wider Chinese effort to thwart US oil exports in addition to being a potential catalyst for a trade-war induced drop in global demand.</p>",
        "analysis_updated_at": {
            "unix": 1566585180,
            "text": "2019-08-23 19:33:00 +0100",
            "iso_8601": "2019-08-23T18:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-v9-settles-usd-1-18-lower-at-usd-54-17-brent-v9-settles-usd-0-58-lower-at-usd-59-34-23-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 02:32:00",
        "gmt_time": "2019-08-23 18:32:00"
    },
    {
        "id": 883531,
        "updated_sequence": 1914884,
        "published_at": {
            "unix": 1566583560,
            "text": "2019-08-23 19:06:00 +0100",
            "iso_8601": "2019-08-23T18:06:00Z"
        },
        "updated_at": {
            "unix": 1566583808,
            "text": "2019-08-23 19:10:08 +0100",
            "iso_8601": "2019-08-23T18:10:08Z"
        },
        "subject": "Sinclair (SBGI) is reportedly eyeing more regional sports networks as the Disney (DIS) deal closes, showing interest in particular to AT&T (T) four regional sports outlets",
        "content": "<p><a href=\"https://www.wsj.com/articles/sinclair-eyes-more-regional-sports-networks-as-disney-deal-closes-11566583416?mod=newsviewer_click\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "sinclair-sbgi-is-reportedly-eyeing-more-regional-sports-networks-as-the-disney-dis-deal-closes-showing-interest-in-particular-to-at-t-t-four-regional-sports-outlets-23-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 02:06:00",
        "gmt_time": "2019-08-23 18:06:00"
    },
    {
        "id": 883530,
        "updated_sequence": 1914879,
        "published_at": {
            "unix": 1566581100,
            "text": "2019-08-23 18:25:00 +0100",
            "iso_8601": "2019-08-23T17:25:00Z"
        },
        "updated_at": {
            "unix": 1566581160,
            "text": "2019-08-23 18:26:00 +0100",
            "iso_8601": "2019-08-23T17:26:00Z"
        },
        "subject": "US equity futures extend losses as US 2s10s curve moves back into inversion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-equity-futures-extend-losses-as-us-2s10s-curve-moves-back-into-inversion-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 01:25:00",
        "gmt_time": "2019-08-23 17:25:00"
    },
    {
        "id": 883527,
        "updated_sequence": 1914870,
        "published_at": {
            "unix": 1566579660,
            "text": "2019-08-23 18:01:00 +0100",
            "iso_8601": "2019-08-23T17:01:00Z"
        },
        "updated_at": {
            "unix": 1566580041,
            "text": "2019-08-23 18:07:21 +0100",
            "iso_8601": "2019-08-23T17:07:21Z"
        },
        "subject": "Baker Hughes Rig Count (23rd/Aug): Oil rigs -16 at 754, Gas rigs -3 at 162 ,Total rigs -19 at 916; drillers cut for the 7th week in 8",
        "content": "<ul><li>Largest weekly fall since April</li><li>Rig counts at the lowest since January 2018&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-23rd-aug-oil-rigs-16-at-754-gas-rigs-3-at-162-total-rigs-19-at-916-drillers-cut-for-the-7th-week-in-8-23-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 01:01:00",
        "gmt_time": "2019-08-23 17:01:00"
    },
    {
        "id": 883526,
        "updated_sequence": 1914863,
        "published_at": {
            "unix": 1566579240,
            "text": "2019-08-23 17:54:00 +0100",
            "iso_8601": "2019-08-23T16:54:00Z"
        },
        "updated_at": {
            "unix": 1566579411,
            "text": "2019-08-23 17:56:51 +0100",
            "iso_8601": "2019-08-23T16:56:51Z"
        },
        "subject": "US Chamber of Commerce have rejected US President’s Trump's call for US firms to find alternatives to China and that continued constructive engagement is the right way forward",
        "content": "<ul><li>They do not want to see a further deterioration of US China relations</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-chamber-of-commerce-have-rejected-us-president-s-trump-s-call-for-us-firms-to-find-alternatives-to-china-and-that-continued-constructive-engagement-is-the-right-way-forward-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 00:54:00",
        "gmt_time": "2019-08-23 16:54:00"
    },
    {
        "id": 883525,
        "updated_sequence": 1914858,
        "published_at": {
            "unix": 1566578520,
            "text": "2019-08-23 17:42:00 +0100",
            "iso_8601": "2019-08-23T16:42:00Z"
        },
        "updated_at": {
            "unix": 1566578691,
            "text": "2019-08-23 17:44:51 +0100",
            "iso_8601": "2019-08-23T16:44:51Z"
        },
        "subject": "EU Chief Brexit Negotiator Barnier tweets that following meeting Netherlands President Rutte, \"we are ready to analyse #UK proposals that are realistic, operational & compatible with our principles,\" adds that, \"WA is the best possible deal\"",
        "content": "<ul><li><a href=\"https://twitter.com/MichelBarnier/status/1164940221928083457\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "eu-chief-brexit-negotiator-barnier-tweets-that-following-meeting-netherlands-president-rutte-we-are-ready-to-analyse-uk-proposals-that-are-realistic-operational-compatible-with-our-principles-adds-that-wa-is-the-best-possible-deal-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 00:42:00",
        "gmt_time": "2019-08-23 16:42:00"
    },
    {
        "id": 883524,
        "updated_sequence": 1914851,
        "published_at": {
            "unix": 1566576540,
            "text": "2019-08-23 17:09:00 +0100",
            "iso_8601": "2019-08-23T16:09:00Z"
        },
        "updated_at": {
            "unix": 1566576726,
            "text": "2019-08-23 17:12:06 +0100",
            "iso_8601": "2019-08-23T16:12:06Z"
        },
        "subject": "US Chamber Of Commerce in response to the latest tariffs says it is time to get back to the table and complete an agreement which deals with tech transfer, IP enforcement, market access and the damaging global impact of subsidies",
        "content": "<p><a href=\"https://twitter.com/evanmcmurry/status/1164931844229468160\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ABC",
        "slug": "us-chamber-of-commerce-in-response-to-the-latest-tariffs-says-it-is-time-to-get-back-to-the-table-and-complete-an-agreement-which-deals-with-tech-transfer-ip-enforcement-market-access-and-the-damaging-global-impact-of-subsidies-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 00:09:00",
        "gmt_time": "2019-08-23 16:09:00"
    },
    {
        "id": 883523,
        "updated_sequence": 1914853,
        "published_at": {
            "unix": 1566576300,
            "text": "2019-08-23 17:05:00 +0100",
            "iso_8601": "2019-08-23T16:05:00Z"
        },
        "updated_at": {
            "unix": 1566576780,
            "text": "2019-08-23 17:13:00 +0100",
            "iso_8601": "2019-08-23T16:13:00Z"
        },
        "subject": "China Global Times Editor hu Xijin tweets without China's market, US farm goods will have nowhere to go, US energy products will also lose an infinite market. Chinese auto market is already bigger than US', \"all of this don't have to happen\"",
        "content": "<p><a href=\"https://twitter.com/HuXijin_GT/status/1164931468579053570\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-hu-xijin-tweets-without-china-s-market-us-farm-goods-will-have-nowhere-to-go-us-energy-products-will-also-lose-an-infinite-market-chinese-auto-market-is-already-bigger-than-us-all-of-this-don-t-have-to-happen-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 00:05:00",
        "gmt_time": "2019-08-23 16:05:00"
    },
    {
        "id": 883522,
        "updated_sequence": 1914841,
        "published_at": {
            "unix": 1566576000,
            "text": "2019-08-23 17:00:00 +0100",
            "iso_8601": "2019-08-23T16:00:00Z"
        },
        "updated_at": {
            "unix": 1566576269,
            "text": "2019-08-23 17:04:29 +0100",
            "iso_8601": "2019-08-23T16:04:29Z"
        },
        "subject": "German government sees recession in Germany, with successive GDP contraction in Q3, but doesn't see a need for short-term stimulus, according to Spiegel citing government document",
        "content": "<ul><li>German Economy Minister aims to keep the budget balanced despite higher spending, says there is a lot of room for growth-stimulating measures without more debt addition</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Spiegel",
        "slug": "german-government-sees-recession-in-germany-with-successive-gdp-contraction-in-q3-but-doesn-t-see-a-need-for-short-term-stimulus-according-to-spiegel-citing-government-document-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-24 00:00:00",
        "gmt_time": "2019-08-23 16:00:00"
    },
    {
        "id": 883521,
        "updated_sequence": 1914836,
        "published_at": {
            "unix": 1566574980,
            "text": "2019-08-23 16:43:00 +0100",
            "iso_8601": "2019-08-23T15:43:00Z"
        },
        "updated_at": {
            "unix": 1566575083,
            "text": "2019-08-23 16:44:43 +0100",
            "iso_8601": "2019-08-23T15:44:43Z"
        },
        "subject": "Fed Funds futures now imply a 10% chance of a 50bps rate cut at the September meeting (prev. 0% on Thursday), as according to CME's FedWatch",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CME",
        "slug": "fed-funds-futures-now-imply-a-10-chance-of-a-50bps-rate-cut-at-the-september-meeting-prev-0-on-thursday-as-according-to-cme-s-fedwatch-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:43:00",
        "gmt_time": "2019-08-23 15:43:00"
    },
    {
        "id": 883519,
        "updated_sequence": 1914830,
        "published_at": {
            "unix": 1566574260,
            "text": "2019-08-23 16:31:00 +0100",
            "iso_8601": "2019-08-23T15:31:00Z"
        },
        "updated_at": {
            "unix": 1566574427,
            "text": "2019-08-23 16:33:47 +0100",
            "iso_8601": "2019-08-23T15:33:47Z"
        },
        "subject": "\"White House aides right now are offering no explanation for why President Trump believes he can \"hereby order\" US companies to do anything. Also, officials have no information about what the president may or may not be announcing this afternoon\", CNBC",
        "content": "<ul><li><a href=\"https://twitter.com/EamonJavers/status/1164922953714327553\">Via CNBC's Javers</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-aides-right-now-are-offering-no-explanation-for-why-president-trump-believes-he-can-hereby-order-us-companies-to-do-anything-also-officials-have-no-information-about-what-the-president-may-or-may-not-be-announcing-this-after-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:31:00",
        "gmt_time": "2019-08-23 15:31:00"
    },
    {
        "id": 883520,
        "updated_sequence": 1914833,
        "published_at": {
            "unix": 1566574200,
            "text": "2019-08-23 16:30:00 +0100",
            "iso_8601": "2019-08-23T15:30:00Z"
        },
        "updated_at": {
            "unix": 1566575003,
            "text": "2019-08-23 16:43:23 +0100",
            "iso_8601": "2019-08-23T15:43:23Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-1%) at 3341, FTSE 100 (-0.5%) at 7095, DAX (-1.2%) at 11612, CAC 40 (-1.1%) at 5327, IBEX 35 (-0.8%) at 8650, FTSE Italian MIB (-1.7%) at 20474, SMI (-0.6%) at 9745",
        "content": "<p>STOXX 600 SECTORS:&nbsp;</p><ul><li>Automobiles &amp; Parts -2%</li><li>Banks -1.2%</li><li>Basic Resources -1.2%</li><li>Chemicals -1.3%</li><li>Construction &amp; Materials -0.8%</li><li>Financial Services -0.4%</li><li>Food &amp; Beverage&nbsp;-0.3%</li><li>Health Care -0.2%</li><li>Industrial Goods &amp; Services -0.7%</li><li>Insurance -0.8%, Media -0.3%</li><li>Oil &amp; Gas -1.5%</li><li>Personal &amp; Household Goods -0.6%</li><li>Retail -0.7%</li><li>Technology&nbsp; -0.9%</li><li>Telecommunications&nbsp;-0.3%</li><li>Travel &amp; Leisure -0.3%</li><li>Utilities 0%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-at-3341-ftse-100-0-5-at-7095-dax-1-2-at-11612-cac-40-1-1-at-5327-ibex-35-0-8-at-8650-ftse-italian-mib-1-7-at-20474-smi-0-6-at-9745-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:30:00",
        "gmt_time": "2019-08-23 15:30:00"
    },
    {
        "id": 883518,
        "updated_sequence": 1914827,
        "published_at": {
            "unix": 1566574140,
            "text": "2019-08-23 16:29:00 +0100",
            "iso_8601": "2019-08-23T15:29:00Z"
        },
        "updated_at": {
            "unix": 1566574258,
            "text": "2019-08-23 16:30:58 +0100",
            "iso_8601": "2019-08-23T15:30:58Z"
        },
        "subject": "Italian PD says it accepts 5-Star's request to reduce the number of MPs, provided that there are constitutional guarantees",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pd-says-it-accepts-5-star-s-request-to-reduce-the-number-of-mps-provided-that-there-are-constitutional-guarantees-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:29:00",
        "gmt_time": "2019-08-23 15:29:00"
    },
    {
        "id": 883517,
        "updated_sequence": 1914824,
        "published_at": {
            "unix": 1566574020,
            "text": "2019-08-23 16:27:00 +0100",
            "iso_8601": "2019-08-23T15:27:00Z"
        },
        "updated_at": {
            "unix": 1566574085,
            "text": "2019-08-23 16:28:05 +0100",
            "iso_8601": "2019-08-23T15:28:05Z"
        },
        "subject": "Weekly FX Wrap: Fed symposium, Brexit optimism and US-China trade antagonism",
        "content": "<p><strong>USD</strong></p><p>The week in earnest was widely tipped to start on Wednesday via FOMC minutes, and the release did reveal some new policy insight as aside from the 2 known dissenters against any cut at all, some doves favoured 50 bp instead of the 25 bp insurance ease delivered. The minutes also divulged that the phrase mid-cycle adjustment used by Fed Chair Powell was not a personal remark but in the official account of July’s policy meeting and the net effect was a firmer Dollar on balance. However, the <strong>DXY</strong> recoiled to lows just the day after when Markit’s preliminary manufacturing PMI and the new orders sub-component both hit decade lows under 50 before paring losses ahead of the 98.000 level as Fed’s Harker chimed with typically hawkish comments from George (one of the aforementioned dissenting members along with Rosengren). The index subsequently scored a slender new high at 98.452 ahead of Powell at Jackson Hole, but eased back when China unveiled its retaliatory tariffs on Usd75 bn US goods and reinstated 25% on autos and auto parts. Back to the Fed chair, and his eagerly awaited address from the Central Bank event was actually relatively uneventful as the text maintained the act as appropriate to support economy mantra, but did not provide definitive pointers for September’s FOMC beyond acknowledging that a lot has happened since the previous meeting. Nevertheless, this prompted a volley of criticism from President Trump who promised action and more manoeuvres in the trade war against China, with the DXY now probing below 98.000 towards 97.750.</p><p><strong>GBP</strong></p><p>The Pound is off best levels, but still on track for a stellar week with Cable considerably closer to circa 1.2270 highs than 1.2065 lows and Eur/Gbp hugging the base of its 0.9030-0.9185 range. The main catalyst and bullish factor for Sterling, constructive soundbites from the EU and especially German Chancellor Merkel about the chances of reaching a ‘practical solution’ to the Irish border backstop issue that is compatible with the Good Friday Agreement and maintains the integrity of the single market. However, even the perceived more sceptical and rigid French President expressed confidence that a compromise can be found, but the task is for UK PM Johnson to come up with a viable alternative before October 31, of earlier (30 days was the timeframe set by Merkel, but realistically the 17-18 October EU Summit could be the deadline).</p><p><strong>EUR</strong></p><p>Barring a minor breach and test of 1.1050, the single currency has displayed a very resilient streak above 1.1027 ytd lows after multiple tests of technical support around 1.1065 and is now revisiting 1.1100 ahead of next Tuesday’s Italian political party confab to try and form a new coalition Government. The Euro has also weathered more downbeat German growth outlooks and ECB minutes highlighting concerns about protracted downside economic risks with the aid of better than anticipated or feared preliminary PMIs.</p><p><strong>NZD/AUD/CAD</strong></p><p>Contrasting fortunes for the non-US Dollars, with the Kiwi and Aussie switching places after respective manufacturing PMIs fell into contraction and Nzd/Usd and Aud/Usd both faith to keep hold and build on rebounds through 0.6400 and 0.6800. However, the major move and change in relative direction came after RBNZ Governor Orr ‘tweaked’ policy guidance to indicate a pause in September and reassessment in November based on the fact that the more aggressive ease at the last meeting to a 1% record OCR low allows time for contemplation. Elsewhere, strong/better than consensus Canadian data in the form of CPI and retail sales did little to stop the Loonie trading on overall swings in risk sentiment and a loose correlation with crude prices around the 1.3300 handle.</p><p><strong>CHF/JPY&nbsp;</strong></p><p>Renewed and rising risk aversion prompted by the latest volley from China on tariffs and Trumps threat to hit back against Beijing (and the Fed) pushed the traditional safe-haven Franc, Yen and Gold to highs of circa 0.9775, 105.55 and 1529.50 that either constituted new or matched new pinnacles for the week following a bout of mainly tight/rangebound trade.</p><p><strong>EM</strong></p><p>In stark contrast to the above, regional currencies succumbed to the broad and late downturn in sentiment with few exceptions aside from the Rand and Lira that were propped by specific and technical factors, with Usd/Cnh scaling 7.1000 that was crossed earlier in the week, but not convincingly amid speculation of Chinese bank intervention to curb Yuan depreciation.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-fed-symposium-brexit-optimism-and-us-china-trade-antagonism-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:27:00",
        "gmt_time": "2019-08-23 15:27:00"
    },
    {
        "id": 883516,
        "updated_sequence": 1914813,
        "published_at": {
            "unix": 1566573600,
            "text": "2019-08-23 16:20:00 +0100",
            "iso_8601": "2019-08-23T15:20:00Z"
        },
        "updated_at": {
            "unix": 1566573683,
            "text": "2019-08-23 16:21:23 +0100",
            "iso_8601": "2019-08-23T15:21:23Z"
        },
        "subject": "New York Fed GDP Nowcast 2019 (Q3) 1.8% (unchanged)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-gdp-nowcast-2019-q3-1-8-unchanged-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:20:00",
        "gmt_time": "2019-08-23 15:20:00"
    },
    {
        "id": 883515,
        "updated_sequence": 1914821,
        "published_at": {
            "unix": 1566572400,
            "text": "2019-08-23 16:00:00 +0100",
            "iso_8601": "2019-08-23T15:00:00Z"
        },
        "updated_at": {
            "unix": 1566573978,
            "text": "2019-08-23 16:26:18 +0100",
            "iso_8601": "2019-08-23T15:26:18Z"
        },
        "subject": "US President Trump tweets “we do not need China, we are better off without them”, he will be responding to China's Tariffs this afternoon, he orders American companies to look for an alternative to China",
        "content": "<ul><li>Orders FedEx (FDX), UPS (UPS), Amazon (AMZN) to search to refuse fentanyl deliveries</li><li>Says president Xi said fentanyl deliveries would stop, 'it didn't!'</li><li>\"Our Economy, because of our gains in the last 2 1/2 years, is MUCH larger than that of China. We will keep it that way!\"</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1164914963766546435\">Click here for link</a></li></ul>",
        "reaction_details": "<ul><li>The news further spurred risk off moves across asset classes, however some of the moves had pared back slightly shortly after</li><li>ES futures fell from 2918 to 2874</li><li>US 10y T-note futures rose from 130.24-131.01</li><li>USDJPY fell from 106.00 to 105.50</li><li>USDCNH rose from 7.086 – 7.122</li><li>WTI futures fell from 54.75 to 53.50</li><li>XAU rose from 1520- 15229</li></ul>",
        "reaction_updated_at": {
            "unix": 1566573660,
            "text": "2019-08-23 16:21:00 +0100",
            "iso_8601": "2019-08-23T15:21:00Z"
        },
        "analysis_details": "<ul><li>This follows after China announced its plans to raise import tariff rates on some US goods; New tariff rates of 5-10% will apply to about USD 75bln worth of US goods on September 1st and December 15th, Crude oil will be among the products tariffed at 5% from September 1st</li></ul><p><strong>POTENTIAL TRUMP RESPONSE:</strong></p><ul><li><strong>Tariff Roll-in:</strong> The US President could walk back on the tariff delay (i.e. some goods to be taxed on December 15th) which would mean 10% on the full batch of USD 300bln worth on September 1st. Although this seems to be unlikely as Trump preferably would want to keep goods prices down heading into the Christmas shopping season.</li><li><strong>Tariff Ramp up:</strong> An increase of levy from 10% to 25% is nothing new. President Trump has threatened this a few times with the latest upon the announcement of the September 1st tariffs.</li><li><strong>Currency War:</strong> Another highly touted move, Trump has constantly criticised the Fed for the reason behind a firmer Greenback, whilst also accusing China and Europe of manipulating its currencies. Many desks highlight that Trump could use the US Treasury Department’s Exchange Stability Fund to weaken the USD vs. the CNY.</li></ul><p><a href=\"https://ransquawk.com/headlines/analysis-us-china-goodwill-hunting-15-08-2019\">Click here for further analysis</a></p>",
        "analysis_updated_at": {
            "unix": 1566573720,
            "text": "2019-08-23 16:22:00 +0100",
            "iso_8601": "2019-08-23T15:22:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-we-do-not-need-china-we-are-better-off-without-them-he-will-be-responding-to-china-s-tariffs-this-afternoon-he-orders-american-companies-to-look-for-an-alternative-to-china-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 23:00:00",
        "gmt_time": "2019-08-23 15:00:00"
    },
    {
        "id": 883514,
        "updated_sequence": 1914796,
        "published_at": {
            "unix": 1566572100,
            "text": "2019-08-23 15:55:00 +0100",
            "iso_8601": "2019-08-23T14:55:00Z"
        },
        "updated_at": {
            "unix": 1566572266,
            "text": "2019-08-23 15:57:46 +0100",
            "iso_8601": "2019-08-23T14:57:46Z"
        },
        "subject": "Italian 5-Star lawmaker says in response to PD that 5-Star is not planning parallel talks with League; talks with PD were constructive, everything depends on PD agreeing to cut the number of MPs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-5-star-lawmaker-says-in-response-to-pd-that-5-star-is-not-planning-parallel-talks-with-league-talks-with-pd-were-constructive-everything-depends-on-pd-agreeing-to-cut-the-number-of-mps-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 22:55:00",
        "gmt_time": "2019-08-23 14:55:00"
    },
    {
        "id": 883513,
        "updated_sequence": 1914791,
        "published_at": {
            "unix": 1566571260,
            "text": "2019-08-23 15:41:00 +0100",
            "iso_8601": "2019-08-23T14:41:00Z"
        },
        "updated_at": {
            "unix": 1566571611,
            "text": "2019-08-23 15:46:51 +0100",
            "iso_8601": "2019-08-23T14:46:51Z"
        },
        "subject": "US President Trump tweets, as usual the Fed did nothing. It is incredible they can speak without knowing/asking what I am doing, will be announced shortly. Only question, who is our bigger enemy Fed's Powell or China's Xi? ",
        "content": "<p><a href=\"https://twitter.com/realDonaldTrump/status/1164910399910817797\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-as-usual-the-fed-did-nothing-it-is-incredible-they-can-speak-without-knowing-asking-what-i-am-doing-will-be-announced-shortly-only-question-who-is-our-bigger-enemy-fed-s-powell-or-china-s-xi-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 22:41:00",
        "gmt_time": "2019-08-23 14:41:00"
    },
    {
        "id": 883510,
        "updated_sequence": 1914778,
        "published_at": {
            "unix": 1566569160,
            "text": "2019-08-23 15:06:00 +0100",
            "iso_8601": "2019-08-23T14:06:00Z"
        },
        "updated_at": {
            "unix": 1566569735,
            "text": "2019-08-23 15:15:35 +0100",
            "iso_8601": "2019-08-23T14:15:35Z"
        },
        "subject": "Italian PD lawmaker says discussions with the 5SM were positive and provide good reason for hope, adds that 5SM must exclude resurrecting a coalition with the 5SM, talks presented no insurmountable obstacles ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recap: &nbsp;5-Star lawmakers stated that they back talks with PD on a new government. League Leader Salvini also stated that he is willing to re-form a government with 5-Star if it adopts a more constructive attitude to the League’s policies</li></ul>",
        "analysis_updated_at": {
            "unix": 1566569280,
            "text": "2019-08-23 15:08:00 +0100",
            "iso_8601": "2019-08-23T14:08:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pd-lawmaker-says-discussions-with-the-5sm-were-positive-and-provide-good-reason-for-hope-adds-that-5sm-must-exclude-resurrecting-a-coalition-with-the-5sm-talks-presented-no-insurmountable-obstacles-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 22:06:00",
        "gmt_time": "2019-08-23 14:06:00"
    },
    {
        "id": 883509,
        "updated_sequence": 1914769,
        "published_at": {
            "unix": 1566568800,
            "text": "2019-08-23 15:00:00 +0100",
            "iso_8601": "2019-08-23T14:00:00Z"
        },
        "updated_at": {
            "unix": 1566569157,
            "text": "2019-08-23 15:05:57 +0100",
            "iso_8601": "2019-08-23T14:05:57Z"
        },
        "subject": "Fed Chair Powell says US economy is in a favourable place, Fed will act as appropriate, US economy is close to Fed’s goals, No recent precedents to guide policy response to trade uncertainty ",
        "content": "<ul><li>There are, however, no recent precedents to guide any policy response to the current situation</li><li>Three factors that are weighing on this favorable outlook: slowing global growth, trade policy uncertainty, and muted inflation.</li><li>The three weeks since our July FOMC meeting have been eventful, beginning with the announcement of new tariffs on imports from China. We have seen further evidence of a global slowdown, notably in Germany and China.</li><li><a href=\"https://www.federalreserve.gov/newsevents/speech/powell20190823a.htm\">Link to release</a></li></ul>",
        "reaction_details": "<ul><li>There was little reaction to the seemingly neutral statement; ES Sep’ 19 and 10-year UST Sep’ 19 futures remained little changed</li></ul>",
        "reaction_updated_at": {
            "unix": 1566569157,
            "text": "2019-08-23 15:05:57 +0100",
            "iso_8601": "2019-08-23T14:05:57Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fed-chair-powell-says-us-economy-is-in-a-favourable-place-fed-will-act-as-appropriate-us-economy-is-close-to-fed-s-goals-no-recent-precedents-to-guide-policy-response-to-trade-uncertainty-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 22:00:00",
        "gmt_time": "2019-08-23 14:00:00"
    },
    {
        "id": 883506,
        "updated_sequence": 1914750,
        "published_at": {
            "unix": 1566568440,
            "text": "2019-08-23 14:54:00 +0100",
            "iso_8601": "2019-08-23T13:54:00Z"
        },
        "updated_at": {
            "unix": 1566568552,
            "text": "2019-08-23 14:55:52 +0100",
            "iso_8601": "2019-08-23T13:55:52Z"
        },
        "subject": "Dutch PM Rutte says that he is willing to UK PM Johnson's alternative plans for the Irish backstop, however, if there was a simple solution, it would have been found by now ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-pm-rutte-says-that-he-is-willing-to-uk-pm-johnson-s-alternative-plans-for-the-irish-backstop-however-if-there-was-a-simple-solution-it-would-have-been-found-by-now-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:54:00",
        "gmt_time": "2019-08-23 13:54:00"
    },
    {
        "id": 883505,
        "updated_sequence": 1914747,
        "published_at": {
            "unix": 1566568380,
            "text": "2019-08-23 14:53:00 +0100",
            "iso_8601": "2019-08-23T13:53:00Z"
        },
        "updated_at": {
            "unix": 1566568465,
            "text": "2019-08-23 14:54:25 +0100",
            "iso_8601": "2019-08-23T13:54:25Z"
        },
        "subject": "Auto Industry Coalition says the renewed tariffs from China on US autos would put American jobs at risk ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "auto-industry-coalition-says-the-renewed-tariffs-from-china-on-us-autos-would-put-american-jobs-at-risk-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:53:00",
        "gmt_time": "2019-08-23 13:53:00"
    },
    {
        "id": 883504,
        "updated_sequence": 1914744,
        "published_at": {
            "unix": 1566567840,
            "text": "2019-08-23 14:44:00 +0100",
            "iso_8601": "2019-08-23T13:44:00Z"
        },
        "updated_at": {
            "unix": 1566568421,
            "text": "2019-08-23 14:53:41 +0100",
            "iso_8601": "2019-08-23T13:53:41Z"
        },
        "subject": "Fed's Harker (Non-Voter, Neutral) says he does not currently  see a shock to the US economy, the Fed does not need to act right now, inflation is clearly a conundrum",
        "content": "<ul><li>Lower rates would lead to higher leverage, which is a concern for US economy</li><li>US is close enough to 2% on inflation that action does not need to be taken at this point, inflation is moving in the right direction</li><li>Adds that his economic outlook has not yet changed due to trade wars</li><li>Cautiously optimistic about economy, if trade war gets worse, Fed ,may have to act</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-non-voter-neutral-says-he-does-not-currently-see-a-shock-to-the-us-economy-the-fed-does-not-need-to-act-right-now-inflation-is-clearly-a-conundrum-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:44:00",
        "gmt_time": "2019-08-23 13:44:00"
    },
    {
        "id": 883503,
        "updated_sequence": 1914734,
        "published_at": {
            "unix": 1566567780,
            "text": "2019-08-23 14:43:00 +0100",
            "iso_8601": "2019-08-23T13:43:00Z"
        },
        "updated_at": {
            "unix": 1566568008,
            "text": "2019-08-23 14:46:48 +0100",
            "iso_8601": "2019-08-23T13:46:48Z"
        },
        "subject": "Boeing (BA) 737 MAX jets could be back in operation as soon as October, posted earlier in the Seattle Times",
        "content": "<ul><li><a href=\"https://www.seattletimes.com/business/boeing-aerospace/boeing-and-faa-give-more-signs-of-preparations-for-a-737-max-return-to-flight/\">Click here for article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Seattle Times",
        "slug": "boeing-ba-737-max-jets-could-be-back-in-operation-as-soon-as-october-posted-earlier-in-the-seattle-times-23-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:43:00",
        "gmt_time": "2019-08-23 13:43:00"
    },
    {
        "id": 883502,
        "updated_sequence": 1914740,
        "published_at": {
            "unix": 1566567720,
            "text": "2019-08-23 14:42:00 +0100",
            "iso_8601": "2019-08-23T13:42:00Z"
        },
        "updated_at": {
            "unix": 1566568171,
            "text": "2019-08-23 14:49:31 +0100",
            "iso_8601": "2019-08-23T13:49:31Z"
        },
        "subject": "US Movers: salesforce.com (CRM) +5.6%, Intuit (INTU) +3.8%, Boeing (BA) +1.9%, Foot Locker (FL) -12%, HP Inc (HPQ) -6.3%, Hasbro (HAS) -5.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><strong>CRM </strong>and <strong>INTU </strong>up on strong earnings</li><li><strong>BA </strong>higher on 737 MAX returning optimism</li><li><strong>FL </strong>down from disappointing earnings, weighing on <strong>NKE</strong></li><li><strong>HPQ </strong>suffering after CEO resignation, despite strong earnings</li><li><strong>HAS </strong>down on acquiring UK competitor</li></ul>",
        "analysis_updated_at": {
            "unix": 1566568171,
            "text": "2019-08-23 14:49:31 +0100",
            "iso_8601": "2019-08-23T13:49:31Z"
        },
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-salesforce-com-crm-5-6-intuit-intu-3-8-boeing-ba-1-9-foot-locker-fl-12-hp-inc-hpq-6-3-hasbro-has-5-5-23-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:42:00",
        "gmt_time": "2019-08-23 13:42:00"
    },
    {
        "id": 883501,
        "updated_sequence": 1914721,
        "published_at": {
            "unix": 1566567420,
            "text": "2019-08-23 14:37:00 +0100",
            "iso_8601": "2019-08-23T13:37:00Z"
        },
        "updated_at": {
            "unix": 1566567548,
            "text": "2019-08-23 14:39:08 +0100",
            "iso_8601": "2019-08-23T13:39:08Z"
        },
        "subject": "EU sources say the EU is not discussing a stripped-down version of the backstop, according to The Guardian",
        "content": "<ul><li><a href=\"https://twitter.com/JenniferMerode/status/1164893742249271297\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Guardian",
        "slug": "eu-sources-say-the-eu-is-not-discussing-a-stripped-down-version-of-the-backstop-according-to-the-guardian-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:37:00",
        "gmt_time": "2019-08-23 13:37:00"
    },
    {
        "id": 883499,
        "updated_sequence": 1914715,
        "published_at": {
            "unix": 1566566700,
            "text": "2019-08-23 14:25:00 +0100",
            "iso_8601": "2019-08-23T13:25:00Z"
        },
        "updated_at": {
            "unix": 1566566843,
            "text": "2019-08-23 14:27:23 +0100",
            "iso_8601": "2019-08-23T13:27:23Z"
        },
        "subject": "UK PM Johnson is urging caution on whether a deal can be done in 30 days, says not to get your hopes up too soon., Sky's Powell",
        "content": "<p><a href=\"https://twitter.com/robpowellnews/status/1164891023996334080\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "uk-pm-johnson-is-urging-caution-on-whether-a-deal-can-be-done-in-30-days-says-not-to-get-your-hopes-up-too-soon-sky-s-powell-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:25:00",
        "gmt_time": "2019-08-23 13:25:00"
    },
    {
        "id": 883498,
        "updated_sequence": 1914711,
        "published_at": {
            "unix": 1566565440,
            "text": "2019-08-23 14:04:00 +0100",
            "iso_8601": "2019-08-23T13:04:00Z"
        },
        "updated_at": {
            "unix": 1566565643,
            "text": "2019-08-23 14:07:23 +0100",
            "iso_8601": "2019-08-23T13:07:23Z"
        },
        "subject": "Imposition of additional sanctions on Russia under the Chemical and Biological Weapons Control and Warfare Elimination Act to be published on Monday., according to VOA's Herman",
        "content": "<ul><li><a href=\"\">Link to Tweet</a></li><li><a href=\"https://s3.amazonaws.com/public-inspection.federalregister.gov/2019-18050.pdf?utm_medium=email&amp;utm_campaign=pi+subscription+mailing+list&amp;utm_source=federalregister.gov\">Link to Document</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "imposition-of-additional-sanctions-on-russia-under-the-chemical-and-biological-weapons-control-and-warfare-elimination-act-to-be-published-on-monday-according-to-voa-s-herman-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:04:00",
        "gmt_time": "2019-08-23 13:04:00"
    },
    {
        "id": 883497,
        "updated_sequence": 1914704,
        "published_at": {
            "unix": 1566565260,
            "text": "2019-08-23 14:01:00 +0100",
            "iso_8601": "2019-08-23T13:01:00Z"
        },
        "updated_at": {
            "unix": 1566565352,
            "text": "2019-08-23 14:02:32 +0100",
            "iso_8601": "2019-08-23T13:02:32Z"
        },
        "subject": "US President Trump, commenting after China retaliation, says \"now the Fed can show their stuff!\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-commenting-after-china-retaliation-says-now-the-fed-can-show-their-stuff-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 21:01:00",
        "gmt_time": "2019-08-23 13:01:00"
    },
    {
        "id": 883495,
        "updated_sequence": 1914694,
        "published_at": {
            "unix": 1566564900,
            "text": "2019-08-23 13:55:00 +0100",
            "iso_8601": "2019-08-23T12:55:00Z"
        },
        "updated_at": {
            "unix": 1566565060,
            "text": "2019-08-23 13:57:40 +0100",
            "iso_8601": "2019-08-23T12:57:40Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 23rd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22612/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Chinese tariffs on US crude oil is seeing a dip in crude prices which is weighing down the US <strong>energy sector.</strong> Also,<strong> automakers (F, GM, FCAU, TSLA)</strong>, are to resume being tariffed at 25% by China, effective December 15th.</li><li><strong>Salesforce.com (CRM)</strong> (Information Technology/Internet Software &amp; Services) Q2 20 (USD): adj. EPS 0.66 (exp. 0.47), Revenue 4.0bln (exp. 3.95bln)</li><li><strong>HP Inc. (HPQ)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q3 19 (USD): EPS 0.58 (exp. 0.55), Revenue 14.6bln (exp. 14.59bln). CEO Dion Weisler will step down</li></ul><p><strong>23rd August 2019</strong></p><ul><li>Risk appetite has been knocked on Friday, after China announced its plans to retaliate to US tariffs, saying it would implement a 5% to 10% additional tariffs on over 5000 US goods valued at USD 75bln, starting September 1st and December 15th; US crude oil was named as a tariff entry, seeing a dip in crude prices which is weighing down the US <strong>energy sector.</strong> Also,<strong> automakers (F, GM, FCAU, TSLA)</strong>, are to resume being tariffed at 25% by China, effective December 15th.</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) reportedly had each of its contract workers in Ireland listen to over 1,000 Siri recordings a day, the Irish Examiner reports a month after Apple halted the practice.</li><li><strong>Boeing Company’s (BA)</strong> (Industrials/Aerospace &amp; Defense) new 737 MAX software update is to be tested on pilots by the FAA next month, according to sources.</li><li><strong>Intel Corp. (INTC)</strong> (Information Technology/Semiconductors) has launched new 14nm mobile processors under its U and Y series, which will be used for ultra-thin notebooks and will be available in the market by year-end, DigiTimes reports.</li><li><strong>Nike (NKE)</strong> (Consumer Discretionary/Apparel, Accessories &amp; Luxury Goods) – Attorney Michael Avenatti is to request records from Nike which, according to his lawyers, will exonerate him from extortion charges, in addition to proving his claims that the company illegally gave money to high-school basketball players.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Alphabet Inc (GOOG)</strong> (Communication Services/Interactive Media &amp; Services) announced it has disabled 210 YouTube channels which were related to mainland China interfering in Hong Kong protests, echoing Facebook (FB) and Twitter (TWTR).</li><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is moving away from its all tips payment method for its Flex drivers, and instead will ensure a minimum pay is covered in wages, LA Times reports.</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) is pressurising its Instagram division to expand its advertising operations and focus more on monetisation, where FB executives are concerned that Instagram could weigh down growth, The Information reports. Elsewhere, FT reports that initial backers of FB’s Libra cryptocurrency have been distancing themselves from the project amid a tightening of regulatory scrutiny.</li><li><strong>Hasbro Inc. (HAS)</strong> (Consumer Discretionary/Leisure Products) is to acquire <strong>Entertainment One Ltd (ETO LN, ENTMF) </strong>for USD 4bln, GBP 5.60/shr, in an all-cash deal which will be financed by USD 1bln-1.25bln from equity financing and the rest from debt financing. Hasbro sees annual run rate synergies at USD 130mln by 2022.</li><li><strong>Intuit Inc. (INTU)</strong> (Information Technology/Internet Software &amp; Services) Q4 19 (USD): EPS -0.09 (exp. -0.15), Revenue 0.994bln (exp. 0.96bln). FY20 Revenue view 7.44-7.5bln (exp. 6.75bln); FY EPS view 7.50-7.60 (exp. 7.54). Q1 EPS view 0.23-0.25 (exp. 0.34); Q1 Revenue 1.105bln-1.125bln (exp. 1.12bln).</li><li><strong>Qualcomm Inc. (QCOM)</strong> (Information Technology/Semiconductors) – Samsung’s (SSNLF) 7nm EUV manufacturing yield rates are reportedly still lower than expected and could cause production difficulties for Qualcomm's mid-range 5G SoC, which is due to launch in Q1 2020, DigiTimes reports.</li><li><strong>Regeneron’s (REGN)</strong> (Health Care/Biotechnology) Dupixent for treatment of bullous pemphigoid has been granted FDA orphan designation.</li><li><strong>Ross Stores (ROST)</strong> (Consumer Discretionary/Apparel Retail) Q2 19 (USD): EPS 1.14 (exp. 1.11), Revenue 4.0bln (exp. 3.96bln), SSS +3% (prev. 5%). FY EPS view narrowed to 4.41 to 4.50 (exp. 4.52), Q3 EPS view below expectations.</li><li><strong>Tesla Inc (TSLA) </strong>(Consumer Discretionary/Automobiles) and <strong>Walmart (WMT)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers) are looking to solve their solar systems dispute, this follows Walmart’s filing of a lawsuit against Tesla earlier in the week. Elsewhere, Tesla is in advanced talks with LG Chem, where the LG Chem would provide batteries for vehicle production in Tesla’s Shanghai plant.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco) – US regulators are probing incidents of lung ailment development in young adults and teens following use of electronic cigarettes, WSJ reports.</li><li><strong>Foot Locker Inc (FL)</strong> (Consumer Discretionary/Apparel Retail) Q2 19 (USD): adj. EPS 0.66 (exp. 0.67), Revenue 1.77bln (exp. 1.83bln), SSS +0.8% (exp. +3.3%).</li><li><strong>Gap Inc. (GPS)</strong> (Consumer Discretionary/Apparel Retail) Q2 19 (USD): EPS 0.63 (exp. 0.53), Revenue 4.0bln (exp. 4.03bln); comp sales -4% (prev. +2%). SSS view is down low single digits. FY adj. EPS view 2.05-2.15 (exp. 2.08).</li><li><strong>HP Inc. (HPQ)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) Q3 19 (USD): EPS 0.58 (exp. 0.55), Revenue 14.6bln (exp. 14.59bln). CEO Dion Weisler will step down to deal with family health matter; Enrique Lores appointed as successor effective 1st November 2019. FY EPS view 2.18-2.22 (exp. 2.18). Q3 EPS view above expectations.</li><li><strong>Nordstrom (JWN)</strong> (Consumer Discretionary/Department Stores) has promoted Teri Bariquit to Chief Merchandising Officer.</li><li><strong>Oracle Corp. (ORCL)</strong> (Information Technology/Application Software) has filed a lawsuit against its own founder/chairman Larry Ellison and CEO Safra Catz for billions of dollars over Oracle’s 2016 USD 9.3bln acquisition of NetSuite, a company that Ellsion had ownership in.</li><li><strong>Salesforce.com (CRM)</strong> (Information Technology/Internet Software &amp; Services) Q2 20 (USD): adj. EPS 0.66 (exp. 0.47), Revenue 4.0bln (exp. 3.95bln). Sales Cloud Revenue +13% at 1.13bln; Service Cloud Revenue +22% at 1.09bln. Raises FY Revenue view 16.75-16.9bln (exp. 16.22bln); Raises FY adj. EPS view 2.82-2.84 (exp. 2.65). Q3 EPS and Revenue view above expectations.</li><li><strong>Tractor Supply Company (TSCO)</strong> (Consumer Discretionary/Specialty Stores) has extended its contract for CEO Greg Sandfort amid its ongoing CEO succession efforts; COO Steve Barbarick has resigned effective August 23rd.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>VMware Inc (VMW)</strong> (Information Technology/Software) Q2 20 (USD): adj. EPS 1.60 (exp. 1.56), Revenue 2.44bln (exp. 2.43bln). To acquire cloud service provider <strong>Carbon Black (CBLK)</strong> at an enterprise value of 2.1bln, or 26/shr; also to acquire <strong>Pivotal Software (PVTL)</strong> for 2.7bln, at a blender per share offer of 11.71. Raises FY EPS view to 6.54 from 6.49 (exp. 6.52). Q3 EPS and Revenue view below expectations.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ALTRIA GROUP (MO) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li><li>CRESTWOOD EQUITY (CEQP) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li></ul><p><strong>Downgrades</strong></p><ul><li>CERNER (CERN) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>HP INC. (HPQ) DOWNGRADED IN LINE AT EVERCORE ISI</li><li>KEMPER (KMPR) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li><li>L BRANDS (LB) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>MACY'S (M) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>TELLURIAN (TELL) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li></ul><p><strong>Initiations</strong></p><ul><li>ARAMARK (ARMK) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 50</li><li>BROOKS AUTOMATION (BRKS) RESUMED AT STEPHENS WITH EQUAL-WEIGHT; PT USD 35</li><li>CERUS (CERS) RESUMED AT STEPHENS WITH OVERWEIGHT; PT USD 8</li><li>D.R. HORTON (DHI) RATED NEW BUY AT SEAPORT; PT USD 59</li><li>GTY TECHNOLOGY HOLDINGS (GTYH) RATED NEW NEUTRAL AT CITI; PT USD 7</li><li>KB HOME (KBH) RATED NEW BUY AT SEAPORT; PT USD 37</li><li>LANDEC (LNDC) RATED NEW BUY AT DA DAVIDSON; PT USD 14</li><li>LENNAR (LEN) RATED NEW BUY AT SEAPORT; PT USD 71</li><li>OASIS PETROLEUM (OAS) RATED NEW BUY AT MKM; PT USD 5</li><li>PACWEST (PACW) RATED NEW OUTPERFORM AT RBC; PT USD 40</li><li>PULTEGROUP (PHM) RATED NEW BUY AT SEAPORT; PT USD 44</li><li>RELIANT BANCORP (RBNC) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 24</li><li>REPLIGEN (RGEN) RESUMED AT STEPHENS WITH OVERWEIGHT; PT USD 110</li><li>TOLL BROTHERS (TOL) RATED NEW NEUTRAL AT SEAPORT</li><li>ZIOPHARM (ZIOP) RESUMED AT RAYMOND JAMES WITH OUTPERFORM; PT USD 6.50</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Assurant Inc (AIZ). Amount USD 0.60</li><li>Atmos Energy Corp (ATO). Amount USD 0.52</li><li>CDW Corp (CDW). Amount USD 0.29</li><li>Radian Group Inc (RDN). Amount USD 0.00</li><li>Symantec Corp (SYMC). Amount USD 0.07</li><li>Tractor Supply Co (TSCO). Amount USD 0.35</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-23rd-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:55:00",
        "gmt_time": "2019-08-23 12:55:00"
    },
    {
        "id": 883494,
        "updated_sequence": 1914691,
        "published_at": {
            "unix": 1566564900,
            "text": "2019-08-23 13:55:00 +0100",
            "iso_8601": "2019-08-23T12:55:00Z"
        },
        "updated_at": {
            "unix": 1566565037,
            "text": "2019-08-23 13:57:17 +0100",
            "iso_8601": "2019-08-23T12:57:17Z"
        },
        "subject": "China will allow certain US car and parts manufacturers to apply for tariff exemptions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>China earlier said it will resume additional tariffs on US autos (25%), and US auto parts</li></ul>",
        "analysis_updated_at": {
            "unix": 1566565036,
            "text": "2019-08-23 13:57:16 +0100",
            "iso_8601": "2019-08-23T12:57:16Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-will-allow-certain-us-car-and-parts-manufacturers-to-apply-for-tariff-exemptions-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:55:00",
        "gmt_time": "2019-08-23 12:55:00"
    },
    {
        "id": 883493,
        "updated_sequence": 1914680,
        "published_at": {
            "unix": 1566564540,
            "text": "2019-08-23 13:49:00 +0100",
            "iso_8601": "2019-08-23T12:49:00Z"
        },
        "updated_at": {
            "unix": 1566564597,
            "text": "2019-08-23 13:49:57 +0100",
            "iso_8601": "2019-08-23T12:49:57Z"
        },
        "subject": "Fixed and FX latest: risk-off sentiment returns as China strikes back",
        "content": "<p>Minimal market reaction to a slight beat in Canadian retail sales as US-China trade wars roar back into the spotlight following details of Beijing’s retaliatory measures ahead of September 1 Washington tariffs that were flagged earlier by the Chinese Global Times editor. In fact, it’s not inconceivable that the counter moves overshadow remaining pre-Powell Fed speakers, US new home sales and the chair himself. Some consolidation/calm in debt with Bunds, Gilts and US Treasuries off rebound highs of 178.34, 133.89 and 130-13+ respectively, while the DXY is stabilising after slipping back from a fractional new wtd peak of 98.452.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-risk-off-sentiment-returns-as-china-strikes-back-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:49:00",
        "gmt_time": "2019-08-23 12:49:00"
    },
    {
        "id": 883491,
        "updated_sequence": 1914682,
        "published_at": {
            "unix": 1566564300,
            "text": "2019-08-23 13:45:00 +0100",
            "iso_8601": "2019-08-23T12:45:00Z"
        },
        "updated_at": {
            "unix": 1566564682,
            "text": "2019-08-23 13:51:22 +0100",
            "iso_8601": "2019-08-23T12:51:22Z"
        },
        "subject": "Fed's Kaplan (non-voter) does not see this as a rate-cutting cycle, big moves in US yield curve has not been in response to monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-does-not-see-this-as-a-rate-cutting-cycle-big-moves-in-us-yield-curve-has-not-been-in-response-to-monetary-policy-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:45:00",
        "gmt_time": "2019-08-23 12:45:00"
    },
    {
        "id": 883492,
        "updated_sequence": 1914671,
        "published_at": {
            "unix": 1566564180,
            "text": "2019-08-23 13:43:00 +0100",
            "iso_8601": "2019-08-23T12:43:00Z"
        },
        "updated_at": {
            "unix": 1566564443,
            "text": "2019-08-23 13:47:23 +0100",
            "iso_8601": "2019-08-23T12:47:23Z"
        },
        "subject": "European Commission, in reference to the report yesterday which included the creation of a EUR 100bln wealth fund, state that this should be given 'zero credence' and was not regarded as 'mature enough' ., Politico",
        "content": "<ul><li><a href=\"https://www.politico.eu/article/commission-dismisses-internal-document-outlining-policy-plans/\">Link to Article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from yesterday's reports that EU Officials want to create a EUR 100bln wealth fund in order to bolster ‘European Champions’ against American and Chinese business rivals such as Apple (AAPL), Google (GOOG) and Alibaba (BABA). (Politico)</li></ul>",
        "analysis_updated_at": {
            "unix": 1566564442,
            "text": "2019-08-23 13:47:22 +0100",
            "iso_8601": "2019-08-23T12:47:22Z"
        },
        "push_notify": false,
        "source": "Politico",
        "slug": "european-commission-in-reference-to-the-report-yesterday-which-included-the-creation-of-a-eur-100bln-wealth-fund-state-that-this-should-be-given-zero-credence-and-was-not-regarded-as-mature-enough-politico-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:43:00",
        "gmt_time": "2019-08-23 12:43:00"
    },
    {
        "id": 883490,
        "updated_sequence": 1914659,
        "published_at": {
            "unix": 1566564000,
            "text": "2019-08-23 13:40:00 +0100",
            "iso_8601": "2019-08-23T12:40:00Z"
        },
        "updated_at": {
            "unix": 1566564101,
            "text": "2019-08-23 13:41:41 +0100",
            "iso_8601": "2019-08-23T12:41:41Z"
        },
        "subject": "Mexican President Lopez Obrador is concerned about economic growth, more concerned about development, considering further support for PEMEX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-lopez-obrador-is-concerned-about-economic-growth-more-concerned-about-development-considering-further-support-for-pemex-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:40:00",
        "gmt_time": "2019-08-23 12:40:00"
    },
    {
        "id": 883489,
        "updated_sequence": 1914654,
        "published_at": {
            "unix": 1566563760,
            "text": "2019-08-23 13:36:00 +0100",
            "iso_8601": "2019-08-23T12:36:00Z"
        },
        "updated_at": {
            "unix": 1566563882,
            "text": "2019-08-23 13:38:02 +0100",
            "iso_8601": "2019-08-23T12:38:02Z"
        },
        "subject": "ITV's Peston tweets, German Chancellor Merkel told UK PM Johnson at the end of their meeting that inevitably deal or no deal won’t be decided until ‘the last minute’ of the EU Council 17-18 October meeting., citing a Senior Whitehall source",
        "content": "<p><a href=\"https://twitter.com/Peston/status/1164878905649618945\">Link to Tweet</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-s-peston-tweets-german-chancellor-merkel-told-uk-pm-johnson-at-the-end-of-their-meeting-that-inevitably-deal-or-no-deal-won-t-be-decided-until-the-last-minute-of-the-eu-council-17-18-october-meeting-citing-a-senior-whitehall-source-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:36:00",
        "gmt_time": "2019-08-23 12:36:00"
    },
    {
        "id": 883488,
        "updated_sequence": 1914696,
        "published_at": {
            "unix": 1566563640,
            "text": "2019-08-23 13:34:00 +0100",
            "iso_8601": "2019-08-23T12:34:00Z"
        },
        "updated_at": {
            "unix": 1566565078,
            "text": "2019-08-23 13:57:58 +0100",
            "iso_8601": "2019-08-23T12:57:58Z"
        },
        "subject": "Fed’s Mester (Non-voter, Hawk) says Chinese counter tariffs are just a continuation of the trade uncertainty that has been with us for some time; is undecided for Sept FOMC meeting",
        "content": "<p><strong>On the domestic economy/rates:</strong></p><ul><li>Says if business cut back on capex, it could hit hiring and spill over to the consumer and labour market</li><li>Says the consumer is strong and the US economy is quite resilient</li><li><strong>Says if the economy stays as it is, she would be happy with rates where they are</strong></li><li>Reiterates data dependence</li><li>Says, going forward, she will have her eye on consumer related data (labour market, spending data, what the Fed hears from businesses, Housing data)</li></ul><p><strong>On the US vs its overseas competitors:</strong></p><ul><li>Says we are less exposed to trade tensions that Europe, says she is focused on consumer side of things when it comes to trade</li><li>Says our interest rates should be higher than Europe or China (contrary to US President Trump's argument that the Fed should lower rates to match overseas competitors)</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-mester-non-voter-hawk-says-chinese-counter-tariffs-are-just-a-continuation-of-the-trade-uncertainty-that-has-been-with-us-for-some-time-is-undecided-for-sept-fomc-meeting-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:34:00",
        "gmt_time": "2019-08-23 12:34:00"
    },
    {
        "id": 883485,
        "updated_sequence": 1914639,
        "published_at": {
            "unix": 1566563220,
            "text": "2019-08-23 13:27:00 +0100",
            "iso_8601": "2019-08-23T12:27:00Z"
        },
        "updated_at": {
            "unix": 1566563485,
            "text": "2019-08-23 13:31:25 +0100",
            "iso_8601": "2019-08-23T12:31:25Z"
        },
        "subject": "China's Defense Ministry urges the US to stop arms sales to Taiwan and cut its military ties with the country",
        "content": "<p><a href=\"https://twitter.com/C_Barraud/status/1164876182585774081\">Via Twitter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>On Wednesday, the US State Department has approved a possible USD 8bln sale of F-16 fighter jets to Taiwan; the potential deal could include 66 aircraft, 75 General Electric engines, as well as other systems, the State Department said in a statement.</li><li>China responded by threatening sanctions over the deal.</li></ul>",
        "analysis_updated_at": {
            "unix": 1566563485,
            "text": "2019-08-23 13:31:25 +0100",
            "iso_8601": "2019-08-23T12:31:25Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-s-defense-ministry-urges-the-us-to-stop-arms-sales-to-taiwan-and-cut-its-military-ties-with-the-country-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:27:00",
        "gmt_time": "2019-08-23 12:27:00"
    },
    {
        "id": 883484,
        "updated_sequence": 1914624,
        "published_at": {
            "unix": 1566562620,
            "text": "2019-08-23 13:17:00 +0100",
            "iso_8601": "2019-08-23T12:17:00Z"
        },
        "updated_at": {
            "unix": 1566563034,
            "text": "2019-08-23 13:23:54 +0100",
            "iso_8601": "2019-08-23T12:23:54Z"
        },
        "subject": "MARKET UPDATE: Distinct risk off tone has set into the market following news that China will retaliate to US tariffs in kind",
        "content": "<ul><li>US stock futures fall to lows seen over night, ES has fallen from 2932 to 2904. T-note future goes flat having been down around 10 ticks before the news whilst Bunds have also risen in sympathy. Gold has jumped back above USD 1500 amid dollar weakness, the buck is weaker having lost out to safe havens.</li><li>Crude is also being hit, WTI Sep' 19 futures fell to 53.70 from 55.30, both as a function of deteriorating risk sentiment and the fact that China explicitly named US crude imports as being subject to 10% tariffs in the retaliatory package</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "market-update-distinct-risk-off-tone-has-set-into-the-market-following-news-that-china-will-retaliate-to-us-tariffs-in-kind-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:17:00",
        "gmt_time": "2019-08-23 12:17:00"
    },
    {
        "id": 883483,
        "updated_sequence": 1914611,
        "published_at": {
            "unix": 1566562380,
            "text": "2019-08-23 13:13:00 +0100",
            "iso_8601": "2019-08-23T12:13:00Z"
        },
        "updated_at": {
            "unix": 1566562447,
            "text": "2019-08-23 13:14:07 +0100",
            "iso_8601": "2019-08-23T12:14:07Z"
        },
        "subject": "White House adviser Navarro, asked if tariffs will hit US consumers, says tariffs are a pain on China, not on US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "white-house-adviser-navarro-asked-if-tariffs-will-hit-us-consumers-says-tariffs-are-a-pain-on-china-not-on-us-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:13:00",
        "gmt_time": "2019-08-23 12:13:00"
    },
    {
        "id": 883482,
        "updated_sequence": 1914677,
        "published_at": {
            "unix": 1566562200,
            "text": "2019-08-23 13:10:00 +0100",
            "iso_8601": "2019-08-23T12:10:00Z"
        },
        "updated_at": {
            "unix": 1566564547,
            "text": "2019-08-23 13:49:07 +0100",
            "iso_8601": "2019-08-23T12:49:07Z"
        },
        "subject": "White House adviser Navarro says US/UK trade deal will be good for both countries",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "white-house-adviser-navarro-says-us-uk-trade-deal-will-be-good-for-both-countries-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:10:00",
        "gmt_time": "2019-08-23 12:10:00"
    },
    {
        "id": 883482,
        "updated_sequence": 1914677,
        "published_at": {
            "unix": 1566562200,
            "text": "2019-08-23 13:10:00 +0100",
            "iso_8601": "2019-08-23T12:10:00Z"
        },
        "updated_at": {
            "unix": 1566564547,
            "text": "2019-08-23 13:49:07 +0100",
            "iso_8601": "2019-08-23T12:49:07Z"
        },
        "subject": "White House adviser Navarro says US/UK trade deal will be good for both countries",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "white-house-adviser-navarro-says-us-uk-trade-deal-will-be-good-for-both-countries-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:10:00",
        "gmt_time": "2019-08-23 12:10:00"
    },
    {
        "id": 883481,
        "updated_sequence": 1914637,
        "published_at": {
            "unix": 1566562140,
            "text": "2019-08-23 13:09:00 +0100",
            "iso_8601": "2019-08-23T12:09:00Z"
        },
        "updated_at": {
            "unix": 1566563481,
            "text": "2019-08-23 13:31:21 +0100",
            "iso_8601": "2019-08-23T12:31:21Z"
        },
        "subject": "White House adviser Navarro says he is still expecting talks with continue with China in September, talks will continue behind closed doors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox",
        "slug": "white-house-adviser-navarro-says-he-is-still-expecting-talks-with-continue-with-china-in-september-talks-will-continue-behind-closed-doors-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:09:00",
        "gmt_time": "2019-08-23 12:09:00"
    },
    {
        "id": 883480,
        "updated_sequence": 1914606,
        "published_at": {
            "unix": 1566561960,
            "text": "2019-08-23 13:06:00 +0100",
            "iso_8601": "2019-08-23T12:06:00Z"
        },
        "updated_at": {
            "unix": 1566562338,
            "text": "2019-08-23 13:12:18 +0100",
            "iso_8601": "2019-08-23T12:12:18Z"
        },
        "subject": "Fed's Bullard (Dove, Voter) says there will be a robust debate regarding a 50bp cut at the next FOMC ",
        "content": "<ul><li>Our job is to get the yield curve uninverted</li><li>Fed is willing to take all actions needed to continue the economic expansion</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-dove-voter-says-there-will-be-a-robust-debate-regarding-a-50bp-cut-at-the-next-fomc-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:06:00",
        "gmt_time": "2019-08-23 12:06:00"
    },
    {
        "id": 883479,
        "updated_sequence": 1914581,
        "published_at": {
            "unix": 1566561840,
            "text": "2019-08-23 13:04:00 +0100",
            "iso_8601": "2019-08-23T12:04:00Z"
        },
        "updated_at": {
            "unix": 1566561959,
            "text": "2019-08-23 13:05:59 +0100",
            "iso_8601": "2019-08-23T12:05:59Z"
        },
        "subject": "Anhuser Busch (ABI BB) - are not making an offer to purchase remaining shares of CBA, Co. currently own a 31.3% stake in the Co. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anhuser-busch-abi-bb-are-not-making-an-offer-to-purchase-remaining-shares-of-cba-co-currently-own-a-31-3-stake-in-the-co-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:04:00",
        "gmt_time": "2019-08-23 12:04:00"
    },
    {
        "id": 883478,
        "updated_sequence": 1914706,
        "published_at": {
            "unix": 1566561660,
            "text": "2019-08-23 13:01:00 +0100",
            "iso_8601": "2019-08-23T12:01:00Z"
        },
        "updated_at": {
            "unix": 1566565527,
            "text": "2019-08-23 14:05:27 +0100",
            "iso_8601": "2019-08-23T13:05:27Z"
        },
        "subject": "China plans to raise import tariff rates on some US goods; New tariff rates of 5-10% will apply to about USD 75bln worth of US goods on September 1st and December 15th, Crude oil will be among the products tariffed at 5% from September 1st",
        "content": "<ul><li>Will be levied on 5078 products</li><li>China says it has to take countermeasures against US protectionism</li><li>China says it will resume additional tariffs on US autos (25%), and US auto parts</li><li>Are to impose extra 5% tariff on soy beans as of September 1st</li><li>Will impose extra 10% tariff on US wheat, corn, sorghum from December 15th</li><li>Will impose 10% on US beef and pork</li></ul>",
        "reaction_details": "<ul><li>It was risk off in an immediate reaction to this news; ES Sep’ 19 futures fell to 2906 from 2932, 10 year UST Sep’ 9 futures rose to 130’10 from 130’02.</li></ul>",
        "reaction_updated_at": {
            "unix": 1566562200,
            "text": "2019-08-23 13:10:00 +0100",
            "iso_8601": "2019-08-23T12:10:00Z"
        },
        "analysis_details": "<ul><li>Note these dates from which the tariffs will be implemented are exactly in line with the dates when the US had been planning to implement its own tariffs on Chinese goods</li><li>Earlier, China Global Times Editor Hu Xijin says \"Based on what I know, China will take further countermeasures in response to US tariffs on USD 300 billion Chinese goods. Beijing will soon unveil a plan of imposing retaliatory tariffs on certain US products.\"</li><li>Chinese imports for the January-June period were down 76.2% at 515,722 BPD, compared to the prior year</li></ul><p><strong>POTENTIAL TRUMP RESPONSE:</strong></p><ul><li><strong>Tariff Roll-in:</strong> The US President could walk back on the tariff delay (i.e. some goods to be taxed on December 15th) which would mean 10% on the full batch of USD 300bln worth on September 1st. Although this seems to be unlikely as Trump preferably would want to keep goods prices down heading into the Christmas shopping season.</li><li><strong>Tariff Ramp up:</strong> An increase of levy from 10% to 25% is nothing new. President Trump has threatened this a few times with the latest upon the announcement of the September 1st tariffs.</li><li><strong>Currency War:</strong> Another highly touted move, Trump has constantly criticised the Fed for the reason behind a firmer Greenback, whilst also accusing China and Europe of manipulating its currencies. Many desks highlight that Trump could use the US Treasury Department’s Exchange Stability Fund to weaken the USD vs. the CNY.</li></ul><p><a href=\"https://ransquawk.com/headlines/analysis-us-china-goodwill-hunting-15-08-2019\">Click here for further analysis</a></p>",
        "analysis_updated_at": {
            "unix": 1566561900,
            "text": "2019-08-23 13:05:00 +0100",
            "iso_8601": "2019-08-23T12:05:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-plans-to-raise-import-tariff-rates-on-some-us-goods-new-tariff-rates-of-5-10-will-apply-to-about-usd-75bln-worth-of-us-goods-on-september-1st-and-december-15th-crude-oil-will-be-among-the-products-tariffed-at-5-from-september-1st-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 20:01:00",
        "gmt_time": "2019-08-23 12:01:00"
    },
    {
        "id": 883476,
        "updated_sequence": 1914568,
        "published_at": {
            "unix": 1566561300,
            "text": "2019-08-23 12:55:00 +0100",
            "iso_8601": "2019-08-23T11:55:00Z"
        },
        "updated_at": {
            "unix": 1566561686,
            "text": "2019-08-23 13:01:26 +0100",
            "iso_8601": "2019-08-23T12:01:26Z"
        },
        "subject": "Volkswagen (VOW3 GY) - Co. are recalling 679k vehicles from 2012 onward which could roll away due to electrical problems",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-co-are-recalling-679k-vehicles-from-2012-onward-which-could-roll-away-due-to-electrical-problems-23-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:55:00",
        "gmt_time": "2019-08-23 11:55:00"
    },
    {
        "id": 883473,
        "updated_sequence": 1914539,
        "published_at": {
            "unix": 1566560460,
            "text": "2019-08-23 12:41:00 +0100",
            "iso_8601": "2019-08-23T11:41:00Z"
        },
        "updated_at": {
            "unix": 1566560588,
            "text": "2019-08-23 12:43:08 +0100",
            "iso_8601": "2019-08-23T11:43:08Z"
        },
        "subject": "EU President says Finland has called on EU to ban Brazilian beef over Amazonian fires",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-president-says-finland-has-called-on-eu-to-ban-brazilian-beef-over-amazonian-fires-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:41:00",
        "gmt_time": "2019-08-23 11:41:00"
    },
    {
        "id": 883472,
        "updated_sequence": 1914686,
        "published_at": {
            "unix": 1566559800,
            "text": "2019-08-23 12:30:00 +0100",
            "iso_8601": "2019-08-23T11:30:00Z"
        },
        "updated_at": {
            "unix": 1566564881,
            "text": "2019-08-23 13:54:41 +0100",
            "iso_8601": "2019-08-23T12:54:41Z"
        },
        "subject": "Fed’s Bullard (Voter, Dove) refers to low inflation expectations as a reason to “get lower” in terms of rates; mentions yield curve inversion, says it is not a good place to be",
        "content": "<p>On domestic &amp; global economy and its implication for rates;</p><ul><li>Says consumption and labour market looks good, notes strong retail sales</li><li>Voices concern over global manufacturing contraction, wants to take out more insurance against the global downside risks,</li><li>Caveats that Fed could take back insurance cuts if economy improves next year</li><li>Refers to 1998 insurance cutting cycles (where 3 x 25bps cuts were made) as a good model for current situation, says he likes those examples and things were played very well</li></ul><p>On Washington;</p><ul><li>Says the deficit hawks in Washington are \"on vacation\"</li><li>When asked about US President Trump’s argument that US rates are high relative to Germany &amp; other countries, says things are going well in US compared to Europe</li><li>When asked about US President Trump/Washington’s concern over a strong dollar, dismisses concerns about recent dollar strength</li></ul><p>On financial stability;</p><ul><li>Says he does not think there is an asset bubble like the previous 2007 housing or internet bubble</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-bullard-voter-dove-refers-to-low-inflation-expectations-as-a-reason-to-get-lower-in-terms-of-rates-mentions-yield-curve-inversion-says-it-is-not-a-good-place-to-be-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:30:00",
        "gmt_time": "2019-08-23 11:30:00"
    },
    {
        "id": 883470,
        "updated_sequence": 1914530,
        "published_at": {
            "unix": 1566559500,
            "text": "2019-08-23 12:25:00 +0100",
            "iso_8601": "2019-08-23T11:25:00Z"
        },
        "updated_at": {
            "unix": 1566559645,
            "text": "2019-08-23 12:27:25 +0100",
            "iso_8601": "2019-08-23T11:27:25Z"
        },
        "subject": "US President Trump tweets, The Economy is strong and good, whereas the rest of the world is not doing so well, Democrat Party, are working overtime to convince people that we are in, or will soon be going into, a Recession",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1164861052611420160\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-the-economy-is-strong-and-good-whereas-the-rest-of-the-world-is-not-doing-so-well-democrat-party-are-working-overtime-to-convince-people-that-we-are-in-or-will-soon-be-going-into-a-recession-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:25:00",
        "gmt_time": "2019-08-23 11:25:00"
    },
    {
        "id": 883469,
        "updated_sequence": 1914524,
        "published_at": {
            "unix": 1566559380,
            "text": "2019-08-23 12:23:00 +0100",
            "iso_8601": "2019-08-23T11:23:00Z"
        },
        "updated_at": {
            "unix": 1566559564,
            "text": "2019-08-23 12:26:04 +0100",
            "iso_8601": "2019-08-23T11:26:04Z"
        },
        "subject": "Scotiabank FX Daily - USD Up, Stocks UP Ahead of Powell Speech  ",
        "content": "<ul><li>&nbsp; USD gains alongside risk assets as market position for universal good news.</li><li>&nbsp; CAD holding near low end of range vs USD ahead of Retail Sales data.</li><li>&nbsp; EUR soft on broader USD strength, watch Belgian data for clues on IFO.</li><li>&nbsp; GBP short-squeeze falters; technicals turn bullish above 1.2170 near term.</li><li>&nbsp; JPY softer but holds range ahead of Jackson Hole event.</li><li>&nbsp; AUD flat as iron ore prices stabilize.</li><li>&nbsp; MXN slips back to near flat on the day after weaker Economic Activity data.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-up-stocks-up-ahead-of-powell-speech-23-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:23:00",
        "gmt_time": "2019-08-23 11:23:00"
    },
    {
        "id": 883468,
        "updated_sequence": 1914521,
        "published_at": {
            "unix": 1566558840,
            "text": "2019-08-23 12:14:00 +0100",
            "iso_8601": "2019-08-23T11:14:00Z"
        },
        "updated_at": {
            "unix": 1566559032,
            "text": "2019-08-23 12:17:12 +0100",
            "iso_8601": "2019-08-23T11:17:12Z"
        },
        "subject": "Exports of Nigeria's crude grades for October: Bonga 184k BPD (158k BPD planned in September), Bonny Light Crude 276k BPD (247k BPD planned in September), Forcados 242k BPD (220k BPD planned in September)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exports-of-nigeria-s-crude-grades-for-october-bonga-184k-bpd-158k-bpd-planned-in-september-bonny-light-crude-276k-bpd-247k-bpd-planned-in-september-forcados-242k-bpd-220k-bpd-planned-in-september-23-08-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:14:00",
        "gmt_time": "2019-08-23 11:14:00"
    },
    {
        "id": 883467,
        "updated_sequence": 1914518,
        "published_at": {
            "unix": 1566558600,
            "text": "2019-08-23 12:10:00 +0100",
            "iso_8601": "2019-08-23T11:10:00Z"
        },
        "updated_at": {
            "unix": 1566558666,
            "text": "2019-08-23 12:11:06 +0100",
            "iso_8601": "2019-08-23T11:11:06Z"
        },
        "subject": " JACKSON HOLE SYMPOSIUM AGENDA AND TV INTERVIEWS",
        "content": "<figure class=\"image\"><img src=\"/uploads/ckeditor_wave/ck_images/b3a5b972-59ee-4de4-9b4d-b305fedc98ac.jpg\"></figure>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "jackson-hole-symposium-agenda-and-tv-interviews-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:10:00",
        "gmt_time": "2019-08-23 11:10:00"
    },
    {
        "id": 883466,
        "updated_sequence": 1914515,
        "published_at": {
            "unix": 1566558240,
            "text": "2019-08-23 12:04:00 +0100",
            "iso_8601": "2019-08-23T11:04:00Z"
        },
        "updated_at": {
            "unix": 1566558325,
            "text": "2019-08-23 12:05:25 +0100",
            "iso_8601": "2019-08-23T11:05:25Z"
        },
        "subject": "UK's position on the Iranian nuclear deal is unlikely to change with the new government, according to a British diplomatic source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-s-position-on-the-iranian-nuclear-deal-is-unlikely-to-change-with-the-new-government-according-to-a-british-diplomatic-source-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 19:04:00",
        "gmt_time": "2019-08-23 11:04:00"
    },
    {
        "id": 883460,
        "updated_sequence": 1914493,
        "published_at": {
            "unix": 1566557160,
            "text": "2019-08-23 11:46:00 +0100",
            "iso_8601": "2019-08-23T10:46:00Z"
        },
        "updated_at": {
            "unix": 1566557227,
            "text": "2019-08-23 11:47:07 +0100",
            "iso_8601": "2019-08-23T10:47:07Z"
        },
        "subject": "RANsquawk Daily US Opening News - 23rd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22611/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are firmer this morning in-line with the cautious gains overnight ahead of the main Jackson Hole event today of Fed’s Powell</li><li>USD is firmer vs most G10 counterparts particularly Sterling as backstop optimism fades, though NZD outperforms on RBNZ comments overnight</li><li>China Global Times Editor Hu Xijin says \"Based on what I know, China will take further countermeasures in response to US tariffs on USD 300 billion Chinese goods. Beijing will soon unveil a plan of imposing retaliatory tariffs on certain US products.\"</li><li>Looking ahead, highlights include Canadian Retail Sales, US New Home Sales, Fed’s Powell, Bullard, Mester, Kaplan &amp; Harker &amp; BoE’s Carney</li></ul><p><strong>JACKSON HOLE &amp; G7 SCHEDULES</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://ransquawk.com/headlines/ransquawk-ad-hoc-economic-analysis-jackson-hole-g7-schedule-23-08-2019\">Schedule for both events</a></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <a href=\"https://ransquawk.com/headlines/jackson-hole-symposium-agenda-and-tv-interviews-08_31am_utc_23-08-2019\">Jackson Hole &amp; Recent Comments</a></p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded with cautious gains as participants await Fed Chair Powell’s looming speech at the Jackson Hole Symposium and after the lack of conviction on Wall St.</strong> where risk appetite was dampened by hawkish Fed rhetoric, as well as decade-low US Manufacturing PMI data. <strong>ASX 200 (+0.3%)</strong> was positive with stock news in Australia dominated by earnings including Goodman Group and Sims Metals which have surged due to profit growth, although upside in the index was limited by weakness in the commodity sectors especially gold miners after the precious metal slipped below USD 1500/oz level. Elsewhere, <strong>Nikkei 225 (+0.4%)</strong> was supported by favourable currency moves, while <strong>Hang Seng (+0.5%)</strong> and <strong>Shanghai Comp. (+0.5%)</strong> were higher despite early indecisiveness after China’s MOFCOM reiterated its threat to retaliate against the US in the trade dispute and amid mixed signals from the PBoC in which they conducted reverse repos but resulted to a net liquidity drain for the week and softened its reference rate, although not as weak as anticipated. Finally, 10yr JGBs were subdued amid similar weakness in T-notes and as stocks in the region eked mild gains, although downside was stemmed amid the BoJ’s presence in the market for over JPY 1.2tln of JGBs in 1yr-10yr maturities.</p><p>PBoC injected CNY 80bln via 7-day reverse repos for a weekly net drain of CNY 30bln vs. last week's CNY 300bln injection. (Newswires)</p><p><strong>PBoC set CNY mid-point at 7.0572 vs. Exp. 7.0674 (Prev. 7.0490)</strong></p><p><strong>White House Economic Adviser Kudlow said the US is making pretty good progress in trade discussions with Japan</strong> regarding telecoms and agriculture, while there were separate comments from Japanese Economy Minister Motegi that they will resume ministerial level talks with US on trade today and are getting close to a conclusion. (Newswires)</p><p>Japanese National CPI (Jul) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.7%). (Newswires) Japanese National CPI Ex. Fresh Food (Jul) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.6%) Japanese National CPI Ex. Fresh Food &amp; Energy (Jul) Y/Y 0.6% vs. Exp. 0.5% (Prev. 0.5%)</p><p><strong>Sources close to US President Trump state that the White House is in a China bind, with a trade deal with China being 'tough to improbable' in the deteriorating environment., Axios</strong></p><p>Subsequently, <strong>China Global Times Editor Hu Xijin says \"Based on what I know, China will take further countermeasures in response to US tariffs on USD 300 billion Chinese goods. Beijing will soon unveil a plan of imposing retaliatory tariffs on certain US products. China has the ammunition to fight back, US side will feel the pain.” (Twitter)</strong></p><p><strong>US</strong></p><p><strong>US President Trump plans to pressure France to repeal new tax on US tech giants and will call for India to lower tariffs at the G7.</strong> In other news, White House will reportedly not move forward with plan to cut foreign aid by billions according to sources, although US Secretary of State Pompeo later stated that President Trump is still undecided on what to do. (Newswires/Politico)</p><p>White House Economic Adviser Kudlow said he thinks economy is strong and does not believe recession talk, while he added the US is still looking at tax cuts 2.0 which US President Trump has not taken off the table and just meant there won’t be anything immediate. <strong>Kudlow also suggested there could be tax cuts before 2020</strong> <strong>election</strong> and that short-term payroll tax cut is unlikely although personal rates could be lowered, and capital gains tax could be reduced. (Newswires)</p><p><strong>Fed's Kaplan (Non-Voter. Dove)</strong> noted that global growth risks and trade uncertainty could result to a rate cut. (Newswires/WSJ)</p><p><strong>GEOPOLITICS</strong></p><p><strong>Russian President Putin has ordered Russia's military to prepare measures in response to US missile tests, Putin wants the military to take exhaustive measures to prepare for a reciprocal response, according to Russia's Kremlin</strong>. Adding that Russia does not want to be drawn into a arms race. (Newswires)</p><p><strong>North Korea Foreign Minister Ri said US Secretary of State Pompeo casts dark shadows over US-North Korea talks and that Pompeo is more interested in his political ambitions than US foreign policy, while the Foreign Minister added we have given enough time to US and are ready for both dialogue and confrontation, while he added it would be a miscalculation if US continues with sanctions and that North Korea can remain the biggest threat to US for a long time. (KCNA)</strong></p><p>Russian Finance Ministry said Russia is \"actively considering\" issuing Yuan-denominated bonds on the Moscow Exchange; Sputnik</p><p><strong>South Korea's Deputy National Security Advisor Kim says Japan has not only rejected but ignored their offers for a dialogue, provides a chance to strengthen South Korea/US alliance. </strong>(Newswires)</p><p>Ireland will look to block its free trade deal between the EU and South American trade bloc unless Brazil takes action to protect the Amazon rainforest. (Newswires)</p><p>UK/EU</p><p><strong>UK Tory Remainers who are intent on stopping a no-deal are reportedly attempting to delay Brexit by preparing to hold their own talks with Brussels, sources state. </strong>A Downing Street source added that Brussels could reject any request for an extension, even if PM Johnson is legally bound to ask for one. (Times)<strong>&nbsp;</strong></p><p><strong>Remain rebels in the UK Conservative party have delayed their attempt to force PM Johnson to abandon a No-deal Brexit amid disagreement with MPs in other parties on when to act. (The Sun)</strong></p><p><strong>EU officials want to set up a EUR 100bln wealth fund to bolster \"European champions\" against American and Chinese business rivals like Google, Apple and Alibaba. (Politico)</strong></p><p>German Finance Ministry spokeswoman says it is now time to use \"cleverer methods\" to ensure the German economy grows, adds that Germany is not in a recession. (Newswires)</p><p>EQUITIES</p><p>European equities opened and remained on a somewhat firmer footing (thus far) [Eurostoxx 50 +0.3%] on the last trading day of the week which follows on from an initially cautious Asia-Pac session before sentiment turned for the better ahead of Fed Chair Powell’s opening remarks at the Jackson Hole Symposium at 1500BST/1000EDT. Sectors are mostly in the green with the exception of the energy sector which coincides with recent losses in the oil complex. Meanwhile, the IT sector outperforms as stellar earnings from US-listed Salesforce.com (+6.8% pre-market) provided tailwinds to DAX heavyweight SAP (+0.6%), which accounts for around 1.5% of the Stoxx 600 index. In terms of individual movers, Thyssenkrupp (+0.7%) opened higher amid source reports that it is planning to merge its steel unit with Klöckner (+8.3%). Also, it’s worth keeping in mind a report by Politico which stated that EU Officials are seeking to create a EUR 100bln wealth fund in order to bolster ‘European Champions’ against American and Chinese business rivals such as Apple (+0.6% pre-market), Google (+0.9% pre-market) and Alibaba (+0.9% premarket).</p><p>FX</p><p>&nbsp;</p><p><strong>USD -</strong> The Greenback has nudged up a bit further from post-US manufacturing PMI lows that saw the DXY skirt 98.000, and the index is now edging back up towards wtd peaks just shy of 98.500 posted on Tuesday within a 98.185-436 range. Relatively hawkish rhetoric from Fed’s George and Harker have underpinned the Buck ahead of Chair Powell’s keynote speech that is being eyed for clearer policy guidance given this week’s FOMC minutes highlighting divisions between voters beyond the 2 dissenters against July’s 25 bp insurance/mid-cycle rate cut.</p><p><strong>NZD/GBP -</strong> Not quite all change, but positions and roles have partially reversed for the Kiwi and Pound following supportive comments from RBNZ Governor Orr and less euphoria/hype about the prospect of formulating a plan for the Irish backstop that is mutually acceptable for the UK and EU. To recap, NZ’s Central Bank head indicated that the recent larger than expected OCR ease (1/2 point) affords some time for assessment before deciding whether more stimulus is needed in November and effectively signally a pause next month, while French President Macron and German Chancellor Merkel have both been receptive to PM Johnson and the notion that a resolution to the Irish backstop impasse can be reached before it’s too late, but the ball and onus to come up with something different is back in UK hands. In response, Nzd/Usd has rebounded towards 0.6400, with AUD/Nzd back under 1.0600 as Aud/Usd pivots 0.6750 amidst the ongoing, incremental rise Usd/Cny mid-point rates, while Cable has retraced more of its gains through 1.2200 at one stage.</p><p><strong>CHF/JPY -</strong> The Franc and Yen are both weaker vs the Dollar as US Treasury yields rise and the curve steepens, while safe-haven demand is also waning with global trade and geopolitical tensions still prevalent, but not escalating (at present). As such, Usd/Chf and Usd/Jpy are firmer around 0.9850 and 106.50 handles respectively.</p><p><strong>CAD/EUR -</strong> The Loonie and Euro remain relatively rangebound vs the Greenback circa 1.3315 and 1.1065, with the former looking for more independent inspiration from Canadian retail sales data after failing to glean any real or lasting impetus via firm CPI and other minor macro inputs this week (wholesale trade and manufacturing sales). Meanwhile, the single currency is hanging on above 1.1050 and the 2019 base (1.1029) awaiting insight from Fed’s Powell, September’s ECB policy meeting to see how much stimulus is delivered after minutes underlining heightened economic concerns and what happens next in Italy on the political front.</p><p><strong>EM -</strong> The Rand is outperforming and clawing back recent losses vs the Buck with a less downbeat/negative take from Moody’s on the SA fiscal outlook following extra financial assistance for Eskom helping alongside a less bearish technical backdrop as Usd/Zar reverses through 15.2500 and 15.1500 before basing around 15.1300.</p><p><strong>RBNZ Governor Orr</strong> reiterated a rate cut earlier reduces likelihood of having to do more later and stated they will do whatever it takes to support New Zealand economy but can afford to wait and observe what is happening, while he added that they will see what the situation is like in November and will cut if necessary. (Newswires)</p><p><strong>FIXED</strong></p><p>Some consolidation, short covering and perhaps even dip buying after the early sell-off fuelled by deeper losses in UK bonds on the back of renewed Brexit deal hopes. However, Gilts are still markedly lagging around 133.55 within 133.84-38 parameters vs Bunds that have bounced off 177.48 lows towards 178.00 and US Treasuries reclaiming 130-00, albeit still soft and re-steepening. As noted and widely regarded, Fed’s Powell is expected to headline Friday’s agenda, but breaking news will be a factor and on that note latest comments from Russia and reports on US-China trade look rather risk-off.</p><p>COMMODITIES</p><p><strong>WTI and Brent futures are choppy in a relatively tight parameter as all eyes turn to Fed Chair Powell</strong> for any hint on the magnitude of the widely anticipated Fed rate cut in September against the backdrop of some recent hawkish Fed rhetoric. WTI futures remain contained in a 55.20-60/bbl range whilst its Brent counterpart straddles on either side of 60/bbl. Elsewhere<strong>, gold</strong> is marginally softer intraday and remains below the 1500/oz mark, largely weighed on by a firmer Greenback, in anticipation for the Fed Chair’s speech. <strong>Copper</strong> on the other hand is rebounding off recent lows, albeit prices remain below 2.6/lb with desks citing US-China optimism as a driver, although a retracement of recent losses/some profit taking may also be factors. Meanwhile, <strong>Dalian iron ore</strong> surged over 3% overnight following the ruthless sell-off in recent days, also potentially due to profit-taking heading into a risk-packed weekend. Finally, ING notes that the recent surge in <strong>Nickel prices</strong> seem to be running out of steam after prices declined around 4% this week. “The speculated supply disruptions from Indonesia have not materialised yet, whilst the demand-side continues to face pressure as margins for stainless steel producers take a hit” the analysts state.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-23rd-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:46:00",
        "gmt_time": "2019-08-23 10:46:00"
    },
    {
        "id": 883461,
        "updated_sequence": 1914500,
        "published_at": {
            "unix": 1566557100,
            "text": "2019-08-23 11:45:00 +0100",
            "iso_8601": "2019-08-23T10:45:00Z"
        },
        "updated_at": {
            "unix": 1566557342,
            "text": "2019-08-23 11:49:02 +0100",
            "iso_8601": "2019-08-23T10:49:02Z"
        },
        "subject": "Foot Locker (FL) Q2 (USD) EPS 0.66 vs. Exp. 0.67, Revenue 1.77bln vs. Exp. 1.83bln. SSS +0.8% vs. Exp. 3.3%",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Adidas (ADS GY) shares declined from EUR 263 to EUR 261.8</li><li>Footlocker shares fell 10.5% pre-market&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1566557280,
            "text": "2019-08-23 11:48:00 +0100",
            "iso_8601": "2019-08-23T10:48:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-fl-q2-usd-eps-0-66-vs-exp-0-67-revenue-1-77bln-vs-exp-1-83bln-sss-0-8-vs-exp-3-3-23-08-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:45:00",
        "gmt_time": "2019-08-23 10:45:00"
    },
    {
        "id": 883459,
        "updated_sequence": 1914490,
        "published_at": {
            "unix": 1566556620,
            "text": "2019-08-23 11:37:00 +0100",
            "iso_8601": "2019-08-23T10:37:00Z"
        },
        "updated_at": {
            "unix": 1566557044,
            "text": "2019-08-23 11:44:04 +0100",
            "iso_8601": "2019-08-23T10:44:04Z"
        },
        "subject": "China Global Times Editor Hu Xijin says \"Based on what I know, China will take further countermeasures in response to US tariffs on USD 300 billion Chinese goods. Beijing will soon unveil a plan of imposing retaliatory tariffs on certain US products.\"",
        "content": "<ul><li>Adds, \"China has ammunition to fight back. The US side will feel the pain<a href=\"https://twitter.com/HuXijin_GT/status/1164848901897121792\">.\"</a></li><li><a href=\"https://twitter.com/HuXijin_GT/status/1164848901897121792\">Click here for link</a></li></ul>",
        "reaction_details": "<ul><li>Modest downside in equity futures and upticks in core bonds coincided with the tweet</li></ul>",
        "reaction_updated_at": {
            "unix": 1566557044,
            "text": "2019-08-23 11:44:04 +0100",
            "iso_8601": "2019-08-23T10:44:04Z"
        },
        "analysis_details": "<ul><li>Yesterday, Chinese Commerce Ministry said China will have to retaliate if US persists on current course, adding that any new measures will lead to escalation, declines to comment on possible retaliatory measures, will publish unreliable entity list soon</li><li>This comes ahead of the 10% US levy on part of USD 300bln worth of Chinese goods effective September 1st</li></ul><p><strong>POSSIBLE CHINA RETALIATION:</strong></p><ul><li><strong>Tariff Increase</strong>: China has currently taxed USD 110bln worth of US goods at a range of 20-25%. This levy could increase further to match the effect of US’ tax imposition on the outstanding goods, albeit the size of the goods US affected is likely to remain as US imports far more goods from China than vice versa.</li><li><strong>An unreliable entity list</strong>: This list could exclude some US firms from doing business with Chinese companies.</li><li><strong>Rare-earth restrictions:</strong> Another “weapon” in China’s arsenal. Prohibiting these rare earth exports to the US will significantly affect the hi-tech/electronic producers which may be forced to slow or even halt some US production. SCMP reported earlier this month that China’s rare earth producers are ready to weaponise their supply control and pass any tariffs as costs to US customers.</li><li><strong>Yuan</strong>: The Chinese currency weakened last week to above 7.00 against the USD, for the first time in a decade, after the US' latest escalation of trade wars. The move higher resulted in a significant risk-off reaction in markets. The PBOC's response was somewhat predictable (China will not participate in competitive devaluation of the Yuan, although the currency move prompted the US to label China as a 'currency manipulator' by the US). Despite this, the daily USD/CNY fixing has been creeping higher (ex-last two days), whilst PBoC officials kept reiterating that the Yuan is at an appropriate level at present.</li></ul><p><a href=\"https://ransquawk.com/headlines/analysis-us-china-goodwill-hunting-15-08-2019\">Click here for further analysis&nbsp;</a></p>",
        "analysis_updated_at": {
            "unix": 1566556800,
            "text": "2019-08-23 11:40:00 +0100",
            "iso_8601": "2019-08-23T10:40:00Z"
        },
        "push_notify": true,
        "source": "China Global Times",
        "slug": "china-global-times-editor-hu-xijin-says-based-on-what-i-know-china-will-take-further-countermeasures-in-response-to-us-tariffs-on-usd-300-billion-chinese-goods-beijing-will-soon-unveil-a-plan-of-imposing-retaliatory-tariffs-on-certain-us-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:37:00",
        "gmt_time": "2019-08-23 10:37:00"
    },
    {
        "id": 883458,
        "updated_sequence": 1914480,
        "published_at": {
            "unix": 1566556500,
            "text": "2019-08-23 11:35:00 +0100",
            "iso_8601": "2019-08-23T10:35:00Z"
        },
        "updated_at": {
            "unix": 1566556701,
            "text": "2019-08-23 11:38:21 +0100",
            "iso_8601": "2019-08-23T10:38:21Z"
        },
        "subject": "Rebellion to block a no-deal Brexit in parliament will go ahead next month, according to Dominic Grieve., Evening Standard",
        "content": "<p><a href=\"https://www.standard.co.uk/news/politics/brexit-news-latest-tory-rebels-plotting-to-block-nodeal-insist-theyre-not-backing-down-despite-pms-a4220016.html?utm_medium=Social&amp;utm_source=Twitter#Echobox=1566555717\">Link to Article</a></p><ul><li>As PM Johnsons meeting with German Chancellor Merkel and French President Macron did not produce the necessary assurances that a deal would be achieved by October 31st</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Evening Standard",
        "slug": "rebellion-to-block-a-no-deal-brexit-in-parliament-will-go-ahead-next-month-according-to-dominic-grieve-evening-standard-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:35:00",
        "gmt_time": "2019-08-23 10:35:00"
    },
    {
        "id": 883457,
        "updated_sequence": 1914472,
        "published_at": {
            "unix": 1566556200,
            "text": "2019-08-23 11:30:00 +0100",
            "iso_8601": "2019-08-23T10:30:00Z"
        },
        "updated_at": {
            "unix": 1566556473,
            "text": "2019-08-23 11:34:33 +0100",
            "iso_8601": "2019-08-23T10:34:33Z"
        },
        "subject": "RANsquawk EU Mid Session: Markets bunker down for Powell - 23rd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22610/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European equities opened and remained on a firmer footing (thus far) [Eurostoxx 50 +0.4%]</strong> on the last trading day of the week which follows on from an initially cautious Asia-Pac session before sentiment turned for the better ahead of Fed Chair Powell’s opening remarks at the Jackson Hole Symposium at 1500BST/1000EDT. Sectors are mostly in the green with the exception of the energy sector which coincides with recent losses in the oil complex. Meanwhile, the IT sector outperforms as stellar earnings from US-listed Salesforce.com (+6.8% pre-market) provided tailwinds to DAX heavyweight SAP (+0.8%), which accounts for around 1.5% of the Stoxx 600 index. In terms of individual movers, Thyssenkrupp (+0.9%) opened higher amid source reports that it is planning to merge its steel unit with Klöckner (+8.3%). Also, it’s worth keeping in mind a report by Politico which stated that EU Officials are seeking to create a EUR 100bln wealth fund in order to bolster ‘European Champions’ against American and Chinese business rivals such as Apple (+0.6% pre-market), Google (+0.9% pre-market) and Alibaba (+0.9% premarket).&nbsp;</p><p><strong>FX</strong></p><p><strong>USD</strong> - The Greenback has nudged up a bit further from post-US manufacturing PMI lows that saw the DXY skirt 98.000, and the index is now edging back up towards wtd peaks just shy of 98.500 posted on Tuesday within a 98.185-436 range. Relatively hawkish rhetoric from Fed’s George and Harker have underpinned the Buck ahead of Chair Powell’s keynote speech that is being eyed for clearer policy guidance given this week’s FOMC minutes highlighting divisions between voters beyond the 2 dissenters against July’s 25 bp insurance/mid-cycle rate cut.</p><p><strong>NZD/GBP</strong> - Not quite all change, but positions and roles have partially reversed for the Kiwi and Pound following supportive comments from RBNZ Governor Orr and less euphoria/hype about the prospect of formulating a plan for the Irish backstop that is mutually acceptable for the UK and EU. To recap, NZ’s Central Bank head indicated that the recent larger than expected OCR ease (1/2 point) affords some time for assessment before deciding whether more stimulus is needed in November and effectively signally a pause next month, while French President Macron and German Chancellor Merkel have both been receptive to PM Johnson and the notion that a resolution to the Irish backstop impasse can be reached before it’s too late, but the ball and onus to come up with something different is back in UK hands. In response, Nzd/Usd has rebounded towards 0.6400, with AUD/Nzd back under 1.0600 as Aud/Usd pivots 0.6750 amidst the ongoing, incremental rise Usd/Cny mid-point rates, while Cable has retraced more of its gains through 1.2200 at one stage.</p><p><strong>CHF/JPY</strong> - The Franc and Yen are both weaker vs the Dollar as US Treasury yields rise and the curve steepens, while safe-haven demand is also waning with global trade and geopolitical tensions still prevalent, but not escalating (at present). As such, Usd/Chf and Usd/Jpy are firmer around 0.9850 and 106.50 handles respectively.</p><p><strong>CAD/EUR </strong>- The Loonie and Euro remain relatively rangebound vs the Greenback circa 1.3315 and 1.1065, with the former looking for more independent inspiration from Canadian retail sales data after failing to glean any real or lasting impetus via firm CPI and other minor macro inputs this week (wholesale trade and manufacturing sales). Meanwhile, the single currency is hanging on above 1.1050 and the 2019 base (1.1029) awaiting insight from Fed’s Powell, September’s ECB policy meeting to see how much stimulus is delivered after minutes underlining heightened economic concerns and what happens next in Italy on the political front.</p><p><strong>EM</strong> - The Rand is outperforming and clawing back recent losses vs the Buck with a less downbeat/negative take from Moody’s on the SA fiscal outlook following extra financial assistance for Eskom helping alongside a less bearish technical backdrop as Usd/Zar reverses through 15.2500 and 15.1500 before basing around 15.1300.</p><p><strong>FIXED INCOME</strong></p><p>Some consolidation, short covering and perhaps even dip buying after the early sell-off fuelled by deeper losses in UK bonds on the back of renewed Brexit deal hopes. However, <strong>Gilts</strong> are still markedly lagging around 133.55 within 133.84-38 parameters vs Bunds that have bounced off 177.48 lows towards 178.00 and US Treasuries reclaiming 130-00, albeit still soft and re-steepening. As noted, and widely regarded, Fed’s Powell is expected to headline Friday’s agenda, but breaking news will be a factor and on that note latest comments from Russia and reports on US-China trade look rather risk-off.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> futures are choppy in a relatively tight parameter as all eyes turn to Fed Chair Powell for any hint on the magnitude of the widely anticipated Fed rate cut in September against the backdrop of some recent hawkish Fed rhetoric. <strong>WTI</strong> futures remain contained in a 55.20-60/bbl range whilst its Brent counterpart straddles on either side of 60/bbl. Elsewhere, gold is marginally softer intraday and remains below the 1500/oz mark, largely weighed on by a firmer Greenback, in anticipation for the Fed Chair’s speech. <strong>Copper</strong> on the other hand is rebounding off recent lows, albeit prices remain below 2.6/lb with desks citing US-China optimism as a driver, although a retracement of recent losses/some profit taking may also be factors. Meanwhile, Dalian iron ore surged over 3% overnight following the ruthless sell-off in recent days, also potentially due to profit-taking heading into a risk-packed weekend. Finally, ING notes that the recent surge in Nickel prices seem to be running out of steam after prices declined around 4% this week. “The speculated supply disruptions from Indonesia have not materialised yet, whilst the demand-side continues to face pressure as margins for stainless steel producers take a hit” the analysts state.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-markets-bunker-down-for-powell-23rd-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:30:00",
        "gmt_time": "2019-08-23 10:30:00"
    },
    {
        "id": 883456,
        "updated_sequence": 1914467,
        "published_at": {
            "unix": 1566556080,
            "text": "2019-08-23 11:28:00 +0100",
            "iso_8601": "2019-08-23T10:28:00Z"
        },
        "updated_at": {
            "unix": 1566556192,
            "text": "2019-08-23 11:29:52 +0100",
            "iso_8601": "2019-08-23T10:29:52Z"
        },
        "subject": "European Commission says it stands ready to engage constructively with UK on any concrete proposals compatible with Withdrawal Agreement, according to a spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-commission-says-it-stands-ready-to-engage-constructively-with-uk-on-any-concrete-proposals-compatible-with-withdrawal-agreement-according-to-a-spokesperson-23-08-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:28:00",
        "gmt_time": "2019-08-23 10:28:00"
    },
    {
        "id": 883455,
        "updated_sequence": 1914464,
        "published_at": {
            "unix": 1566555600,
            "text": "2019-08-23 11:20:00 +0100",
            "iso_8601": "2019-08-23T10:20:00Z"
        },
        "updated_at": {
            "unix": 1566555649,
            "text": "2019-08-23 11:20:49 +0100",
            "iso_8601": "2019-08-23T10:20:49Z"
        },
        "subject": "Fixed Income: core debt still depressed and yield curves less compressed, but off extremes",
        "content": "<p>Some consolidation, short covering and perhaps even dip buying after the early sell-off fuelled by deeper losses in UK bonds on the back of renewed Brexit deal hopes. However, Gilts are still markedly lagging around 133.55 within 133.84-38 parameters vs Bunds that have bounced off 177.48 lows towards 178.00 and US Treasuries reclaiming 130-00, albeit still soft and re-steepening. As noted and widely regarded, Fed’s Powell is expected to headline Friday’s agenda, but breaking news will be a factor and on that note latest comments from Russia and reports on US-China trade look rather risk-off.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-debt-still-depressed-and-yield-curves-less-compressed-but-off-extremes-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:20:00",
        "gmt_time": "2019-08-23 10:20:00"
    },
    {
        "id": 883453,
        "updated_sequence": 1914454,
        "published_at": {
            "unix": 1566554760,
            "text": "2019-08-23 11:06:00 +0100",
            "iso_8601": "2019-08-23T10:06:00Z"
        },
        "updated_at": {
            "unix": 1566554846,
            "text": "2019-08-23 11:07:26 +0100",
            "iso_8601": "2019-08-23T10:07:26Z"
        },
        "subject": "Sources close to US President Trump state that the White House is in a China bind, with a trade deal with China being 'tough to improbable' in the deteriorating environment., Axios ",
        "content": "<p><a href=\"https://www.axios.com/donald-trump-china-trade-war-hong-kong-taiwan-security-3cbddfd7-1ed4-465b-91f0-40f9c3d63278.html\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Axios",
        "slug": "sources-close-to-us-president-trump-state-that-the-white-house-is-in-a-china-bind-with-a-trade-deal-with-china-being-tough-to-improbable-in-the-deteriorating-environment-axios-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:06:00",
        "gmt_time": "2019-08-23 10:06:00"
    },
    {
        "id": 883452,
        "updated_sequence": 1914461,
        "published_at": {
            "unix": 1566554520,
            "text": "2019-08-23 11:02:00 +0100",
            "iso_8601": "2019-08-23T10:02:00Z"
        },
        "updated_at": {
            "unix": 1566555520,
            "text": "2019-08-23 11:18:40 +0100",
            "iso_8601": "2019-08-23T10:18:40Z"
        },
        "subject": "German Finance Ministry spokeswoman says it is now time to use \"cleverer methods\" to ensure the German economy grows, adds that Germany is not in a recession",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Germany posted a Q2 QQ GDP print of -0.2%, with the most recent Bundesbank monthly report states that the German economy could have continued to shrink over the summer, and that overall economic performance may decline slightly again, due to weak industry.</li><li>Meanwhile, IHS noted (following Flash PMIs) that \"Although improving slightly, the survey’s output data haven’t changed enough to dispel the threat of another slight contraction in GDP in the third quarter, especially given the deterioration in the forward-looking indicators\"</li><li>Yesterday Bundesbank said it sees no need for fiscal stimulus at the moment</li></ul>",
        "analysis_updated_at": {
            "unix": 1566554640,
            "text": "2019-08-23 11:04:00 +0100",
            "iso_8601": "2019-08-23T10:04:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-ministry-spokeswoman-says-it-is-now-time-to-use-cleverer-methods-to-ensure-the-german-economy-grows-adds-that-germany-is-not-in-a-recession-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 18:02:00",
        "gmt_time": "2019-08-23 10:02:00"
    },
    {
        "id": 883451,
        "updated_sequence": 1914444,
        "published_at": {
            "unix": 1566554340,
            "text": "2019-08-23 10:59:00 +0100",
            "iso_8601": "2019-08-23T09:59:00Z"
        },
        "updated_at": {
            "unix": 1566554428,
            "text": "2019-08-23 11:00:28 +0100",
            "iso_8601": "2019-08-23T10:00:28Z"
        },
        "subject": "Continental (CON GY) - Co. are reportedly planning on closing 9/32 Powertrain businesses ",
        "content": "<p><a href=\"https://www.faz.net/aktuell/wirtschaft/unternehmen/continental-will-offenbar-neun-werke-schliessen-16347642.html\">Link to Article</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Faz",
        "slug": "continental-con-gy-co-are-reportedly-planning-on-closing-9-32-powertrain-businesses-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:59:00",
        "gmt_time": "2019-08-23 09:59:00"
    },
    {
        "id": 883450,
        "updated_sequence": 1914441,
        "published_at": {
            "unix": 1566554160,
            "text": "2019-08-23 10:56:00 +0100",
            "iso_8601": "2019-08-23T09:56:00Z"
        },
        "updated_at": {
            "unix": 1566554344,
            "text": "2019-08-23 10:59:04 +0100",
            "iso_8601": "2019-08-23T09:59:04Z"
        },
        "subject": "Thyssenkrupp (TKA GY) is reportedly not exploring an immediate takeover of Kloeckner (KCO GY), Cos are only discussing materials trading at the moment, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid a report via Handelsblatt that Thyssenkrupp is reportedly planning to merge its steel unit with Kloeckner.</li></ul>",
        "analysis_updated_at": {
            "unix": 1566554344,
            "text": "2019-08-23 10:59:04 +0100",
            "iso_8601": "2019-08-23T09:59:04Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-is-reportedly-not-exploring-an-immediate-takeover-of-kloeckner-kco-gy-cos-are-only-discussing-materials-trading-at-the-moment-according-to-sources-23-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:56:00",
        "gmt_time": "2019-08-23 09:56:00"
    },
    {
        "id": 883449,
        "updated_sequence": 1914436,
        "published_at": {
            "unix": 1566553920,
            "text": "2019-08-23 10:52:00 +0100",
            "iso_8601": "2019-08-23T09:52:00Z"
        },
        "updated_at": {
            "unix": 1566554013,
            "text": "2019-08-23 10:53:33 +0100",
            "iso_8601": "2019-08-23T09:53:33Z"
        },
        "subject": "FX Morning Colour: Dollar on terra firma before Powell’s testimony from Jackson Hole",
        "content": "<p><strong>USD</strong></p><p>The Greenback has nudged up a bit further from post-US manufacturing PMI lows that saw the <strong>DXY </strong>skirt 98.000, and the index is now edging back up towards wtd peaks just shy of 98.500 posted on Tuesday within a 98.185-436 range. Relatively hawkish rhetoric from Fed’s George and Harker have underpinned the Buck ahead of Chair Powell’s keynote speech that is being eyed for clearer policy guidance given this week’s FOMC minutes highlighting divisions between voters beyond the 2 dissenters against July’s 25 bp insurance/mid-cycle rate cut.</p><p><strong>NZD/GBP&nbsp;</strong></p><p>Not quite all change, but positions and roles have partially reversed for the Kiwi and Pound following supportive comments from RBNZ Governor Orr and less euphoria/hype about the prospect of formulating a plan for the Irish backstop that is mutually acceptable for the UK and EU. To recap, NZ’s Central Bank head indicated that the recent larger than expected OCR ease (1/2 point) affords some time for assessment before deciding whether more stimulus is needed in November and effectively signally a pause next month, while French President Macron and German Chancellor Merkel have both been receptive to PM Johnson and the notion that a resolution to the Irish backstop impasse can be reached before it’s too late, but the ball and onus to come up with something different is back in UK hands. In response, Nzd/Usd has rebounded towards 0.6400, with <strong>AUD</strong>/Nzd back under 1.0600 as Aud/Usd pivots 0.6750 amidst the ongoing, incremental rise Usd/Cny mid-point rates, while Cable has retraced more of its gains through 1.2200 at one stage.</p><p><strong>CHF/JPY</strong></p><p>The Franc and Yen are both weaker vs the Dollar as US Treasury yields rise and the curve steepens, while safe-haven demand is also waning with global trade and geopolitical tensions still prevalent, but not escalating (at present). As such, Usd/Chf and Usd/Jpy are firmer around 0.9850 and 106.50 handles respectively.</p><p><strong>CAD/EUR&nbsp;</strong></p><p>The Loonie and Euro remain relatively rangebound vs the Greenback circa 1.3315 and 1.1065, with the former looking for more independent inspiration from Canadian retail sales data after failing to glean any real or lasting impetus via firm CPI and other minor macro inputs this week (wholesale trade and manufacturing sales). Meanwhile, the single currency is hanging on above 1.1050 and the 2019 base (1.1029) awaiting insight from Fed’s Powell, September’s ECB policy meeting to see how much stimulus is delivered after minutes underlining heightened economic concerns and what happens next in Italy on the political front.</p><p><strong>EM</strong></p><p>The Rand is outperforming and clawing back recent losses vs the Buck with a less downbeat/negative take from Moody’s on the SA fiscal outlook following extra financial assistance for Eskom helping alongside a less bearish technical backdrop as Usd/Zar reverses through 15.2500 and 15.1500 before basing around 15.1300.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-on-terra-firma-before-powell-s-testimony-from-jackson-hole-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:52:00",
        "gmt_time": "2019-08-23 09:52:00"
    },
    {
        "id": 883448,
        "updated_sequence": 1914433,
        "published_at": {
            "unix": 1566553500,
            "text": "2019-08-23 10:45:00 +0100",
            "iso_8601": "2019-08-23T09:45:00Z"
        },
        "updated_at": {
            "unix": 1566553599,
            "text": "2019-08-23 10:46:39 +0100",
            "iso_8601": "2019-08-23T09:46:39Z"
        },
        "subject": "Nomura Quants: Powell's speech at the Jackson Hole meeting will determine global macro hedge fund sentiment in the near term.",
        "content": "<ul><li>Nomura note that, based on the US equity exposure at major hedge funds, much of the recent dip-buying appears to have come from the global macro hedge funds, whose bullish stance on US equities since July seems rooted in the unexpected strength of recent macroeconomic indicators, best seen in an improvement in the US macro surprise index.</li><li>However, the bank sees much of the recent upswing in economic indicators in summer (July through early September) as seasonal in nature. “If US indicators follow past patterns and begin to turn downward next week” the bank notes “stock buying by global macro hedge funds could hit a ceiling and begin to decline.” As such, should the data take a turn for the worse, the bank suggests that further good news, perhaps in the form of a series of Fed rate cuts of between 50-100bps, is a prerequisite for keeping global macro hedge funds bullish, and avoiding a second sharp drop in global equity prices.</li><li>Looking at systematic players such as CTAs; Nomura note that their positions in US equities tend not to stray too far from US economic trends, as such, the possibility that CTAs could switch to shorting futures to a small degree after closing out long positions on futures, should August’s ISM Index print in line with expectations at 51.0. The bank observes that CTAs appear to have closed out only around 60% of long positions on futures so far; as such, further systematic (and one-sided) selling pressure on equities remains a possibility. Algo players will be inclined to sell equity and buy bonds, it suggests.</li><li>Should Fed Chair Powell's speech provide a positive catalyst to fundamentals investors such as global macro hedge funds, they may be inclined to expand their US equities purchases. 2,960 for the S&amp;P 500 and 7,720 for the Nasdaq 100 are key breakeven levels for CTAs, and given their above noted possible inclination to sell equities, whether or not futures can rally past this point may be a key “watershed moment” in determining the supremacy of algo players versus human traders.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quants-powell-s-speech-at-the-jackson-hole-meeting-will-determine-global-macro-hedge-fund-sentiment-in-the-near-term-23-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:45:00",
        "gmt_time": "2019-08-23 09:45:00"
    },
    {
        "id": 883447,
        "updated_sequence": 1914430,
        "published_at": {
            "unix": 1566553140,
            "text": "2019-08-23 10:39:00 +0100",
            "iso_8601": "2019-08-23T09:39:00Z"
        },
        "updated_at": {
            "unix": 1566553367,
            "text": "2019-08-23 10:42:47 +0100",
            "iso_8601": "2019-08-23T09:42:47Z"
        },
        "subject": "Russian President Putin has ordered Russia's military to prepare measures in response to US missile tests, Putin wants the military to take exhaustive measures to prepare for a reciprocal response, according to Russia's Kremlin",
        "content": "<ul><li>President Putin said that Russia does not want to be drawn into an arms race</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-has-ordered-russia-s-military-to-prepare-measures-in-response-to-us-missile-tests-putin-wants-the-military-to-take-exhaustive-measures-to-prepare-for-a-reciprocal-response-according-to-russia-s-kremlin-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:39:00",
        "gmt_time": "2019-08-23 09:39:00"
    },
    {
        "id": 883446,
        "updated_sequence": 1914423,
        "published_at": {
            "unix": 1566552600,
            "text": "2019-08-23 10:30:00 +0100",
            "iso_8601": "2019-08-23T09:30:00Z"
        },
        "updated_at": {
            "unix": 1566552712,
            "text": "2019-08-23 10:31:52 +0100",
            "iso_8601": "2019-08-23T09:31:52Z"
        },
        "subject": "Russian President Putin held a meeting with the country's security council to discuss US' cruise missile test, Putin made an important announcement which will be published soon, Russia's Kremlin states",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-held-a-meeting-with-the-country-s-security-council-to-discuss-us-cruise-missile-test-putin-made-an-important-announcement-which-will-be-published-soon-russia-s-kremlin-states-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:30:00",
        "gmt_time": "2019-08-23 09:30:00"
    },
    {
        "id": 883253,
        "updated_sequence": 1914417,
        "published_at": {
            "unix": 1566550800,
            "text": "2019-08-23 10:00:00 +0100",
            "iso_8601": "2019-08-23T09:00:00Z"
        },
        "updated_at": {
            "unix": 1566550800,
            "text": "2019-08-23 10:00:00 +0100",
            "iso_8601": "2019-08-23T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-22-08-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 17:00:00",
        "gmt_time": "2019-08-23 09:00:00"
    },
    {
        "id": 883444,
        "updated_sequence": 1914415,
        "published_at": {
            "unix": 1566550680,
            "text": "2019-08-23 09:58:00 +0100",
            "iso_8601": "2019-08-23T08:58:00Z"
        },
        "updated_at": {
            "unix": 1566550753,
            "text": "2019-08-23 09:59:13 +0100",
            "iso_8601": "2019-08-23T08:59:13Z"
        },
        "subject": "Fitch affirms Singapore at \"AAA\"; outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-singapore-at-aaa-outlook-stable-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:58:00",
        "gmt_time": "2019-08-23 08:58:00"
    },
    {
        "id": 883443,
        "updated_sequence": 1914412,
        "published_at": {
            "unix": 1566549660,
            "text": "2019-08-23 09:41:00 +0100",
            "iso_8601": "2019-08-23T08:41:00Z"
        },
        "updated_at": {
            "unix": 1566549769,
            "text": "2019-08-23 09:42:49 +0100",
            "iso_8601": "2019-08-23T08:42:49Z"
        },
        "subject": "UBS FX Spot Ideas, 23rd August 2019",
        "content": "<ul><li><strong>EUR/USD </strong>- Sell rally 1.1080-90, stop above 1.1115, target 1.1045</li><li><strong>USD/JPY -</strong> Buy dips 106.30-40, stop below 106.15, target 106.90</li><li><strong>EUR/JPY -</strong> play range 117.75 - 118.50</li><li><strong>USD/CHF - </strong>Buy dips 0.9835, stop below 0.9825, target 0.9875</li><li><strong>EUR/CHF -</strong> Play range 1.0885 - 1.0925</li><li><strong>GBP/USD -</strong> Sell rally 1.2240-50, stop above 1.2285, target 1.2185</li><li><strong>EUR/GBP - </strong>Buy dips 0.9030-40, stop below 0.9020, target 0.9100</li><li><strong>AUD/USD -</strong> Sell rally 0.6765-75 stop above 0.6790, target 0.6725</li><li><strong>NZD/USD -</strong> Sell rally 0.6390-0.06400, stop above 0.6410, target 0.6360</li><li><strong>USD/CAD - </strong>Buy dips 1.3280-90, stop below 1.3260, target 1.3350</li><li><strong>EUR/SEK - &nbsp;</strong>Play range 10.69 - 10.75</li><li><strong>EUR/NOK -</strong> Sell rally 9.95-9.96, stop above 9.9850, target 9.90</li><li><strong>XAU/USD -</strong> &nbsp;Sell 1497-99, &nbsp;stop above 1502, take profit 1485</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-23rd-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:41:00",
        "gmt_time": "2019-08-23 08:41:00"
    },
    {
        "id": 883441,
        "updated_sequence": 1914405,
        "published_at": {
            "unix": 1566549000,
            "text": "2019-08-23 09:30:00 +0100",
            "iso_8601": "2019-08-23T08:30:00Z"
        },
        "updated_at": {
            "unix": 1566549086,
            "text": "2019-08-23 09:31:26 +0100",
            "iso_8601": "2019-08-23T08:31:26Z"
        },
        "subject": "JACKSON HOLE SYMPOSIUM AGENDA AND TV INTERVIEWS",
        "content": "<figure class=\"image\"><img src=\"/uploads/ckeditor_wave/ck_images/46c55632-3603-4435-bd8b-1eca9a25a0d3.jpg\"></figure>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "jackson-hole-symposium-agenda-and-tv-interviews-08_31am_utc_23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:30:00",
        "gmt_time": "2019-08-23 08:30:00"
    },
    {
        "id": 883440,
        "updated_sequence": 1914402,
        "published_at": {
            "unix": 1566548820,
            "text": "2019-08-23 09:27:00 +0100",
            "iso_8601": "2019-08-23T08:27:00Z"
        },
        "updated_at": {
            "unix": 1566549007,
            "text": "2019-08-23 09:30:07 +0100",
            "iso_8601": "2019-08-23T08:30:07Z"
        },
        "subject": "Deutsche Lufthansa (LHA GY) - Co. reportedly want to increase profits by 50%, to raise EBIT to EUR 3bln in the foreseeable future., Manager Magazin",
        "content": "<p><a href=\"https://www.manager-magazin.de/unternehmen/artikel/lufthansa-will-gewinn-um-50-prozent-steigern-a-1282877.html\">Link to Article</a></p><ul><li>Co. are also to decide on an austerity programme in September, with measures including a hiring freeze and a qualified spending freeze among possible options</li></ul>",
        "reaction_details": "<ul><li>In an immediate reaction Co. shares moved higher from EUR 13.36 to EUR 13.67</li></ul>",
        "reaction_updated_at": {
            "unix": 1566549006,
            "text": "2019-08-23 09:30:06 +0100",
            "iso_8601": "2019-08-23T08:30:06Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Manager Magazin",
        "slug": "deutsche-lufthansa-lha-gy-co-reportedly-want-to-increase-profits-by-50-to-raise-ebit-to-eur-3bln-in-the-foreseeable-future-manager-magazin-23-08-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:27:00",
        "gmt_time": "2019-08-23 08:27:00"
    },
    {
        "id": 883439,
        "updated_sequence": 1914396,
        "published_at": {
            "unix": 1566547920,
            "text": "2019-08-23 09:12:00 +0100",
            "iso_8601": "2019-08-23T08:12:00Z"
        },
        "updated_at": {
            "unix": 1566547943,
            "text": "2019-08-23 09:12:23 +0100",
            "iso_8601": "2019-08-23T08:12:23Z"
        },
        "subject": "RANsquawk Ad-Hoc Economic Analysis - Jackson Hole & G7 Schedule",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22609/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-ad-hoc-economic-analysis-jackson-hole-g7-schedule-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:12:00",
        "gmt_time": "2019-08-23 08:12:00"
    },
    {
        "id": 883438,
        "updated_sequence": 1914393,
        "published_at": {
            "unix": 1566547680,
            "text": "2019-08-23 09:08:00 +0100",
            "iso_8601": "2019-08-23T08:08:00Z"
        },
        "updated_at": {
            "unix": 1566547751,
            "text": "2019-08-23 09:09:11 +0100",
            "iso_8601": "2019-08-23T08:09:11Z"
        },
        "subject": "BAML Flow show: USD 15bln into bond flows and USD 14.5bln out of equity funds in the week to Wednesday; USD 7.1bln weekly inflow to government bonds,  USD 8.1bln into investment grade corporate bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-usd-15bln-into-bond-flows-and-usd-14-5bln-out-of-equity-funds-in-the-week-to-wednesday-usd-7-1bln-weekly-inflow-to-government-bonds-usd-8-1bln-into-investment-grade-corporate-bonds-23-08-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:08:00",
        "gmt_time": "2019-08-23 08:08:00"
    },
    {
        "id": 883437,
        "updated_sequence": 1914390,
        "published_at": {
            "unix": 1566547200,
            "text": "2019-08-23 09:00:00 +0100",
            "iso_8601": "2019-08-23T08:00:00Z"
        },
        "updated_at": {
            "unix": 1566547292,
            "text": "2019-08-23 09:01:32 +0100",
            "iso_8601": "2019-08-23T08:01:32Z"
        },
        "subject": "Huawei says smart devices sales were better than initially feared but segment could see a 2019 revenue hit of around USD 10bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "huawei-says-smart-devices-sales-were-better-than-initially-feared-but-segment-could-see-a-2019-revenue-hit-of-around-usd-10bln-23-08-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 16:00:00",
        "gmt_time": "2019-08-23 08:00:00"
    },
    {
        "id": 883436,
        "updated_sequence": 1914387,
        "published_at": {
            "unix": 1566547020,
            "text": "2019-08-23 08:57:00 +0100",
            "iso_8601": "2019-08-23T07:57:00Z"
        },
        "updated_at": {
            "unix": 1566547079,
            "text": "2019-08-23 08:57:59 +0100",
            "iso_8601": "2019-08-23T07:57:59Z"
        },
        "subject": "Gilts and Short Sterling extend declines on backstop breakthrough optimism",
        "content": "<p>It remains to be seen whether goodwill and well meaning words translate to anything tangible in the next month or even October 31, but for now it seems that UK markets are taking comments from 2 of the EU’s top officials (Merkel and Macron) in good faith and factoring in some form of alternative arrangement for the Irish border that will facilitate a Brexit deal. Indeed, the 10 year benchmark has retreated further from this week’s recovery highs, with stops said to have been tripped when an earlier August low was breached (133.73) and more once 133.65 also gave way. Gilts have subsequently been down to 133.38 and just a handful of ticks away from the next downside chart/technical target at 133.33 – this month’s base – and for once, or rather unusually it appears that contagion has spread to Bunds and US Treasuries, as the former slides to 177.48 and latter through 130-00. Similarly, the 3 month strip is towards the bottom end of the early -0.5 to -3.5 tick Liffe range.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-extend-declines-on-backstop-breakthrough-optimism-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 15:57:00",
        "gmt_time": "2019-08-23 07:57:00"
    },
    {
        "id": 883435,
        "updated_sequence": 1914384,
        "published_at": {
            "unix": 1566546360,
            "text": "2019-08-23 08:46:00 +0100",
            "iso_8601": "2019-08-23T07:46:00Z"
        },
        "updated_at": {
            "unix": 1566546465,
            "text": "2019-08-23 08:47:45 +0100",
            "iso_8601": "2019-08-23T07:47:45Z"
        },
        "subject": "Ryanair (RYA LN) says first wave of flights to and from the UK have departed on schedule this morning without any disruptions, no disruptions are expected for the rest of the day",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid the 48-hour pilot strike which started yesterday after Ryanair rejected BALPA union's demands</li></ul>",
        "analysis_updated_at": {
            "unix": 1566546465,
            "text": "2019-08-23 08:47:45 +0100",
            "iso_8601": "2019-08-23T07:47:45Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-says-first-wave-of-flights-to-and-from-the-uk-have-departed-on-schedule-this-morning-without-any-disruptions-no-disruptions-are-expected-for-the-rest-of-the-day-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 15:46:00",
        "gmt_time": "2019-08-23 07:46:00"
    },
    {
        "id": 883434,
        "updated_sequence": 1914381,
        "published_at": {
            "unix": 1566546120,
            "text": "2019-08-23 08:42:00 +0100",
            "iso_8601": "2019-08-23T07:42:00Z"
        },
        "updated_at": {
            "unix": 1566546330,
            "text": "2019-08-23 08:45:30 +0100",
            "iso_8601": "2019-08-23T07:45:30Z"
        },
        "subject": "Ireland will look to block its free trade deal between the EU and South American trade bloc unless Brazil takes action to protect the Amazon rainforest ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Irish Independent",
        "slug": "ireland-will-look-to-block-its-free-trade-deal-between-the-eu-and-south-american-trade-bloc-unless-brazil-takes-action-to-protect-the-amazon-rainforest-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 15:42:00",
        "gmt_time": "2019-08-23 07:42:00"
    },
    {
        "id": 883432,
        "updated_sequence": 1914375,
        "published_at": {
            "unix": 1566544260,
            "text": "2019-08-23 08:11:00 +0100",
            "iso_8601": "2019-08-23T07:11:00Z"
        },
        "updated_at": {
            "unix": 1566544347,
            "text": "2019-08-23 08:12:27 +0100",
            "iso_8601": "2019-08-23T07:12:27Z"
        },
        "subject": "Bunds: on the defensive ahead of keynote Jackson Hole address",
        "content": "<p>In keeping with this week’s overall trend, upticks in the core Eurozone bond continue to be faded and the latest attempt to rally topped out at 178.10 compared to Thursday’s Eurex close. However, the 10 year German benchmark has not breached yesterday’s low that coincides with a technical support area and is close to the psychological -60 bp mark in cash terms having pared losses from a 177.74 low, and Bunds could well remain largely contained until Friday’s headline event in the form of Fed chair Powell’s speech from Jackson Hole that is due to kick off at 15.00BST. Comments in the run up by several other Fed members may provide some interim/passing interest and price ‘action’, but the next major moves and direction for debt and the curves appear mainly if not entirely down to Powell.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-on-the-defensive-ahead-of-keynote-jackson-hole-address-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 15:11:00",
        "gmt_time": "2019-08-23 07:11:00"
    },
    {
        "id": 883431,
        "updated_sequence": 1914372,
        "published_at": {
            "unix": 1566543900,
            "text": "2019-08-23 08:05:00 +0100",
            "iso_8601": "2019-08-23T07:05:00Z"
        },
        "updated_at": {
            "unix": 1566543976,
            "text": "2019-08-23 08:06:16 +0100",
            "iso_8601": "2019-08-23T07:06:16Z"
        },
        "subject": "European equity movers this morning: Bechtle (BC8 GY) +5.5%; ThyssenKrupp (TKA GY) +2.8%; Wirecard (WDI GY) +1.6%; SAP (SAP GY) +1.2%; Commerzbank (CBK GY) +1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-bechtle-bc8-gy-5-5-thyssenkrupp-tka-gy-2-8-wirecard-wdi-gy-1-6-sap-sap-gy-1-2-commerzbank-cbk-gy-1-0-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 15:05:00",
        "gmt_time": "2019-08-23 07:05:00"
    },
    {
        "id": 883429,
        "updated_sequence": 1914362,
        "published_at": {
            "unix": 1566542520,
            "text": "2019-08-23 07:42:00 +0100",
            "iso_8601": "2019-08-23T06:42:00Z"
        },
        "updated_at": {
            "unix": 1566542819,
            "text": "2019-08-23 07:46:59 +0100",
            "iso_8601": "2019-08-23T06:46:59Z"
        },
        "subject": "Larger FX option expiries for today's NY cut ",
        "content": "<p>EUR/USD 1.1030 (760M), 1.1150-60 (700M), 1.1170-75 (538M)</p><p>USD/JPY 105.00 (455M), 105.75 (715M), 106.25-30 (900M), 107.00 (725M)</p><p>USD/CAD 1.3195-00 (900M), 1.3375 (723M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "larger-fx-option-expiries-for-today-s-ny-cut-23-08-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 14:42:00",
        "gmt_time": "2019-08-23 06:42:00"
    },
    {
        "id": 883426,
        "updated_sequence": 1914369,
        "published_at": {
            "unix": 1566542280,
            "text": "2019-08-23 07:38:00 +0100",
            "iso_8601": "2019-08-23T06:38:00Z"
        },
        "updated_at": {
            "unix": 1566543713,
            "text": "2019-08-23 08:01:53 +0100",
            "iso_8601": "2019-08-23T07:01:53Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p><strong>Commerzbank (CBK GY) - </strong>&nbsp;Co. are reportedly in discussions regarding additional job cuts. (Newswires)</p><p><strong>Drilling Co. (DRLCO DC) – </strong>H1 revenue USD 623mln vs. Prev. USD 742mln, EBITDA before special items USD 231mln vs. Prev. USD 309mln. Co. maintain FY guidance. (Newswires)</p><p><strong>GlaxoSmithKline (GSK LN) – </strong>Co announce positive headline results from their pivotal Dream-2 study, with Belantamab Mafodotin, on target for regulatory submission by the end of 2019. (Newswires)</p><p><strong>RBS (RBS LN)/ Santander (SAN SM) – </strong>CMA has taken action against the Co’s after they failed to send or sent out inaccurate PPI reminders. (Newswires)</p><p><strong>Roche (ROG SW) – </strong>Japan has reportedly approved a new indication for the Co’s Tecentriq. (Newswires)</p><p><strong>Telecom Italia (TIT IM) – </strong>Co’s Brazil unit has signed an agreement with regulator Anatel to improve their service. (Newswires)</p><p><strong>Volkswagen (VOW3 GY) - </strong>Co. are reportedly exploring potential investments in Chinese based auto suppliers. (Newswires)</p><p><strong>CONTINENTAL (CON GY) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT BOFA MERRILL</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 14:38:00",
        "gmt_time": "2019-08-23 06:38:00"
    },
    {
        "id": 883428,
        "updated_sequence": 1914355,
        "published_at": {
            "unix": 1566540420,
            "text": "2019-08-23 07:07:00 +0100",
            "iso_8601": "2019-08-23T06:07:00Z"
        },
        "updated_at": {
            "unix": 1566542253,
            "text": "2019-08-23 07:37:33 +0100",
            "iso_8601": "2019-08-23T06:37:33Z"
        },
        "subject": "South Korea's Deputy National Security Advisor Kim says Japan has not only rejected but ignored their offers for a dialogue, provides a chance to strengthen South Korea/US alliance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after South Korea said it will not renew the intelligence pact with Japan after Japan removed SK from its export white-list</li></ul>",
        "analysis_updated_at": {
            "unix": 1566542253,
            "text": "2019-08-23 07:37:33 +0100",
            "iso_8601": "2019-08-23T06:37:33Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-s-deputy-national-security-advisor-kim-says-japan-has-not-only-rejected-but-ignored-their-offers-for-a-dialogue-provides-a-chance-to-strengthen-south-korea-us-alliance-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 14:07:00",
        "gmt_time": "2019-08-23 06:07:00"
    },
    {
        "id": 883427,
        "updated_sequence": 1914326,
        "published_at": {
            "unix": 1566540000,
            "text": "2019-08-23 07:00:00 +0100",
            "iso_8601": "2019-08-23T06:00:00Z"
        },
        "updated_at": {
            "unix": 1566540122,
            "text": "2019-08-23 07:02:02 +0100",
            "iso_8601": "2019-08-23T06:02:02Z"
        },
        "subject": "Russian Finance Ministry said Russia is \"actively considering\" issuing Yuan-denominated bonds on the Moscow Exchange; Sputnik",
        "content": "<ul><li><a href=\"https://sputniknews.com/business/201908231076614430-russia-to-actively-consider-issuing-yuan-denominated-bonds-on-moscow-exchange/?utm_source=https://t.co/xHDsG2Nqc5&amp;utm_medium=short_url&amp;utm_content=9x6P&amp;utm_campaign=URL_shortening\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>SCMP previously reported that Russia is keen to sell Yuan bonds to deepen ties with China and further reduce US dollar dependence</li><li><a href=\"https://www.scmp.com/economy/china-economy/article/3013528/russia-keen-sell-yuan-bonds-deepen-ties-china-and-further\">Link to article</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1566540120,
            "text": "2019-08-23 07:02:00 +0100",
            "iso_8601": "2019-08-23T06:02:00Z"
        },
        "push_notify": false,
        "source": "Sputnik",
        "slug": "russian-finance-ministry-said-russia-is-actively-considering-issuing-yuan-denominated-bonds-on-the-moscow-exchange-sputnik-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 14:00:00",
        "gmt_time": "2019-08-23 06:00:00"
    },
    {
        "id": 883425,
        "updated_sequence": 1914351,
        "published_at": {
            "unix": 1566539400,
            "text": "2019-08-23 06:50:00 +0100",
            "iso_8601": "2019-08-23T05:50:00Z"
        },
        "updated_at": {
            "unix": 1566542044,
            "text": "2019-08-23 07:34:04 +0100",
            "iso_8601": "2019-08-23T06:34:04Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>23rd August 2019</p><p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p><strong>ASIA</strong></p><p>Asian equity markets traded with cautious gains as participants await Fed Chair Powell’s looming speech at the Jackson Hole Symposium and after the lack of conviction on Wall St.&nbsp;where risk appetite was dampened by hawkish Fed rhetoric, as well as decade-low US Manufacturing PMI data.&nbsp;ASX 200 (+0.1%)&nbsp;was positive with stock news in Australia dominated by earnings including Goodman Group and Sims Metals which have surged due to profit growth, although upside in the index was limited by weakness in the commodity sectors especially gold miners after the precious metal slipped below USD 1500/oz level. Elsewhere,&nbsp;Nikkei 225 (+0.3%)&nbsp;was supported by favourable currency moves, while&nbsp;Hang Seng (+0.2%)&nbsp;and&nbsp;Shanghai Comp. (+0.5%)&nbsp;were higher despite early indecisiveness after China’s MOFCOM reiterated its threat to retaliate against the US in the trade dispute and amid mixed signals from the PBoC in which they conducted reverse repos but resulted to a net liquidity drain for the week and softened its reference rate, although not as weak as anticipated.&nbsp;</p><p>&nbsp;</p><p><strong>FTSE 100</strong></p><p><strong>BT (BT/A LN) – </strong>Co. announce its intention to deregister from the SEC, and is to terminate their ADR programme. (Newswires)</p><p>OTHER UK COMPANIES</p><p><strong>Ryanair (RYA LN) – </strong>Co. has been ranked at the bottom of a survey which rates the customer service of 100 popular brands. Customers branded Co. as ‘greedy and arrogant’. (BBC)</p><p>BROKER MOVES</p><p><strong>ROLLS ROYCE (RR/ LN) </strong>DOWNGRADED TO BBB FROM BBB+, OUTLOOK NEGATIVE AT S&amp;P</p><p>&nbsp;</p><p><strong>DAX</strong></p><p><strong>Deutsche Bank (DBK GY) – </strong>Co. has reportedly agreed to pay USD 16.2mln to close civil allegations that it attempted to hire the relatives of government officials to secure business opportunities in Russia and China. Separately, Co. is reportedly preparing to transfer up to 800 staff members to <strong>BNP Paribas (BNP FP)</strong> as part of its pullback from investment banking. (FT)</p><p><strong>ThyssenKrupp (TKA GY)</strong> – Co. is reportedly planning to merge its steel unit with <strong>Kloeckner (KCO GY).</strong> (Handelsblatt)&nbsp;</p><p><strong>Wirecard (WDI GY) – </strong>Co. have secured SinExpress, a European leisure airline, as a new client. (Newswires)</p><p><strong>SAP (SAP GY) </strong>– Salesforce (CRM) Q2 19 (USD): Adj EPS 0.66 (exp. 0.47), Revenue 4.0bln (exp. 3.95bln); raises FY Revenue view 16.75-16.9bln (exp. 16.22bln) Salesforce rose 6.3% aftermarket trade. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>RWE (RWE GY) </strong>UPGRADED TO OUTPERFORM FROM NEUTRAL AT MAINFIRST BANK</p><p><strong>BECHTLE (BC8 GY) </strong>UPGRADED TO BUY FROM HOLD AT BAADER HELVEA</p><p>&nbsp;</p><p><strong>CAC</strong></p><p><strong>Airbus (AIR FP) – Boeing (BA) </strong>is reportedly planning a record production level of 737 Max planes in June 2020, after flights resume. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>&nbsp;</p><p><strong>PAN EUROPE</strong></p><p><strong>European Companies </strong>– EU Officials want to create a EUR 100bln wealth fund in order to bolster ‘European Champions’ against American and Chinese business rivals such as Apple (AAPL), Google (GOOG) and Alibaba (BABA). (Politico)</p><p><strong>Tenaris (TEN IM) – </strong>Co. have secured a USD 1.9bln contract with ADNOC. (Newswires)</p><p><strong>ASR Nederland (ASRNL NA) – </strong>H1 net EUR 540mln vs. Prev. EUR 368mln, operating EUR 459mln vs. Prev. EUR 380mln. Co. confirms the acquisition of Veherex. (Newswires)</p><p>BROKER MOVES</p><p>&nbsp;</p><p><strong>SMI</strong></p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>&nbsp;</p><p><strong>SCANDINAVIA</strong></p><p><strong>SimCorp (SIM DC) – </strong>Co. upgraded its FY sales outlook to 12-17% vs. Prev. forecast 10-15%. (Newswires)</p><p>BROKER MOVES</p><p><strong>SCHIBSTED (SCHA NO) </strong>UPGRADED TO BUY FROM NEUTRAL AT CITIGROUP</p><p><strong>AMBU (AMBUD DC) </strong>REITERATED OVERWEIGHT AT JP MORGAN</p><p>&nbsp;</p><p><strong>US</strong></p><p><strong>* S&amp;P 500 0% at 2928, NASDAQ-100 -0.3% at 7723, Dow Jones&nbsp; 0.2% at 26300; </strong>SECTORS: S&amp;P 500 Consumer Discretionary&nbsp; -0.1%, S&amp;P 500 Consumer Staples 0.4%, S&amp;P 500 Energy&nbsp; -0.5%, S&amp;P 500 Financials&nbsp; 0.7%, S&amp;P 500 Health Care&nbsp; -0.5%, S&amp;P 500 Industrials&nbsp; 0.1%, S&amp;P 500 Information Technology&nbsp; -0.3%, S&amp;P 500 Materials&nbsp; -0.7%, S&amp;P 500 Telecommunication Services&nbsp; -0.2%, S&amp;P 500 Utilities&nbsp; 0.1%</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-23-08-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:50:00",
        "gmt_time": "2019-08-23 05:50:00"
    },
    {
        "id": 883424,
        "updated_sequence": 1914317,
        "published_at": {
            "unix": 1566537600,
            "text": "2019-08-23 06:20:00 +0100",
            "iso_8601": "2019-08-23T05:20:00Z"
        },
        "updated_at": {
            "unix": 1566538806,
            "text": "2019-08-23 06:40:06 +0100",
            "iso_8601": "2019-08-23T05:40:06Z"
        },
        "subject": "RANsquawk Daily European Opening News - 23rd August 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22607/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Asian equity markets traded with cautious gains as participants await Fed Chair Powell’s speech and after the lack of conviction on Wall St.</strong></li><li><strong>In FX markets, the greenback extended above the 98.00 level, EUR/USD was contained in a tight range, USD/JPY and JPY-crosses edged mild gains and NZD/USD firmed after comments from RBNZ Governor Orr</strong></li><li><strong>UK Tory Remainers who are intent on stopping a no-deal are reportedly attempting to delay Brexit, according to sources</strong></li><li><strong>Italian President Mattarella stated consultations will be held on Tuesday on forming a new government, 5-Star lawmakers are backing talks with the PD Party</strong></li><li><strong>Looking ahead, highlights include Canadian Retail Sales, US New Home Sales, Fed’s Powell, Bullard, Mester, Kaplan &amp; Harker, BoE’s Carney</strong></li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded with cautious gains as participants await Fed Chair Powell’s looming speech at the Jackson Hole Symposium and after the lack of conviction on Wall St.</strong> where risk appetite was dampened by hawkish Fed rhetoric, as well as decade-low US Manufacturing PMI data. <strong>ASX 200 (+0.1%)</strong> was positive with stock news in Australia dominated by earnings including Goodman Group and Sims Metals which have surged due to profit growth, although upside in the index was limited by weakness in the commodity sectors especially gold miners after the precious metal slipped below USD 1500/oz level. Elsewhere, <strong>Nikkei 225 (+0.3%)</strong> was supported by favourable currency moves, while <strong>Hang Seng (+0.2%)</strong> and <strong>Shanghai Comp. (+0.5%)</strong> were higher despite early indecisiveness after China’s MOFCOM reiterated its threat to retaliate against the US in the trade dispute and amid mixed signals from the PBoC in which they conducted reverse repos but resulted to a net liquidity drain for the week and softened its reference rate, although not as weak as anticipated. Finally, 10yr JGBs were subdued amid similar weakness in T-notes and as stocks in the region eked mild gains, although downside was stemmed amid the BoJ’s presence in the market for over JPY 1.2tln of JGBs in 1yr-10yr maturities.</p><p>PBoC injected CNY 80bln via 7-day reverse repos for a weekly net drain of CNY 30bln vs. last week's CNY 300bln injection. (Newswires)</p><p><strong>PBoC set CNY mid-point at 7.0572 vs. Exp. 7.0674 (Prev. 7.0490)</strong></p><p>China Global Times Editor said US tried to suppress China, but the damage caused is less than what China had feared. (Twitter)</p><p>White House Economic Adviser Kudlow said the US is making pretty good progress in trade discussions with Japan regarding telecoms and agriculture, while there were separate comments from Japanese Economy Minister Motegi that they will resume ministerial level talks with US on trade today and are getting close to a conclusion. (Newswires)</p><p>Japanese National CPI (Jul) Y/Y 0.5% vs. Exp. 0.5% (Prev. 0.7%). (Newswires) Japanese National CPI Ex. Fresh Food (Jul) Y/Y 0.6% vs. Exp. 0.6% (Prev. 0.6%) Japanese National CPI Ex. Fresh Food &amp; Energy (Jul) Y/Y 0.6% vs. Exp. 0.5% (Prev. 0.5%)&nbsp;</p><p>&nbsp;</p><p><strong>UK/EU</strong></p><p><strong>UK Tory Remainers who are intent on stopping a no-deal are reportedly attempting to delay Brexit by preparing to hold their own talks with Brussels, sources state. </strong>A Downing Street source added that Brussels could reject any request for an extension, even if PM Johnson is legally bound to ask for one. (Times)</p><p><strong>Remain rebels in the UK Conservative party have delayed their attempt to force PM Johnson to abandon a No-deal Brexit amid disagreement with MPs in other parties on when to act. (The Sun)</strong></p><p>Italian President Mattarella said new elections is a choice that cannot be taken lightly and that some parties he has spoken to said they are working towards a deal to create a coalition but needed more time which he will give. Furthermore<strong>, Mattarella also stated new consultations will be held on Tuesday</strong>, while Italian 5-Star Leader Di Maio is said to have handed Mattarella ten reforms that need passing before parliament can be dissolved. Meanwhile, <strong>5-Star lawmakers stated that they back talks with PD on a new government. League Leader Salvini also stated that he is willing to re-form a government with 5-Star</strong> if it adopts a more constructive attitude to the League’s policies. (Newswires)</p><p><strong>EU officials want to set up a EUR 100bln wealth fund to bolster \"European champions\" against American and Chinese business rivals like Google, Apple and Alibaba. (Politico)</strong></p><p>&nbsp;</p><p><strong>FX</strong></p><p>In FX markets, the greenback extended above the 98.00 level and is more determined in comparison to the choppy trade seen in the prior session where turbulence was triggered by opposing factors including hawkish Fed comments and disappointing PMI data. <strong>EUR/USD</strong> was contained in a tight range at the 1.1000 handle after the ECB minutes noted the slowdown is more protracted than previously thought and amid ongoing political uncertainty in Italy where parties have several days to attempt to form a government, while Deputy PM Salvini appeared to have changed his tune and suggested the League are still willing to re-form a government with 5-Star if it is more constructive. <strong>GBP/USD</strong> slightly pulled back but remained above 1.2200 after German Chancellor Merkel once again spurred the currency with her optimism regarding reaching a solution by the Brexit date despite contrasting views from within her close circle. Elsewhere, <strong>USD/JPY</strong> and <strong>JPY-crosses</strong> edged mild gains and another leg in this week’s price swings, while <strong>NZD/USD</strong> firmed after comments from RBNZ Governor Orr that they will do whatever it takes to support New Zealand economy but can afford to wait and observe what is happening. Furthermore, Orr stated they will see what the situation is like in November and will cut if necessary, which suggests a move in the September meeting is unlikely, while a breakdown of support around 1.0600 in <strong>AUD/NZD</strong> added to the outperformance of <strong>NZD</strong> against its trans-Tasman counterpart.</p><p>RBNZ Governor Orr reiterated a rate cut earlier reduces likelihood of having to do more later and stated they will do whatever it takes to support New Zealand economy but can afford to wait and observe what is happening, while he added that they will see what the situation is like in November and will cut if necessary. (Newswires)</p><p>&nbsp;</p><p><strong>COMMODITIES</strong></p><p>Commodities were subdued with <strong>WTI</strong> crude futures unchanged amid a lack of fresh catalysts overnight and with market participants tentative ahead of Fed Chair Powell’s speech at the Jackson Hole symposium. Elsewhere, <strong>gold</strong> prices are marginally lower after having recently given up the USD 1500/oz level with the precious metal hampered by a firmer greenback following the recent hawkish Fed rhetoric, while <strong>copper</strong> prices flatlined amid the cautious tone in the region.</p><p>&nbsp;</p><p><strong>GEOPOLITICS</strong></p><p><strong>North Korea Foreign Minister Ri said US Secretary of State Pompeo casts dark shadows over US-North Korea talks and that Pompeo is more interested in his political ambitions than US foreign policy, while the Foreign Minister added we have given enough time to US and are ready for both dialogue and confrontation, while he added it would be a miscalculation if US continues with sanctions and that North Korea can remain the biggest threat to US for a long time. (KCNA)</strong></p><p>&nbsp;</p><p><strong>US</strong></p><p>Major curve spreads were mixed at settlement, although +/- 1bps or so vs Wednesday’s settlement levels. There was a steepening bias in early trade, however, underpinned by the ‘hawkish’ FOMC meeting minutes. A little bit of indecision has been seen in Thursday trade, with traders questioning if Powell will be able to deliver on the market’s dovish expectations. In pre-market US trade, Treasuries moves in sympathy with Bunds. However, the focus was back on Fed officials after remarks from Fed’s hawkish voter (dissenter) George, as well as somewhat hawkish comments from the Fed’s Harker; the net impact of these was for risk assets to come under pressure. Focus now on Powell, with risks of a disappointment.&nbsp; US T-note futures (U9) settled 7+ ticks lower at 130-09+.</p><p><strong>US President Trump plans to pressure France to repeal new tax on US tech giants and will call for India to lower tariffs at the G7.</strong> In other news, White House will reportedly not move forward with plan to cut foreign aid by billions according to sources, although US Secretary of State Pompeo later stated that President Trump is still undecided on what to do. (Newswires/Politico)</p><p>White House Economic Adviser Kudlow said he thinks economy is strong and does not believe recession talk, while he added the US is still looking at tax cuts 2.0 which US President Trump has not taken off the table and just meant there won’t be anything immediate. <strong>Kudlow also suggested there could be tax cuts before 2020</strong> <strong>election</strong> and that short-term payroll tax cut is unlikely although personal rates could be lowered, and capital gains tax could be reduced. (Newswires)</p><p><strong>Fed's Kaplan (Non-Voter. Dove) said he was in favour of the rate cut in July</strong> as the Fed has to be forward looking and that his expectations for growth are about 2% with risks tilted to the downside but added as long as consumers stays strong, we will have solid growth. Kaplan also stated he is taking time to assess all incoming data ahead of September FOMC and would like to avoid taking further action on rates although separately noted that global growth risks and trade uncertainty could result to a rate cut. (Newswires/WSJ)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-23rd-august-2019-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:20:00",
        "gmt_time": "2019-08-23 05:20:00"
    },
    {
        "id": 883423,
        "updated_sequence": 1914312,
        "published_at": {
            "unix": 1566537120,
            "text": "2019-08-23 06:12:00 +0100",
            "iso_8601": "2019-08-23T05:12:00Z"
        },
        "updated_at": {
            "unix": 1566537419,
            "text": "2019-08-23 06:16:59 +0100",
            "iso_8601": "2019-08-23T05:16:59Z"
        },
        "subject": "Italy's Deputy PM Di Maio (5-Star), when asked about the proposal to cut the number of lawmakers, says the cuts cannot wait",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note: Previously, Salvini proposed accepting 5SM's demand for a parliamentary reform in return for swift elections, a measure seen as an olive branch to progress proceedings; the proposal will see the number of MPs in both houses cut from 945 to 600; this has been approved by parliament on three occasions, with the fourth vote due in September.&nbsp;</li><li>HSBC says that completing this reform would mean elections could not take place for another five to six months at least, due to the need to allow a possible referendum to be called, and to re-draw the electoral boundaries.</li></ul>",
        "analysis_updated_at": {
            "unix": 1566537419,
            "text": "2019-08-23 06:16:59 +0100",
            "iso_8601": "2019-08-23T05:16:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-di-maio-5-star-when-asked-about-the-proposal-to-cut-the-number-of-lawmakers-says-the-cuts-cannot-wait-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:12:00",
        "gmt_time": "2019-08-23 05:12:00"
    },
    {
        "id": 883422,
        "updated_sequence": 1914307,
        "published_at": {
            "unix": 1566536940,
            "text": "2019-08-23 06:09:00 +0100",
            "iso_8601": "2019-08-23T05:09:00Z"
        },
        "updated_at": {
            "unix": 1566537033,
            "text": "2019-08-23 06:10:33 +0100",
            "iso_8601": "2019-08-23T05:10:33Z"
        },
        "subject": "TEPCO (9501 JT) is expected to announce on Monday its plans to shut the Kashiwazaki-Kariwa number 1-5 reactors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tepco-9501-jt-is-expected-to-announce-on-monday-its-plans-to-shut-the-kashiwazaki-kariwa-number-1-5-reactors-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:09:00",
        "gmt_time": "2019-08-23 05:09:00"
    },
    {
        "id": 883421,
        "updated_sequence": 1914304,
        "published_at": {
            "unix": 1566536400,
            "text": "2019-08-23 06:00:00 +0100",
            "iso_8601": "2019-08-23T05:00:00Z"
        },
        "updated_at": {
            "unix": 1566536497,
            "text": "2019-08-23 06:01:37 +0100",
            "iso_8601": "2019-08-23T05:01:37Z"
        },
        "subject": "Singapore CPI (Jul) Y/Y 0.4% vs. Exp. 0.6% (Prev. 0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-cpi-jul-y-y-0-4-vs-exp-0-6-prev-0-6-23-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:00:00",
        "gmt_time": "2019-08-23 05:00:00"
    },
    {
        "id": 883421,
        "updated_sequence": 1914304,
        "published_at": {
            "unix": 1566536400,
            "text": "2019-08-23 06:00:00 +0100",
            "iso_8601": "2019-08-23T05:00:00Z"
        },
        "updated_at": {
            "unix": 1566536497,
            "text": "2019-08-23 06:01:37 +0100",
            "iso_8601": "2019-08-23T05:01:37Z"
        },
        "subject": "Singapore CPI (Jul) Y/Y 0.4% vs. Exp. 0.6% (Prev. 0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-cpi-jul-y-y-0-4-vs-exp-0-6-prev-0-6-23-08-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 13:00:00",
        "gmt_time": "2019-08-23 05:00:00"
    },
    {
        "id": 883420,
        "updated_sequence": 1914301,
        "published_at": {
            "unix": 1566535320,
            "text": "2019-08-23 05:42:00 +0100",
            "iso_8601": "2019-08-23T04:42:00Z"
        },
        "updated_at": {
            "unix": 1566535425,
            "text": "2019-08-23 05:43:45 +0100",
            "iso_8601": "2019-08-23T04:43:45Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks eked cautious gains as markets await Powell",
        "content": "<p>Asia equity markets traded with cautious gains as participants await Fed Chair Powell’s looming speech at the Jackson Hole Symposium and after the lack of conviction on Wall St. where risk appetite was dampened by hawkish Fed rhetoric, as well as decade-low US Manufacturing PMI data. ASX 200 (+0.1%) was positive with stock news in Australia dominated by earnings including Goodman Group and Sims Metals which have surged due to profit growth, although upside in the index was limited by weakness in the commodity sectors especially gold miners after the precious metal slipped below USD 1500/oz level. Elsewhere, Nikkei 225 (+0.3%) was supported by favourable currency moves, while Hang Seng (+0.2%) and Shanghai Comp. (+0.5%) were higher despite early indecisiveness after China’s MOFCOM reiterated its threat to retaliate against the US in the trade dispute and amid mixed signals from the PBoC in which they conducted reverse repos but resulted to a net liquidity drain for the week and softened its reference rate, although not as weak as anticipated. Finally, 10yr JGBs were subdued amid similar weakness in T-notes and as stocks in the region eked mild gains, although downside was stemmed amid the BoJ’s presence in the market for over JPY 1.2tln of JGBs in 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-eked-cautious-gains-as-markets-await-powell-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 12:42:00",
        "gmt_time": "2019-08-23 04:42:00"
    },
    {
        "id": 883419,
        "updated_sequence": 1914298,
        "published_at": {
            "unix": 1566533700,
            "text": "2019-08-23 05:15:00 +0100",
            "iso_8601": "2019-08-23T04:15:00Z"
        },
        "updated_at": {
            "unix": 1566533783,
            "text": "2019-08-23 05:16:23 +0100",
            "iso_8601": "2019-08-23T04:16:23Z"
        },
        "subject": "Canadian consulate in Hong Kong suspended travel to China for local staff",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-consulate-in-hong-kong-suspended-travel-to-china-for-local-staff-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 12:15:00",
        "gmt_time": "2019-08-23 04:15:00"
    },
    {
        "id": 883418,
        "updated_sequence": 1914295,
        "published_at": {
            "unix": 1566533640,
            "text": "2019-08-23 05:14:00 +0100",
            "iso_8601": "2019-08-23T04:14:00Z"
        },
        "updated_at": {
            "unix": 1566533667,
            "text": "2019-08-23 05:14:27 +0100",
            "iso_8601": "2019-08-23T04:14:27Z"
        },
        "subject": "China State Construction Holdings (3311 HK) H1 net HKD 2.86bln vs. Prev. HKD 2.52bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-state-construction-holdings-3311-hk-h1-net-hkd-2-86bln-vs-prev-hkd-2-52bln-y-y-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 12:14:00",
        "gmt_time": "2019-08-23 04:14:00"
    },
    {
        "id": 883417,
        "updated_sequence": 1914290,
        "published_at": {
            "unix": 1566531420,
            "text": "2019-08-23 04:37:00 +0100",
            "iso_8601": "2019-08-23T03:37:00Z"
        },
        "updated_at": {
            "unix": 1566531538,
            "text": "2019-08-23 04:38:58 +0100",
            "iso_8601": "2019-08-23T03:38:58Z"
        },
        "subject": "Update: George Washington Bridge in New York has re-opened following earlier closure due to bomb threat",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "update-george-washington-bridge-in-new-york-has-re-opened-following-earlier-closure-due-to-bomb-threat-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 11:37:00",
        "gmt_time": "2019-08-23 03:37:00"
    },
    {
        "id": 883416,
        "updated_sequence": 1914287,
        "published_at": {
            "unix": 1566531060,
            "text": "2019-08-23 04:31:00 +0100",
            "iso_8601": "2019-08-23T03:31:00Z"
        },
        "updated_at": {
            "unix": 1566531203,
            "text": "2019-08-23 04:33:23 +0100",
            "iso_8601": "2019-08-23T03:33:23Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Glenmark Pharmaceuticals (GNK IS) is in discussions to sell between 25%-30% stake in Glenmark Life Sciences",
        "content": "<p>Glenmark Pharmaceuticals (GNK IS) - Co. receives US FDA ANDA approval for its FULVESTRANT injection, Co. is in discussions to sell between 25%-30% stake in Glenmark Life Sciences. (Newswires/ET)</p><p>NTPC (NTPC IS) - Co. gets shareholder approval to raise as much as INR 150bln through bond issuances. (ET)</p><p>Reliance Communications (RCOM IS) - Twin Star has pulled out of bid to buy Co.’s telecom assets. (ET)</p><p>Tobacco - India government is said to mull an executive order to ban import and sale of e-cigarettes with jail time as punishment. (Newswires)</p><p>Other News - India’s government is said to be considering permitting local companies to list abroad. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-glenmark-pharmaceuticals-gnk-is-is-in-discussions-to-sell-between-25-30-stake-in-glenmark-life-sciences-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 11:31:00",
        "gmt_time": "2019-08-23 03:31:00"
    },
    {
        "id": 883415,
        "updated_sequence": 1914280,
        "published_at": {
            "unix": 1566529800,
            "text": "2019-08-23 04:10:00 +0100",
            "iso_8601": "2019-08-23T03:10:00Z"
        },
        "updated_at": {
            "unix": 1566529854,
            "text": "2019-08-23 04:10:54 +0100",
            "iso_8601": "2019-08-23T03:10:54Z"
        },
        "subject": "George Washington Bridge in New York is closed due to bomb threat, according to authorities",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "george-washington-bridge-in-new-york-is-closed-due-to-bomb-threat-according-to-authorities-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 11:10:00",
        "gmt_time": "2019-08-23 03:10:00"
    },
    {
        "id": 883414,
        "updated_sequence": 1914282,
        "published_at": {
            "unix": 1566529740,
            "text": "2019-08-23 04:09:00 +0100",
            "iso_8601": "2019-08-23T03:09:00Z"
        },
        "updated_at": {
            "unix": 1566530458,
            "text": "2019-08-23 04:20:58 +0100",
            "iso_8601": "2019-08-23T03:20:58Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trade with cautious gains as markets await Powell",
        "content": "<p>Asia equity markets trade with cautious gains as focus remains on Fed Chair Powell’s looming speech at the Jackson Hole Symposium and after the lack of conviction on Wall St. where risk appetite was dampened by hawkish Fed rhetoric, as well as decade-low US Manufacturing PMI data. ASX 200 (+0.3%) is positive with stock news in Australia dominated by earnings including Goodman Group and Sims Metals which have surged due to profit growth, although upside in the index is limited by weakness in the commodity sectors especially goldminers after the precious metal slipped below USD 1500/oz level. Elsewhere, Nikkei 225 (+0.4%) is kept afloat by favourable currency moves, while Hang Seng (+0.5%) and Shanghai Comp. (+0.6%) are indecisive after China’s MOFCOM reiterated its threat to retaliate against the US in the trade dispute and amid mixed signals from the PBoC as they conducted reverse repos which resulted to a net liquidity drain for the week and softened its reference rate, but not as weak as anticipated.</p><p>In FX markets, the greenback is slightly firmer above the 98.00 level and has quietened down from the choppy trade seen in the prior session where turbulence was triggered by opposing factors including hawkish Fed comments and disappointing PMI data. EUR/USD is contained in a tight range at the 1.1000 handle after the ECB minutes noted the slowdown is more protracted than previously thought and amid ongoing political uncertainty in Italy where parties have several days to attempt to form a government, while Deputy PM Salvini appeared to have changed his tune and suggested the League are still willing to re-form a government with 5-Star if it is more constructive. GBP/USD slightly pulled back but remains above 1.2200 after German Chancellor Merkel once again spurred the currency with her optimism regarding reaching a solution by the Brexit date despite contrasting views from within her close circle. Elsewhere, USD/JPY and JPY-crosses are higher as they edge out another leg of this week’s price swings, while NZD/USD is firmer after comments from RBNZ Governor Orr that they will do whatever it takes to support New Zealand economy but can afford to wait and observe what is happening. Furthermore, Orr stated they will see what the situation is like in November and will cut if necessary, which suggests a move in the September meeting is unlikely, while a breakdown of support around 1.0600 in AUD/NZD added to the outperformance of NZD against its trans-Tasman counterpart.</p><p>Finally, 10yr JGBs are lower amid similar weakness in T-notes and as stocks in the region eke mild gains, but with downside stemmed amid the BoJ’s presence in the market for over JPY 1.2tln of JGBs in 1yr-10yr maturities.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trade-with-cautious-gains-as-markets-await-powell-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 11:09:00",
        "gmt_time": "2019-08-23 03:09:00"
    },
    {
        "id": 883413,
        "updated_sequence": 1914274,
        "published_at": {
            "unix": 1566528420,
            "text": "2019-08-23 03:47:00 +0100",
            "iso_8601": "2019-08-23T02:47:00Z"
        },
        "updated_at": {
            "unix": 1566528529,
            "text": "2019-08-23 03:48:49 +0100",
            "iso_8601": "2019-08-23T02:48:49Z"
        },
        "subject": "Australian regulator sues NAB (NAB AT) regarding failures with its mortgage introducer program",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-regulator-sues-nab-nab-at-regarding-failures-with-its-mortgage-introducer-program-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 10:47:00",
        "gmt_time": "2019-08-23 02:47:00"
    },
    {
        "id": 883412,
        "updated_sequence": 1914271,
        "published_at": {
            "unix": 1566527400,
            "text": "2019-08-23 03:30:00 +0100",
            "iso_8601": "2019-08-23T02:30:00Z"
        },
        "updated_at": {
            "unix": 1566527444,
            "text": "2019-08-23 03:30:44 +0100",
            "iso_8601": "2019-08-23T02:30:44Z"
        },
        "subject": "Multiple protests are reportedly planned for Hong Kong today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "multiple-protests-are-reportedly-planned-for-hong-kong-today-23-08-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 10:30:00",
        "gmt_time": "2019-08-23 02:30:00"
    },
    {
        "id": 883411,
        "updated_sequence": 1914268,
        "published_at": {
            "unix": 1566525780,
            "text": "2019-08-23 03:03:00 +0100",
            "iso_8601": "2019-08-23T02:03:00Z"
        },
        "updated_at": {
            "unix": 1566525890,
            "text": "2019-08-23 03:04:50 +0100",
            "iso_8601": "2019-08-23T02:04:50Z"
        },
        "subject": "Sri Lanka Central Bank unexpectedly lowers key rates by 50bps with Deposit Rate cut to 7.00% and Standing Lending Rate cut to 8.00%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sri-lanka-central-bank-unexpectedly-lowers-key-rates-by-50bps-with-deposit-rate-cut-to-7-00-and-standing-lending-rate-cut-to-8-00-23-08-2019",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 10:03:00",
        "gmt_time": "2019-08-23 02:03:00"
    },
    {
        "id": 883410,
        "updated_sequence": 1914265,
        "published_at": {
            "unix": 1566525660,
            "text": "2019-08-23 03:01:00 +0100",
            "iso_8601": "2019-08-23T02:01:00Z"
        },
        "updated_at": {
            "unix": 1566525738,
            "text": "2019-08-23 03:02:18 +0100",
            "iso_8601": "2019-08-23T02:02:18Z"
        },
        "subject": "Fed's Kaplan (non-voter. dove) said global growth risks and trade uncertainty could result to a rate cut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "fed-s-kaplan-non-voter-dove-said-global-growth-risks-and-trade-uncertainty-could-result-to-a-rate-cut-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 10:01:00",
        "gmt_time": "2019-08-23 02:01:00"
    },
    {
        "id": 883409,
        "updated_sequence": 1914260,
        "published_at": {
            "unix": 1566523680,
            "text": "2019-08-23 02:28:00 +0100",
            "iso_8601": "2019-08-23T01:28:00Z"
        },
        "updated_at": {
            "unix": 1566523802,
            "text": "2019-08-23 02:30:02 +0100",
            "iso_8601": "2019-08-23T01:30:02Z"
        },
        "subject": "South Korea maintains 2019 GDP target at between 2.4%-2.5% despite increased downside risks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-maintains-2019-gdp-target-at-between-2-4-2-5-despite-increased-downside-risks-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:28:00",
        "gmt_time": "2019-08-23 01:28:00"
    },
    {
        "id": 883408,
        "updated_sequence": 1914253,
        "published_at": {
            "unix": 1566523020,
            "text": "2019-08-23 02:17:00 +0100",
            "iso_8601": "2019-08-23T01:17:00Z"
        },
        "updated_at": {
            "unix": 1566523250,
            "text": "2019-08-23 02:20:50 +0100",
            "iso_8601": "2019-08-23T01:20:50Z"
        },
        "subject": "Japanese Defence Minister says South Korea decision to end intelligence sharing is extremely regrettable, while he urges South Korea to make wise decisions on security cooperation and that the choice comes amid increasing threat from North Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-defence-minister-says-south-korea-decision-to-end-intelligence-sharing-is-extremely-regrettable-while-he-urges-south-korea-to-make-wise-decisions-on-security-cooperation-and-that-the-choice-comes-amid-increasing-threat-from-north-k-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:17:00",
        "gmt_time": "2019-08-23 01:17:00"
    },
    {
        "id": 883406,
        "updated_sequence": 1914257,
        "published_at": {
            "unix": 1566522900,
            "text": "2019-08-23 02:15:00 +0100",
            "iso_8601": "2019-08-23T01:15:00Z"
        },
        "updated_at": {
            "unix": 1566523541,
            "text": "2019-08-23 02:25:41 +0100",
            "iso_8601": "2019-08-23T01:25:41Z"
        },
        "subject": "PBoC sets CNY mid-point at 7.0572 vs. Exp. 7.0674 (Prev. 7.0490)",
        "content": "",
        "reaction_details": "<ul><li>USD/CNH immediately moved lower to 7.0850 from 7.0920.</li></ul>",
        "reaction_updated_at": {
            "unix": 1566523541,
            "text": "2019-08-23 02:25:41 +0100",
            "iso_8601": "2019-08-23T01:25:41Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-7-0572-vs-exp-7-0674-prev-7-0490-23-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:15:00",
        "gmt_time": "2019-08-23 01:15:00"
    },
    {
        "id": 883407,
        "updated_sequence": 1914250,
        "published_at": {
            "unix": 1566522900,
            "text": "2019-08-23 02:15:00 +0100",
            "iso_8601": "2019-08-23T01:15:00Z"
        },
        "updated_at": {
            "unix": 1566523054,
            "text": "2019-08-23 02:17:34 +0100",
            "iso_8601": "2019-08-23T01:17:34Z"
        },
        "subject": "PBoC injects CNY 80bln via 7-day reverse repos for a weekly net drain of CNY 30bln vs. last week's CNY 300bln injection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-80bln-via-7-day-reverse-repos-for-a-weekly-net-drain-of-cny-30bln-vs-last-week-s-cny-300bln-injection-23-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:15:00",
        "gmt_time": "2019-08-23 01:15:00"
    },
    {
        "id": 883405,
        "updated_sequence": 1914244,
        "published_at": {
            "unix": 1566522600,
            "text": "2019-08-23 02:10:00 +0100",
            "iso_8601": "2019-08-23T01:10:00Z"
        },
        "updated_at": {
            "unix": 1566522757,
            "text": "2019-08-23 02:12:37 +0100",
            "iso_8601": "2019-08-23T01:12:37Z"
        },
        "subject": "BoJ offers to buy JPY 400bln in 1yr-3yr, JPY 360bln 3yr-5yr and JPY 450bln in 5yr-10yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-400bln-in-1yr-3yr-jpy-360bln-3yr-5yr-and-jpy-450bln-in-5yr-10yr-jgbs-23-08-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:10:00",
        "gmt_time": "2019-08-23 01:10:00"
    },
    {
        "id": 883404,
        "updated_sequence": 1914292,
        "published_at": {
            "unix": 1566522480,
            "text": "2019-08-23 02:08:00 +0100",
            "iso_8601": "2019-08-23T01:08:00Z"
        },
        "updated_at": {
            "unix": 1566533188,
            "text": "2019-08-23 05:06:28 +0100",
            "iso_8601": "2019-08-23T04:06:28Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: China MOFCOM reiterated threat to retaliate if US persists on current course and that any new measures will lead to an escalation ",
        "content": "<p>AIA Group (1299 HK) - Co. H1 oper. profit USD 2.90bln vs. Prev. USD 2.65bln Y/Y, rev. USD 4.52bln vs. Prev. USD 4.15bln Y/Y. (Newswires)</p><p>Cathay Pacific (293 HK) - Cathay Dragon cabin crew union leader has been removed. (SCMP)</p><p>China Life (2628 HK) - Co. H1 net CNY 37.6bln vs. Prev. CNY 16.4bln Y/Y. (Newswires)</p><p>Citic Securities (6030 HK) - Co. H1 net CNY 6.45bln vs. Prev. CNY 5.57bln Y/Y. (Newswires)</p><p>ENN Energy (2688 HK) - Co. H1 net CNY 3.4bln vs. Prev. CNY 1.8bln Y/Y. (Newswires)</p><p>Li &amp; Fung (494 H) - Co. H1 net USD 37mln vs. Prev. loss USD 77mln Y/Y,&nbsp;</p><p>Sunac China Holdings (1918 HK) - Co. is said to have halted land purchases for several months as it expects a continued impact to the market from Chinese government measures to control fund flows. (Newswires)</p><p>Vongroup (318 HK) - Co. announces a profit warning. (Newswires)</p><p>Wheelock (20 HK) - Co. is said to offer discounts for apartments at HK Tseung Kwan. (Newswires)</p><p>Protests - Hong Kong airport applied for an extension to the injunction barring protesters from disrupting operations. (Newswires)</p><p>Trade</p><p>China MOFCOM said China will have to retaliate if US persists on current course and that any new measures will lead to escalation but declined to comment on possible retaliatory measures and stated it will publish its unreliable entity list soon. Furthermore, MOFCOM added the impact from US tariffs is manageable and that China is fully confident it can handle all challengers, while it also stated that trade teams from both sides have been keeping in touch. (Newswires)</p><p>China Global Times Editor said US tried to suppress China, but the damage caused is less than what China had feared. (Twitter)</p><p>Other News - US official states that China is escalating coercion against Vietnam in the South China Sea and that US is deeply concerned regarding Chinese interference in Vietnam’s oil &amp; gas activities. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-mofcom-reiterated-threat-to-retaliate-if-us-persists-on-current-course-and-that-any-new-measures-will-lead-to-an-escalation-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:08:00",
        "gmt_time": "2019-08-23 01:08:00"
    },
    {
        "id": 883403,
        "updated_sequence": 1914238,
        "published_at": {
            "unix": 1566522180,
            "text": "2019-08-23 02:03:00 +0100",
            "iso_8601": "2019-08-23T01:03:00Z"
        },
        "updated_at": {
            "unix": 1566522288,
            "text": "2019-08-23 02:04:48 +0100",
            "iso_8601": "2019-08-23T01:04:48Z"
        },
        "subject": "South Korean Finance Minister Hong says government debt to reach near 40% next year vs. expected 37.2% this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-finance-minister-hong-says-government-debt-to-reach-near-40-next-year-vs-expected-37-2-this-year-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 09:03:00",
        "gmt_time": "2019-08-23 01:03:00"
    },
    {
        "id": 883402,
        "updated_sequence": 1914235,
        "published_at": {
            "unix": 1566521100,
            "text": "2019-08-23 01:45:00 +0100",
            "iso_8601": "2019-08-23T00:45:00Z"
        },
        "updated_at": {
            "unix": 1566521275,
            "text": "2019-08-23 01:47:55 +0100",
            "iso_8601": "2019-08-23T00:47:55Z"
        },
        "subject": "PBoC is expected to set USD/CNY mid-point at 6.0674, according to a major newswire estimate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, yesterday's mid-point was set at 7.0490.</li></ul>",
        "analysis_updated_at": {
            "unix": 1566521275,
            "text": "2019-08-23 01:47:55 +0100",
            "iso_8601": "2019-08-23T00:47:55Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-usd-cny-mid-point-at-6-0674-according-to-a-major-newswire-estimate-23-08-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:45:00",
        "gmt_time": "2019-08-23 00:45:00"
    },
    {
        "id": 883401,
        "updated_sequence": 1914232,
        "published_at": {
            "unix": 1566521100,
            "text": "2019-08-23 01:45:00 +0100",
            "iso_8601": "2019-08-23T00:45:00Z"
        },
        "updated_at": {
            "unix": 1566521156,
            "text": "2019-08-23 01:45:56 +0100",
            "iso_8601": "2019-08-23T00:45:56Z"
        },
        "subject": "Japanese Economy Minister Motegi says will resume ministerial level talks with US on trade tomorrow and are getting close to a conclusion",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-will-resume-ministerial-level-talks-with-us-on-trade-tomorrow-and-are-getting-close-to-a-conclusion-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:45:00",
        "gmt_time": "2019-08-23 00:45:00"
    },
    {
        "id": 883400,
        "updated_sequence": 1914229,
        "published_at": {
            "unix": 1566520980,
            "text": "2019-08-23 01:43:00 +0100",
            "iso_8601": "2019-08-23T00:43:00Z"
        },
        "updated_at": {
            "unix": 1566521097,
            "text": "2019-08-23 01:44:57 +0100",
            "iso_8601": "2019-08-23T00:44:57Z"
        },
        "subject": "North Korea Foreign Minister says we are ready for both dialogue and confrontation, adds would be a miscalculation if US continues with sanctions and that North Korea can remain the biggest threat to US for a long time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "KCNA",
        "slug": "north-korea-foreign-minister-says-we-are-ready-for-both-dialogue-and-confrontation-adds-would-be-a-miscalculation-if-us-continues-with-sanctions-and-that-north-korea-can-remain-the-biggest-threat-to-us-for-a-long-time-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:43:00",
        "gmt_time": "2019-08-23 00:43:00"
    },
    {
        "id": 883399,
        "updated_sequence": 1914226,
        "published_at": {
            "unix": 1566520860,
            "text": "2019-08-23 01:41:00 +0100",
            "iso_8601": "2019-08-23T00:41:00Z"
        },
        "updated_at": {
            "unix": 1566521008,
            "text": "2019-08-23 01:43:28 +0100",
            "iso_8601": "2019-08-23T00:43:28Z"
        },
        "subject": "North Korea Foreign Minister says US Secretary of State Pompeo casts dark shadows over US-North Korea talks, adds Pompeo is more interested in his political ambitions than US foreign policy and we have given enough time to US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "KCNA",
        "slug": "north-korea-foreign-minister-says-us-secretary-of-state-pompeo-casts-dark-shadows-over-us-north-korea-talks-adds-pompeo-is-more-interested-in-his-political-ambitions-than-us-foreign-policy-and-we-have-given-enough-time-to-us-23-08-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:41:00",
        "gmt_time": "2019-08-23 00:41:00"
    },
    {
        "id": 883398,
        "updated_sequence": 1914223,
        "published_at": {
            "unix": 1566520380,
            "text": "2019-08-23 01:33:00 +0100",
            "iso_8601": "2019-08-23T00:33:00Z"
        },
        "updated_at": {
            "unix": 1566520461,
            "text": "2019-08-23 01:34:21 +0100",
            "iso_8601": "2019-08-23T00:34:21Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Cathay Financial (2282 TT) banking unit plans to improve its capital adequacy by the end of this year to meet the higher capital standards required after it was designated a domestic systemically important bank",
        "content": "<p>TAIWAN</p><p>Cathay Financial (2282 TT) - Co. banking unit plans to improve its capital adequacy by the end of this year to meet the higher capital standards required after it was designated a domestic systemically important bank. (Taipei Times)</p><p>Other News - Taiwan issued sea warning amid approaching Typhoon Bailu. (Newswires)</p><p>Data Recap - Taiwan Unemployment Rate SA (Jul) 3.7% vs. Exp. 3.7% (Prev. 3.7%). (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>No notable stock stories.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-cathay-financial-2282-tt-banking-unit-plans-to-improve-its-capital-adequacy-by-the-end-of-this-year-to-meet-the-higher-capital-standards-required-after-it-was-designated-a-domestic-systemically-importa-23-08-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:33:00",
        "gmt_time": "2019-08-23 00:33:00"
    },
    {
        "id": 883397,
        "updated_sequence": 1914220,
        "published_at": {
            "unix": 1566520140,
            "text": "2019-08-23 01:29:00 +0100",
            "iso_8601": "2019-08-23T00:29:00Z"
        },
        "updated_at": {
            "unix": 1566520255,
            "text": "2019-08-23 01:30:55 +0100",
            "iso_8601": "2019-08-23T00:30:55Z"
        },
        "subject": "US President Trump plans to pressure France to repeal new tax on US tech giants and will call for India to lower tariffs at the G7 this weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "us-president-trump-plans-to-pressure-france-to-repeal-new-tax-on-us-tech-giants-and-will-call-for-india-to-lower-tariffs-at-the-g7-this-weekend-23-08-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:29:00",
        "gmt_time": "2019-08-23 00:29:00"
    },
    {
        "id": 883396,
        "updated_sequence": 1914213,
        "published_at": {
            "unix": 1566518880,
            "text": "2019-08-23 01:08:00 +0100",
            "iso_8601": "2019-08-23T00:08:00Z"
        },
        "updated_at": {
            "unix": 1566519063,
            "text": "2019-08-23 01:11:03 +0100",
            "iso_8601": "2019-08-23T00:11:03Z"
        },
        "subject": "Asia equity markets are mixed in early trade amid a cautious tone across global markets due to recent hawkish Fed rhetoric, decade-low US PMI data and as participants await Fed Chair Powell's speech at the Jackson Hole Symposium",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-are-mixed-in-early-trade-amid-a-cautious-tone-across-global-markets-due-to-recent-hawkish-fed-rhetoric-decade-low-us-pmi-data-and-as-participants-await-fed-chair-powell-s-speech-at-the-jackson-hole-symposium-23-08-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:08:00",
        "gmt_time": "2019-08-23 00:08:00"
    },
    {
        "id": 883442,
        "updated_sequence": 1914409,
        "published_at": {
            "unix": 1566518400,
            "text": "2019-08-23 01:00:00 +0100",
            "iso_8601": "2019-08-23T00:00:00Z"
        },
        "updated_at": {
            "unix": 1566549141,
            "text": "2019-08-23 09:32:21 +0100",
            "iso_8601": "2019-08-23T08:32:21Z"
        },
        "subject": "Jackson Hole Symposium Agenda ",
        "content": "<p><strong>*AGENDA</strong></p><p><strong>FRIDAY</strong></p><p>1000ET / 1500BST – Fed Chair Powell to give opening remarks.</p><p>1255ET / 1755BST – ECB’s Smets (Non-GC) will be part of discussion on “What Does It Mean to be a Data-Dependent Central Banker?”.&nbsp;</p><p>1500ET / 2000BST – BoE Governor Carney to give Luncheon Address.</p><p>&nbsp;</p><p><strong>SATURDAY</strong></p><p>1000ET / 1500BST – BoE’s Tenreyro on “Responding to Commodity Price Shocks in an Era of Financialization”.</p><p>1225ET /1725BST – RBA Governor Lowe is part of Overview Panel.</p><p>&nbsp;</p><p>Full link: <a href=\"https://www.kansascityfed.org/publications/research/escp/symposiums/escp-2019\">https://www.kansascityfed.org/publications/research/escp/symposiums/escp-2019</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jackson-hole-symposium-agenda-23-08-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-08-23 08:00:00",
        "gmt_time": "2019-08-23 00:00:00"
    }
]