[
    {
        "id": 871808,
        "updated_sequence": 1868266,
        "published_at": {
            "unix": 1559939400,
            "text": "2019-06-07 21:30:00 +0100",
            "iso_8601": "2019-06-07T20:30:00Z"
        },
        "updated_at": {
            "unix": 1559939400,
            "text": "2019-06-07 21:30:00 +0100",
            "iso_8601": "2019-06-07T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-31-05-2019",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 04:30:00",
        "gmt_time": "2019-06-07 20:30:00"
    },
    {
        "id": 872947,
        "updated_sequence": 1868264,
        "published_at": {
            "unix": 1559938920,
            "text": "2019-06-07 21:22:00 +0100",
            "iso_8601": "2019-06-07T20:22:00Z"
        },
        "updated_at": {
            "unix": 1559938956,
            "text": "2019-06-07 21:22:36 +0100",
            "iso_8601": "2019-06-07T20:22:36Z"
        },
        "subject": "US/Mexico negotiators are battling to reach a last minute agreement over US demand to force Mexico to accept more asylum seekers, Mexico sources say",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-mexico-negotiators-are-battling-to-reach-a-last-minute-agreement-over-us-demand-to-force-mexico-to-accept-more-asylum-seekers-mexico-sources-say-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 04:22:00",
        "gmt_time": "2019-06-07 20:22:00"
    },
    {
        "id": 872939,
        "updated_sequence": 1868261,
        "published_at": {
            "unix": 1559937900,
            "text": "2019-06-07 21:05:00 +0100",
            "iso_8601": "2019-06-07T20:05:00Z"
        },
        "updated_at": {
            "unix": 1559937957,
            "text": "2019-06-07 21:05:57 +0100",
            "iso_8601": "2019-06-07T20:05:57Z"
        },
        "subject": "RANsquawk Central Banks - 7th June 2019 - Reviewing Fedspeak/Powell, ECB, RBA, RBI; Previewing SNB, CBR, CBRT",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22025/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-7th-june-2019-reviewing-fedspeak-powell-ecb-rba-rbi-previewing-snb-cbr-cbrt-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 04:05:00",
        "gmt_time": "2019-06-07 20:05:00"
    },
    {
        "id": 872938,
        "updated_sequence": 1868259,
        "published_at": {
            "unix": 1559937900,
            "text": "2019-06-07 21:05:00 +0100",
            "iso_8601": "2019-06-07T20:05:00Z"
        },
        "updated_at": {
            "unix": 1559937948,
            "text": "2019-06-07 21:05:48 +0100",
            "iso_8601": "2019-06-07T20:05:48Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 10 June 2019 ",
        "content": "<ul><li>WEEKEND: G20 finmin/cbank heads meet.</li><li>MON: US to impose tariffs on Mexico; UK Tory leadership campaign starts; Japan GDP; UK GDP, Manufacturing; Canada housing.</li><li>TUE: EIA STEO, UK jobs report</li><li>WED: China CPI, US CPI, CBRT.</li><li>THU: OPEC MOMR.</li><li>FRI: IEA oil report, CBR.</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/22024/download\"><strong>here</strong></a></li></ul><p>&nbsp;</p><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-10-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 04:05:00",
        "gmt_time": "2019-06-07 20:05:00"
    },
    {
        "id": 872946,
        "updated_sequence": 1868257,
        "published_at": {
            "unix": 1559937780,
            "text": "2019-06-07 21:03:00 +0100",
            "iso_8601": "2019-06-07T20:03:00Z"
        },
        "updated_at": {
            "unix": 1559937803,
            "text": "2019-06-07 21:03:23 +0100",
            "iso_8601": "2019-06-07T20:03:23Z"
        },
        "subject": "US MARKET WRAP - 07 JUNE 2019: NFP miss fuels further rate cut bets; Trump thinks there is good chance of Mexico deal",
        "content": "<ul><li><strong>SNAPSHOT: </strong>Equites up, Treasuries up, Dollar down, Crude up.</li><li><strong>REAR VIEW</strong>: Trump thinks good chance of Mexico deal; US NFP misses, average earnings pare; Strong CAD employment data; US VP Pence encouraged by Mexico proposals, work remains; China’s Xi says trade solution should be found; Saudi’s Al Falih confident OPEC+ will extend cuts.</li><li><strong>NEXT WEEK</strong>: Mon: UK Tory leadership campaign starts, JN GDP, UK GDP and Manufacturing Output, CA Housing Starts, US to impose 5% tariff on Mexican goods, Tues: EIA Short Term Energy Outlook, UK Labour Market Report, Wed: CH CPI, US CPI, CBRT MonPol Decision, Thurs: SNB MonPol Decision, OPEC Monthly Oil Report, EZ Industrial Production, AU Labour Market report, Fri: CH Industrial Output &amp; Retail Sales, IEA Monthly Oil Report, US Industrial output &amp; Retail Sales, CBR MonPol Meeting. <a href=\"https://ransquawk.com/research_sheets/22024/download\">Click here for full week ahead preview.</a></li><li><strong>CENTRAL BANK WEEKLY</strong>: Previewing SNB, CBR, CBRT; Reviewing Fedspeak/Powell, ECB, RBA, RBI. <a href=\"https://ransquawk.com/research_sheets/22025/download\">Click here for full report.</a></li></ul><p>&nbsp;</p><p><strong>* US EMPLOYMENT REPORT: </strong>The US economy added 75k jobs in May, missing the consensus 185k. Additionally, April’s stellar 263k number was revised lower by 39k to 224k, adding further downside to the rolling 3-month average. The weakness in May was broad based, with business services, education and leisure sectors all seeing weak gains, while manufacturing employment rose by just 3k, amid weak global demand. ING thinks that the weakness in more likely to be down to constrained supply, rather than weaker demand for labour. The pace of wage growth moderated to 3.1% Y/Y (-0.1ppts), missing the consensus for an unchanged reading. The combination of a weak headline figure and weak annual wage growth figure raises questions of broader economic weakness; however, ING counters this argument by suggesting “there are signs employers are having to offer a broader range of incentives to retain/attract staff” and the bank points to the recent Fed Beige Book, which talked of firms using “expanded benefits packages to improve retention.” On a brighter note, unemployment held around 50-year low at 3.6%, with a 176k raise in the labour force being mostly offset by a 113k rise in the household measure of employment.</p><p><strong>* US/MEXICO:</strong> Ahead of the imposition of tariffs on US imports of Mexican goods on 10 June, US officials said that the two sides were discussing a new agreement on immigration that would see Mexico increase enforcement, and would give the US more scope to deport Central Americans, and that progress had been made on talks, though work remains. The Mexican side also cautioned that the deal was not finalised. With Trump yet to rubber stamp it, the tariff threat stands (the official position remains that US is moving ahead with tariffs on Monday, press secretary Sanders said). The peso is stronger on Friday, however, though some desks suggest that it might be more a function of the Mexicans posting thousands of troops on its own southern border in an effort to stem the influx of migrant flows from Guatemala, in a sign that the Mexicans are taking US President Trump’s concerns (threats) on board. Later on Friday, US President Trump said there is a good chance deal will be reached with Mexico; if not, tariffs will kick-in on Monday.</p><p><strong>* US/CHINA TRADE:</strong> US President Trump said China was continually subsidising products which is sells in the US market.<strong> </strong>China President Xi said a trade solution should be found despite the disagreements. China’s Global Times Editor said “China wants a deal”, but it must be a fair deal, otherwise China will continue with the trade war no matter how long it lasts. The market took a brief jolt on news alleging that the US may be giving some Chinese products more time to avoid any tariff hike while tariffs will not go up until 15th of June for some goods. The move quickly reversed as it became clear that a similar sentiment was expressed by US Trade Office on the 31st May. White House Economic Advisor HassetT later chimed in, saying he thinks a trade deal is close once roadblocks are overcome.</p><p><strong>* GEOPOLITCAL:</strong> US and Russian tensions heated up after a naval encounter between the two in the East China Sea. Russia initially announced a formal protest to the US in what it said was a result of dangerous manoeuvring by a US ship, which forced a Russian ship to make another dangerous manoeuvre to avoid a collision. The US later announced it too would be filing a formal diplomatic protest, citing the same turn of events that Russia did (but in reverse order). Elsewhere out of Russia, President Putin said the US dollar’s role should be reconsidered, and that the US is spreading its own jurisdiction across the globe.</p><p><strong>* CANADA EMPLOMENT REPORT:</strong> The Canadian jobs report was strong, seeing 27.7k added in May, beating the consensus 8k. Wages continued to rise at a strong clip (2.8% vs 2.5% previous), which is supportive of the BOC’s view that the slowdown in H1 was due to temporary factors. However, Capital Economics points out that, with both domestic and international survey data continuing to weaken, the labour market might lose steam in H2 2019.</p><p><strong>* BREXIT:</strong> Twenty-five EU governments favour giving the UK another Brexit extension after the current one ends in October, On the Tory leadership front, Telegraph reported that at least five candidates will drop out of the race on Monday. The Times reported. In hours, UK judge threw out case over Brexit campaign lying allegations against PM Candidate Boris Johnson. Ahead of next week’s labour market report, the REC data showed demand for staff easing; retailers and construction companies saw the largest decline in demand, REC said.</p><p><strong>* US T-NOTE FUTURES (U9) SETTLE 9 TICKS HIGHER AT 127-07: </strong>A disappointing NFP report saw the curve bull-steepen in an immediate response, as traders raised bets that the Fed will cut rates either in response to weakness in some gauges of economic activity, or in an “insurance” manner to extend the recovery. The probability of a June rate cut was up to around 22.5%, July rose to just under 90% (from around 70% on Thursday). Trump’s jawboning efforts resulted in some selling action in the afternoon, however, at settlement, major curve spreads were modestly narrower (2s30s was around 1bps lower, having been at 9bps wides after the payrolls data).</p><p><strong>* WTI (N9) SETTLES $1.40 HIGHER AT $53.99; BRENT (Q9) SETTLES $1.62 HIGHER AT $63.29:</strong> The Crude complex was buoyed by bullish commentary from Saudi Arabia oil minister Al Falih and his Russian counterpart Novak. Al-Falih said the oil market has yet to achieve perfect stability, adding that OPEC was in favour of extending supply output cuts deal, though did not see any deeper cuts. Russia had a similar view on the market as Saudis do, Novak said. These comments were underscored by the Iraqi oil minister, who has suggested that the alliance will be extended through the end of 2019. Broker PVM said the comments cement the argument that OPEC and its partners will extend its agreement: “All in all, the message is clear – price-supportive OPEC/non-OPEC supply curbs will stay in place for the foreseeable future.” Crude took a knock lower after a weak US employment report, though clung to gains.</p><p><strong>* S&amp;P 500 +1.0% AT 2873, NASDAQ-100 +1.9% AT 7417, DOW JONES&nbsp; +1.0% AT 25983</strong>; SECTORS: S&amp;P 500 Consumer Discretionary&nbsp; +1.6%, S&amp;P 500 Consumer Staples&nbsp; +1.0%, S&amp;P 500 Energy&nbsp; +0.4%, S&amp;P 500 Financials&nbsp; -0.2%, S&amp;P 500 Health Care&nbsp; +1.3%, S&amp;P 500 Industrials&nbsp; +0.9%, S&amp;P 500 Information Technology&nbsp; +1.9%, S&amp;P 500 Materials&nbsp; +0.7%, S&amp;P 500 Telecommunication Services&nbsp; +1.5%, S&amp;P 500 Utilities&nbsp; -0.8%</p><p><strong>* STOCK SPECIFICS: </strong>Stocks rallied as weak NFP data fuelled speculation that the Fed would adopt an accommodative bias. Financial names, including Goldman Sachs (GS), JP Morgan (JPM), Bank of America (BAC) and Citigroup (C), were the laggards as yields fell. Tech surged, with the likes of Apple (AAPL) and Amazon (AMZN) leading the pack. Alphabet (GOOG, GOOGL) moved higher, also supported by pre-market stories that the tech giant is pushing the Trump administration to give it exemptions to the ban on exports to Huawei. Facebook (FB) participated in the rally despite news that it will no longer allow pre-installation of its apps on Huawei phones following the U.S. ban. T-Mobile US (TMUS) and Sprint (S) were also able to edge higher, in spite of news that more state attorneys were looking to probe the two companies proposed merger. Walmart (WMT) lagged the Consumer Staples sector, despite encouraging news this morning that the co are to expand and improve the speed of their delivery service as they look to close the gap with Amazon. Boeing (BA) moved higher with the market, seemingly unconcerned by the news that Qatari Airlines are seeking compensation over the 737 MAX grounding. CVS Health (CVS) struggled to hold onto any gains, as legal uncertainty, regarding the health co.’s recent acquisition of Aetna, looks set to continue into the summer. Caesar’s (CZR) spiked higher after the hotel chain rejected a bid from rival Eldorado Resorts (ERI) for being too low. Eldorado Resorts (ERI) also moved higher. Beyond Meat (BYND) skyrocketed after the meatless burger maker posted solid earnings, raised guidance and received a number of broker upgrades, including from JP Morgan, who raised their price target to USD 120. Tesla (TSLA) gained early as stocks rallied and was buoyed as Piper Jaffray maintained a high price target for the firm based on demand for its Model 3 car, albeit it did give these gains away. Altice (ATUS) fell after two private equity firms, who were major stakeholders in the co., announced a reduction in their stake. DocuSign Inc (DOCU) sunk despite reasonable earnings. Zoom Video (ZM) jumped after the co. reported better then expected earnings and guided higher, in its first earnings release since the co. went public. IBM (IBM) is cutting about 2,000 jobs in a round of layoffs this week as it works to reshape its business, WSJ reports, citing sources. FedEX (FDX) will not be renewing US domestic express contract with Amazon (AMZN). AT&amp;T (T) and Dish (DISH) reportedly are open to merging satellite TV businesses; both are not holding active talks, sources said.</p><p><strong>* FX WEEKLY WRAP: USD:</strong> The Dollar has hit fresh weekly and multi-month lows in wake of disappointing US jobs data that should or could prompt the Fed to seriously contemplate an ‘insurance’ rate cut, especially after several members, including Chair Powell, signalled a shift from neutral towards easing in the run up to the latest NFP report. In DXY terms, the index is testing bids around 96.500 from circa 97.800 at one stage and with nearest technical support seen around 96.411.</p><p><strong>* CAD, NZD:</strong> The Loonie and Kiwi look set to end Friday’s EU session neck-a-neck at the top of the G10 table, with Usd/Cad down through 1.3300 vs 1.3500+ highs this week on the back of Canada’s considerably better than forecast payrolls print, unemployment rate and breakdown showing that the entire rise in the labour force was due to full time workers. Meanwhile, Nzd/Usd is back above 0.6950 and much nearer 0.6666 peaks than the 0.6525 trough following policy guidance from RBNZ Deputy Governor Hawkesby flagging a prolonged period of steady rates.</p><p><strong>* EUR, AUD:</strong> The Euro and Aussie have also been heavily influenced by Central Banks this week (alongside Greenback moves and general risk sentiment surrounding tariffs and geopolitics), but surprisingly or even perversely both are actually stronger after ECB and RBA meetings that saw the former push a rate hike further down the road and set TLTRO3 terms, while the latter cut its OCR by 25 bp and left the door ajar for more. However, with the majority already anticipating an RBA easing cycle comprising 3 or maybe 4 eases and consequently short Aud/Usd the pair has rebounded sharply from 0.6927 at worst to 0.7000+, although Aud/Nzd remains closer to the base of a 1.0623-0496 range given the aforementioned more neutral RBNZ stance. Back to the single currency, Eur/Usd is accelerating from worst levels and initial post-ECB lows (1.1156 and 1.1214 or so respectively) amidst some perceptions that the sliding scale and conditionality attached to the new long term targeted liquidity could have been more generous, and irrespective of a more dovish press conference and Q&amp;A from President Draghi. To recap, he stressed that rolling back tightening to mid-2020 (earliest) from the end of this year at the latest did not signal a bias towards hiking, with some members actually raising the subject looser monetary policy, including lower rates and more QE. Draghi also reiterated that the Bank is ready to use all tools and there is room to cut rates and/or restart asset purchases. Eur/Usd currently near 1.1340.</p><p><strong>* GBP, JPY, CHF:</strong> All largely bereft of independent impulses, as mixed UK PMIs did not prompt much in the way of a market and PM May concluded her last official appointments before leaving office, with the race to replace her kicking off next Monday. Cable has been relatively contained between 1.2760 and 1.2610, while Eur/Gbp veered from 0.8900 to 0.8820 mostly on Euro moves as Brexit is effectively on hold awaiting a new Tory leader and negotiations to resume. Elsewhere, Usd/Jpy has been tracking the usual swings in broad risk sentiment and UST/JGB yield differentials with some mega expiries also directing flow from time to time and is now closer to 107.82 lows vs 108.61 highs, but the Franc less dependent or adherent to safe-haven demands and unwinds ahead of next week’s quarterly SNB policy review. Indeed, Usd/Chf is now towards the lower end of 1.0020-0.9855 parameters, but Eur/Chf just shy of 1.1207 vs 1.1120 at one stage.</p><p><strong>* EM:</strong> A lively week for many regional currencies, as the Inr also saw RBI action in the form of a 25 bp ease, but also a shift in policy stance to accommodation from neutral, while the Mxn was volatile amidst heightened expectations that talks would culminate in a US-Mexican trade deal, but as yet nothing forthcoming ahead of June 10’s tariff deadline and the bearish news of rating/outlook downgrades. Elsewhere, and encouraging run of technical/corrective Try gains ended on Thursday and the Lira is losing out again or handing back more recovery gains after the US terminated its F-35 training programme with Turkey in protest to the Russian S-400 order. Last, but by no means least the Zar was hit hard by moves within factions of the ANC to change the constitution and SARB mandate, but is off worst levels due to the post-US jobs release Dollar sell-off, which has also aided the Cnh off 6.9600+ lows following PBoC comments downplaying any line in the sand, like 7.0000 that has been touted, and pledging to deploy aggressive stimulus if trade wars escalate.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-07-june-2019-nfp-miss-fuels-further-rate-cut-bets-trump-thinks-there-is-good-chance-of-mexico-deal-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 04:03:00",
        "gmt_time": "2019-06-07 20:03:00"
    },
    {
        "id": 872945,
        "updated_sequence": 1868254,
        "published_at": {
            "unix": 1559937000,
            "text": "2019-06-07 20:50:00 +0100",
            "iso_8601": "2019-06-07T19:50:00Z"
        },
        "updated_at": {
            "unix": 1559937061,
            "text": "2019-06-07 20:51:01 +0100",
            "iso_8601": "2019-06-07T19:51:01Z"
        },
        "subject": "SPX MOC 500mln to buy at 1550 EDT (vs 100mln to buy at 1549 EDT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk sources",
        "slug": "spx-moc-500mln-to-buy-at-1550-edt-vs-100mln-to-buy-at-1549-edt-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 03:50:00",
        "gmt_time": "2019-06-07 19:50:00"
    },
    {
        "id": 872944,
        "updated_sequence": 1868251,
        "published_at": {
            "unix": 1559936400,
            "text": "2019-06-07 20:40:00 +0100",
            "iso_8601": "2019-06-07T19:40:00Z"
        },
        "updated_at": {
            "unix": 1559936484,
            "text": "2019-06-07 20:41:24 +0100",
            "iso_8601": "2019-06-07T19:41:24Z"
        },
        "subject": "DOJ antitrust ramping up Alphabet (GOOG) probe, sources say, could file criminal or civil charges",
        "content": "<p><a href=\"https://twitter.com/CGasparino/status/1137081396831424520\">Via Fox</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox ",
        "slug": "doj-antitrust-ramping-up-alphabet-goog-probe-sources-say-could-file-criminal-or-civil-charges-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 03:40:00",
        "gmt_time": "2019-06-07 19:40:00"
    },
    {
        "id": 872943,
        "updated_sequence": 1868248,
        "published_at": {
            "unix": 1559934540,
            "text": "2019-06-07 20:09:00 +0100",
            "iso_8601": "2019-06-07T19:09:00Z"
        },
        "updated_at": {
            "unix": 1559934616,
            "text": "2019-06-07 20:10:16 +0100",
            "iso_8601": "2019-06-07T19:10:16Z"
        },
        "subject": "US T-Note Futures (U9) settle 9 ticks higher at 127-07",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>A disappointing NFP report saw the curve bull-steepen in an immediate response, as traders raised bets that the Fed will cut rates either in response to weakness in some gauges of economic activity, or in an “insurance” manner to extend the recovery. The probability of a June rate cut was up to around 22.5%, July rose to just under 90% (from around 70% on Thursday). Trump’s jawboning efforts resulted in some selling action in the afternoon, however, at settlement, major curve spreads were modestly narrower (2s30s was around 1bps lower, having been at 9bps wides after the payrolls data).</p>",
        "analysis_updated_at": {
            "unix": 1559934616,
            "text": "2019-06-07 20:10:16 +0100",
            "iso_8601": "2019-06-07T19:10:16Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-t-note-futures-u9-settle-9-ticks-higher-at-127-07-07-06-2019",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 03:09:00",
        "gmt_time": "2019-06-07 19:09:00"
    },
    {
        "id": 872941,
        "updated_sequence": 1868240,
        "published_at": {
            "unix": 1559932920,
            "text": "2019-06-07 19:42:00 +0100",
            "iso_8601": "2019-06-07T18:42:00Z"
        },
        "updated_at": {
            "unix": 1559932961,
            "text": "2019-06-07 19:42:41 +0100",
            "iso_8601": "2019-06-07T18:42:41Z"
        },
        "subject": "AT&T (T) and Dish (DISH) reportedly are open to merging satellite TV businesses; both are not holding active talks, sources say",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "at-t-t-and-dish-dish-reportedly-are-open-to-merging-satellite-tv-businesses-both-are-not-holding-active-talks-sources-say-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 02:42:00",
        "gmt_time": "2019-06-07 18:42:00"
    },
    {
        "id": 872940,
        "updated_sequence": 1868242,
        "published_at": {
            "unix": 1559932320,
            "text": "2019-06-07 19:32:00 +0100",
            "iso_8601": "2019-06-07T18:32:00Z"
        },
        "updated_at": {
            "unix": 1559933043,
            "text": "2019-06-07 19:44:03 +0100",
            "iso_8601": "2019-06-07T18:44:03Z"
        },
        "subject": "WTI futures (N9) settle USD 1.40 higher at USD 53.99; Brent (Q9) futures settles USD 1.62 higher at USD 63.29",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The Crude complex was buoyed by bullish commentary from Saudi Arabia oil minister Al Falih and his Russian counterpart Novak. Al-Falih said the oil market has yet to achieve perfect stability, adding that OPEC was in favour of extending supply output cuts deal, though did not see any deeper cuts. Russia had a similar view on the market as Saudis do, Novak said. These comments were underscored by the Iraqi oil minister, who has suggested that the alliance will be extended through the end of 2019. Broker PVM said the comments cement the argument that OPEC and its partners will extend its agreement: “All in all, the message is clear – price-supportive OPEC/non-OPEC supply curbs will stay in place for the foreseeable future.” Crude took a knock lower after a weak US employment report, though clung to gains.</p>",
        "analysis_updated_at": {
            "unix": 1559932320,
            "text": "2019-06-07 19:32:00 +0100",
            "iso_8601": "2019-06-07T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-n9-settle-usd-1-40-higher-at-usd-53-99-brent-q9-futures-settles-usd-1-62-higher-at-usd-63-29-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 02:32:00",
        "gmt_time": "2019-06-07 18:32:00"
    },
    {
        "id": 872937,
        "updated_sequence": 1868227,
        "published_at": {
            "unix": 1559927940,
            "text": "2019-06-07 18:19:00 +0100",
            "iso_8601": "2019-06-07T17:19:00Z"
        },
        "updated_at": {
            "unix": 1559928006,
            "text": "2019-06-07 18:20:06 +0100",
            "iso_8601": "2019-06-07T17:20:06Z"
        },
        "subject": "US President Trump says there is a good chance deal will be reached with Mexico; if not, tariffs will kick-in on Monday",
        "content": "<ul><li>\"If we are able to make the deal with Mexico, &amp; there is a good chance that we will, they will begin purchasing Farm &amp; Agricultural products at very high levels, starting immediately. If we are unable to make the deal, Mexico will begin paying Tariffs at the 5% level on Monday!\"</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1137045728344170496\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-there-is-a-good-chance-deal-will-be-reached-with-mexico-if-not-tariffs-will-kick-in-on-monday-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 01:19:00",
        "gmt_time": "2019-06-07 17:19:00"
    },
    {
        "id": 872936,
        "updated_sequence": 1868224,
        "published_at": {
            "unix": 1559927760,
            "text": "2019-06-07 18:16:00 +0100",
            "iso_8601": "2019-06-07T17:16:00Z"
        },
        "updated_at": {
            "unix": 1559927843,
            "text": "2019-06-07 18:17:23 +0100",
            "iso_8601": "2019-06-07T17:17:23Z"
        },
        "subject": "FedEX (FDX) will not be renewing US domestic express contract with Amazon (AMZN)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fedex-fdx-will-not-be-renewing-us-domestic-express-contract-with-amazon-amzn-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 01:16:00",
        "gmt_time": "2019-06-07 17:16:00"
    },
    {
        "id": 872935,
        "updated_sequence": 1868221,
        "published_at": {
            "unix": 1559926980,
            "text": "2019-06-07 18:03:00 +0100",
            "iso_8601": "2019-06-07T17:03:00Z"
        },
        "updated_at": {
            "unix": 1559927016,
            "text": "2019-06-07 18:03:36 +0100",
            "iso_8601": "2019-06-07T17:03:36Z"
        },
        "subject": "Baker Hughes Rig Count (7th June 2019): Total rigs -11 to 789, gas rigs +2 to 186, total rigs -9 at 975",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-7th-june-2019-total-rigs-11-to-789-gas-rigs-2-to-186-total-rigs-9-at-975-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 01:03:00",
        "gmt_time": "2019-06-07 17:03:00"
    },
    {
        "id": 872934,
        "updated_sequence": 1868218,
        "published_at": {
            "unix": 1559926740,
            "text": "2019-06-07 17:59:00 +0100",
            "iso_8601": "2019-06-07T16:59:00Z"
        },
        "updated_at": {
            "unix": 1559926783,
            "text": "2019-06-07 17:59:43 +0100",
            "iso_8601": "2019-06-07T16:59:43Z"
        },
        "subject": "American Airlines (AAL) mulls Airbus A3214 (AIR FP) to replace Boeing (BA) 737 Max",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-airlines-aal-mulls-airbus-a3214-air-fp-to-replace-boeing-ba-737-max-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 00:59:00",
        "gmt_time": "2019-06-07 16:59:00"
    },
    {
        "id": 872933,
        "updated_sequence": 1868215,
        "published_at": {
            "unix": 1559926200,
            "text": "2019-06-07 17:50:00 +0100",
            "iso_8601": "2019-06-07T16:50:00Z"
        },
        "updated_at": {
            "unix": 1559926272,
            "text": "2019-06-07 17:51:12 +0100",
            "iso_8601": "2019-06-07T16:51:12Z"
        },
        "subject": "IBM (IBM) is cutting about 2,000 jobs in a round of layoffs this week as it works to reshape its business, WSJ reports, citing sources",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/ibm-cuts-about-2-000-jobs-11559925984?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "ibm-ibm-is-cutting-about-2-000-jobs-in-a-round-of-layoffs-this-week-as-it-works-to-reshape-its-business-wsj-reports-citing-sources-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 00:50:00",
        "gmt_time": "2019-06-07 16:50:00"
    },
    {
        "id": 872932,
        "updated_sequence": 1868212,
        "published_at": {
            "unix": 1559925420,
            "text": "2019-06-07 17:37:00 +0100",
            "iso_8601": "2019-06-07T16:37:00Z"
        },
        "updated_at": {
            "unix": 1559925575,
            "text": "2019-06-07 17:39:35 +0100",
            "iso_8601": "2019-06-07T16:39:35Z"
        },
        "subject": "US President Trump says China is subsidising its products in order for them to continue to be sold in the USA",
        "content": "<ul><li>Says \"Many firms are leaving China for other countries, including the United States, in order to avoid paying the Tariffs. No visible increase in costs or inflation, but U.S. is taking in Billions!\"</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1137035722043547649\">Via Twitter</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-is-subsidising-its-products-in-order-for-them-to-continue-to-be-sold-in-the-usa-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 00:37:00",
        "gmt_time": "2019-06-07 16:37:00"
    },
    {
        "id": 872931,
        "updated_sequence": 1868205,
        "published_at": {
            "unix": 1559923560,
            "text": "2019-06-07 17:06:00 +0100",
            "iso_8601": "2019-06-07T16:06:00Z"
        },
        "updated_at": {
            "unix": 1559923635,
            "text": "2019-06-07 17:07:15 +0100",
            "iso_8601": "2019-06-07T16:07:15Z"
        },
        "subject": "Russian Energy Minister Novak says buyers of contaminated oil will be compensated based on the volumes located in their territories",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-buyers-of-contaminated-oil-will-be-compensated-based-on-the-volumes-located-in-their-territories-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-08 00:06:00",
        "gmt_time": "2019-06-07 16:06:00"
    },
    {
        "id": 872930,
        "updated_sequence": 1868202,
        "published_at": {
            "unix": 1559923140,
            "text": "2019-06-07 16:59:00 +0100",
            "iso_8601": "2019-06-07T15:59:00Z"
        },
        "updated_at": {
            "unix": 1559923277,
            "text": "2019-06-07 17:01:17 +0100",
            "iso_8601": "2019-06-07T16:01:17Z"
        },
        "subject": "Shell reports flaring from a pump at its Martinez, California refinery (166k BPD) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-reports-flaring-from-a-pump-at-its-martinez-california-refinery-166k-bpd-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:59:00",
        "gmt_time": "2019-06-07 15:59:00"
    },
    {
        "id": 872929,
        "updated_sequence": 1868199,
        "published_at": {
            "unix": 1559921940,
            "text": "2019-06-07 16:39:00 +0100",
            "iso_8601": "2019-06-07T15:39:00Z"
        },
        "updated_at": {
            "unix": 1559922063,
            "text": "2019-06-07 16:41:03 +0100",
            "iso_8601": "2019-06-07T15:41:03Z"
        },
        "subject": "Russian Energy Minister Novak says he expects the delivery of clean oil to Poland by 9-10 June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-he-expects-the-delivery-of-clean-oil-to-poland-by-9-10-june-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:39:00",
        "gmt_time": "2019-06-07 15:39:00"
    },
    {
        "id": 872928,
        "updated_sequence": 1868196,
        "published_at": {
            "unix": 1559921940,
            "text": "2019-06-07 16:39:00 +0100",
            "iso_8601": "2019-06-07T15:39:00Z"
        },
        "updated_at": {
            "unix": 1559922030,
            "text": "2019-06-07 16:40:30 +0100",
            "iso_8601": "2019-06-07T15:40:30Z"
        },
        "subject": "Russia is to start delivering the S-400 missile systems to Turkey in 2 months, as per Russia's Rostec",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-is-to-start-delivering-the-s-400-missile-systems-to-turkey-in-2-months-as-per-russia-s-rostec-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:39:00",
        "gmt_time": "2019-06-07 15:39:00"
    },
    {
        "id": 872927,
        "updated_sequence": 1868191,
        "published_at": {
            "unix": 1559921460,
            "text": "2019-06-07 16:31:00 +0100",
            "iso_8601": "2019-06-07T15:31:00Z"
        },
        "updated_at": {
            "unix": 1559921573,
            "text": "2019-06-07 16:32:53 +0100",
            "iso_8601": "2019-06-07T15:32:53Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (1.2%) at 3377, FTSE 100 (0.9%) at 7327, DAX (0.7%) at 12036, CAC 40 (1.6%) at 5364, IBEX 35 (0.7%) at 9234, FTSE Italian MIB (0.8%) at 20346, SMI (0.9%) at 9756",
        "content": "<p><strong>STOXX 600 SECTORS:&nbsp;</strong></p><ul><li>Automobiles &amp; Parts 0.3%</li><li>Banks 0.1%</li><li>Basic Resources 0.3%</li><li>Chemicals 1.0%</li><li>Construction &amp; Materials 1.4%</li><li>Financial Services 0.7%</li><li>Food &amp; Beverage&nbsp; 1%</li><li>Health Care 0.4%</li><li>Industrial Goods &amp; Services 1.4%</li><li>Insurance 0.9%</li><li>Media 0.9%</li><li>Oil &amp; Gas 1.1%</li><li>Personal &amp; Household Goods 1.2%</li><li>Retail 0.6%</li><li>Technology&nbsp; 2%</li><li>Telecommunications&nbsp; 0.8%</li><li>Travel &amp; Leisure 0.7%</li><li>Utilities 1.4%&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-1-2-at-3377-ftse-100-0-9-at-7327-dax-0-7-at-12036-cac-40-1-6-at-5364-ibex-35-0-7-at-9234-ftse-italian-mib-0-8-at-20346-smi-0-9-at-9756-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:31:00",
        "gmt_time": "2019-06-07 15:31:00"
    },
    {
        "id": 872926,
        "updated_sequence": 1868193,
        "published_at": {
            "unix": 1559921460,
            "text": "2019-06-07 16:31:00 +0100",
            "iso_8601": "2019-06-07T15:31:00Z"
        },
        "updated_at": {
            "unix": 1559921667,
            "text": "2019-06-07 16:34:27 +0100",
            "iso_8601": "2019-06-07T15:34:27Z"
        },
        "subject": "Russia's Novak says he does not see specific risks to Russia of a rise in US shale oil output; oil supply may occur on the market if trade wars continue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-novak-says-he-does-not-see-specific-risks-to-russia-of-a-rise-in-us-shale-oil-output-oil-supply-may-occur-on-the-market-if-trade-wars-continue-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:31:00",
        "gmt_time": "2019-06-07 15:31:00"
    },
    {
        "id": 872925,
        "updated_sequence": 1868185,
        "published_at": {
            "unix": 1559921280,
            "text": "2019-06-07 16:28:00 +0100",
            "iso_8601": "2019-06-07T15:28:00Z"
        },
        "updated_at": {
            "unix": 1559921341,
            "text": "2019-06-07 16:29:01 +0100",
            "iso_8601": "2019-06-07T15:29:01Z"
        },
        "subject": "Atlanta Fed GDPnow (Q2): 1.4% (prev. 1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q2-1-4-prev-1-5-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:28:00",
        "gmt_time": "2019-06-07 15:28:00"
    },
    {
        "id": 872924,
        "updated_sequence": 1868182,
        "published_at": {
            "unix": 1559921100,
            "text": "2019-06-07 16:25:00 +0100",
            "iso_8601": "2019-06-07T15:25:00Z"
        },
        "updated_at": {
            "unix": 1559921181,
            "text": "2019-06-07 16:26:21 +0100",
            "iso_8601": "2019-06-07T15:26:21Z"
        },
        "subject": "Weekly FX Wrap: Central Bank manoeuvres mingle with trade wars and weak NFP",
        "content": "<p><strong>USD</strong></p><p>The Dollar has hit fresh weekly and multi-month lows in wake of disappointing US jobs data that should or could prompt the Fed to seriously contemplate an ‘insurance’ rate cut, especially after several members, including Chair Powell, signalled a shift from neutral towards easing in the run up to the latest NFP report. In DXY terms, the index is testing bids around 96.500 from circa 97.800 at one stage and with nearest technical support seen around 96.411.</p><p><strong>CAD/NZD&nbsp;</strong></p><p>The Loonie and Kiwi look set to end Friday’s EU session neck-a-neck at the top of the G10 table, with Usd/Cad down through 1.3300 vs 1.3500+ highs this week on the back of Canada’s considerably better than forecast payrolls print, unemployment rate and breakdown showing that the entire rise in the labour force was due to full time workers. Meanwhile, Nzd/Usd is back above 0.6950 and much nearer 0.6666 peaks than the 0.6525 trough following policy guidance from RBNZ Deputy Governor Hawkesby flagging a prolonged period of steady rates.</p><p><strong>EUR/AUD</strong></p><p>The Euro and Aussie have also been heavily influenced by Central Banks this week (alongside Greenback moves and general risk sentiment surrounding tariffs and geopolitics), but surprisingly or even perversely both are actually stronger after ECB and RBA meetings that saw the former push a rate hike further down the road and set TLTRO3 terms, while the latter cut its OCR by 25 bp and left the door ajar for more. However, with the majority already anticipating an RBA easing cycle comprising 3 or maybe 4 eases and consequently short Aud/Usd the pair has rebounded sharply from 0.6927 at worst to 0.7000+, although Aud/Nzd remains closer to the base of a 1.0623-0496 range given the aforementioned more neutral RBNZ stance. Back to the single currency, Eur/Usd is accelerating from worst levels and initial post-ECB lows (1.1156 and 1.1214 or so respectively) amidst some perceptions that the sliding scale and conditionality attached to the new long term targeted liquidity could have been more generous, and irrespective of a more dovish press conference and Q&amp;A from President Draghi. To recap, he stressed that rolling back tightening to mid-2020 (earliest) from the end of this year at the latest did not signal a bias towards hiking, with some members actually raising the subject looser monetary policy, including lower rates and more QE. Draghi also reiterated that the Bank is ready to use all tools and there is room to cut rates and/or restart asset purchases. Eur/Usd currently near 1.1340.</p><p><strong>GBP/JPY/CHF</strong></p><p>All largely bereft of independent impulses, as mixed UK PMIs did not prompt much in the way of a market and PM May concluded her last official appointments before leaving office, with the race to replace her kicking off next Monday. Cable has been relatively contained between 1.2760 and 1.2610, while Eur/Gbp veered from 0.8900 to 0.8820 mostly on Euro moves as Brexit is effectively on hold awaiting a new Tory leader and negotiations to resume. Elsewhere, Usd/Jpy has been tracking the usual swings in broad risk sentiment and UST/JGB yield differentials with some mega expiries also directing flow from time to time and is now closer to 107.82 lows vs 108.61 highs, but the Franc less dependent or adherent to safe-haven demands and unwinds ahead of next week’s quarterly SNB policy review. Indeed, Usd/Chf is now towards the lower end of 1.0020-0.9855 parameters, but Eur/Chf just shy of 1.1207 vs 1.1120 at one stage.</p><p>&nbsp;</p><p><strong>EM</strong></p><p>A lively week for many regional currencies, as the Inr also saw RBI action in the form of a 25 bp ease, but also a shift in policy stance to accommodation from neutral, while the Mxn was volatile amidst heightened expectations that talks would culminate in a US-Mexican trade deal, but as yet nothing forthcoming ahead of June 10’s tariff deadline and the bearish news of rating/outlook downgrades. Elsewhere, and encouraging run of technical/corrective Try gains ended on Thursday and the Lira is losing out again or handing back more recovery gains after the US terminated its F-35 training programme with Turkey in protest to the Russian S-400 order. Last, but by no means least the Zar was hit hard by moves within factions of the ANC to change the constitution and SARB mandate, but is off worst levels due to the post-US jobs release Dollar sell-off, which has also aided the Cnh off 6.9600+ lows following PBoC comments downplaying any line in the sand, like 7.0000 that has been touted, and pledging to deploy aggressive stimulus if trade wars escalate.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-central-bank-manoeuvres-mingle-with-trade-wars-and-weak-nfp-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:25:00",
        "gmt_time": "2019-06-07 15:25:00"
    },
    {
        "id": 872923,
        "updated_sequence": 1868179,
        "published_at": {
            "unix": 1559920860,
            "text": "2019-06-07 16:21:00 +0100",
            "iso_8601": "2019-06-07T15:21:00Z"
        },
        "updated_at": {
            "unix": 1559920969,
            "text": "2019-06-07 16:22:49 +0100",
            "iso_8601": "2019-06-07T15:22:49Z"
        },
        "subject": "Brazilian VP Mourao says Brazil will not exclude Huawei from its 5G telecom network",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-vp-mourao-says-brazil-will-not-exclude-huawei-from-its-5g-telecom-network-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:21:00",
        "gmt_time": "2019-06-07 15:21:00"
    },
    {
        "id": 872922,
        "updated_sequence": 1868176,
        "published_at": {
            "unix": 1559920740,
            "text": "2019-06-07 16:19:00 +0100",
            "iso_8601": "2019-06-07T15:19:00Z"
        },
        "updated_at": {
            "unix": 1559920898,
            "text": "2019-06-07 16:21:38 +0100",
            "iso_8601": "2019-06-07T15:21:38Z"
        },
        "subject": "New York Fed's Nowcast forecasts 2019 GDP growth at 1% (vs 1.48% on 31 May)",
        "content": "<ul><li>forecast for Q3 now 1.31% (vs 1.98% on 31 May)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-s-nowcast-forecasts-2019-gdp-growth-at-1-vs-1-48-on-31-may-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:19:00",
        "gmt_time": "2019-06-07 15:19:00"
    },
    {
        "id": 872921,
        "updated_sequence": 1868173,
        "published_at": {
            "unix": 1559920500,
            "text": "2019-06-07 16:15:00 +0100",
            "iso_8601": "2019-06-07T15:15:00Z"
        },
        "updated_at": {
            "unix": 1559920638,
            "text": "2019-06-07 16:17:18 +0100",
            "iso_8601": "2019-06-07T15:17:18Z"
        },
        "subject": "Acting US Defense Secretary Shanahan says the US is to file a formal diplomatic protest with Russia in regard to the \"unsafe\" naval encounter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "acting-us-defense-secretary-shanahan-says-the-us-is-to-file-a-formal-diplomatic-protest-with-russia-in-regard-to-the-unsafe-naval-encounter-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:15:00",
        "gmt_time": "2019-06-07 15:15:00"
    },
    {
        "id": 872920,
        "updated_sequence": 1868207,
        "published_at": {
            "unix": 1559920260,
            "text": "2019-06-07 16:11:00 +0100",
            "iso_8601": "2019-06-07T15:11:00Z"
        },
        "updated_at": {
            "unix": 1559924009,
            "text": "2019-06-07 17:13:29 +0100",
            "iso_8601": "2019-06-07T16:13:29Z"
        },
        "subject": "China Global Times Editor says China wants a deal, but it must be a fair deal, otherwise China will continue with the trade war no matter how long it lasts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-global-times-editor-says-china-wants-a-deal-but-it-must-be-a-fair-deal-otherwise-china-will-continue-with-the-trade-war-no-matter-how-long-it-lasts-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:11:00",
        "gmt_time": "2019-06-07 15:11:00"
    },
    {
        "id": 872919,
        "updated_sequence": 1868167,
        "published_at": {
            "unix": 1559920020,
            "text": "2019-06-07 16:07:00 +0100",
            "iso_8601": "2019-06-07T15:07:00Z"
        },
        "updated_at": {
            "unix": 1559920130,
            "text": "2019-06-07 16:08:50 +0100",
            "iso_8601": "2019-06-07T15:08:50Z"
        },
        "subject": "Russia's Rostec Head says the US tried to prevent Russian equipment deliveries to the Kalashnikov plant in Venezuela, but Russia found a way anyway, according to RIA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RIA",
        "slug": "russia-s-rostec-head-says-the-us-tried-to-prevent-russian-equipment-deliveries-to-the-kalashnikov-plant-in-venezuela-but-russia-found-a-way-anyway-according-to-ria-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 23:07:00",
        "gmt_time": "2019-06-07 15:07:00"
    },
    {
        "id": 872918,
        "updated_sequence": 1868164,
        "published_at": {
            "unix": 1559919420,
            "text": "2019-06-07 15:57:00 +0100",
            "iso_8601": "2019-06-07T14:57:00Z"
        },
        "updated_at": {
            "unix": 1559919505,
            "text": "2019-06-07 15:58:25 +0100",
            "iso_8601": "2019-06-07T14:58:25Z"
        },
        "subject": "Grubhub Inc (GRUB) seeing some upside after HedgeEye suggested Amazon (AMZN) may be considering a bid for the firm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "grubhub-inc-grub-seeing-some-upside-after-hedgeeye-suggested-amazon-amzn-may-be-considering-a-bid-for-the-firm-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:57:00",
        "gmt_time": "2019-06-07 14:57:00"
    },
    {
        "id": 872917,
        "updated_sequence": 1868161,
        "published_at": {
            "unix": 1559918880,
            "text": "2019-06-07 15:48:00 +0100",
            "iso_8601": "2019-06-07T14:48:00Z"
        },
        "updated_at": {
            "unix": 1559919105,
            "text": "2019-06-07 15:51:45 +0100",
            "iso_8601": "2019-06-07T14:51:45Z"
        },
        "subject": "US Treasury has announced fresh sanctions on Iran, targeting the nation's petrochemical sector, aimed at subsidiary petrochemical companies and foreign based sales agents, according to the US Treasury Website",
        "content": "<ul><li><a href=\"https://www.treasury.gov/resource-center/sanctions/OFAC-Enforcement/Pages/20190607.aspx\">Click here for the link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-has-announced-fresh-sanctions-on-iran-targeting-the-nation-s-petrochemical-sector-aimed-at-subsidiary-petrochemical-companies-and-foreign-based-sales-agents-according-to-the-us-treasury-website-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:48:00",
        "gmt_time": "2019-06-07 14:48:00"
    },
    {
        "id": 872916,
        "updated_sequence": 1868154,
        "published_at": {
            "unix": 1559918700,
            "text": "2019-06-07 15:45:00 +0100",
            "iso_8601": "2019-06-07T14:45:00Z"
        },
        "updated_at": {
            "unix": 1559918774,
            "text": "2019-06-07 15:46:14 +0100",
            "iso_8601": "2019-06-07T14:46:14Z"
        },
        "subject": "Brazilian President Bolsonaro says they are considering a joint currency with Argentina and the idea is to have a single currency for the continent",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-president-bolsonaro-says-they-are-considering-a-joint-currency-with-argentina-and-the-idea-is-to-have-a-single-currency-for-the-continent-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:45:00",
        "gmt_time": "2019-06-07 14:45:00"
    },
    {
        "id": 872915,
        "updated_sequence": 1868151,
        "published_at": {
            "unix": 1559918520,
            "text": "2019-06-07 15:42:00 +0100",
            "iso_8601": "2019-06-07T14:42:00Z"
        },
        "updated_at": {
            "unix": 1559918681,
            "text": "2019-06-07 15:44:41 +0100",
            "iso_8601": "2019-06-07T14:44:41Z"
        },
        "subject": "Russian President Putin says North Korea has stopped nuclear tests and is closing a test site",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-says-north-korea-has-stopped-nuclear-tests-and-is-closing-a-test-site-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:42:00",
        "gmt_time": "2019-06-07 14:42:00"
    },
    {
        "id": 872914,
        "updated_sequence": 1868146,
        "published_at": {
            "unix": 1559917380,
            "text": "2019-06-07 15:23:00 +0100",
            "iso_8601": "2019-06-07T14:23:00Z"
        },
        "updated_at": {
            "unix": 1559917453,
            "text": "2019-06-07 15:24:13 +0100",
            "iso_8601": "2019-06-07T14:24:13Z"
        },
        "subject": "Italian League Cabinet Undersecretary Giorgetti notes that a mini-BOT scheme is possible, reported via AGI",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-league-cabinet-undersecretary-giorgetti-notes-that-a-mini-bot-scheme-is-possible-reported-via-agi-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:23:00",
        "gmt_time": "2019-06-07 14:23:00"
    },
    {
        "id": 872913,
        "updated_sequence": 1868143,
        "published_at": {
            "unix": 1559916360,
            "text": "2019-06-07 15:06:00 +0100",
            "iso_8601": "2019-06-07T14:06:00Z"
        },
        "updated_at": {
            "unix": 1559916458,
            "text": "2019-06-07 15:07:38 +0100",
            "iso_8601": "2019-06-07T14:07:38Z"
        },
        "subject": "US FTC and FDA have sent warning letters to companies selling E-liquid about social media advertising without health warnings",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-ftc-and-fda-have-sent-warning-letters-to-companies-selling-e-liquid-about-social-media-advertising-without-health-warnings-07-06-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 22:06:00",
        "gmt_time": "2019-06-07 14:06:00"
    },
    {
        "id": 872910,
        "updated_sequence": 1868134,
        "published_at": {
            "unix": 1559915820,
            "text": "2019-06-07 14:57:00 +0100",
            "iso_8601": "2019-06-07T13:57:00Z"
        },
        "updated_at": {
            "unix": 1559915878,
            "text": "2019-06-07 14:57:58 +0100",
            "iso_8601": "2019-06-07T13:57:58Z"
        },
        "subject": "Italian Coalition Officials state that the Italian budget deficit could be 2.0% of GDP or lower",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-coalition-officials-state-that-the-italian-budget-deficit-could-be-2-0-of-gdp-or-lower-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:57:00",
        "gmt_time": "2019-06-07 13:57:00"
    },
    {
        "id": 872909,
        "updated_sequence": 1868131,
        "published_at": {
            "unix": 1559915520,
            "text": "2019-06-07 14:52:00 +0100",
            "iso_8601": "2019-06-07T13:52:00Z"
        },
        "updated_at": {
            "unix": 1559915745,
            "text": "2019-06-07 14:55:45 +0100",
            "iso_8601": "2019-06-07T13:55:45Z"
        },
        "subject": "Citi expect the Fed to cut rates by 50bps in September with a 'material risk' of 25bps cuts in July and December",
        "content": "<ul><li>See a \"maybe premature end\" of the balance sheet run-off in June amidst subdued inflation and the challenging global environment</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citi-expect-the-fed-to-cut-rates-by-50bps-in-september-with-a-material-risk-of-25bps-cuts-in-july-and-december-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:52:00",
        "gmt_time": "2019-06-07 13:52:00"
    },
    {
        "id": 872908,
        "updated_sequence": 1868126,
        "published_at": {
            "unix": 1559915520,
            "text": "2019-06-07 14:52:00 +0100",
            "iso_8601": "2019-06-07T13:52:00Z"
        },
        "updated_at": {
            "unix": 1559915621,
            "text": "2019-06-07 14:53:41 +0100",
            "iso_8601": "2019-06-07T13:53:41Z"
        },
        "subject": "White House Press Secretary Sanders says the US is moving forward on Mexican tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-press-secretary-sanders-says-the-us-is-moving-forward-on-mexican-tariffs-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:52:00",
        "gmt_time": "2019-06-07 13:52:00"
    },
    {
        "id": 872907,
        "updated_sequence": 1868121,
        "published_at": {
            "unix": 1559915400,
            "text": "2019-06-07 14:50:00 +0100",
            "iso_8601": "2019-06-07T13:50:00Z"
        },
        "updated_at": {
            "unix": 1559915445,
            "text": "2019-06-07 14:50:45 +0100",
            "iso_8601": "2019-06-07T13:50:45Z"
        },
        "subject": "Seagate Tech (STX) - rated New-Neutral at Cleveland Research, believing the June EPS print could be towards the lower end of guidance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "seagate-tech-stx-rated-new-neutral-at-cleveland-research-believing-the-june-eps-print-could-be-towards-the-lower-end-of-guidance-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:50:00",
        "gmt_time": "2019-06-07 13:50:00"
    },
    {
        "id": 872906,
        "updated_sequence": 1868116,
        "published_at": {
            "unix": 1559914740,
            "text": "2019-06-07 14:39:00 +0100",
            "iso_8601": "2019-06-07T13:39:00Z"
        },
        "updated_at": {
            "unix": 1559915053,
            "text": "2019-06-07 14:44:13 +0100",
            "iso_8601": "2019-06-07T13:44:13Z"
        },
        "subject": "White House Economic Adviser Hassett says Hassett thinks a trade deal with China is close, once the roadblock is overcome",
        "content": "<ul><li>says House Speaker Pelosi is open to getting the USMCA deal through the House</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-economic-adviser-hassett-says-hassett-thinks-a-trade-deal-with-china-is-close-once-the-roadblock-is-overcome-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:39:00",
        "gmt_time": "2019-06-07 13:39:00"
    },
    {
        "id": 872905,
        "updated_sequence": 1868111,
        "published_at": {
            "unix": 1559914560,
            "text": "2019-06-07 14:36:00 +0100",
            "iso_8601": "2019-06-07T13:36:00Z"
        },
        "updated_at": {
            "unix": 1559914641,
            "text": "2019-06-07 14:37:21 +0100",
            "iso_8601": "2019-06-07T13:37:21Z"
        },
        "subject": "Italian PM Conte will reportedly be meeting with Deputy PMs Di Maio and Salvini to discuss the EU Commissioner, potential reshuffle and taxes, according to ANSA ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ANSA",
        "slug": "italian-pm-conte-will-reportedly-be-meeting-with-deputy-pms-di-maio-and-salvini-to-discuss-the-eu-commissioner-potential-reshuffle-and-taxes-according-to-ansa-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:36:00",
        "gmt_time": "2019-06-07 13:36:00"
    },
    {
        "id": 872904,
        "updated_sequence": 1868108,
        "published_at": {
            "unix": 1559914440,
            "text": "2019-06-07 14:34:00 +0100",
            "iso_8601": "2019-06-07T13:34:00Z"
        },
        "updated_at": {
            "unix": 1559914490,
            "text": "2019-06-07 14:34:50 +0100",
            "iso_8601": "2019-06-07T13:34:50Z"
        },
        "subject": "US Movers: Johnson & Johnson (JNJ) +1.1%, JP Morgan (JPM) -0.9%, Twitter (TWTR) +2%, Arista Networks Inc (ANET) -5.1%, Mattel Inc (MAT) -3.6%, Monster Beverages (MNST) +2",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "us-movers-johnson-johnson-jnj-1-1-jp-morgan-jpm-0-9-twitter-twtr-2-arista-networks-inc-anet-5-1-mattel-inc-mat-3-6-monster-beverages-mnst-2-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:34:00",
        "gmt_time": "2019-06-07 13:34:00"
    },
    {
        "id": 872903,
        "updated_sequence": 1868105,
        "published_at": {
            "unix": 1559914320,
            "text": "2019-06-07 14:32:00 +0100",
            "iso_8601": "2019-06-07T13:32:00Z"
        },
        "updated_at": {
            "unix": 1559914423,
            "text": "2019-06-07 14:33:43 +0100",
            "iso_8601": "2019-06-07T13:33:43Z"
        },
        "subject": "Norwegian Union Safe plans to take 667 members on strike at the offshore installations if June 27th talks fail",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norwegian-union-safe-plans-to-take-667-members-on-strike-at-the-offshore-installations-if-june-27th-talks-fail-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:32:00",
        "gmt_time": "2019-06-07 13:32:00"
    },
    {
        "id": 872902,
        "updated_sequence": 1868101,
        "published_at": {
            "unix": 1559913480,
            "text": "2019-06-07 14:18:00 +0100",
            "iso_8601": "2019-06-07T13:18:00Z"
        },
        "updated_at": {
            "unix": 1559913583,
            "text": "2019-06-07 14:19:43 +0100",
            "iso_8601": "2019-06-07T13:19:43Z"
        },
        "subject": "Chinese President Xi says we should find a trade solution despite the disagreements we have",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after PBoC Governor Yi Gang said talks with US Treasury Secretary Mnuchin at the G20 will be difficult, while he added that no CNY exchange rate number is more important than others and that there is lots of policy room if the trade war worsens</li></ul>",
        "analysis_updated_at": {
            "unix": 1559913583,
            "text": "2019-06-07 14:19:43 +0100",
            "iso_8601": "2019-06-07T13:19:43Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-says-we-should-find-a-trade-solution-despite-the-disagreements-we-have-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:18:00",
        "gmt_time": "2019-06-07 13:18:00"
    },
    {
        "id": 872901,
        "updated_sequence": 1868096,
        "published_at": {
            "unix": 1559913180,
            "text": "2019-06-07 14:13:00 +0100",
            "iso_8601": "2019-06-07T13:13:00Z"
        },
        "updated_at": {
            "unix": 1559913263,
            "text": "2019-06-07 14:14:23 +0100",
            "iso_8601": "2019-06-07T13:14:23Z"
        },
        "subject": "US VP Pence Chief of Staff says US is encouraged by Mexico proposals on immigration, but work remains; adds US will still move ahead with tariffs on Mexican goods",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox News",
        "slug": "us-vp-pence-chief-of-staff-says-us-is-encouraged-by-mexico-proposals-on-immigration-but-work-remains-adds-us-will-still-move-ahead-with-tariffs-on-mexican-goods-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:13:00",
        "gmt_time": "2019-06-07 13:13:00"
    },
    {
        "id": 872900,
        "updated_sequence": 1868085,
        "published_at": {
            "unix": 1559912820,
            "text": "2019-06-07 14:07:00 +0100",
            "iso_8601": "2019-06-07T13:07:00Z"
        },
        "updated_at": {
            "unix": 1559912856,
            "text": "2019-06-07 14:07:36 +0100",
            "iso_8601": "2019-06-07T13:07:36Z"
        },
        "subject": "Additional US Equity Opening Stories: NEM, GOLD",
        "content": "<p>West African gold miner Toro Gold has shelved plans to IPO and has now tapped banks for a sale, with sources suggesting a USD 300mln valuation, suggesting consolidation within the industry. European gold names ticked higher on the news; US gold names that may be affected include <strong>Newmont Mining Corp (NEM)</strong> and <strong>Barrick Gold Corp (GOLD).</strong></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equity-opening-stories-nem-gold-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:07:00",
        "gmt_time": "2019-06-07 13:07:00"
    },
    {
        "id": 872899,
        "updated_sequence": 1868082,
        "published_at": {
            "unix": 1559912760,
            "text": "2019-06-07 14:06:00 +0100",
            "iso_8601": "2019-06-07T13:06:00Z"
        },
        "updated_at": {
            "unix": 1559912819,
            "text": "2019-06-07 14:06:59 +0100",
            "iso_8601": "2019-06-07T13:06:59Z"
        },
        "subject": "Fixed and FX latest: more fuel for bond bulls and Buck bulls",
        "content": "<p>The proverbial 2nd wave of post-data reaction boosted debt to fresh session and/or contract highs, with Bunds reaching 171.74 (+35 ticks) and the 10 year yield finally crossing -25 bp, while Gilts climbed to 130.61, +23 ticks and US Treasuries hit 127-195, with cash on course for another run at 2%. However, the Dollar has retreated across the board on the basis that the disappointing NFP report will or should at least nudge the Fed closer to one insurance cut if not more, with the DXY down to 96.581 vs 97.182 at one stage.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-more-fuel-for-bond-bulls-and-buck-bulls-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:06:00",
        "gmt_time": "2019-06-07 13:06:00"
    },
    {
        "id": 872898,
        "updated_sequence": 1868118,
        "published_at": {
            "unix": 1559912640,
            "text": "2019-06-07 14:04:00 +0100",
            "iso_8601": "2019-06-07T13:04:00Z"
        },
        "updated_at": {
            "unix": 1559915149,
            "text": "2019-06-07 14:45:49 +0100",
            "iso_8601": "2019-06-07T13:45:49Z"
        },
        "subject": "Bank of Italy looks for 2019 GDP of 0.3% (vs. prev. 0.6%), 0.7% in 2020 (vs. prev. 0.9%) and 0.9% in 2021 (vs. prev. 1.0%)",
        "content": "<ul><li>Forecasts are lower than January due to softer overseas demand and persistent business uncertainty</li><li>GDP is being driven by exports and consumer spending</li><li>Investment forecast to remain soft</li><li>BOI trims 2019 CPI forecast to 0.8%, 2020 seen at 1% and 1.5% for 2021</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-looks-for-2019-gdp-of-0-3-vs-prev-0-6-0-7-in-2020-vs-prev-0-9-and-0-9-in-2021-vs-prev-1-0-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:04:00",
        "gmt_time": "2019-06-07 13:04:00"
    },
    {
        "id": 872897,
        "updated_sequence": 1868076,
        "published_at": {
            "unix": 1559912580,
            "text": "2019-06-07 14:03:00 +0100",
            "iso_8601": "2019-06-07T13:03:00Z"
        },
        "updated_at": {
            "unix": 1559912688,
            "text": "2019-06-07 14:04:48 +0100",
            "iso_8601": "2019-06-07T13:04:48Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 7th June 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22021/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>DOW</strong></p><p><strong>Boeing (BA)</strong> (Industrials/Aerospace &amp; Defense) - Qatar Airways is reportedly planning to seek compensation from Boeing over the grounding of Air Italy’s three 737 MAX aircraft, in which with the Qatari airline is a major shareholder.</p><p><strong>IBM (IBM)</strong> (Information Technology/IT Consulting &amp; Other Services) has withdrawn an application for antitrust approval for a joint mainframe computing venture with <strong>Deutsche Telekom's (DTEGY, DTE GY)</strong> T-Systems after the German cartel office took a closer look at the transaction.</p><p><strong>Nike (NKE)</strong> (Consumer Discretionary/Apparel, Accessories &amp; Luxury Goods) announced Ratnakar Lavu, former Chief Technology and Information Officer at Kohl's (KSS), as the apparel maker’s first Global Chief Digital Information Officer.</p><p><strong>Walmart (WMT)</strong> ( Consumer Staples/Hypermarkets &amp; Super Centres) is to offer grocery pick up from 3,100 stores and same-day grocery delivery from 1,600 stores by year-end.</p><p><strong>NASDAQ 100</strong></p><p><strong>Activision Blizzard (ATVI) </strong>(Communication Services/Interactive Home Entertainment) and <strong>Electronic Arts (EA)</strong> (Communication Services/Interactive Home Entertainment) were both initiated with a Neutral at Citi. Analyst Jason Bazinet, speaking on Activision Blizzard, believes consensus estimates for the co. are at the right level and that the valuation looks fair at current share levels. Meanwhile, regarding EA, he believes the company is positioned to meet expectations for total bookings in fiscal 2020 but he finds the stock fairly valued at current levels.</p><p><strong>Alphabet (GOOG, GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) is warning that if the Trump administration goes ahead with its Huawei ban, it could risk compromising national security, reports the FT. Senior Google executives are reportedly pushing for U.S. officials to give the tech giant exemptions to its ban on exports to Huawei.</p><p><strong>Facebook (FB)</strong> (Communication Services/Interactive Media &amp; Services) will no longer allow pre-installation of its apps on Huawei phones, following the U.S. ban on the Chinese tech co.'s purchase of American parts and software.</p><p><strong>Sprint Corp (S)</strong> (Communication Services/Wireless Telecommunication Services), <strong>T-Mobile US (TMUS) </strong>(Communication Services/Wireless Telecommunication Services) – Attorneys generals of Arizona, Michigan and Pennsylvania have now joined the group of states probing T-Mobile's plan to buy Sprint, with the deal believed to be nearing the end of a regulatory review.</p><p><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Automobiles) – Piper Jaffray keeps its USD 396 price target on Tesla after conducting Model 3 demand analysis. Analyst Alexander Potter thinks that of all the reasons to doubt his Overweight thesis, \"weak demand is among the least convincing.\" The analyst's analysis establishes a base case Model 3 demand scenario of 170,000 units per year in the U.S. alone which he believes is more than enough to support his forecast of 289,000 global deliveries in 2019.</p><p><strong>S&amp;P 500</strong></p><p><strong>CVS Health (CVS)</strong> (Health Care/Health Care Services) - Two days of court hearings on CVS Health’s recent acquisition of Aetna Inc. finished without setting a date for when a federal judge would rule on the Justice Department settlement that allowed the deal, meaning legal uncertainty for the merged firm could last into the summer, reports the WSJ.</p><p><strong>General Motors Co (GM)</strong> (Consumer Discretionary/Automobile Manufacturers) and <strong>Toyota Motor Corp (TM)</strong> (Consumer Discretionary/Automobiles), amongst other automakers, backed a compromise on vehicle emissions on Thursday which is aimed at avoiding a confrontation between California and the Trump administration over emissions requirements until 2026. They warned that failing to reach a deal could lead to \"an extended period of litigation and instability.\"</p><p><strong>Wells Fargo &amp; Co (WFC)</strong> (Financials/Diversified Banks) announced that it had appointed <strong>Deutsche Bank's (DBK GY)</strong> Kate Clifford-Toomey to be chief operating officer for corporate risk.</p><p><strong>OTHER</strong></p><p><strong>Altice (ATUS)</strong> (Communication Services/Media) – BC Partners and CPPIB have reduced their combined ownership stake.</p><p><strong>Beyond Meat (BYND)</strong> (Consumer Staples/Food Products) (USD) reports Q1 EPS 0.14 (vs. one estimate of 0.15), revenue 0.040bln (vs one estimate of 0.040bln), forecasts FY19 revenue to exceed 0.210bln (vs one estimate of 0.207bln), sees FY19 adjusted EBITDA to be approximately break-even. The meatless burger maker also had its price target raised to USD 120 from USD 97 at JPMorgan.</p><p><strong>Caesars (CZR) </strong>(Consumer Discretionary/Hotels, Restaurants &amp; Leisure)<strong>, Eldorado Resorts (ERI)</strong> (Consumer Discretionary/Hotels, Restaurants &amp; Leisure) - Caesars Entertainment, after reportedly coming close to clinching a deal to merge with rival Eldorado Resorts yesterday evening, has dismissed its rivals offer as too low.</p><p><strong>Deutsche Bank’s (DB, DBK GY)</strong> (Financials/Capital Markets) investment banking chief as well as other current and former employees are under criminal investigation by Cologne prosecutors over their potential involvement in allegedly illegal tax transactions.</p><p><strong>DocuSign Inc (DOCU)</strong> (Information Technology/Software) (USD) reports Q1 19 EPS&nbsp;0.07 (exp. 0.05), revenue&nbsp;0.214bln (exp. 0.21bln), Q2 revenue view&nbsp;0.218-2.222bln (exp. 0.219bln), FY revenue view&nbsp;0.917-0.922bln (exp. 0.914bln).</p><p><strong>Toyota Motors (TM)</strong> (Consumer Discretionary/Automobiles) announced aims for half of its global sales to come from electric vehicles as soon as 2025 (five years sooner than originally planned). Reportedly, the automaker will need work with Chinese battery makers in order to meet the accelerating global shift towards electric cars.</p><p><strong>Uber (UBER)</strong> (Industrials/Rail &amp; Road) drivers in Australian have been ruled as not employees by an Australian regulator. “The weight of evidence from our investigation establishes that the relationship between Uber Australia and the drivers is not an employment relationship,\" Sarah Parker of Australia's Fair Work Ombudsman said.</p><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>ANAPLAN (PLAN) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>EXELON (EXC) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li><li>GLU MOBILE (GLUU) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>HELIX ENERGY (HLX) UPGRADED TO STRONG BUY FROM OUTPERFORM AT RAYMOND JAMES</li><li>HELMERICH &amp; PAYNE (HP) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT PIPER JAFFRAY</li><li>JETBLUE (JBLU) UPGRADED TO BUY FROM HOLD AT VERTICAL RESEARCH</li><li>MATADOR (MTDR) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>QUAKER CHEMICAL (KWR) UPGRADED TO BUY FROM NEUTRAL AT JANNEY MONTGOMERY SCOTT</li><li>SCHLUMBERGER (SLB) UPGRADED TO BUY FROM HOLD AT STIFEL</li><li>W.P. CAREY (WPC) UPGRADED TO NEUTRAL FROM SELL AT CITI</li></ul><p><strong>Downgrades</strong></p><ul><li>AMERICAN TOWER (AMT) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>CAMPING WORLD (CWH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>CENTENNIAL RESOURCE (CDEV) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>INVESCO (IVZ) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>MAMMOTH ENERGY (TUSK) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT STEPHENS</li><li>MICHAELS (MIK) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li><li>MIRATI THERAPEUTICS (MRTX) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li><li>NOBLE MIDSTREAM (NBLX) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>PACIFIC PREMIER (PPBI) DOWNGRADED TO NEUTRAL FROM BUY AT JANNEY MONTGOMERY SCOTT</li><li>QEP RESOURCES (QEP) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>SBA COMMUNICATIONS (SBAC) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>SKYWORKS (SWKS) DOWNGRADED TO HOLD FROM BUY AT ARGUS</li><li>TEXAS CAPITAL (TCBI) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li></ul><p><strong>Initiations</strong></p><ul><li>AGILE THERAPEUTICS (AGRX) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER</li><li>ALTERYX (AYX) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>APPLIED MATERIALS (AMAT) INITIATED WITH A NEUTRAL AT NOMURA INSTINET</li><li>ESTABLISHMENT LABS (ESTA) INITIATED WITH AN OVERWEIGHT AT STEPHENS</li><li>FATE THERAPEUTICS (FATE) INITIATED WITH A NEUTRAL AT ROTH CAPITAL</li><li>GARMIN (GRMN) RESUMED WITH A NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>HUBSPOT (HUBS) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>NEW RELIC (NEWR) INITIATED WITH A SELL AT GOLDMAN SACHS</li><li>SABRE (SABR) INITIATED WITH A BUY AT MIZUHO</li><li>SELECT INTERIOR CONCEPTS (SIC) INITIATED WITH A BUY AT SEAPORT GLOBAL</li><li>SHOPIFY (SHOP) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>SOUTHWESTERN ENERGY (SWN) INITIATED WITH A PERFORM AT OPPENHEIMER</li><li>SPLUNK (SPLK) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>TABLEAU (DATA) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>TALEND (TLND) INITIATED WITH A SELL AT GOLDMAN SACHS</li><li>VEEVA (VEEV) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS</li><li>WAITR HOLDINGS (WTRH) INITIATED WITH A BUY AT DEUTSCHE BANK</li><li>X4 PHARMACEUTICALS (XFOR) INITIATED WITH A BUY AT STIFEL</li><li>ZENDESK (ZEN) INITIATED WITH A BUY AT GOLDMAN SACHS</li><li>&nbsp;</li><li><strong>Ex-Dividends</strong></li><li>AMC Entertainment Holdings Inc (AMC). Amount USD 0.20</li><li>Anthem Inc (ANTM). Amount USD 0.80</li><li>Brighthouse Financial Inc (BHFAP). Amount USD 0.41</li><li>CBS Corp (CBS). Amount USD 0.18</li><li>Cinemark Holdings Inc (CNK). Amount USD 0.34</li><li>CME Group Inc (CME). Amount USD 0.75</li><li>CNO Financial Group Inc (CNO). Amount USD 0.11</li><li>Easterly Government Properties Inc (DEA). Amount USD 0.26</li><li>First American Financial Corp (FAF). Amount USD 0.42</li><li>Hanover Insurance Group Inc (THG). Amount USD 0.60</li><li>Insperity Inc (NSP). Amount USD 0.30</li><li>ITT Inc (ITT). Amount USD 0.14</li><li>Kansas City Southern (KSU). Amount USD 0.36</li><li>Ladder Capital Corp (LADR). Amount USD 0.34</li><li>LyondellBasell Industries NV (LYB). Amount USD 1.05</li><li>Meta Financial Group Inc (CASH). Amount USD 0.05</li><li>MGM Resorts International (MGM). Amount USD 0.13</li><li>Occidental Petroleum Corp (OXY). Amount USD 0.78</li><li>PPL Corp (PPL). Amount USD 0.41</li><li>South Jersey Industries Inc (SJI). Amount USD 0.28</li><li>Symantec Corp (SYMC). Amount USD 0.07</li><li>Travelers Companies Inc (TRV). Amount USD 0.82</li><li>UMB Financial Corp (UMBF). Amount USD 0.30</li><li>VF Corp (VFC). Amount USD 0.51</li><li>World Fuel Services Corp (INT). Amount USD 0.10</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-7th-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 21:03:00",
        "gmt_time": "2019-06-07 13:03:00"
    },
    {
        "id": 872892,
        "updated_sequence": 1868093,
        "published_at": {
            "unix": 1559911920,
            "text": "2019-06-07 13:52:00 +0100",
            "iso_8601": "2019-06-07T12:52:00Z"
        },
        "updated_at": {
            "unix": 1559913128,
            "text": "2019-06-07 14:12:08 +0100",
            "iso_8601": "2019-06-07T13:12:08Z"
        },
        "subject": "US reportedly gives some Chinese products more time to avoid a tariff hike, tariffs will not go up until 15th of June for some goods, according to reports",
        "content": "",
        "reaction_details": "<p>Initially, as news crossed the wires, E-Mini S&amp;P Jun'19 futures rose from around 2850 to 2861, however the move then pared back as a<a href=\"https://ustr.gov/about-us/policy-offices/press-office/press-releases/2019/may/notice-regarding-application-section\"> similar sentiment was expressed by US Trade Office on the 31st May </a>which stated \"Covered products that were exported from China to the United States prior to May 10, 2019 will remain subject to an additional 10 percent tariff if they enter into the U.S. before June 15, 2019. Originally, the deadline to enter the U.S. before the goods would be subject to an additional 25 percent tariff was June 1, 2019.\"</p><p>Furthermore, overnight, China stated \"We have noticed that the Office of the USTR had made an announcement saying &nbsp;related goods exported from China to the US prior to May 10 will remain subject to an &nbsp;additional 10% tariff if they enter the US before June 15, 2019,\" said the office in a statement. &nbsp;The aforementioned technical measure, however, won't change the nature of its tariff hike &nbsp;from May 10, 2019, according to the statement.\"</p><p>The news was put out as major newswires were re-running it and markets moved accordingly.&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1559913060,
            "text": "2019-06-07 14:11:00 +0100",
            "iso_8601": "2019-06-07T13:11:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-reportedly-gives-some-chinese-products-more-time-to-avoid-a-tariff-hike-tariffs-will-not-go-up-until-15th-of-june-for-some-goods-according-to-reports-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:52:00",
        "gmt_time": "2019-06-07 12:52:00"
    },
    {
        "id": 872892,
        "updated_sequence": 1868093,
        "published_at": {
            "unix": 1559911920,
            "text": "2019-06-07 13:52:00 +0100",
            "iso_8601": "2019-06-07T12:52:00Z"
        },
        "updated_at": {
            "unix": 1559913128,
            "text": "2019-06-07 14:12:08 +0100",
            "iso_8601": "2019-06-07T13:12:08Z"
        },
        "subject": "US reportedly gives some Chinese products more time to avoid a tariff hike, tariffs will not go up until 15th of June for some goods, according to reports",
        "content": "",
        "reaction_details": "<p>Initially, as news crossed the wires, E-Mini S&amp;P Jun'19 futures rose from around 2850 to 2861, however the move then pared back as a<a href=\"https://ustr.gov/about-us/policy-offices/press-office/press-releases/2019/may/notice-regarding-application-section\"> similar sentiment was expressed by US Trade Office on the 31st May </a>which stated \"Covered products that were exported from China to the United States prior to May 10, 2019 will remain subject to an additional 10 percent tariff if they enter into the U.S. before June 15, 2019. Originally, the deadline to enter the U.S. before the goods would be subject to an additional 25 percent tariff was June 1, 2019.\"</p><p>Furthermore, overnight, China stated \"We have noticed that the Office of the USTR had made an announcement saying &nbsp;related goods exported from China to the US prior to May 10 will remain subject to an &nbsp;additional 10% tariff if they enter the US before June 15, 2019,\" said the office in a statement. &nbsp;The aforementioned technical measure, however, won't change the nature of its tariff hike &nbsp;from May 10, 2019, according to the statement.\"</p><p>The news was put out as major newswires were re-running it and markets moved accordingly.&nbsp;</p>",
        "reaction_updated_at": {
            "unix": 1559913060,
            "text": "2019-06-07 14:11:00 +0100",
            "iso_8601": "2019-06-07T13:11:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-reportedly-gives-some-chinese-products-more-time-to-avoid-a-tariff-hike-tariffs-will-not-go-up-until-15th-of-june-for-some-goods-according-to-reports-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:52:00",
        "gmt_time": "2019-06-07 12:52:00"
    },
    {
        "id": 872890,
        "updated_sequence": 1868044,
        "published_at": {
            "unix": 1559910720,
            "text": "2019-06-07 13:32:00 +0100",
            "iso_8601": "2019-06-07T12:32:00Z"
        },
        "updated_at": {
            "unix": 1559910796,
            "text": "2019-06-07 13:33:16 +0100",
            "iso_8601": "2019-06-07T12:33:16Z"
        },
        "subject": "Mexican President AMLO is optimistic that a deal with the US can be reached adding that talks with US counterparts are continuing ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-amlo-is-optimistic-that-a-deal-with-the-us-can-be-reached-adding-that-talks-with-us-counterparts-are-continuing-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:32:00",
        "gmt_time": "2019-06-07 12:32:00"
    },
    {
        "id": 872891,
        "updated_sequence": 1868047,
        "published_at": {
            "unix": 1559910600,
            "text": "2019-06-07 13:30:00 +0100",
            "iso_8601": "2019-06-07T12:30:00Z"
        },
        "updated_at": {
            "unix": 1559910840,
            "text": "2019-06-07 13:34:00 +0100",
            "iso_8601": "2019-06-07T12:34:00Z"
        },
        "subject": "Canada Avg. Hourly Wages (May) YY 2.6% vs. prev. 2.57%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-avg-hourly-wages-may-yy-2-6-vs-prev-2-57-07-06-2019",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:30:00",
        "gmt_time": "2019-06-07 12:30:00"
    },
    {
        "id": 872889,
        "updated_sequence": 1868041,
        "published_at": {
            "unix": 1559910600,
            "text": "2019-06-07 13:30:00 +0100",
            "iso_8601": "2019-06-07T12:30:00Z"
        },
        "updated_at": {
            "unix": 1559910716,
            "text": "2019-06-07 13:31:56 +0100",
            "iso_8601": "2019-06-07T12:31:56Z"
        },
        "subject": "US Total Nonfarm Birth/Death Adjustment (May): 204k (Prev. 281k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-total-nonfarm-birth-death-adjustment-may-204k-prev-281k-07-06-2019",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:30:00",
        "gmt_time": "2019-06-07 12:30:00"
    },
    {
        "id": 872871,
        "updated_sequence": 1867985,
        "published_at": {
            "unix": 1559910000,
            "text": "2019-06-07 13:20:00 +0100",
            "iso_8601": "2019-06-07T12:20:00Z"
        },
        "updated_at": {
            "unix": 1559910084,
            "text": "2019-06-07 13:21:24 +0100",
            "iso_8601": "2019-06-07T12:21:24Z"
        },
        "subject": "TD Securities: Canadian Jobs Thoughts",
        "content": "<p>TD see the Canadian labour market report as weak, seeing net employment to disappoint by 5k and therefore drive the unemployment rate to 5.8% (above market exp. for 5.7%). Stating that even taking into account last months strong print, they believe the labour markets recent strength is unwarranted in the current economic backdrop; as such the risks are skewed towards a disappointing payrolls print with their net employment forecast of -5k to potentially appear insufficiently negative in the event that a pullback occurs. However, they do highlight that the Canadian print will have very little sway over the reaction, with sentiment to be firmly dictated by the US report.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "TD Securities",
        "slug": "td-securities-canadian-jobs-thoughts-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:20:00",
        "gmt_time": "2019-06-07 12:20:00"
    },
    {
        "id": 872869,
        "updated_sequence": 1867976,
        "published_at": {
            "unix": 1559909340,
            "text": "2019-06-07 13:09:00 +0100",
            "iso_8601": "2019-06-07T12:09:00Z"
        },
        "updated_at": {
            "unix": 1559909568,
            "text": "2019-06-07 13:12:48 +0100",
            "iso_8601": "2019-06-07T12:12:48Z"
        },
        "subject": "West African gold miner Toro Gold has shelved plans to IPO and has now tapped banks for a sale, with sources suggesting a USD 300mln valuation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "west-african-gold-miner-toro-gold-has-shelved-plans-to-ipo-and-has-now-tapped-banks-for-a-sale-with-sources-suggesting-a-usd-300mln-valuation-07-06-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 20:09:00",
        "gmt_time": "2019-06-07 12:09:00"
    },
    {
        "id": 872868,
        "updated_sequence": 1867973,
        "published_at": {
            "unix": 1559908740,
            "text": "2019-06-07 12:59:00 +0100",
            "iso_8601": "2019-06-07T11:59:00Z"
        },
        "updated_at": {
            "unix": 1559908874,
            "text": "2019-06-07 13:01:14 +0100",
            "iso_8601": "2019-06-07T12:01:14Z"
        },
        "subject": "UK judge throws out case over Brexit campaign lying allegations against PM Candidate Boris Johnson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-judge-throws-out-case-over-brexit-campaign-lying-allegations-against-pm-candidate-boris-johnson-07-06-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 19:59:00",
        "gmt_time": "2019-06-07 11:59:00"
    },
    {
        "id": 872862,
        "updated_sequence": 1867958,
        "published_at": {
            "unix": 1559908380,
            "text": "2019-06-07 12:53:00 +0100",
            "iso_8601": "2019-06-07T11:53:00Z"
        },
        "updated_at": {
            "unix": 1559908538,
            "text": "2019-06-07 12:55:38 +0100",
            "iso_8601": "2019-06-07T11:55:38Z"
        },
        "subject": "Wirecard (WDI GY) - Allied Wallet which last month settled US charges that it assisted fraudsters was a longstanding client of the Co, thus underlining concerns about AML procedures at Wirecard, according to the FT",
        "content": "",
        "reaction_details": "<p>In reaction to this Co. shares moved lower from EUR 145.40 to EUR 143.0, before paring back over half of the move</p>",
        "reaction_updated_at": {
            "unix": 1559908538,
            "text": "2019-06-07 12:55:38 +0100",
            "iso_8601": "2019-06-07T11:55:38Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wirecard-wdi-gy-allied-wallet-which-last-month-settled-us-charges-that-it-assisted-fraudsters-was-a-longstanding-client-of-the-co-thus-underlining-concerns-about-aml-procedures-at-wirecard-according-to-the-ft-07-06-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 19:53:00",
        "gmt_time": "2019-06-07 11:53:00"
    },
    {
        "id": 872863,
        "updated_sequence": 1867956,
        "published_at": {
            "unix": 1559908260,
            "text": "2019-06-07 12:51:00 +0100",
            "iso_8601": "2019-06-07T11:51:00Z"
        },
        "updated_at": {
            "unix": 1559908483,
            "text": "2019-06-07 12:54:43 +0100",
            "iso_8601": "2019-06-07T11:54:43Z"
        },
        "subject": "Scotiabank FX Daily - CNH Hits Fresh Low As Trade Tensions Linger Into Jobs Data",
        "content": "<ul><li>&nbsp; USD slightly higher vs. most G10; CNH hits fresh low w/ China on holiday.</li><li>&nbsp; CAD extending gains into jobs data; fundamental undervaluation is moderating.</li><li>&nbsp; EUR consolidating recent gains &amp; surprisingly firm despite weak German IP.</li><li>&nbsp; GBP steady around 1.27 as by-election offers relief; PM May steps down today.</li><li>&nbsp; JPY ignores stronger than expected labor cash earnings data; market tone key.</li><li>&nbsp; AUD steady in upper-0.69s; jobs data next week; bearish AUDNZD on CB risk.</li><li>&nbsp; MXN soft given ongoing trade policy uncertainty; vulnerable into weekend.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-cnh-hits-fresh-low-as-trade-tensions-linger-into-jobs-data-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 19:51:00",
        "gmt_time": "2019-06-07 11:51:00"
    },
    {
        "id": 872861,
        "updated_sequence": 1867950,
        "published_at": {
            "unix": 1559907840,
            "text": "2019-06-07 12:44:00 +0100",
            "iso_8601": "2019-06-07T11:44:00Z"
        },
        "updated_at": {
            "unix": 1559907977,
            "text": "2019-06-07 12:46:17 +0100",
            "iso_8601": "2019-06-07T11:46:17Z"
        },
        "subject": "Russian President Putin says the US dollar role should be reconsidered; says the US is spreading its own jurisdiction across the globe",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-says-the-us-dollar-role-should-be-reconsidered-says-the-us-is-spreading-its-own-jurisdiction-across-the-globe-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 19:44:00",
        "gmt_time": "2019-06-07 11:44:00"
    },
    {
        "id": 872859,
        "updated_sequence": 1867945,
        "published_at": {
            "unix": 1559907060,
            "text": "2019-06-07 12:31:00 +0100",
            "iso_8601": "2019-06-07T11:31:00Z"
        },
        "updated_at": {
            "unix": 1559907506,
            "text": "2019-06-07 12:38:26 +0100",
            "iso_8601": "2019-06-07T11:38:26Z"
        },
        "subject": "Trade uncertainty remains the single largest source of downside risk, JPMorgan says",
        "content": "<ul><li>Impact on profits of current tariffs has been limited, thanks to the Tax Act, but JPM sees lower earnings guidance from US equities going forward in the wake of the Mexico tariff threat and China Phase III tariffs, which could see the business and profit cycle fall into outright contraction, the bank says, warning that easing <strong>US monetary policy could buffer some downside, but there is a risk it won’t be sufficient.</strong></li><li>Tariffs are a form of regressive tax on small-businesses and lower-income households, due to their lack of pricing power and constant need for liquidity. <strong>The limited ability for these agents to pass-on tariff costs poses risk to the economy, given that these businesses account for 45% of US GDP</strong>, and could be exacerbated by lenders tightening credit, the argument goes.</li><li>Product categories affected by US tariffs on Mexican imports are concentrated among Consumer Discretionary (USD 105bln), Industrials (USD 79bln) and Technology (USD 53bln) sectors, JPM says. <strong>Unexpected supply chain disruption in these sectors could have impact on end demand, margins, and profitability.</strong></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "trade-uncertainty-remains-the-single-largest-source-of-downside-risk-jpmorgan-says-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 19:31:00",
        "gmt_time": "2019-06-07 11:31:00"
    },
    {
        "id": 872854,
        "updated_sequence": 1867925,
        "published_at": {
            "unix": 1559904120,
            "text": "2019-06-07 11:42:00 +0100",
            "iso_8601": "2019-06-07T10:42:00Z"
        },
        "updated_at": {
            "unix": 1559904162,
            "text": "2019-06-07 11:42:42 +0100",
            "iso_8601": "2019-06-07T10:42:42Z"
        },
        "subject": "RANsquawk Daily US Opening News - 7th June 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22019/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European indices [Euro Stoxx 50 +1.0%] are firmer as the positive sentiment rolls over from Asia-Pac session ahead of NFP</li><li>White House Press Secretary Sanders stated that the US is moving ahead with Mexico tariffs, President Trump reportedly plans to declare a national emergency to impose the tariffs</li><li>Looking ahead, highlights include, US &amp; Canadian Jobs Report, Fed's Barkin</li></ul><p>&nbsp;</p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets were mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico</strong> after reports the US was considering delaying tariffs as time for a deal was running short. However, White House Press Secretary Sanders later cast doubts on this and stated the US is still moving ahead with tariffs, while President Trump reportedly plans to declare a national emergency to impose the tariffs on Mexico. <strong>ASX 200 (+1.0%)</strong> was positive with the index led by the energy sector after similar outperformance stateside following a rebound in oil prices and <strong>Nikkei 225 (+0.5%)</strong> gained as exporters coat-tailed on favourable currency flows. <strong>KOSPI (+0.2%)</strong> eventually shrugged off the early indecisiveness and conformed to the upbeat tone but with gains capped across Asia-Pac bourses amid holiday closures across the Greater China region, ongoing trade uncertainty and ahead of the key NFP jobs data. Finally, 10yr JGBs traded marginally higher despite the gains in stocks as prices edged back above the 153.50 level and as yields declined in which the 30yr yield fell to its lowest since August 2016. The BoJ were also present in the market today for JPY 720bln in the belly to super-long end in which it increased its buying amount in 10yr-25yr maturities, although this was after it had already announced to reduce frequency of those purchases for the month.</p><p><strong>PBoC Governor Yi Gang</strong> said talks with US Treasury Secretary Mnuchin at the G20 will be difficult, while he added that no CNY exchange rate number is more important than others and that there is lots of policy room if the trade war worsens. (Newswires)</p><p><strong>US</strong></p><p><strong>White House Press Secretary Sanders later said the US is still moving ahead with Mexico tariffs at this point</strong>. (The Hill)</p><p><strong>US President Trump plans to declare a national emergency to impose tariffs on Mexico</strong>. In related news, President Trump suggested that Mexico needs the US and that the US does not need them, while he <strong>commented that he will definitely get a deal with China</strong>. President Trump also reiterated that the Fed should have had lower interest rates and that the market would be 10k points higher without rate hikes. (The Hill/Newswires)</p><p><strong>US Vice President Pence said he was encouraged Mexican officials went into talks offering to do more</strong>, while he added that Mexico needs to take decisive action on immigration to avert tariffs and that talks with Mexico will continue in the upcoming days. (Newswires)</p><p><strong>Mexico Foreign Minister Ebrard said the National Guard will be deployed to the border with Guatemala to contain migrant flows</strong>, while he added that talks with the US will continue today.</p><p><strong>UK/EU</strong></p><p>UK Remainer Tory MPs are reportedly beginning to back former UK Foreign Minister Boris Johnson in the hope he will be easily influenced to soften or revoke Brexit. (The Sun)</p><p>Germany and most other EU governments will back another delay (potentially as late as next spring) to Brexit regardless of who the next UK PM is, according to a senior European source. (Times)</p><p><strong>Bank of England/TNS Inflation Attitudes Survey</strong></p><p>- 12-month ahead inflation 3.1% (prev 3.2%)</p><p>- 2-year ahead inflation 3.0% (prev 2.9%)</p><p>- 5-year ahead inflation 3.8% (prev 3.4%)</p><p>Italian Deputy PM Di Maio says that there has been no discussion with Deputy PM Salvini about a potential government reshuffle. (Newswires)</p><p>ECB's Nowotny (Hawk) says that TLTRO 3 should not become a permanent instrument at the Bank. (Newswires)</p><p><strong>Bundesbank cuts German 2019 GDP growth forecast to 0.6% (Prev. 1.6%)</strong>, 2020 cut to 1.2% (Prev. 1.6%), 2021 cut to 1.3% (1.5%). Inflation forecast 2019 maintained at 1.4%, 2020 cut to 1.5% (Prev. 1.8%), 2021 cut to 1.7% (Prev. 1.8%)</p><p>- Bundesbank expects German exports to start rising from H2 2019, private consumption and investment weakening after 2019</p><p>- Bundesbank says more protracted decline in economic output currently seems an unlikely prospect</p><p>GEOPOLiTICAL</p><p>Russian Pacific Fleet have issued a formal protest to the US regarding dangerous manoeuvring by a US ship, Russia state that one of their ships was forced to make a dangerous manoeuvre to avoid collision in the East China Sea. Subsequently, the US Navy says that a Russian destroyer made and unsafe and unprofessional approach to a US Missile cruiser in the Philippine Sea, which put the safety of US sailors at risk. (Newswires)</p><p>US has stopped accepting additional Turkish pilots to train in US on F-35 jets, according to officials. (Newswires)&nbsp;</p><p>Reports suggest that intelligence officials informed US senators recently of advances in Saudi-owned missile technology, and that evidence has emerged of work at a Chinese-built development center. (Times)</p><p>EQUITIES</p><p>European equities are higher across the board [Eurostoxx 50 +1.0%] as the region continues the positive handover from Asia with sentiment buoyed by reports that the US is considering delayed tariffs on Mexico. European sectors are all in the green with energy names outperforming as the oil market continues to recover from recent lows, whiles other sectors are showing broad-based gains. In terms of individual movers, Bpost (-9.7%), Deutsche Wohnen (-6.6%) and Royal Mail (-5.9%) all rest at the foot of the Stoxx 600 amid negative broker moves. Meanwhile, Sanofi (+4.9%) are higher after the Co. appointed Paul Hudson as CEO effective 1st September after the current CEO retired. Finally, MediaSet Espana (+8.6%) spiked higher in European trade amid reports that that the company is considering options in Spain, including a potential combination with its parent company MediaSet (+2.6%)</p><p>FX</p><p>DXY - The index is holding just above the 97.000 level in a very tight range (97.007-124) into NFP, with the Dollar firmer or steady vs most major counterparts and racking up heftier gains against EMs. Clearly the upcoming US jobs data will provide the next big directional pointer for the Greenback and currency markets as a whole, but from a technical perspective the DXY is highly likely to remain well within nearest support and resistance around 97.745 (Wednesday’s low) and 97.546 (late May base) on the charts in advance.</p><p>GBP/CHF - The G10 outliers, as Cable continues to consolidate above the 1.2700 handle, though faces some resistance in the form of the 21 DMA at 1.2730, while the Franc is underperforming and still meeting offers ahead of the psychological 0.9900 mark as Eur/Chf eyes 1.1200 ahead of next week’s SNB Quarterly Policy review and post-Thursday’s ECB action.</p><p>CAD/NZD/AUD/EUR/JPY - All narrowly mixed vs the Usd, with the Loonie straddling 1.3350 and awaiting Canada’s labour report that should provide some independent impetus alongside the aforementioned US release, while the Aussie and Kiwi remain in flux following RBA and RBNZ inspired moves earlier this week, the former meandering between 0.6969-82 and latter from 0.6615 to 0.6626. Elsewhere, the single currency seems content or merely relieved to conform to the usual quieter pre-NFP trading environment after yesterday’s post-ECB whip-saw price moves, as Eur/Usd skirts 1.1258 and 1.1284 bounds, but is also ensconced in hefty expiries – 8.6 bn spanning 1.1200-1.1325, and 3.4 bn running off between 1.1250-60 and 1.1275 alone. Conversely, the Yen looks free from option interest after Thursday’s cluster stretching from 108.00 to 109.00, but has lost a bit more safe-haven premium as the broad recovery in risk appetite enters its 4th day. Hence, Usd/Jpy has probed above 108.50 to test the weight of supply reportedly close by.</p><p>EM - As noted above, further depreciation or bullish retracement across the region, and in particular the Cnh after dovish PBoC commentary overnight and with no official Cny midpoint fix to anchor the offshore Yuan. Accordingly, Usd/Cnh has hit highs just over 6.9600 and cleared option barriers at 6.9500 on the way. Meanwhile, Usd/Zar has extended through 15.0000 to 1.1650+ as the Rand suffers even more pronounced angst from ANC wrangling over the SARB’s mandate.</p><p>FX Expiries of note:</p><p>- EUR/USD: 1.1150 (1.3BLN), 1.1200 (2.6BLN), 1.1250-60 (1.6BLN), 1.1275 (1.8BLN), 1.1305 (1.1BLN), 1.1315-25 (1.5BLN)</p><p>- USD/JPY: 108.00 (814M), 109.00 (1.8BLN)</p><p>FIXED INCOME</p><p>It may be premature, but bonds could have set out stalls for the big BLS release already and are now likely to idle into the number barring anything major in the interim. In fact, trade and direction has been relatively muted if not non-descript or even non-existent for a while, as Bunds sit tight between 171.45-25, Gilts hold just above the base of their 130.20-36 range and US Treasuries barely budge within narrow overnight session confines. In contrast, BTPs have been lively and outperforming, as the 10 year Italian benchmark retains a healthy bid above 130.00, albeit off 130.89 peaks vs yesterday’s 129.85 close and a low of 129.96, with TLTRO3 providing support and no EDP launch as yet also a relative source of relief.</p><p>COMMODITIES</p><p><strong>WTI and Brent prices are firmly in the green and recovering from a five-month low amid reports of more engaged US-Mexico talks, which lifted sentiment during the US session</strong>. In the EU session, upside was exacerbated as Russian Energy Minister Novak and his Saudi counterpart Al-Falih participated in a panel discussion alongside a few CEOs from energy giants. Al-Falih noted that the precise volume of output (i.e. any potential revision to the OPEC+ deal) is still up for discussion and any decision taken at the upcoming meeting can be adjusted in H2 2019 (which was then echoed by the Iraqi Oil Minister), but he is sure that OPEC+ will extend the output pact. Furthermore, Al-Falih acknowledged that the Kingdom is “already cutting deeper”, referring to the overcompliance noted at the JMMC meeting last month, which comes in the context of sources noting that the Russian and Saudi Energy Minister discussed a scenario which would see an elimination of over-compliance (currently over 150%, equating to output cuts of just under 2mln BPD, according to calculations). This would mean a continuation of the current deal and an increase in production of around 0.8mln BPD. Finally, regarding the date of the next meeting, Novak spoke of consensus among “many oil producers” are skewed towards a July 2/4 meeting in Vienna, i.e. a delayed to the original June 25/26 date.</p><p>Elsewhere, <strong>precious metals</strong> are uneventful and largely tentative ahead of the key US labour market report (Full preview available in the Research Suite), although the <strong>yellow metal</strong> is poised for its biggest weekly gain in six-months. Elsewhere, copper trades with marginal gains but with upside capped ahead of the US jobs numbers and the absence of China. To provide some colour, Codelco, the largest miner of <strong>the red metal</strong>, notes that copper demand “remains good” despite recent trade-sparked decline in prices, but the price rout could discourage mining companies from making investment decision, which could lead to tightened supply, while a potential strike at one of the Co’s main mines could add to the global deficit.</p><p><strong>Saudi Energy Minister Al Falih</strong> says the precise volumes of output is up for discussion and any decision taken next month can be adjusted in H2 and <strong>is sure that OPEC+ will extend the oil-cut pact</strong> (Newswires)</p><p>- Regarding oil output \"we are already cutting deeper\" and domestic production is 0.7mln bpd, states that <strong>Saudi Arabia produced 9.65mln BPD of oil in May</strong></p><p>- Does not wish to engage in lifting production to compensate for softer oil prices</p><p>- Prices of <strong>USD 60/bbl does not provide confidence to the industry to invest, and Saudi Arabia does not have a oil price target</strong></p><p>Iraq oil minister believes that OPEC+ will most probably extend the current output deal until the end of 2019 and then assess the situation again in December. (Newswires)</p><p>US Treasury Department tightened pressure on Venezuela’s PDVSA and clarified that exports of diluents by international shippers could be subject to US sanctions. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-7th-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 18:42:00",
        "gmt_time": "2019-06-07 10:42:00"
    },
    {
        "id": 872853,
        "updated_sequence": 1867922,
        "published_at": {
            "unix": 1559902980,
            "text": "2019-06-07 11:23:00 +0100",
            "iso_8601": "2019-06-07T10:23:00Z"
        },
        "updated_at": {
            "unix": 1559903074,
            "text": "2019-06-07 11:24:34 +0100",
            "iso_8601": "2019-06-07T10:24:34Z"
        },
        "subject": "RANsquawk EU Mid Session: Energy and stocks supported by US-Mexico sentiment as sights turn to NFP  - 7th June 2019",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22018/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European equities are higher across the board [Eurostoxx 50 +1.1%] as</strong> the region continues the positive handover from Asia with sentiment buoyed by reports that the US is considering delayed tariffs on Mexico. European sectors are all in the green with energy names outperforming as the oil market continues to recover from recent lows, whiles other sectors are showing broad-based gains. In terms of individual movers, Bpost (-9.7%), Deutsche Wohnen (-6.6%%) and Royal Mail (-2.9%) all rest at the foot of the Stoxx 600 amid negative broker moves. Meanwhile, Sanofi (+4.9%) are higher after the Co. appointed Paul Hudson as CEO effective 1st September after the current CEO retired. Finally, MediaSet Espana (+8.6%) spiked higher in European trade amid reports that that the company is considering options in Spain, including a potential combination with its parent company MediaSet (+2.6%)</p><p><strong>FX</strong></p><p><strong>DXY</strong> - The index is holding just above the 97.000 level in a very tight range (97.007-124) into NFP, with the Dollar firmer or steady vs most major counterparts and racking up heftier gains against EMs. Clearly the upcoming US jobs data will provide the next big directional pointer for the Greenback and currency markets as a whole, but from a technical perspective the DXY is highly likely to remain well within nearest support and resistance around 97.745 (Wednesday’s low) and 97.546 (late May base) on the charts in advance.</p><p><strong>GBP/CHF</strong> - The G10 outliers, as Cable continues to consolidate above the 1.2700 handle, though faces some resistance in the form of the 21 DMA at 1.2730, while the Franc is underperforming and still meeting offers ahead of the psychological 0.9900 mark as Eur/Chf eyes 1.1200 ahead of next week’s SNB Quarterly Policy review and post-Thursday’s ECB action.</p><p><strong>CAD/NZD/AUD/EUR/JPY</strong> - All narrowly mixed vs the Usd, with the Loonie straddling 1.3350 and awaiting Canada’s labour report that should provide some independent impetus alongside the aforementioned US release, while the Aussie and Kiwi remain in flux following RBA and RBNZ inspired moves earlier this week, the former meandering between 0.6969-82 and latter from 0.6615 to 0.6626. Elsewhere, the single currency seems content or merely relieved to conform to the usual quieter pre-NFP trading environment after yesterday’s post-ECB whip-saw price moves, as Eur/Usd skirts 1.1258 and 1.1284 bounds, but is also ensconced in hefty expiries – 8.6 bn spanning 1.1200-1.1325, and 3.4 bn running off between 1.1250-60 and 1.1275 alone. Conversely, the Yen looks free from option interest after Thursday’s cluster stretching from 108.00 to 109.00, but has lost a bit more safe-haven premium as the broad recovery in risk appetite enters its 4th day. Hence, Usd/Jpy has probed above 108.50 to test the weight of supply reportedly close by.</p><p><strong>EM</strong> - As noted above, further depreciation or bullish retracement across the region, and in particular the Cnh after dovish PBoC commentary overnight and with no official Cny midpoint fix to anchor the offshore Yuan. Accordingly, Usd/Cnh has hit highs just over 6.9600 and cleared option barriers at 6.9500 on the way. Meanwhile, Usd/Zar has extended through 15.0000 to 1.1650+ as the Rand suffers even more pronounced angst from ANC wrangling over the SARB’s mandate.</p><p><strong>FIXED INCOME</strong></p><p>It may be premature, but bonds could have set out stalls for the big BLS release already and are now likely to idle into the number barring anything major in the interim. In fact, trade and direction has been relatively muted if not non-descript or even non-existent for a while, as Bunds sit tight between 171.45-25, <strong>Gilts</strong> hold just above the base of their 130.20-36 range and <strong>US Treasuries</strong> barely budge within narrow overnight session confines. In contrast, BTPs have been lively and outperforming, as the 10 year <strong>Italian benchmark</strong> retains a healthy bid above 130.00, albeit off 130.89 peaks vs yesterday’s 129.85 close and a low of 129.96, with TLTRO3 providing support and no EDP launch as yet also a relative source of relief.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> prices are firmly in the green and recovering from a five-month low amid reports of more engaged US-Mexico talks, which lifted sentiment during the US session. In the EU session, upside was exacerbated as Russian Energy Minister Novak and his Saudi counterpart Al-Falih participated in a panel discussion alongside a few CEOs from energy giants. Al-Falih noted that the precise volume of output (i.e. any potential revision to the OPEC+ deal) is still up for discussion and any decision taken at the upcoming meeting can be adjusted in H2 2019 (which was then echoed by the Iraqi Oil Minister), but he is sure that OPEC+ will extend the output pact. Furthermore, Al-Falih acknowledged that the Kingdom is “already cutting deeper”, referring to the overcompliance noted at the JMMC meeting last month, which comes in the context of sources noting that the Russian and Saudi Energy Minister discussed a scenario which would see an elimination of over-compliance (currently over 150%, equating to output cuts of just under 2mln BPD, according to calculations). This would mean a continuation of the current deal and an increase in production of around 0.8mln BPD. Finally, regarding the date of the next meeting, Novak spoke of consensus among “many oil producers” are skewed towards a July 2/4 meeting in Vienna, i.e. a delayed to the original June 25/26 date.</p><p>Elsewhere, precious metals are uneventful and largely tentative ahead of the key US labour market report (Full preview available in the Research Suite), although the <strong>yellow</strong> <strong>metal</strong> is poised for its biggest weekly gain in six-months. Elsewhere, <strong>copper</strong> trades with marginal gains but with upside capped ahead of the US jobs numbers and the absence of China. To provide some colour, Codelco, the largest miner of the red metal, notes that copper demand “remains good” despite recent trade-sparked decline in prices, but the price rout could discourage mining companies from making investment decision, which could lead to tightened supply, while a potential strike at one of the Co’s main mines could add to the global deficit.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-energy-and-stocks-supported-by-us-mexico-sentiment-as-sights-turn-to-nfp-7th-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 18:23:00",
        "gmt_time": "2019-06-07 10:23:00"
    },
    {
        "id": 872851,
        "updated_sequence": 1867916,
        "published_at": {
            "unix": 1559902740,
            "text": "2019-06-07 11:19:00 +0100",
            "iso_8601": "2019-06-07T10:19:00Z"
        },
        "updated_at": {
            "unix": 1559902823,
            "text": "2019-06-07 11:20:23 +0100",
            "iso_8601": "2019-06-07T10:20:23Z"
        },
        "subject": "Fixed Income: debt futures biding time before Friday’s main event",
        "content": "<p>It may be premature, but bonds could have set out stalls for the big BLS release already and are now likely to idle into the number barring anything major in the interim. In fact, trade and direction has been relatively muted if not non-descript or even non-existent for a while, as Bunds sit tight between 171.45-25, Gilts hold just above the base of their 130.20-36 range and US Treasuries barely budge within narrow overnight session confines. In contrast, BTPs have been lively and outperforming, as the 10 year Italian benchmark retains a healthy bid above 130.00, albeit off 130.89 peaks vs yesterday’s 129.85 close and a low of 129.96, with TLTRO3 providing support and no EDP launch as yet also a relative source of relief.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-debt-futures-biding-time-before-friday-s-main-event-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 18:19:00",
        "gmt_time": "2019-06-07 10:19:00"
    },
    {
        "id": 872850,
        "updated_sequence": 1867908,
        "published_at": {
            "unix": 1559901180,
            "text": "2019-06-07 10:53:00 +0100",
            "iso_8601": "2019-06-07T09:53:00Z"
        },
        "updated_at": {
            "unix": 1559901290,
            "text": "2019-06-07 10:54:50 +0100",
            "iso_8601": "2019-06-07T09:54:50Z"
        },
        "subject": "ECB's Weidmann (Hawk) says he agreed with the ECB's decision to push back forward guidance because the price uptrend is slowing, according to Nikkei",
        "content": "<ul><li>On the economic outlook, Weidmann said there are considerable risks, noting that \"trade and geopolitical conflicts in particular could flare up.\" He said \"soft patches\" are cropping up due mainly to the sluggish international environment.</li></ul><p><a href=\"https://asia.nikkei.com/Editor-s-Picks/Interview/Bundesbank-head-warns-trade-conflicts-could-flare-up\">Click here for the link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "ecb-s-weidmann-hawk-says-he-agreed-with-the-ecb-s-decision-to-push-back-forward-guidance-because-the-price-uptrend-is-slowing-according-to-nikkei-07-06-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:53:00",
        "gmt_time": "2019-06-07 09:53:00"
    },
    {
        "id": 872849,
        "updated_sequence": 1867905,
        "published_at": {
            "unix": 1559900820,
            "text": "2019-06-07 10:47:00 +0100",
            "iso_8601": "2019-06-07T09:47:00Z"
        },
        "updated_at": {
            "unix": 1559900889,
            "text": "2019-06-07 10:48:09 +0100",
            "iso_8601": "2019-06-07T09:48:09Z"
        },
        "subject": "FX Morning Colour: Euro bound by options, but Yuan breaches barrier defences",
        "content": "<p><strong>DXY</strong></p><p>The index is holding just above the 97.000 level in a very tight range (97.007-124) into NFP, with the Dollar firmer or steady vs most major counterparts and racking up heftier gains against EMs. Clearly the upcoming US jobs data will provide the next big directional pointer for the Greenback and currency markets as a whole, but from a technical perspective the DXY is highly likely to remain well within nearest support and resistance around 97.745 (Wednesday’s low) and 97.546 (late May base) on the charts in advance.</p><p><strong>GBP/CHF&nbsp;</strong></p><p>The G10 outliers, as Cable continues to consolidate above the 1.2700 handle, though faces some resistance in the form of the 21 DMA at 1.2730, while the Franc is underperforming and still meeting offers ahead of the psychological 0.9900 mark as Eur/Chf eyes 1.1200 ahead of next week’s SNB Quarterly Policy review and post-Thursday’s ECB action.</p><p><strong>CAD/NZD/AUD/EUR/JPY</strong></p><p>All narrowly mixed vs the Usd, with the Loonie straddling 1.3350 and awaiting Canada’s labour report that should provide some independent impetus alongside the aforementioned US release, while the Aussie and Kiwi remain in flux following RBA and RBNZ inspired moves earlier this week, the former meandering between 0.6969-82 and latter from 0.6615 to 0.6626. Elsewhere, the single currency seems content or merely relieved to conform to the usual quieter pre-NFP trading environment after yesterday’s post-ECB whip-saw price moves, as Eur/Usd skirts 1.1258 and 1.1284 bounds, but is also ensconced in hefty expiries – 8.6 bn spanning 1.1200-1.1325, and 3.4 bn running off between 1.1250-60 and 1.1275 alone. Conversely, the Yen looks free from option interest after Thursday’s cluster stretching from 108.00 to 109.00, but has lost a bit more safe-haven premium as the broad recovery in risk appetite enters its 4th day. Hence, Usd/Jpy has probed above 108.50 to test the weight of supply reportedly close by.</p><p><strong>EM</strong></p><p>As noted above, further depreciation or bullish retracement across the region, and in particular the Cnh after dovish PBoC commentary overnight and with no official Cny midpoint fix to anchor the offshore Yuan. Accordingly, Usd/Cnh has hit highs just over 6.9600 and cleared option barriers at 6.9500 on the way. Meanwhile, Usd/Zar has extended through 15.0000 to 1.1650+ as the Rand suffers even more pronounced angst from ANC wrangling over the SARB’s mandate.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-euro-bound-by-options-but-yuan-breaches-barrier-defences-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:47:00",
        "gmt_time": "2019-06-07 09:47:00"
    },
    {
        "id": 872848,
        "updated_sequence": 1867910,
        "published_at": {
            "unix": 1559899740,
            "text": "2019-06-07 10:29:00 +0100",
            "iso_8601": "2019-06-07T09:29:00Z"
        },
        "updated_at": {
            "unix": 1559901661,
            "text": "2019-06-07 11:01:01 +0100",
            "iso_8601": "2019-06-07T10:01:01Z"
        },
        "subject": "US Navy says that a Russian destroyer made an unsafe and unprofessional approach to a US Missile cruiser in the Philippine Sea, which put the safety of US sailors at risk",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-navy-says-that-a-russian-destroyer-made-an-unsafe-and-unprofessional-approach-to-a-us-missile-cruiser-in-the-philippine-sea-which-put-the-safety-of-us-sailors-at-risk-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:29:00",
        "gmt_time": "2019-06-07 09:29:00"
    },
    {
        "id": 872847,
        "updated_sequence": 1867899,
        "published_at": {
            "unix": 1559898900,
            "text": "2019-06-07 10:15:00 +0100",
            "iso_8601": "2019-06-07T09:15:00Z"
        },
        "updated_at": {
            "unix": 1559899021,
            "text": "2019-06-07 10:17:01 +0100",
            "iso_8601": "2019-06-07T09:17:01Z"
        },
        "subject": "Repsol (REP SM) and Shell (RDSA LN) are planning to form a JV with Russia's Gazprom Neft in which Repsol and Shell will own 25% each whilst Gazprom Neft will hold 50%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "repsol-rep-sm-and-shell-rdsa-ln-are-planning-to-form-a-jv-with-russia-s-gazprom-neft-in-which-repsol-and-shell-will-own-25-each-whilst-gazprom-neft-will-hold-50-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:15:00",
        "gmt_time": "2019-06-07 09:15:00"
    },
    {
        "id": 872846,
        "updated_sequence": 1867896,
        "published_at": {
            "unix": 1559898300,
            "text": "2019-06-07 10:05:00 +0100",
            "iso_8601": "2019-06-07T09:05:00Z"
        },
        "updated_at": {
            "unix": 1559898420,
            "text": "2019-06-07 10:07:00 +0100",
            "iso_8601": "2019-06-07T09:07:00Z"
        },
        "subject": "Fiat Chrysler US (FCA IM) are recalling around 295,811 vehicles in the US to help ensure the function of certain restraint systems ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-us-fca-im-are-recalling-around-295-811-vehicles-in-the-us-to-help-ensure-the-function-of-certain-restraint-systems-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:05:00",
        "gmt_time": "2019-06-07 09:05:00"
    },
    {
        "id": 872845,
        "updated_sequence": 1867893,
        "published_at": {
            "unix": 1559898120,
            "text": "2019-06-07 10:02:00 +0100",
            "iso_8601": "2019-06-07T09:02:00Z"
        },
        "updated_at": {
            "unix": 1559898193,
            "text": "2019-06-07 10:03:13 +0100",
            "iso_8601": "2019-06-07T09:03:13Z"
        },
        "subject": " Volkswagen (VOW3 GY) – Co’s Audi Brand May sales 151.9k, -5.4%; Jan-May sales 739.45k, -5.8%. May sales +0.2% in Europe, US -2.2%, China -7.4%, Germany +3.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-co-s-audi-brand-may-sales-151-9k-5-4-jan-may-sales-739-45k-5-8-may-sales-0-2-in-europe-us-2-2-china-7-4-germany-3-5-07-06-2019",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:02:00",
        "gmt_time": "2019-06-07 09:02:00"
    },
    {
        "id": 872844,
        "updated_sequence": 1867890,
        "published_at": {
            "unix": 1559898060,
            "text": "2019-06-07 10:01:00 +0100",
            "iso_8601": "2019-06-07T09:01:00Z"
        },
        "updated_at": {
            "unix": 1559898114,
            "text": "2019-06-07 10:01:54 +0100",
            "iso_8601": "2019-06-07T09:01:54Z"
        },
        "subject": "Nomura Quant: US equity sentiment picks back up to end of May levels",
        "content": "<ul><li>-After Fed Chair Jerome Powell's statement earlier this week, market sentiment has been steadily recovering on expectations of a pre-emptive rate cut with US listed ETFs that invest in stocks attracting renewed inflows.</li><li>Global macro hedge funds are closing out short positions on US stocks, and equity L/S funds slightly lifting their exposure while still tilting toward defensive sectors.</li><li>With the S&amp;P 500 above the 2800-2820 range (the level where CTAs are likely to have started turning to short trades), Nomura are also seeing systematic short covering; at present, the net position of CTAs has returned to neutral.</li><li>It appears CTAs broke out of wait-and-see mode for the first time in five business days and began tentatively building up long positions on 10yr UST futures again.</li><li>With no noteworthy reversals evident and TY futures looking unlikely to fall any time soon, CTAs now seem to be building their long positions.</li><li>From a technical standpoint, DXY is hovering around a crucial threshold, as USD depreciation momentum would likely pick up after a break below 97. USD/JPY broke below 108.0 only briefly and remains relatively firm, so trend-followers may be reconsidering their strategy of targeting the downside.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quant-us-equity-sentiment-picks-back-up-to-end-of-may-levels-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:01:00",
        "gmt_time": "2019-06-07 09:01:00"
    },
    {
        "id": 872580,
        "updated_sequence": 1867881,
        "published_at": {
            "unix": 1559898000,
            "text": "2019-06-07 10:00:00 +0100",
            "iso_8601": "2019-06-07T09:00:00Z"
        },
        "updated_at": {
            "unix": 1559898000,
            "text": "2019-06-07 10:00:00 +0100",
            "iso_8601": "2019-06-07T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-06-06-2019",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 17:00:00",
        "gmt_time": "2019-06-07 09:00:00"
    },
    {
        "id": 872841,
        "updated_sequence": 1867877,
        "published_at": {
            "unix": 1559897340,
            "text": "2019-06-07 09:49:00 +0100",
            "iso_8601": "2019-06-07T08:49:00Z"
        },
        "updated_at": {
            "unix": 1559897430,
            "text": "2019-06-07 09:50:30 +0100",
            "iso_8601": "2019-06-07T08:50:30Z"
        },
        "subject": "MediaSet (MS IM) confirmed that it has no plans to buyout its minority investment in Mediaset Espana (TL5 SM)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-confirmed-that-it-has-no-plans-to-buyout-its-minority-investment-in-mediaset-espana-tl5-sm-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:49:00",
        "gmt_time": "2019-06-07 08:49:00"
    },
    {
        "id": 872840,
        "updated_sequence": 1867874,
        "published_at": {
            "unix": 1559897040,
            "text": "2019-06-07 09:44:00 +0100",
            "iso_8601": "2019-06-07T08:44:00Z"
        },
        "updated_at": {
            "unix": 1559897356,
            "text": "2019-06-07 09:49:16 +0100",
            "iso_8601": "2019-06-07T08:49:16Z"
        },
        "subject": "Saudi Energy Minister Al-Falih notes consensus among OPEC producer to roll over the current deal, but need to calibrate with non-OPEC",
        "content": "<ul><li>Does not think there will be a requirement for the output cut to be deepened&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes as Russian Energy Minister Novak said that he is ready to make a joint decision with Saudi Arabia</li></ul>",
        "analysis_updated_at": {
            "unix": 1559897160,
            "text": "2019-06-07 09:46:00 +0100",
            "iso_8601": "2019-06-07T08:46:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-notes-consensus-among-opec-producer-to-roll-over-the-current-deal-but-need-to-calibrate-with-non-opec-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:44:00",
        "gmt_time": "2019-06-07 08:44:00"
    },
    {
        "id": 872839,
        "updated_sequence": 1867869,
        "published_at": {
            "unix": 1559897040,
            "text": "2019-06-07 09:44:00 +0100",
            "iso_8601": "2019-06-07T08:44:00Z"
        },
        "updated_at": {
            "unix": 1559897190,
            "text": "2019-06-07 09:46:30 +0100",
            "iso_8601": "2019-06-07T08:46:30Z"
        },
        "subject": "BAML Flow Show notes USD 17.5bln flowed into bonds; 2nd largest week of inflows on record ",
        "content": "<ul><li>Investment grade outflows at USD 12.3bln; largest outflow on record&nbsp;</li><li>Equity funds saw USD 10.3bln of outflows; YTD outflows of USD 155bln</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-notes-usd-17-5bln-flowed-into-bonds-2nd-largest-week-of-inflows-on-record-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:44:00",
        "gmt_time": "2019-06-07 08:44:00"
    },
    {
        "id": 872838,
        "updated_sequence": 1867879,
        "published_at": {
            "unix": 1559896860,
            "text": "2019-06-07 09:41:00 +0100",
            "iso_8601": "2019-06-07T08:41:00Z"
        },
        "updated_at": {
            "unix": 1559897446,
            "text": "2019-06-07 09:50:46 +0100",
            "iso_8601": "2019-06-07T08:50:46Z"
        },
        "subject": "MediaSet (MS IM) plan for reorganisation includes activity in Spain but is not likely to involve a buyout of its minority investment in Mediaset Espana  (TL5 SM)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-plan-for-reorganisation-includes-activity-in-spain-but-is-not-likely-to-involve-a-buyout-of-its-minority-investment-in-mediaset-espana-tl5-sm-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:41:00",
        "gmt_time": "2019-06-07 08:41:00"
    },
    {
        "id": 872837,
        "updated_sequence": 1867858,
        "published_at": {
            "unix": 1559896320,
            "text": "2019-06-07 09:32:00 +0100",
            "iso_8601": "2019-06-07T08:32:00Z"
        },
        "updated_at": {
            "unix": 1559896426,
            "text": "2019-06-07 09:33:46 +0100",
            "iso_8601": "2019-06-07T08:33:46Z"
        },
        "subject": "Natixis FX Trade Recommendations 7th June 2019",
        "content": "<ul><li>EURUSD: SELL 1.1260/1.1280, TP 1.1210, stop 20 pips (level 1.1265)&nbsp;</li><li>GBPUSD: SELL 1.2700/20, TP 1.2650, stop 25 pips (level 1.2694)&nbsp;</li><li>AUDUSD: SELL 0.6995/15, TP 0.6960, stop 20 pips (level 0.6972)</li><li>USDCAD: BUY 1.3330/50, TP 1.3430, stop 20 pips (level 1.3353)&nbsp;</li><li>USDJPY: BUY 108.20/40, TP 108.90,&nbsp; stop 20 pips (level 108.42)&nbsp;</li><li>USDTRY: BUY 5.7700/5.7900, TP 5.9000,&nbsp; Stop 200 pips (level 5.8265)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Natixis",
        "slug": "natixis-fx-trade-recommendations-7th-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:32:00",
        "gmt_time": "2019-06-07 08:32:00"
    },
    {
        "id": 872836,
        "updated_sequence": 1867853,
        "published_at": {
            "unix": 1559896200,
            "text": "2019-06-07 09:30:00 +0100",
            "iso_8601": "2019-06-07T08:30:00Z"
        },
        "updated_at": {
            "unix": 1559896270,
            "text": "2019-06-07 09:31:10 +0100",
            "iso_8601": "2019-06-07T08:31:10Z"
        },
        "subject": "Bank of England/TNS Inflation Attitudes Survey",
        "content": "<ul><li>12-month ahead inflation 3.1% (prev 3.2%)</li><li>2-year ahead inflation 3.0% (prev 2.9%)</li><li>5-year ahead inflation 3.8% (prev 3.4%)</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-england-tns-inflation-attitudes-survey-07-06-2019",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:30:00",
        "gmt_time": "2019-06-07 08:30:00"
    },
    {
        "id": 872835,
        "updated_sequence": 1867860,
        "published_at": {
            "unix": 1559896140,
            "text": "2019-06-07 09:29:00 +0100",
            "iso_8601": "2019-06-07T08:29:00Z"
        },
        "updated_at": {
            "unix": 1559896684,
            "text": "2019-06-07 09:38:04 +0100",
            "iso_8601": "2019-06-07T08:38:04Z"
        },
        "subject": "Saudi Energy Minister Al-Falih said that he is sure that OPEC+ will extend the oil-cut pact",
        "content": "<ul><li>No doubt among OPEC produces that the deal should be extended, however, questions remain over the position of non-OPEC nations</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Sources post-JMMC noted that the Saudi energy minister and his Russian counterpart discussed two possible options. The first scenario would see an elimination of over compliance currently over 150%, equating to output cuts of just under 2mln BPD, according to calculations. This would mean a continuation of the current deal and an increase in production of around 0.8mln BPD.</li><li>The second scenario would see an ease of the agreed cuts to 0.9mln BPD from 1.2mln BPD.</li><li>Nonetheless, oil output data will be closely watched in the coming weeks for hints of which way OPEC and its allies may sway as they convene in Vienna on June 25/26.</li></ul>",
        "analysis_updated_at": {
            "unix": 1559896260,
            "text": "2019-06-07 09:31:00 +0100",
            "iso_8601": "2019-06-07T08:31:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-said-that-he-is-sure-that-opec-will-extend-the-oil-cut-pact-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:29:00",
        "gmt_time": "2019-06-07 08:29:00"
    },
    {
        "id": 872834,
        "updated_sequence": 1867845,
        "published_at": {
            "unix": 1559895480,
            "text": "2019-06-07 09:18:00 +0100",
            "iso_8601": "2019-06-07T08:18:00Z"
        },
        "updated_at": {
            "unix": 1559895528,
            "text": "2019-06-07 09:18:48 +0100",
            "iso_8601": "2019-06-07T08:18:48Z"
        },
        "subject": "Mediaset (MS IM) – Co. are reportedly considering moving their legal headquarters to the Netherlands, sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-co-are-reportedly-considering-moving-their-legal-headquarters-to-the-netherlands-sources-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:18:00",
        "gmt_time": "2019-06-07 08:18:00"
    },
    {
        "id": 872833,
        "updated_sequence": 1867842,
        "published_at": {
            "unix": 1559895420,
            "text": "2019-06-07 09:17:00 +0100",
            "iso_8601": "2019-06-07T08:17:00Z"
        },
        "updated_at": {
            "unix": 1559895483,
            "text": "2019-06-07 09:18:03 +0100",
            "iso_8601": "2019-06-07T08:18:03Z"
        },
        "subject": "ECB's Nowotny (Hawk) says that TLTRO 3 should not become a permanent instrument at the Bank",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-nowotny-hawk-says-that-tltro-3-should-not-become-a-permanent-instrument-at-the-bank-07-06-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 16:17:00",
        "gmt_time": "2019-06-07 08:17:00"
    },
    {
        "id": 872831,
        "updated_sequence": 1867836,
        "published_at": {
            "unix": 1559894280,
            "text": "2019-06-07 08:58:00 +0100",
            "iso_8601": "2019-06-07T07:58:00Z"
        },
        "updated_at": {
            "unix": 1559894375,
            "text": "2019-06-07 08:59:35 +0100",
            "iso_8601": "2019-06-07T07:59:35Z"
        },
        "subject": "UK debt and STIR futures paring some gains ahead of NFP",
        "content": "<p>Gilts have retreated a bit further from Thursday’s highs after holding up better than core bond peers amidst the post-ECB reversal in Bunds and retracement in US Treasuries as Wall Street extended its recovery to a 3rd session. The 10 year benchmark may also be acknowledging the firmer start to Friday’s session in EU stocks alongside fairly buoyant oil prices, while the May Halifax house price survey was stronger than anticipated, albeit with base effects boosting the y/y rate. The Sep19 future has meandered between 130.36-23 vs yesterday’s 130.38 Liffe close, but could glean some traction from its Eurozone equivalent that has just eked a marginal new Eurex peak at 171.44, +5 ticks vs -14 ticks at one stage. Meanwhile, the Short Sterling strip remains on a flatter trajectory with 3 month contracts -1.5 to +3.5 ticks against previous settlements at the extremes, but now more narrowly mixed around parity.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-paring-some-gains-ahead-of-nfp-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:58:00",
        "gmt_time": "2019-06-07 07:58:00"
    },
    {
        "id": 872830,
        "updated_sequence": 1867833,
        "published_at": {
            "unix": 1559894220,
            "text": "2019-06-07 08:57:00 +0100",
            "iso_8601": "2019-06-07T07:57:00Z"
        },
        "updated_at": {
            "unix": 1559894328,
            "text": "2019-06-07 08:58:48 +0100",
            "iso_8601": "2019-06-07T07:58:48Z"
        },
        "subject": "Iraq oil minister believes that OPEC+ will most probably extend the current output deal until the end of 2019 and then assess the situation again in December ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-oil-minister-believes-that-opec-will-most-probably-extend-the-current-output-deal-until-the-end-of-2019-and-then-assess-the-situation-again-in-december-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:57:00",
        "gmt_time": "2019-06-07 07:57:00"
    },
    {
        "id": 872829,
        "updated_sequence": 1867830,
        "published_at": {
            "unix": 1559893680,
            "text": "2019-06-07 08:48:00 +0100",
            "iso_8601": "2019-06-07T07:48:00Z"
        },
        "updated_at": {
            "unix": 1559893755,
            "text": "2019-06-07 08:49:15 +0100",
            "iso_8601": "2019-06-07T07:49:15Z"
        },
        "subject": "Total's (FP FP) Leuna refinery (227k BPD) is working at 60% capacity ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-s-fp-fp-leuna-refinery-227k-bpd-is-working-at-60-capacity-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:48:00",
        "gmt_time": "2019-06-07 07:48:00"
    },
    {
        "id": 872826,
        "updated_sequence": 1867827,
        "published_at": {
            "unix": 1559892420,
            "text": "2019-06-07 08:27:00 +0100",
            "iso_8601": "2019-06-07T07:27:00Z"
        },
        "updated_at": {
            "unix": 1559892970,
            "text": "2019-06-07 08:36:10 +0100",
            "iso_8601": "2019-06-07T07:36:10Z"
        },
        "subject": "Saudi Energy Minister Al Falih says the precise volumes of output is up for discussion and any decision taken next month can be adjusted in H2",
        "content": "<ul><li>Regarding oil output \"we are already cutting deeper\" and domestic production is 0.7mln bpd.</li><li>states that Saudi Arabia produced 9.65mln BPD of oil in May</li><li>Does not wish to engage in lifting production to compensate for softer oil prices</li><li>we do not have a oil price target</li><li>Prices of USD 60/bbl does not provide confidence to the industry to invest</li></ul><p>Adds that we are able to raise oil volumes on order to compensate for price</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-says-the-precise-volumes-of-output-is-up-for-discussion-and-any-decision-taken-next-month-can-be-adjusted-in-h2-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:27:00",
        "gmt_time": "2019-06-07 07:27:00"
    },
    {
        "id": 872825,
        "updated_sequence": 1867805,
        "published_at": {
            "unix": 1559892120,
            "text": "2019-06-07 08:22:00 +0100",
            "iso_8601": "2019-06-07T07:22:00Z"
        },
        "updated_at": {
            "unix": 1559892461,
            "text": "2019-06-07 08:27:41 +0100",
            "iso_8601": "2019-06-07T07:27:41Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1150 (1.3BLN), <strong>1.1200 (2.6BLN)</strong>, <strong>1.1250-60 (1.6BLN)</strong>,</p><p><strong>1.1275 (1.8BLN)</strong>, <strong>1.1305 (1.1BLN)</strong>, <strong>1.1315-25 (1.5BLN)</strong></p><p>GBP/USD: 1.2700 (214M)</p><p>AUD/USD: 0.6950 (250M)</p><p>USD/CAD: 1.3465-70 (1.1BLN), 1.3550 (1.2BLN), 1.3600 (430M)</p><p>USD/JPY: 108.00 (814M), <strong>109.00 (1.8BLN)</strong></p><p>EUR/JPY: 121.75 (621M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-07-06-2019",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:22:00",
        "gmt_time": "2019-06-07 07:22:00"
    },
    {
        "id": 872824,
        "updated_sequence": 1867913,
        "published_at": {
            "unix": 1559891880,
            "text": "2019-06-07 08:18:00 +0100",
            "iso_8601": "2019-06-07T07:18:00Z"
        },
        "updated_at": {
            "unix": 1559902015,
            "text": "2019-06-07 11:06:55 +0100",
            "iso_8601": "2019-06-07T10:06:55Z"
        },
        "subject": "Russian Energy Minister Novak states that OPEC has achieved market balance; global oil demand may grow by less than 1mln BPD due to trade wars, is ready to make a joint decision with Saudi Arabia",
        "content": "<ul><li>Politics are making market fundamentals less relevant</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-states-that-opec-has-achieved-market-balance-global-oil-demand-may-grow-by-less-than-1mln-bpd-due-to-trade-wars-is-ready-to-make-a-joint-decision-with-saudi-arabia-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:18:00",
        "gmt_time": "2019-06-07 07:18:00"
    },
    {
        "id": 872823,
        "updated_sequence": 1867795,
        "published_at": {
            "unix": 1559891760,
            "text": "2019-06-07 08:16:00 +0100",
            "iso_8601": "2019-06-07T07:16:00Z"
        },
        "updated_at": {
            "unix": 1559891919,
            "text": "2019-06-07 08:18:39 +0100",
            "iso_8601": "2019-06-07T07:18:39Z"
        },
        "subject": "Russian Pacific Fleet have issued a formal protest tot he US regarding dangerous maneuvering by a US ship, Russia state that one of their ships was forced to make a dangerous manoeuvre to avoid collision in the East China Sea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-pacific-fleet-have-issued-a-formal-protest-tot-he-us-regarding-dangerous-maneuvering-by-a-us-ship-russia-state-that-one-of-their-ships-was-forced-to-make-a-dangerous-manoeuvre-to-avoid-collision-in-the-east-china-sea-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:16:00",
        "gmt_time": "2019-06-07 07:16:00"
    },
    {
        "id": 872822,
        "updated_sequence": 1867790,
        "published_at": {
            "unix": 1559890980,
            "text": "2019-06-07 08:03:00 +0100",
            "iso_8601": "2019-06-07T07:03:00Z"
        },
        "updated_at": {
            "unix": 1559891115,
            "text": "2019-06-07 08:05:15 +0100",
            "iso_8601": "2019-06-07T07:05:15Z"
        },
        "subject": "Russian Energy Minister Novak said that many oil producing countries confirmed readiness to convene on July 2-4 in Vienna",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-said-that-many-oil-producing-countries-confirmed-readiness-to-convene-on-july-2-4-in-vienna-07-06-2019",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 15:03:00",
        "gmt_time": "2019-06-07 07:03:00"
    },
    {
        "id": 872817,
        "updated_sequence": 1867771,
        "published_at": {
            "unix": 1559890200,
            "text": "2019-06-07 07:50:00 +0100",
            "iso_8601": "2019-06-07T06:50:00Z"
        },
        "updated_at": {
            "unix": 1559890299,
            "text": "2019-06-07 07:51:39 +0100",
            "iso_8601": "2019-06-07T06:51:39Z"
        },
        "subject": "Bunds: comparatively becalmed after the ECB maelstrom",
        "content": "<p>Not much reaction (thus far) to what might otherwise have caused a stir, as the Bundesbank slashes it 2019 German growth forecast, albeit largely catching up with other significantly lower downgrades, and ip data missed by a mile in contrast to yesterday’s firmer than expected factory orders. The core Eurozone bond remains within a relatively narrow 171.37-25 band and largely consolidating in wake of the whip-saw moves on Thursday following the ECB policy adjustments and post-meeting press conference. To recap, Bunds hit a fresh knee-jerk contract high at 171.54 on the back of the latest rate hike rollout and TLTRO3 terms, but then recoiled to a 170.64 low during President Draghi’s speech and Q&amp;A before paring some losses to close at 171.39.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-comparatively-becalmed-after-the-ecb-maelstrom-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 14:50:00",
        "gmt_time": "2019-06-07 06:50:00"
    },
    {
        "id": 872811,
        "updated_sequence": 1867749,
        "published_at": {
            "unix": 1559889000,
            "text": "2019-06-07 07:30:00 +0100",
            "iso_8601": "2019-06-07T06:30:00Z"
        },
        "updated_at": {
            "unix": 1559889261,
            "text": "2019-06-07 07:34:21 +0100",
            "iso_8601": "2019-06-07T06:34:21Z"
        },
        "subject": "Bundesbank cuts 2019 GDP growth forecast to 0.6% (Prev. 1.6%), 2020 cut to 1.2% (Prev. 1.6%), 2021 cut to 1.3% (1.5%). Inflation forecast 2019 maintained at 1.4%, 2020 cut to 1.5% (Prev. 1.8%), 2021 cut to 1.7% (Prev. 1.8%)",
        "content": "<ul><li>Bundesbank expects German exports to start rising from H2 2019, private consumption and investment weakening after 2019</li><li>Bundesbank says more protracted decline in economic output currently seems an unlikely prospect</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bundesbank-cuts-2019-gdp-growth-forecast-to-0-6-prev-1-6-2020-cut-to-1-2-prev-1-6-2021-cut-to-1-3-1-5-inflation-forecast-2019-maintained-at-1-4-2020-cut-to-1-5-prev-1-8-2021-cut-to-1-7-prev-1-8-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 14:30:00",
        "gmt_time": "2019-06-07 06:30:00"
    },
    {
        "id": 872810,
        "updated_sequence": 1867744,
        "published_at": {
            "unix": 1559888940,
            "text": "2019-06-07 07:29:00 +0100",
            "iso_8601": "2019-06-07T06:29:00Z"
        },
        "updated_at": {
            "unix": 1559889032,
            "text": "2019-06-07 07:30:32 +0100",
            "iso_8601": "2019-06-07T06:30:32Z"
        },
        "subject": "ECB's Vasle says it is key that TLTRO keeps favourable financing for banks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-vasle-says-it-is-key-that-tltro-keeps-favourable-financing-for-banks-07-06-2019",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 14:29:00",
        "gmt_time": "2019-06-07 06:29:00"
    },
    {
        "id": 872809,
        "updated_sequence": 1867741,
        "published_at": {
            "unix": 1559888760,
            "text": "2019-06-07 07:26:00 +0100",
            "iso_8601": "2019-06-07T06:26:00Z"
        },
        "updated_at": {
            "unix": 1559888847,
            "text": "2019-06-07 07:27:27 +0100",
            "iso_8601": "2019-06-07T06:27:27Z"
        },
        "subject": "Russia is ready to send more military specialists to Venezuela if needed, according to RIA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RIA ",
        "slug": "russia-is-ready-to-send-more-military-specialists-to-venezuela-if-needed-according-to-ria-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 14:26:00",
        "gmt_time": "2019-06-07 06:26:00"
    },
    {
        "id": 872798,
        "updated_sequence": 1867792,
        "published_at": {
            "unix": 1559887620,
            "text": "2019-06-07 07:07:00 +0100",
            "iso_8601": "2019-06-07T06:07:00Z"
        },
        "updated_at": {
            "unix": 1559891869,
            "text": "2019-06-07 08:17:49 +0100",
            "iso_8601": "2019-06-07T07:17:49Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Smiths Group (SMIN LN) – Co. has appointed Jehanzeb Noor as CEO of Smiths Medical. Separation of Smiths medical is expected to be completed in H1 of calendar year 2020. (Newswires)</p><p>Utility Names – UK CMA has submitted a provisional recommendation to Ofgem to extend protection to prepayment customers beyond the end of 2020 amid the delayed roll-out of smart meters. (Newswires)</p><p>Banking Names – FCA has confirmed the introduction of reforms designed to fix a dysfunctional overdraft market, will make overdrafts simpler, fairer and easier to manage. Reforms stop higher charges for unarranged overdrafts vs. arranged ones, ends fixed daily/monthly charges alongside additional fees for having the facility for an overdraft. (Newswires)</p><p>GlaxoSmithKline (GSK LN) – Co. received FDA approval for Nucala self-administration. (Newswires)</p><p>Engie (ENGIE FP) – Co. state they welcome the favourable ruling from the Brazilian Supreme Federal Court concerning the acquisition of a 90% shareholding in Tag; final/bidding offer of USD 8.6bln expected to close before end of H1 2019. (Newswires)</p><p>Vonovia (VNA GY) - Co. notes serious concern regarding Berlin government's proposed rent freeze legislation&nbsp;</p><p>Mediaset (MS IM) - Co's Spanish unit is considering options in Spain, options include a potential combination with Co. (Newswires)</p><p>Aviva (AV/ LN) – Co. are to cut 1.8k jobs in an attempt to save GBP 300mln. (FT)</p><p>Swiss Re (SREN SW) - Reassure CEO says there is no final decision on timing of IPO. (Newswires)</p><p>BANKIA (BKIA SM) UPGRADED TO OUTPERFORM FROM UNDERPERFORM AT KBW</p><p>SOLVAY (SOLB BB) UPGRADED TO BUY FROM NEUTRAL AT UBS</p><p>NOVOZYMES (NZYMB DC) DOWNGRADED TO SELL FROM HOLD AT SEB ENSKILDA</p><p>TAYLOR WIMPEY (TW/ LN) UPGRADED TO HOLD FROM SELL AT SHORE CAPITAL</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 14:07:00",
        "gmt_time": "2019-06-07 06:07:00"
    },
    {
        "id": 872797,
        "updated_sequence": 1867673,
        "published_at": {
            "unix": 1559886840,
            "text": "2019-06-07 06:54:00 +0100",
            "iso_8601": "2019-06-07T05:54:00Z"
        },
        "updated_at": {
            "unix": 1559886936,
            "text": "2019-06-07 06:55:36 +0100",
            "iso_8601": "2019-06-07T05:55:36Z"
        },
        "subject": "Italian Deputy PM Di Maio says that there has been no discussion with Deputy PM Salvini about a potential government reshuffle",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-says-that-there-has-been-no-discussion-with-deputy-pm-salvini-about-a-potential-government-reshuffle-07-06-2019",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:54:00",
        "gmt_time": "2019-06-07 05:54:00"
    },
    {
        "id": 872796,
        "updated_sequence": 1867713,
        "published_at": {
            "unix": 1559886720,
            "text": "2019-06-07 06:52:00 +0100",
            "iso_8601": "2019-06-07T05:52:00Z"
        },
        "updated_at": {
            "unix": 1559888075,
            "text": "2019-06-07 07:14:35 +0100",
            "iso_8601": "2019-06-07T06:14:35Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p><strong>7th June 2019</strong></p><p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p><p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p><p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets were mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico after reports the US was considering delaying tariffs as time for a deal was running short. However, White House Press Secretary Sanders later casted doubts on this and stated the US is still moving ahead with tariffs, while President Trump reportedly plans to declare a national emergency to impose the tariffs on Mexico. ASX 200 (+0.7%) was positive with the index led by the energy sector after similar outperformance stateside following a rebound in oil prices and Nikkei 225 (+0.6%) gained as exporters coat-tailed on favourable currency flows. KOSPI (+0.3%) eventually shrugged off the early indecisiveness and conformed to the upbeat tone but with gains capped across Asia-Pac bourses amid holiday closures across the Greater China region, ongoing trade uncertainty and ahead of the key NFP jobs data. Finally, 10yr JGBs traded marginally higher despite the gains in stocks as prices edged back above the 153.50 level and as yields declined in which the 30yr yield fell to its lowest since August 2016.</p><p>FTSE</p><p>AA (AA/ LN) – BlackRock has taken a 5.9% short position in the Co., believed to be their largest short position in a UK-listed stock. (Times)</p><p>UK Fintech/Payment Firms – The Commission de Sureveillance du Secteur Financier, has begun undertaking site visits of companies who have selected Luxembourg has their post-Brexit operations base. (CityAM)</p><p>Oil Names - WTI crude futures were higher after it caught a bid heading into the settlement which was further exacerbated by the positive risk sentiment on hopes regarding a delay of tariffs on Mexico.</p><p>Mining Names - Gold was flat with price action tentative ahead of the key US jobs data and copper was underpinned by the risk appetite but with gains limited by the absence of China</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p>ROYAL MAIL (RMG LN) DOWNGRADED TO HOLD FROM BUY AT HSBC</p><p>COMPASS GROUP (CPG LN) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p>DAX</p><p>Deutsche Bank (DBK GY) – Cologne prosecutors have launched a criminal investigations into Co’s banking boss Garth Ritchie alongside other current and former employees over their suspected involvement in allegedly illicit tax transactions. (FT)</p><p>Volkswagen (VOW3 GY) – The Co. and other auto-names, have agreed to a compromise regarding vehicle emissions which is aimed at preventing confrontation between California and US President Trump’s administration over emissions requirements for 2026. Separately, NSK (6471 JP) have agreed to a steering business collaboration with the Co. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p>NN Group (2NN GY) – Co. are to purchase VIVAT non-life operations for a total value of EUR 416mln. (Newswires)</p><p>Rocket Internet (RKET GY) – Co. will trade ex-dividend today. (Newswires)</p><p>CAC</p><p>Airbus (AIR FP) – May gross orders 1 vs. 25 Y/Y. Deliveries 81 vs. 51 Y/Y. YTD deliveries 313 vs. 223 Y/Y. (Newswires)</p><p>Sanofi (SAN FP) – Co. has appointed Paul Hudson as CEO, effective September 1st, succeeding Oliver Brandicourt who has decided to retire. (Newswires)</p><p>BROKER MOVES</p><p>SOFTWARE AG (SOW GY) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p><p>PAN EUROPE</p><p>Fiat Chrysler (FCA IM)/ Renault (RNO FP) – Fiat Chrysler chairman said the decision to terminate discussions with Renault was not taken lightly, but it protected the interests of the company, employees and stakeholders. The chairman added that the Co. will continue to be open to opportunities of all kinds to create value. (Newswires)</p><p>BROKER MOVES</p><p>BPOST (BPOST BB) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</p><p>SMI</p><p>Swiss Re (SREN SW) – Co. said its subsidiary ,Reassure Group, is considering IPO and plans to publish its registration document today whilst pending the approval of UK FCA. Co. said appropriate capital will be put in place for Reassure including a net increase of GBP 481mln in Reassure’s capital position by its two shareholders. (Newswires)&nbsp;</p><p>UBS (UBSG SW) – Co’s CEO states he expects further mergers to occur within European Banking, but the Co. would prefer to focus on now forms of cooperation. (Newswires)</p><p>Novartis (NOVN SW) – Co. has appointed Marie-France Tschudin as President of Co.’s Pharmaceuticals Business Unit. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA&nbsp;</p><p>Equinor (EQNR NO) – Co. has evacuated staff at its Statfjord North Sea platform following a collision with a supply vessel, production has been halted. (Newswires)</p><p>BROKER MOVES</p><p>US</p><p>* S&amp;P 500 0.6% AT 2844, DOW JONES 0.8% AT 7276, NASDAQ-100 0.7% AT 25722, SECTORS: Consumer Discretionary 0.5%, Consumer Staples 0.8%, Energy 1.7%, Financials 0.4%, Health Care 0.3%, Industrials 0%, Information Technology 1.1%, Materials 1.1%, Telecommunication Services 0.4%, Utilities 0.5%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-07-06-2019",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:52:00",
        "gmt_time": "2019-06-07 05:52:00"
    },
    {
        "id": 872793,
        "updated_sequence": 1867661,
        "published_at": {
            "unix": 1559884980,
            "text": "2019-06-07 06:23:00 +0100",
            "iso_8601": "2019-06-07T05:23:00Z"
        },
        "updated_at": {
            "unix": 1559885026,
            "text": "2019-06-07 06:23:46 +0100",
            "iso_8601": "2019-06-07T05:23:46Z"
        },
        "subject": "RANsquawk Daily European Opening News - 7th June 2019 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/22016/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets were mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico</li><li>However, White House Press Secretary Sanders later cast doubts on this and stated the US is still moving ahead with tariffs</li><li>DXY consolidated around the 97.00 level after the prior day’s tumultuous session in which the USD lost ground against EUR</li><li>Looking ahead, highlights include German Industrial Output &amp; Trade Balance, US &amp; Canadian Jobs Report, Fed's Barkin, Saudi Energy Minister Al Falih, Russian Energy Minister Novak</li></ul><p>&nbsp;</p><p>ASIA-PAC</p><p><strong>Asian equity markets were mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico</strong> after reports the US was considering delaying tariffs as time for a deal was running short. However, White House Press Secretary Sanders later cast doubts on this and stated the US is still moving ahead with tariffs, while President Trump reportedly plans to declare a national emergency to impose the tariffs on Mexico. <strong>ASX 200 (+0.7%)</strong> was positive with the index led by the energy sector after similar outperformance stateside following a rebound in oil prices and <strong>Nikkei 225 (+0.6%)</strong> gained as exporters coat-tailed on favourable currency flows. <strong>KOSPI (+0.3%)</strong> eventually shrugged off the early indecisiveness and conformed to the upbeat tone but with gains capped across Asia-Pac bourses amid holiday closures across the Greater China region, ongoing trade uncertainty and ahead of the key NFP jobs data. Finally, 10yr JGBs traded marginally higher despite the gains in stocks as prices edged back above the 153.50 level and as yields declined in which the 30yr yield fell to its lowest since August 2016. The BoJ were also present in the market today for JPY 720bln in the belly to super-long end in which it increased its buying amount in 10yr-25yr maturities, although this was after it had already announced to reduce frequency of those purchases for the month.</p><p>PBoC Governor Yi Gang said talks with US Treasury Secretary Mnuchin at the G20 will be difficult, while he added that no CNY exchange rate number is more important than others and that there is lots of policy room if the trade war worsens. (Newswires)&nbsp;</p><p>UK/EU</p><p>UK PM May is said to be at loggerheads with Chancellor Hammond regarding her plans to leave office with large spending announcements. (Newswires)</p><p>UK Remainer Tory MPs are reportedly beginning to back former UK Foreign Minister Boris Johnson in the hope he will be easily influenced to soften or revoke Brexit. (The Sun)</p><p>The UK government official in charge of delivering “frictionless” Brexit border arrangements, including emergency plans for Dover and Ireland in the event of no deal, has quit just two years into her job. (Guardian)</p><p>Germany and most other EU governments will back another delay (potentially as late as next spring) to Brexit regardless of who the next UK PM is, according to a senior European source. (Times)</p><p>FX</p><p><strong>DXY</strong> consolidated around the 97.00 level after the prior day’s tumultuous session in which the <strong>USD</strong> lost ground against <strong>EUR</strong> with <strong>EUR</strong>/<strong>USD</strong> was boosted in the aftermath of the ECB. <strong>GBP</strong>/<strong>USD</strong> was steady just below 1.2700 handle as a Labour win at the Peterborough by-election, to deny the Brexit Party its first parliament seat, failed to spur price action. <strong>USD</strong>/<strong>JPY</strong> was lifted by the positive risk tone and antipodeans were uneventful amid the China closures and ahead of the extended weekend in Australia, while <strong>MXN</strong> traded choppy at the whim of several conflicting tariff-related news reports with officials set for a 3rd day of talks in Washington.</p><p>COMMODITIES</p><p>&nbsp;</p><p>Commodities were mixed with <strong>WTI</strong> crude futures higher after it caught a bid heading into the settlement which was further exacerbated by the positive risk sentiment on hopes regarding a delay of tariffs on Mexico. Furthermore, there were also recent reports that Saudi and Russia are seeking to bridge divisions over their response to the recent energy sell-off, while the US also increased the pressure for Venezuela’s PDVSA and clarified that exports of diluents could be subject to sanctions. Elsewhere, <strong>gold</strong> was flat with price action tentative ahead of the key US jobs data and <strong>copper</strong> was underpinned by the risk appetite but with gains limited by the absence of China.</p><p>US Treasury Department tightened pressure on Venezuela’s PDVSA and clarified that exports of diluents by international shippers could be subject to US sanctions. (Newswires)</p><p>Russia Energy Minister Novak said Russia's oil output level is currently influenced by the contaminated oil and refinery maintenance, while he suggested output will decrease in June and then will recover. (Newswires)</p><p>GEOPOLITICAL</p><p>&nbsp;</p><p>US has stopped accepting additional Turkish pilots to train in US on F-35 jets, according to officials. (Newswires)&nbsp;</p><p>Reports suggest that intelligence officials informed US senators recently of advances in Saudi-owned missile technology, and that evidence has emerged of work at a Chinese-built development center. (Times)</p><p>US</p><p>The TPLEX was takings its cue from EGBs in early trade, and the curve flattened after the ECB extended its forward guidance, pledging to keep rates in negative territory through the summer of 2020. The ECB's TLTRO announcement, however, once the details were digested, saw the short-end of the yield curve rise, since the rate was not as low as analysts were expecting. Fed rate cut pricing was little changed on Thursday, ahead of Friday's payrolls data, after which the Fed enters blackout. Fed's Williams (voter) touched on market pricing in remarks on Thursday, and he suggested that while it is informative, it does not force the Fed's hand; Williams suggested that it was reflective of uncertainty around trade, and potential recessions on the horizon. Treasuries did sell off going into settlement on the news that the US was mulling the delay of tariffs on Mexico, but the move was respectful of recent ranges. At settlement, major curve spreads had flattened, the 2s/10s contracted c. 4bps, with the 2s/30s most pronounced, where it flattened by c. 5.5bps. US T-note futures (M9) settled 1 tick lower at 126-19+.</p><p><strong>There were initial reports that US is reportedly mulling delaying Mexico tariffs as time for a deal is running short but that tariffs coming into effect on Monday is still possible</strong>. However, <strong>White House Press Secretary Sanders later said the US is still moving ahead with Mexico tariffs at this point</strong> and there were earlier comments from US Presidential aide Schlapp that Mexico are not offering enough to avert tariffs. (Newswires/The Hill)</p><p><strong>US President Trump plans to declare a national emergency to impose tariffs on Mexico</strong>. In related news, President Trump suggested that Mexico needs the US and that the US does not need them, while he <strong>commented that he will definitely get a deal with China</strong>. President Trump also reiterated that the Fed should have had lower interest rates and that the market would be 10k points higher without rate hikes. (The Hill/Newswires)</p><p><strong>US Vice President Pence said he was encouraged Mexican officials went into talks offering to do more</strong>, while he added that Mexico needs to take decisive action on immigration to avert tariffs and that talks with Mexico will continue in the upcoming days. (Newswires)</p><p><strong>Mexico Foreign Minister Ebrard said the National Guard will be deployed to the border with Guatemala to contain migrant flows</strong>, while he added that talks with the US will continue today. Furthermore, <strong>Ebrard thinks the US and Mexico made some advances on Thursday </strong>and other reports noted that Mexico and US were considering outlines of a deal that could boost Mexican immigration enforcement effort and give the US more latitude to deport asylum seekers. (Newswires/Washington Post)</p><p><strong>Fed's Williams (Voter, Hawkish)</strong> said market views on Fed rate pricing are informative but do not force the Fed's hand and that an inverted yield curve does not require a rate cut. Williams also commented he is not worried by market pricing of rates and said trade worries among investors are likely to be a factor in the cuts priced in. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-7th-june-2019-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:23:00",
        "gmt_time": "2019-06-07 05:23:00"
    },
    {
        "id": 872792,
        "updated_sequence": 1867658,
        "published_at": {
            "unix": 1559883900,
            "text": "2019-06-07 06:05:00 +0100",
            "iso_8601": "2019-06-07T05:05:00Z"
        },
        "updated_at": {
            "unix": 1559883970,
            "text": "2019-06-07 06:06:10 +0100",
            "iso_8601": "2019-06-07T05:06:10Z"
        },
        "subject": "Turkey Finance Minister tout single digit inflation from September",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-finance-minister-tout-single-digit-inflation-from-september-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:05:00",
        "gmt_time": "2019-06-07 05:05:00"
    },
    {
        "id": 872791,
        "updated_sequence": 1867655,
        "published_at": {
            "unix": 1559883600,
            "text": "2019-06-07 06:00:00 +0100",
            "iso_8601": "2019-06-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559883747,
            "text": "2019-06-07 06:02:27 +0100",
            "iso_8601": "2019-06-07T05:02:27Z"
        },
        "subject": "Japanese Leading Index (Apr P) 95.5 vs. Exp. 96.0 (Prev. 95.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-apr-p-95-5-vs-exp-96-0-prev-95-9-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:00:00",
        "gmt_time": "2019-06-07 05:00:00"
    },
    {
        "id": 872788,
        "updated_sequence": 1867646,
        "published_at": {
            "unix": 1559883600,
            "text": "2019-06-07 06:00:00 +0100",
            "iso_8601": "2019-06-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559883735,
            "text": "2019-06-07 06:02:15 +0100",
            "iso_8601": "2019-06-07T05:02:15Z"
        },
        "subject": "Japanese Coincident Index (Apr P) 101.9 vs. Exp. 100.2 (Prev. 99.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-apr-p-101-9-vs-exp-100-2-prev-99-4-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:00:00",
        "gmt_time": "2019-06-07 05:00:00"
    },
    {
        "id": 872791,
        "updated_sequence": 1867655,
        "published_at": {
            "unix": 1559883600,
            "text": "2019-06-07 06:00:00 +0100",
            "iso_8601": "2019-06-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559883747,
            "text": "2019-06-07 06:02:27 +0100",
            "iso_8601": "2019-06-07T05:02:27Z"
        },
        "subject": "Japanese Leading Index (Apr P) 95.5 vs. Exp. 96.0 (Prev. 95.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-apr-p-95-5-vs-exp-96-0-prev-95-9-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:00:00",
        "gmt_time": "2019-06-07 05:00:00"
    },
    {
        "id": 872788,
        "updated_sequence": 1867646,
        "published_at": {
            "unix": 1559883600,
            "text": "2019-06-07 06:00:00 +0100",
            "iso_8601": "2019-06-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1559883735,
            "text": "2019-06-07 06:02:15 +0100",
            "iso_8601": "2019-06-07T05:02:15Z"
        },
        "subject": "Japanese Coincident Index (Apr P) 101.9 vs. Exp. 100.2 (Prev. 99.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-apr-p-101-9-vs-exp-100-2-prev-99-4-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 13:00:00",
        "gmt_time": "2019-06-07 05:00:00"
    },
    {
        "id": 872787,
        "updated_sequence": 1867643,
        "published_at": {
            "unix": 1559883480,
            "text": "2019-06-07 05:58:00 +0100",
            "iso_8601": "2019-06-07T04:58:00Z"
        },
        "updated_at": {
            "unix": 1559883551,
            "text": "2019-06-07 05:59:11 +0100",
            "iso_8601": "2019-06-07T04:59:11Z"
        },
        "subject": "Australia FIRB approves Dulux (DLX AT) merger with Nippon Paint (4612 JT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-firb-approves-dulux-dlx-at-merger-with-nippon-paint-4612-jt-07-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 12:58:00",
        "gmt_time": "2019-06-07 04:58:00"
    },
    {
        "id": 872786,
        "updated_sequence": 1867640,
        "published_at": {
            "unix": 1559883060,
            "text": "2019-06-07 05:51:00 +0100",
            "iso_8601": "2019-06-07T04:51:00Z"
        },
        "updated_at": {
            "unix": 1559883199,
            "text": "2019-06-07 05:53:19 +0100",
            "iso_8601": "2019-06-07T04:53:19Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia tracked Wall St higher despite ongoing tariff uncertainty",
        "content": "<p>Asia equity markets were mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico after reports the US was considering delaying tariffs as time for a deal was running short. However, White House Press Secretary Sanders later casted doubts on this and stated the US is still moving ahead with tariffs, while President Trump reportedly plans to declare a national emergency to impose the tariffs on Mexico. ASX 200 (+0.7%) was positive with the index led by the energy sector after similar outperformance stateside following a rebound in oil prices and Nikkei 225 (+0.6%) gained as exporters coat-tailed on favourable currency flows. KOSPI (+0.3%) eventually shrugged off the early indecisiveness and conformed to the upbeat tone but with gains capped across Asia-Pac bourses amid holiday closures across the Greater China region, ongoing trade uncertainty and ahead of the key NFP jobs data. Finally, 10yr JGBs traded marginally higher despite the gains in stocks as prices edged back above the 153.50 level and as yields declined in which the 30yr yield fell to its lowest since August 2016. The BoJ were also present in the market today for JPY 720bln in the belly to super-long end in which it increased its buying amount in 10yr-25yr maturities, although this was after it had already announced to reduce frequency of those purchases for the month.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-tracked-wall-st-higher-despite-ongoing-tariff-uncertainty-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 12:51:00",
        "gmt_time": "2019-06-07 04:51:00"
    },
    {
        "id": 872783,
        "updated_sequence": 1867630,
        "published_at": {
            "unix": 1559881320,
            "text": "2019-06-07 05:22:00 +0100",
            "iso_8601": "2019-06-07T04:22:00Z"
        },
        "updated_at": {
            "unix": 1559881420,
            "text": "2019-06-07 05:23:40 +0100",
            "iso_8601": "2019-06-07T04:23:40Z"
        },
        "subject": "PBoC Governor Yi Gang says a little bit of flexibility in CNY is good for Chinese and global economies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-governor-yi-gang-says-a-little-bit-of-flexibility-in-cny-is-good-for-chinese-and-global-economies-07-06-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 12:22:00",
        "gmt_time": "2019-06-07 04:22:00"
    },
    {
        "id": 872782,
        "updated_sequence": 1867627,
        "published_at": {
            "unix": 1559880720,
            "text": "2019-06-07 05:12:00 +0100",
            "iso_8601": "2019-06-07T04:12:00Z"
        },
        "updated_at": {
            "unix": 1559880826,
            "text": "2019-06-07 05:13:46 +0100",
            "iso_8601": "2019-06-07T04:13:46Z"
        },
        "subject": "Fed's Daly (Non-Voter, Dove) sees economy settling at natural pace of growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-daly-non-voter-dove-sees-economy-settling-at-natural-pace-of-growth-07-06-2019",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 12:12:00",
        "gmt_time": "2019-06-07 04:12:00"
    },
    {
        "id": 872781,
        "updated_sequence": 1867622,
        "published_at": {
            "unix": 1559879040,
            "text": "2019-06-07 04:44:00 +0100",
            "iso_8601": "2019-06-07T03:44:00Z"
        },
        "updated_at": {
            "unix": 1559879194,
            "text": "2019-06-07 04:46:34 +0100",
            "iso_8601": "2019-06-07T03:46:34Z"
        },
        "subject": "Google (GOOG) warned of national security risks from a Huawei ban, in which it suggested that Huawei may develop its own OS if Google cannot update its Android OS on Huawei phones",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "google-goog-warned-of-national-security-risks-from-a-huawei-ban-in-which-it-suggested-that-huawei-may-develop-its-own-os-if-google-cannot-update-its-android-os-on-huawei-phones-07-06-2019",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 11:44:00",
        "gmt_time": "2019-06-07 03:44:00"
    },
    {
        "id": 872780,
        "updated_sequence": 1867619,
        "published_at": {
            "unix": 1559878500,
            "text": "2019-06-07 04:35:00 +0100",
            "iso_8601": "2019-06-07T03:35:00Z"
        },
        "updated_at": {
            "unix": 1559878572,
            "text": "2019-06-07 04:36:12 +0100",
            "iso_8601": "2019-06-07T03:36:12Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: RBI cut rates for a 3rd consecutive meeting",
        "content": "<p>Indian Oil Corp (IOCL IS) - Co. and Hindustan Petroleum (HPCL IS) will challenge tax authorities demand for more than INR 40bln in excise duty related to ethanol used for doping petrol as they argue that the sugar crane extract for mixing in fuel is exempt from tax. (ET)</p><p>State Bank of India (SBIN IS) - Co. is monitoring its exposures to NBFC sector and taking appropriate measures to safeguard interests. (ET)</p><p>Wipro (WPRO IS) - Co. founder Premji will give up executive functions as Chairman and MD in July but will remain on the board as Director and Founding Chairman. (ET)&nbsp;</p><p>RBI - RBI cut its Repurchase Rate by 25bps to 5.75% and the Reverse Repo Rate by 25bps to 5.50% as expected. RBI also changed its stance to accommodative from neutral and formed a panel to review liquidity management. Governor Das stated that the decision to lower rates was driven by inflation and growth, while the central bank lowered current fiscal year GDP forecast to 7.0% from 7.2% and raised H1 inflation forecast to 3.0%-3.1% from 2.9%-3.0%. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-rbi-cut-rates-for-a-3rd-consecutive-meeting-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 11:35:00",
        "gmt_time": "2019-06-07 03:35:00"
    },
    {
        "id": 872779,
        "updated_sequence": 1867616,
        "published_at": {
            "unix": 1559877420,
            "text": "2019-06-07 04:17:00 +0100",
            "iso_8601": "2019-06-07T03:17:00Z"
        },
        "updated_at": {
            "unix": 1559877720,
            "text": "2019-06-07 04:22:00 +0100",
            "iso_8601": "2019-06-07T03:22:00Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia takes impetus from Wall St despite ongoing tariff uncertainty",
        "content": "<p>Asia equity markets are mostly higher following the tailwinds from US where sentiment was underpinned by hopes of averting tariffs on Mexico after reports the US was considering a delay as time for a deal is running short. However, White House Press Secretary Sanders later casted doubts on this and stated the US is still moving ahead with tariffs, while President Trump reportedly plans to declare a national emergency to impose the tariffs on Mexico. ASX 200 (+0.5%) is positive with the index led by the energy sector after similar outperformance stateside following a rebound in oil prices and Nikkei 225 (+0.5%) gained as exporters coattail on favourable currency flows. KOSPI (+0.5%) eventually shrugged off the early indecisiveness and conformed to the upbeat tone but with gains capped across Asia-Pac amid holiday closures across the Greater China region, ongoing trade uncertainty and ahead of the key NFP jobs data.</p><p>In FX markets, the DXY languishes around 97.00 after the prior day’s tumultuous session in which the USD lost ground against EUR despite the ECB extending its forward guidance in which it now sees rates to remain at their present levels at least through H1 next year vs. Prev. end-2019. Furthermore, ECB members raised the possibility of rate cuts and restarting the asset purchase program, while President Draghi suggested that uncertainty and protectionism rules out any hike in interest rates. Nonetheless, EUR/USD was boosted in the aftermath of the ECB with some attributing the strength in the single currency to a balanced outlook and with Draghi seemingly reluctant on lower rates. GBP/USD is steady and eyes a retest of the 1.2700 level to the upside as a Labour win at the Peterborough by-election to deny the Brexit Party its first parliament seat, fails to spur price action. USD/JPY is lifted by the positive risk tone and antipodeans are uneventful amid the China closures and ahead of the extended weekend in Australia, while MXN trades choppy at the whim of several conflicting tariff-related news reports with officials set for a 3rd day of talks in Washington DC.</p><p>Finally, 10yr JGBs are marginally higher despite the gains in stocks as prices edge back above the 153.50 level. The BoJ are also present in the market today for JPY 720bln in the belly to super-long end in which it increased its buying amount in 10yr-25yr maturities, although this was after it had already announced to reduce frequency of those purchases for the month.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-takes-impetus-from-wall-st-despite-ongoing-tariff-uncertainty-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 11:17:00",
        "gmt_time": "2019-06-07 03:17:00"
    },
    {
        "id": 872778,
        "updated_sequence": 1867611,
        "published_at": {
            "unix": 1559876280,
            "text": "2019-06-07 03:58:00 +0100",
            "iso_8601": "2019-06-07T02:58:00Z"
        },
        "updated_at": {
            "unix": 1559876406,
            "text": "2019-06-07 04:00:06 +0100",
            "iso_8601": "2019-06-07T03:00:06Z"
        },
        "subject": "PBoC Governor Yi Gang says talks with US Treasury Secretary Mnuchin at the G20 will be difficult, adds no CNY exchange rate number is more important than others and that there is lots of policy room if trade war worsens",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-governor-yi-gang-says-talks-with-us-treasury-secretary-mnuchin-at-the-g20-will-be-difficult-adds-no-cny-exchange-rate-number-is-more-important-than-others-and-that-there-is-lots-of-policy-room-if-trade-war-worsens-07-06-2019",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 10:58:00",
        "gmt_time": "2019-06-07 02:58:00"
    },
    {
        "id": 872777,
        "updated_sequence": 1867624,
        "published_at": {
            "unix": 1559874900,
            "text": "2019-06-07 03:35:00 +0100",
            "iso_8601": "2019-06-07T02:35:00Z"
        },
        "updated_at": {
            "unix": 1559879346,
            "text": "2019-06-07 04:49:06 +0100",
            "iso_8601": "2019-06-07T03:49:06Z"
        },
        "subject": "US President Trump said Fed frankly should have had lower interest rates and that market would be 10k points higher without rate hikes, adds he will definitely get a deal with China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-said-fed-frankly-should-have-had-lower-interest-rates-and-that-market-would-be-10k-points-higher-without-rate-hikes-adds-he-will-definitely-get-a-deal-with-china-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 10:35:00",
        "gmt_time": "2019-06-07 02:35:00"
    },
    {
        "id": 872776,
        "updated_sequence": 1867605,
        "published_at": {
            "unix": 1559873880,
            "text": "2019-06-07 03:18:00 +0100",
            "iso_8601": "2019-06-07T02:18:00Z"
        },
        "updated_at": {
            "unix": 1559873935,
            "text": "2019-06-07 03:18:55 +0100",
            "iso_8601": "2019-06-07T02:18:55Z"
        },
        "subject": "US President Trump says Germany has not stepped up much on defense spending",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-germany-has-not-stepped-up-much-on-defense-spending-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 10:18:00",
        "gmt_time": "2019-06-07 02:18:00"
    },
    {
        "id": 872775,
        "updated_sequence": 1867602,
        "published_at": {
            "unix": 1559873760,
            "text": "2019-06-07 03:16:00 +0100",
            "iso_8601": "2019-06-07T02:16:00Z"
        },
        "updated_at": {
            "unix": 1559873800,
            "text": "2019-06-07 03:16:40 +0100",
            "iso_8601": "2019-06-07T02:16:40Z"
        },
        "subject": "US President Trump says Mexico needs US and we do not need them",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-mexico-needs-us-and-we-do-not-need-them-07-06-2019",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 10:16:00",
        "gmt_time": "2019-06-07 02:16:00"
    },
    {
        "id": 872774,
        "updated_sequence": 1867599,
        "published_at": {
            "unix": 1559873280,
            "text": "2019-06-07 03:08:00 +0100",
            "iso_8601": "2019-06-07T02:08:00Z"
        },
        "updated_at": {
            "unix": 1559873362,
            "text": "2019-06-07 03:09:22 +0100",
            "iso_8601": "2019-06-07T02:09:22Z"
        },
        "subject": "Samsung Electronics (005930 KS) expected to launch Galaxy A50 in South Korea next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-electronics-005930-ks-expected-to-launch-galaxy-a50-in-south-korea-next-week-07-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 10:08:00",
        "gmt_time": "2019-06-07 02:08:00"
    },
    {
        "id": 872773,
        "updated_sequence": 1867596,
        "published_at": {
            "unix": 1559871000,
            "text": "2019-06-07 02:30:00 +0100",
            "iso_8601": "2019-06-07T01:30:00Z"
        },
        "updated_at": {
            "unix": 1559871150,
            "text": "2019-06-07 02:32:30 +0100",
            "iso_8601": "2019-06-07T01:32:30Z"
        },
        "subject": "Australian Owner-Occupier Loan Value (Apr) M/M 1.0% vs. Exp. 0.0% (Prev. -3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-owner-occupier-loan-value-apr-m-m-1-0-vs-exp-0-0-prev-3-4-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 09:30:00",
        "gmt_time": "2019-06-07 01:30:00"
    },
    {
        "id": 872772,
        "updated_sequence": 1867593,
        "published_at": {
            "unix": 1559871000,
            "text": "2019-06-07 02:30:00 +0100",
            "iso_8601": "2019-06-07T01:30:00Z"
        },
        "updated_at": {
            "unix": 1559871116,
            "text": "2019-06-07 02:31:56 +0100",
            "iso_8601": "2019-06-07T01:31:56Z"
        },
        "subject": "Australian Investment Lending (Apr) -2.2% vs. Exp. 1.0%\t(Prev. -2.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-investment-lending-apr-2-2-vs-exp-1-0-prev-2-7-07-06-2019",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 09:30:00",
        "gmt_time": "2019-06-07 01:30:00"
    },
    {
        "id": 872770,
        "updated_sequence": 1867587,
        "published_at": {
            "unix": 1559870700,
            "text": "2019-06-07 02:25:00 +0100",
            "iso_8601": "2019-06-07T01:25:00Z"
        },
        "updated_at": {
            "unix": 1559870804,
            "text": "2019-06-07 02:26:44 +0100",
            "iso_8601": "2019-06-07T01:26:44Z"
        },
        "subject": "US has stopped accepting additional Turkish pilots to train in US on F-35 jets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-has-stopped-accepting-additional-turkish-pilots-to-train-in-us-on-f-35-jets-07-06-2019",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 09:25:00",
        "gmt_time": "2019-06-07 01:25:00"
    },
    {
        "id": 872769,
        "updated_sequence": 1867584,
        "published_at": {
            "unix": 1559869800,
            "text": "2019-06-07 02:10:00 +0100",
            "iso_8601": "2019-06-07T01:10:00Z"
        },
        "updated_at": {
            "unix": 1559870373,
            "text": "2019-06-07 02:19:33 +0100",
            "iso_8601": "2019-06-07T01:19:33Z"
        },
        "subject": "BoJ offers to buy JPY 480bln in 5-10yr JGBs, JPY 200bln in 10yr-25yr JGBs and JPY 40bln in 25yr+ JGBsl raises 10yr-25yr amount to JPY 200bln from JPY 160bln after reducing frequency of purchases for the month ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Of note, if the BoJ maintains the pace of 10yr-25yr JGB purchases, it would result to a reduction of JPY 40bn in 10yr-25yr purchases compared to May.</li></ul>",
        "analysis_updated_at": {
            "unix": 1559870373,
            "text": "2019-06-07 02:19:33 +0100",
            "iso_8601": "2019-06-07T01:19:33Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-480bln-in-5-10yr-jgbs-jpy-200bln-in-10yr-25yr-jgbs-and-jpy-40bln-in-25yr-jgbsl-raises-10yr-25yr-amount-to-jpy-200bln-from-jpy-160bln-after-reducing-frequency-of-purchases-for-the-month-07-06-2019",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 09:10:00",
        "gmt_time": "2019-06-07 01:10:00"
    },
    {
        "id": 872768,
        "updated_sequence": 1867579,
        "published_at": {
            "unix": 1559869200,
            "text": "2019-06-07 02:00:00 +0100",
            "iso_8601": "2019-06-07T01:00:00Z"
        },
        "updated_at": {
            "unix": 1559869263,
            "text": "2019-06-07 02:01:03 +0100",
            "iso_8601": "2019-06-07T01:01:03Z"
        },
        "subject": "Labour Party holds Peterborough seat to deny the the Brexit Party a seat in Parliament",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "labour-party-holds-peterborough-seat-to-deny-the-the-brexit-party-a-seat-in-parliament-07-06-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 09:00:00",
        "gmt_time": "2019-06-07 01:00:00"
    },
    {
        "id": 872767,
        "updated_sequence": 1867576,
        "published_at": {
            "unix": 1559868540,
            "text": "2019-06-07 01:49:00 +0100",
            "iso_8601": "2019-06-07T00:49:00Z"
        },
        "updated_at": {
            "unix": 1559868919,
            "text": "2019-06-07 01:55:19 +0100",
            "iso_8601": "2019-06-07T00:55:19Z"
        },
        "subject": "Labour sources think they have won by enough to avoid a recount in the Peterborough by-elections",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a guide, the Peterborough by-elections was held after former Labour MP Fiona Onasanya was removed following her conviction for perverting the course of justice. &nbsp;The by-election was seen to be of interest given that its was seen as a close race between the Brexit Party and Labour, in which a win by the Brexit Party will give the newly formed party its 1st seat in Parliament.</li></ul>",
        "analysis_updated_at": {
            "unix": 1559868918,
            "text": "2019-06-07 01:55:18 +0100",
            "iso_8601": "2019-06-07T00:55:18Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "labour-sources-think-they-have-won-by-enough-to-avoid-a-recount-in-the-peterborough-by-elections-07-06-2019",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 08:49:00",
        "gmt_time": "2019-06-07 00:49:00"
    },
    {
        "id": 872766,
        "updated_sequence": 1867571,
        "published_at": {
            "unix": 1559867580,
            "text": "2019-06-07 01:33:00 +0100",
            "iso_8601": "2019-06-07T00:33:00Z"
        },
        "updated_at": {
            "unix": 1559867678,
            "text": "2019-06-07 01:34:38 +0100",
            "iso_8601": "2019-06-07T00:34:38Z"
        },
        "subject": "Sumitomo Mitsui Trust (8309 JT) announces wealth management JV with UBS (UBSG SW)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sumitomo-mitsui-trust-8309-jt-announces-wealth-management-jv-with-ubs-ubsg-sw-07-06-2019",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 08:33:00",
        "gmt_time": "2019-06-07 00:33:00"
    },
    {
        "id": 872765,
        "updated_sequence": 1867568,
        "published_at": {
            "unix": 1559867280,
            "text": "2019-06-07 01:28:00 +0100",
            "iso_8601": "2019-06-07T00:28:00Z"
        },
        "updated_at": {
            "unix": 1559867396,
            "text": "2019-06-07 01:29:56 +0100",
            "iso_8601": "2019-06-07T00:29:56Z"
        },
        "subject": "PRE-MARKET SINGAPORE STOCK NEWS: Allied Technologies (ALLI SP) responded to Singapore Exchange queries after lawyer and funds went missing from its escrow account; Taiwan, mainland China and Hong Kong are closed for holiday",
        "content": "<p>TAIWAN</p><p>Other News - China urges the US to stop arms sales to Taiwan and cut military ties. (Xinhua)</p><p>&nbsp;</p><p>SINGAPORE</p><p>Allied Technologies (ALLI SP) - Co. responded to Singapore Exchange queries on the flow of funds from its escrow account with law firm JLC Advisors after the disappearance of on of its lawyers and SGD 33.2mln of funds in the escrow account. (Straits Times)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-singapore-stock-news-allied-technologies-alli-sp-responded-to-singapore-exchange-queries-after-lawyer-and-funds-went-missing-from-its-escrow-account-taiwan-mainland-china-and-hong-kong-are-closed-for-holiday-07-06-2019",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 08:28:00",
        "gmt_time": "2019-06-07 00:28:00"
    },
    {
        "id": 872763,
        "updated_sequence": 1867562,
        "published_at": {
            "unix": 1559865780,
            "text": "2019-06-07 01:03:00 +0100",
            "iso_8601": "2019-06-07T00:03:00Z"
        },
        "updated_at": {
            "unix": 1559866070,
            "text": "2019-06-07 01:07:50 +0100",
            "iso_8601": "2019-06-07T00:07:50Z"
        },
        "subject": "Asia equity markets begin mostly positive after the tailwinds from Wall St with sentiment underpinned by hopes the US and Mexico can reach a deal to avert looming tariffs and where energy outperformed as crude recouped losses",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mostly-positive-after-the-tailwinds-from-wall-st-with-sentiment-underpinned-by-hopes-the-us-and-mexico-can-reach-a-deal-to-avert-looming-tariffs-and-where-energy-outperformed-as-crude-recouped-losses-07-06-2019",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2019-06-07 08:03:00",
        "gmt_time": "2019-06-07 00:03:00"
    }
]