[
    {
        "id": 909950,
        "updated_sequence": 2115940,
        "published_at": {
            "unix": 1582319520,
            "text": "2020-02-21 21:12:00 +0000",
            "iso_8601": "2020-02-21T21:12:00Z"
        },
        "updated_at": {
            "unix": 1582319574,
            "text": "2020-02-21 21:12:54 +0000",
            "iso_8601": "2020-02-21T21:12:54Z"
        },
        "subject": "S&P affirms Switzerland at AAA, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-affirms-switzerland-at-aaa-outlook-stable-21-02-2020",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:12:00",
        "gmt_time": "2020-02-21 21:12:00"
    },
    {
        "id": 909911,
        "updated_sequence": 2115942,
        "published_at": {
            "unix": 1582319400,
            "text": "2020-02-21 21:10:00 +0000",
            "iso_8601": "2020-02-21T21:10:00Z"
        },
        "updated_at": {
            "unix": 1582319617,
            "text": "2020-02-21 21:13:37 +0000",
            "iso_8601": "2020-02-21T21:13:37Z"
        },
        "subject": "Newsquawk Week in Focus -  week commencing 24th February 2020",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23923/download\"><strong>here</strong></a><strong>&nbsp;</strong></p><ul><li>MON: Japanese Emperor's Day Holiday, Israeli Monetary Policy Decision, German Ifo Survey, Dallas Fed Mfg Business Index.</li><li>TUE: US Democratic Debate, Swiss Employment, German GDP (Detailed), US Richmond Fed Index, House Price Index, Dallas Fed Services Revenues.</li><li>WED: South African 2020 Budget, Hong Kong GDP (Final), New Zealand Trade Balance, Norwegian CPI, US New Home Sales.</li><li>THU: BoK Rate Decision, US GDP (2nd Estimate) and PCE Prices, Pending Home Sales, Durable Goods, Japanese Tokyo CPI, Unemployment and Industrial Production.</li><li>FRI: German National CPI (Prelim), US PCE Price Index, Trade, Chicago PMI, Uni. Of Michigan, Canadian GDP, Swedish GDP, German Labour Market Report.</li><li>SAT: Chinese PMIs.</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-week-in-focus-week-commencing-24th-february-2020-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:10:00",
        "gmt_time": "2020-02-21 21:10:00"
    },
    {
        "id": 909910,
        "updated_sequence": 2115944,
        "published_at": {
            "unix": 1582319400,
            "text": "2020-02-21 21:10:00 +0000",
            "iso_8601": "2020-02-21T21:10:00Z"
        },
        "updated_at": {
            "unix": 1582319628,
            "text": "2020-02-21 21:13:48 +0000",
            "iso_8601": "2020-02-21T21:13:48Z"
        },
        "subject": "Newsquawk Central Banks - Previewing. BOK rate decision; Reviewing FOMC, ECB, Riksbank and RBI minutes, and the CBRT rate decision",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23924/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-central-banks-previewing-bok-rate-decision-reviewing-fomc-ecb-riksbank-and-rbi-minutes-and-the-cbrt-rate-decision-21-02-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:10:00",
        "gmt_time": "2020-02-21 21:10:00"
    },
    {
        "id": 909949,
        "updated_sequence": 2115937,
        "published_at": {
            "unix": 1582319220,
            "text": "2020-02-21 21:07:00 +0000",
            "iso_8601": "2020-02-21T21:07:00Z"
        },
        "updated_at": {
            "unix": 1582319275,
            "text": "2020-02-21 21:07:55 +0000",
            "iso_8601": "2020-02-21T21:07:55Z"
        },
        "subject": "Wells Fargo agrees to pay USD 3bln to settle probe over sales practices, CNBC reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-agrees-to-pay-usd-3bln-to-settle-probe-over-sales-practices-cnbc-reports-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:07:00",
        "gmt_time": "2020-02-21 21:07:00"
    },
    {
        "id": 909947,
        "updated_sequence": 2115931,
        "published_at": {
            "unix": 1582318980,
            "text": "2020-02-21 21:03:00 +0000",
            "iso_8601": "2020-02-21T21:03:00Z"
        },
        "updated_at": {
            "unix": 1582319029,
            "text": "2020-02-21 21:03:49 +0000",
            "iso_8601": "2020-02-21T21:03:49Z"
        },
        "subject": "Fitch Affirms Turkey at 'BB-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-turkey-at-bb-outlook-stable-21-02-2020",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:03:00",
        "gmt_time": "2020-02-21 21:03:00"
    },
    {
        "id": 909948,
        "updated_sequence": 2115934,
        "published_at": {
            "unix": 1582318920,
            "text": "2020-02-21 21:02:00 +0000",
            "iso_8601": "2020-02-21T21:02:00Z"
        },
        "updated_at": {
            "unix": 1582319086,
            "text": "2020-02-21 21:04:46 +0000",
            "iso_8601": "2020-02-21T21:04:46Z"
        },
        "subject": "US MARKET WRAP 21st February 2020: Stocks end the week near lows as corona fears and soft PMI weigh",
        "content": "<p><strong>* SNAPSHOT: Equities, Treasuries, dollar, crude.&nbsp;</strong></p><p><strong>* REAR VIEW: EZ PMI headline encouraging, details not so much; UK PMI decent; US PMI disappoints; Brainard champions YCC, other Fedspeak echoes FOMC message; virus fears keep markets defensive.&nbsp;</strong></p><p><strong>* WEEK AHEAD: MON: Japanese Emperor's Day Holiday, Israeli Monetary Policy Decision, German Ifo Survey, Dallas Fed Mfg Business Index. TUE: US Democratic Debate, Swiss Employment, German GDP (Detailed), US Richmond Fed Index, House Price Index, Dallas Fed Services Revenues. WED: South African 2020 Budget, Hong Kong GDP (Final), New Zealand Trade Balance, Norwegian CPI, US New Home Sales. THU: BoK Rate Decision, US GDP (2nd Estimate) and PCE Prices, Pending Home Sales, Durable Goods, Japanese Tokyo CPI, Unemployment and Industrial Production. FRI: German National CPI (Prelim), US PCE Price Index, Trade, Chicago PMI, Uni. Of Michigan, Canadian GDP, Swedish GDP, German Labour Market Report. SAT: Chinese PMIs. </strong><a href=\"https://newsquawk.com/research_sheets/23923/download\"><strong>Click here</strong></a><strong> to&nbsp; access the week in focus preview; </strong><a href=\"https://newsquawk.com/research_sheets/23924/download\"><strong>click here</strong></a><strong> to access our central bank weekly briefing.</strong></p><p><strong>* MARKET WRAP: </strong>Stocks are closing out the week in the red, capping a week where they have endured losses over 1%. Much screen time has been dedicated to coronavirus by the business TV channels, as the virus spreads outside of China, and continued scepticism over the numbers China is reporting. US data was also a theme, where the Markit gauge of manufacturing activity was soft, and at odds with the Philly Fed and Empire surveys this week. There are even some that are becoming cautious about the 3%+ YTD rise in stocks amid the spate of risks and uncertainties (note: Thursday's mid-morning sell-off still doesn't have a consensus explanation, though some used the example to evidence investors moving out of growth and momentum names and into value and cyclical stocks, while others have argued that stretched valuations will become a headwind for equities soon). The coronavirus is not concerning Fed offials just yet (although it is clearly a concern at the BOJ), and policymakers have generally given a nod to the December SEP projections which foresee an unchanged FFR in 2020; and in terms of the data, investors will put more stock into the manufacturing ISM due on 2nd March, and other regional manufacturing surveys next week. With that said, markets have added to expectations of Fed easing in 2020, with 47.5bps of easing priced through the end of this year (it was around 38bps a week ago). The Treasury curve bull-flattened on Friday, and 30-year yields fell to a fresh record low sub-1.90%; 10-year yields are also firmly sub-1.50%, now eying last year's low just beneath 1.43%. Some desks have noted that the cash yield on Treasuries and the cash yield on stocks is near the widest in around three decades, yet bonds continue to find buyers; some have explained this dynamic by pointing to growth slowing in Q1 2020, and scepticism that inflation will pick-up. Investors will therefore be keeping a close eye on next week's PCE report on Friday.</p><p><strong>* VIRUS:</strong> On Friday South Korean authorities confirmed 52 new coronavirus infections, while China also reported rising new cases on Friday (889 new confirmed cases of coronavirus on mainland on 20th Feb, versus 394 on the 19th Feb). China Vice Science and Technology Minister Xu Nanping said the earliest vaccine for the virus will be submitted for clinical trials late April. In further signs of the economic toll the virus is taking, retail vehicle sales in China plunged 92% Y/Y in the first 16 days of February, according to China Passenger Car Association; Chinese policymakers have said that they expect Jan-Feb import and export growth to fall back notably. Policymakers also continue to float stimulus measures; overnight, a Commerce Ministry Official said that the government was speeding up the study of new fiscal, tax, financial and insurance measures to provide further support for companies amid the virus outbreak. Meanwhile, in the US, the CDC called coronavirus a \"tremendous public health threat,\" and said future human-to-human transmission in the US was \"very possible, even likely\".</p><p><strong>* US EXISTING HOME SALES: </strong>US existing home sales fell by 1.3% in January, taking the pace to 5.46mln (consensus was 5.43mln), and the inventory of homes for sale was 1.42mln units, or 3.1 months’ worth (Prev. 3.0 months’ worth).</p><p><strong>* US MARKET PMI:</strong> Markit's gauge of manufacturing activity was not great, and ran contrary to the decent regional manufacturing reports out of Philly and Empire State this week. Headline flash composite PMI fell to 49.6 from 53.3, services fell to 49.4 from 53.4 (cons 53.0), and below 50.0 for the first time since Feb 2016, while manufacturing fell to 50.8 from 51.9 (cons 53.0). Survey compiler Markit said that with the exception of the government-shutdown of 2013, US business activity contracted for the first time since the global financial crisis in February, with weakness primarily seen in the service sector, where the first drop in activity for four years was reported; but manufacturing production also ground almost to a halt due to a near-stalling of orders. Total new orders were down for the first time in over a decade. \"The deterioration in was in part linked to the coronavirus outbreak, manifesting itself in weakened demand across sectors such as travel and tourism, as well as via falling exports and supply chain disruptions,\" Markit wrote, but \"companies also reported increased caution in respect to spending due to worries about a wider economic slowdown and uncertainty ahead of the presidential election later this year.\" Markit said its data was consistent with GDP growth slowing from just above 2% in January to a crawl speed of 0.6% in February. \"However, the February survey also saw a notable upturn in business sentiment about the year ahead, reflecting widespread optimism that the current slowdown will prove short-lived,\" it added.</p><p><strong>* CANADA RETAIL SALES:</strong> Headline retail sales were unchanged in December against expectations of a small rise. The data caps a soft year for retail sales growth, Canadian bank RBC said. \"There are legitimate questions about how accurately retail sales are really capturing consumer spending trends,\" the bank said, however. \"Services are not included. Not all e-commerce sales are captured in headline retail sales, and e-commerce sales were up a whopping 31.5% from a year ago in December (likely in part reflecting the fact that cyber-Monday fell in December rather than November this year.) And that doesn't include 'non-Canadian' online retailers.\" Even so, consumer spending has underperformed about market conditions and consumer confidence indicators, the bank observes. \"The lagged impact of earlier interest rate hikes cutting into household spending power likely is part of the explanation, and also helps to explain why household insolvency rates edged higher last year, and borrowing rates have since pulled back again, which could ease some near-term pressure on households.\" Overall economic growth will also likely be weighed down early in 2020 by another bout of transitory disruptions, RBC argues, via potential spill overs from the coronavirus outbreak in China and ongoing disruptions to rail transportation. \"We think the Bank of Canada will ultimately look through most of those transitory disruptions, but underlying growth trends have also been softer, and we continue to pencil in a rate cut from the central bank in April.\"</p><p><strong>* EUROZONE PMI:</strong> Flash PMI data for February has been encouraging; services rose to 52.8 from 52.5 (cons 52.2), manufacturing rose to 49.1 from 47.9 (cons 47.5), while the composite rose to 51.6 from 51.3 (cons a fall to 51.0). The flash Feb PMIs were supposed to give an indication of how the Eurozone has initially fared amid the coronavirus outbreak. However, Pantheon Macroeconomics says it is minded to ignore the data: \"This a solid headline, but the more we think about it, the more we’re now inclined to ignore it\" since half of the increase in the manufacturing index was due to a jump in suppliers’ delivery times attributed to disruptions in China. \"In other words, the PMIs are designed to interpret a tightening supply side—which is exactly the first-order effect of the coronavirus—as a bullish signal, because it normally signals that activity is picking up,\" adding that \"from this perspective, today’s data are decidedly bearish; they’re effectively warning that the supply side is being choked, and if that continues, growth and employment eventually will take a hit.\" Looking ahead, Pantheon says we are not quite flying blind, though we don't have good monthly numbers on supply-side factors, and input price inflation data—price inflation should be rise if inputs run into sudden scarcity—also tend to be lagged.</p><p><strong>* UK PMI:</strong> The key services PMI fell to 53.3 from 53.9 (cons 53.4), the manufacturing rose to 51.9 from 50.0 (cons 49.7), leaving the composite unchanged at 53.3 (cons 52.8). It continues the run of reassuring UK data prints. The services downside was likely a result of weather conditions, analysts said. However, like the Eurozone PMI, the manufacturing upside might be a result of supply chain disruption as well (see EUR section), as suppliers' delivery times fell by the most on record in Feb (this is inverted for PMI calculations). But Pantheon Macro takes encouragement from decent forward-looking indicators, and suggests that the PMI in aggregate points to GDP growth recovering to around 0.3% in Q1, above the MPC's 0.2% projection. The consultancy notes that consumer services activity should rebound in March, if the weather improves, and also points out that the PMI excludes the retail sector, which is on track to put in a strong performance in Q1. \"Accordingly, we still think that markets, which are pricing in a 35% chance that the MPC will cut Bank Rate in the first half of this year, are overestimating the likelihood of easing,\" PM writes.</p><p><strong>* WTI (J20) SETTLES USD 0.50 LOWER AT USD 53.38; BRENT (J20) SETTLES USD 0.81 LOWER AT USD 58.50:</strong> Oil traded softer on Friday as the spread of the coronavirus continues to pose questions for the oil demand side. On the supply front, the Russians have said that there is no need for a meeting ahead of the 5-6th March OPEC+ gathering, potentially signalling that they are not ready to endorse any further supply curbs. The recent strength of the USD has also provided a headwind for crude. In afternoon trade, the WSJ reported that Saudi, Kuwait and UAE were mulling a potential break from its production pact with Russia amid concerns over the impact on demand from the coronavirus, sources said; the article suggested that the three were talking about a 300k BPD cut, which falls short of the 600k recommended by Opec's technical committee. It also noted that the move might further impair Opec’s ability to influence oil prices. The news initially saw positive ticks in crude, though pared in wake, given that the discussed cut was beneath the recommendation of the technical committee, while some questioned what this would mean for Russia's commitment to the supply curb deal, as well as the long-term survival of the cooperation between Opec+ participants, whose supply curb deal arrested a deeper slide in crude prices. The Saudi energy minister responded to the WSJ report, and denied the three countries were considering a break from OPEC+ alliance, calling it \"absurd and utter nonsense\", adding that Opec+ will continue to act in a collective manner, and that Saudi Arabi is in continuous discussions with all OPEC and OPEC+ partners.</p><p><strong>* GEOPOLITICS:</strong> Libyan Commander Haftar has said he is ready for a Libyan ceasefire if some conditions are met (the withdrawal of Turkish troops and mercenaries). His remarks to Russian press follow Wednesday's shelling of Tripoli Port, which led Libya's Government of National Accord (GNA) to suspended UN-backed peace talks. In the Middle East, meanwhile, Saudi Arabia stated that it had intercepted missiles launched by Houthi rebels.</p><p><strong>* FEDSPEAK:</strong> Remarks from Fed officials have largely stuck to the script, expressing encouragement with the state of the economy, and arguing that policy settings are about right. Officials generally see the impact of the coronavirus as likely a temporary phenomenon, endorsing the 'v-shaped recovery' argument. Fed's Bullard (non-voter, dove) said it was likely the coronavirus will blow away like other viruses have, which could see market pricing revert back to unchanged; he had been concerned about yield issues, but highlighted that 2s10s was not inverted, but it is well down, and he wants to see how it plays out before he worries about yield curve issues. Fed's Bostic (non-voter, dovish) said businesses have told him that the coronavirus will lead to short-term disruptions, but he was modelling for a recovery thereafter. Meanwhile, Brainard (voter, dove) stayed away from policy remarks; however, analysts noted that Brainard championed Yield Curve Control (YCC) as a new policy tool, which raises the prospect of the Fed deploying some form of YCC in the next big easing package.</p><p><strong>* ECB:</strong> ECB's Chief Economist Lane said that even if it occurs for a matter of weeks, supply chain disruptions from the coronavirus do not change his economic view much. His base case was for a V-shaped recovery. He noted that domestic demand was consistent, and thinks this will remain the case; services growth and manufacturing stabilisation were sources of optimism. Lane said fiscal policy has recently been making a positive contribution to growth, and his recent forecasts were supported by fiscal authorities, which were helpful in getting inflation to target.</p><p><strong>* BREXIT:</strong> With negotiations set to begin next month, two-thirds of economists polled by Reuters think the Brexit transition period will not be pushed beyond December, which would be a red line for the government. Over 90% said the most likely future trading arrangement was an EU-UK free-trade agreement, a no deal and a WTO trading regime was in second place, while some economists still believe the UK will remain a member of the European Economic Area. Economists said the chance the transition period ends without a deal was at 25% (versus 20% in last month's poll). Economists are less sure if a deal would cover both goods and services; 21 of 34 said it would only encompass goods, while 13 said it would also include services.</p><p><strong>* US-T-NOTE FUTURES (H20) SETTLE 13+ TICKS HIGHER AT 131-27+. </strong>The Treasury curve bull-flattened on Friday, and 30-year yields fell to a fresh record low sub-1.90%; 10-year yields are also firmly sub-1.50%, now eying last year's low just beneath 1.43%. Some desks have noted that the cash yield on Treasuries and the cash yield on stocks is near the widest in around three decades, yet bonds continue to find buyers; some have explained this dynamic by pointing to growth slowing in Q1 2020, and scepticism that inflation will pick-up. Investors will therefore be keeping a close eye on next week's PCE report on Friday. The coronavirus is not concerning Fed offials just yet (although it is clearly a concern at the BOJ), and policymakers have generally given a nod to the December SEP projections which foresee an unchanged FFR in 2020; and in terms of the data, investors will put more stock into the manufacturing ISM due on 2nd March, and other regional manufacturing surveys next week. With that said, markets have added to expectations of Fed easing in 2020, with 47.5bps of easing priced through the end of this year (it was around 38bps a week ago).</p><p><strong>* M&amp;A: </strong>Sprint (S) and T-Mobile (TMUS) directors unanimously approved the proposed merger amendments which will see TMUS parent, Deutsche Telekom (DTE GY), own a slightly larger proportion than initially agreed. The agreement saw Sprint (S) surge over 8% at the open, however S succumbed to the broader equity sell off, but nonetheless still saw solid gains. eBay (EBAY) spiked following reports in WSJ the co. is considering a sale of its classified advertisement business, which could be worth up to USD 10bln and has gathered interest from TPG, Blackstone, Naspers and Germany’s Axel Springer (SPR GY). In response to Xerox (XRX) tender offer for HP Inc (HPQ) shares, HPQ adopted a shareholder rights plan and declared a dividend distribution of one preferred share purchase right on each outstanding share of HPQ stock. Although, XRX announced it is still planning to go ahead with the offer. Elsewhere, Fist Solar (FSLR), along-side earnings, announced it is reviewing options for its US project development business.</p><p><strong>* SPX closes -1.1% at 3336, Dow closes -0.8% at 9573, Nasdaq 100 -1.9% at 9447. </strong>SECTORS: consumer staples +0.2%, utilities 0.0%, health care -0.1%, telecoms -0.3%, materials -0.4%, financials -0.8%, industrials -0.8%, energy -1.4%, consumer discretionary -1.6%, tech -2.2%.</p><p><strong>* STOCK SPECIFICS: </strong>Coca-Cola Company (KO) announced the coronavirus would impact its current quarter earnings by 0.01-0.02/shr but continues to expect to achieve its FY guidance numbers. Walmart’s (WMT) Flipkart in India filed a legal challenge against an antitrust probe after Amazon (AMZN) filed a similar petition, according to a court filing. Wells Fargo (WFC) is reportedly near a settlement with prosecutors and the SEC in regard to abuse of customers in its banking, auto lending and mortgage business, according to NYT citing people familiar with the matter, which could be around USD 3bln.</p><p><strong>* EARNINGS: </strong>Deere (DE) rallied following exceptional top and bottom line beats, sending the stock as high as 8%. SBA Communications (SBAC) traded in the green after its earnings which saw top and bottom line beats. Dropbox (DBX) surged following decent EPS and solid revenue guidance. Fitbit (FIT) saw pressure after its EPS missed estimates.</p><p><strong>* USD, JPY:</strong> A solid week of gains for the USD which remains king in the wake of weakness elsewhere. After starting the week off just above the 99.00 level it was more or less one-way traffic for the DXY with the index topping out at 99.915 before pausing for breath in the latter stages of the week. From a US perspective, survey data has continued to impress ahead of the March 2nd ISM manufacturing report with NY Empire and Philly Fed readings exceeding expectations with forward-looking metrics for the latter boding well for the US’ outlook. That said, a large portion of the USD’s advance can be attributed to the JPY’s decline with fears over the fragility of the Japanese economy stoked by disappointing Q4 GDP metrics, with ongoing coronavirus disruptions raising concerns over the Q1 outturn. As such, USD/JPY advanced above 110/111/112 handles before bets were scaled back as the pair met resistance at 112.21. Looking ahead, all eyes will be on 100.00 in the DXY, a move above which, could open up the 18th April 2017 high at 100.50, however, this will be largely contingent on how exhausted current enthusiasm for the USD is.</p><p><strong>* EUR:</strong> Price action for the shared currency was largely swayed by the rampant USD, albeit losses for the EUR were far-shallower than some of its peers. EUR/USD started the week off around 1.0830 before being dragged as low as 1.0775 to reach levels not seen since April 2017. Sentiment for the pair was bolstered in part by a fading of USD strength, but more predominantly by the latest batch of PMI readings for the Eurozone. French PMI metrics, which, although saw the manufacturing sector slip into contractionary territory (49.7 vs. Exp. 50.7, Prev. 51.1), was offset by a firmer services reading (52.6 vs. Exp. 51.3, Prev. 51.0) and therefore provided some pushback to concerns over potential cross-sector spill overs. Thereafter, a bumper German manufacturing print helped propel the EZ-wide composite figure towards 51.6 vs. Exp. 51.0 which saw gains in EUR/USD before petering out at 1.0820. ECB minutes provided little in the way of fresh insight on the policy front with the Governing Council biding its time as it commences its strategic review.</p><p><strong>* GBP:</strong> A lacklustre week for the GBP vs. the USD in what was a busy week of data for the UK. GBP/USD entered the week comfortably on a 1.3000 handle before being dragged as low as 1.2846 by the king dollar. Encouraging jobs data, firmer than expected CPI and beats on retail sales were not enough to halt declines for GBP, with even the EUR able to outflank its cross-channel peer. Some reprieve for the GBP was granted towards the end of the week amid an unexpected expansionary manufacturing print (51.9 vs. Exp. 49.7). However, analysts at ING were quick to caution that the metric was boosted by longer supplier delivery times which traditionally are taken as a proxy that firms have lots of orders that they are struggling to fulfil. However, disruptions in China prove that this is not the case and instead, it should be regarded as a negative. Looking past data, narrative for the GBP will likely shift towards the simmering tensions between the UK and EU with trade discussions between the two set to commence in March.</p><p><strong>* AUD, NZD:</strong> A dire week for the antipodeans with AUD haemorrhaging losses to print decade lows vs. the USD. AUD/USD began the week on a 0.6700 handle before printing an eventual trough of 0.6587 with losses in the pair not solely attributed to USD strength. Concerns continue to persist over the Australian economy given the nation’s trade ties with China, whilst bush fires at the start of the year will inevitably act as a drag on upcoming hard data. On the data front, a firmer than expected headline employment change beat on expectations was countered by a higher than expected unemployment rate. However, RBA rate cut bets for the March meeting remain modest with just an 8% chance assigned to a 25bps cut by the central bank. Its NZD counterpart was also unloved by the market as 0.6400+ status gave way to levels just above 0.6300 despite reassurances from RBNZ Governor Orr that the economy and monetary policy stance are in a good place. Calls for the RBNZ to lower rates are also modest with no full rate cut priced in by year-end.</p><p><strong>* CNY:</strong> was led above the 7.00 handle by USD gains with the PBoC fixing the CNY mid-point above the threshold for three consecutive sessions. Chinese authorities continue to pledge support to the domestic economy with companies in the region being encouraged to return to production. However, analysing the spread of the coronavirus remains a difficult task for market participants given the constant re-evaluating of diagnosis standards by Chinese authorities. Markets instead may opt to look outside of developments in China, with South Korea being seen as a useful proxy amid a recent escalation in cases, something which has dealt a hammer blow to the KRW this week. Elsewhere, for EM’s, TRY lost further ground to the USD as USD/TRY rose from circa 6.03 to over 6.12 at best in a week which saw the CBRT cut rates by 50bps and President Erdogan featured at the centre of various geopolitical confrontations in Libya and Syria. On the latter, Stratfor notes that Turkey’s exploits in Syria, whilst showing some desire to avoid a greater military crisis, could result in an accidental clash with Russia should Russian forces continue to strike targets in Idlib. Finally, ZAR sees the week off lower once again vs. the USD ahead of next week’s budget announcement, which is seen as pivotal in the upcoming rating review by Moody’s.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-market-wrap-21st-february-2020-stocks-end-the-week-near-lows-as-corona-fears-and-soft-pmi-weigh-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 05:02:00",
        "gmt_time": "2020-02-21 21:02:00"
    },
    {
        "id": 909946,
        "updated_sequence": 2115928,
        "published_at": {
            "unix": 1582318200,
            "text": "2020-02-21 20:50:00 +0000",
            "iso_8601": "2020-02-21T20:50:00Z"
        },
        "updated_at": {
            "unix": 1582318266,
            "text": "2020-02-21 20:51:06 +0000",
            "iso_8601": "2020-02-21T20:51:06Z"
        },
        "subject": "MOC: SPX 1.2bln to buy, Dow 500mln to buy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moc-spx-1-2bln-to-buy-dow-500mln-to-buy-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:50:00",
        "gmt_time": "2020-02-21 20:50:00"
    },
    {
        "id": 909945,
        "updated_sequence": 2115925,
        "published_at": {
            "unix": 1582317780,
            "text": "2020-02-21 20:43:00 +0000",
            "iso_8601": "2020-02-21T20:43:00Z"
        },
        "updated_at": {
            "unix": 1582317836,
            "text": "2020-02-21 20:43:56 +0000",
            "iso_8601": "2020-02-21T20:43:56Z"
        },
        "subject": "WWE (WWE) in talks to sell pay per view rights to ESPN (DIS)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wwe-wwe-in-talks-to-sell-pay-per-view-rights-to-espn-dis-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:43:00",
        "gmt_time": "2020-02-21 20:43:00"
    },
    {
        "id": 909944,
        "updated_sequence": 2115922,
        "published_at": {
            "unix": 1582317720,
            "text": "2020-02-21 20:42:00 +0000",
            "iso_8601": "2020-02-21T20:42:00Z"
        },
        "updated_at": {
            "unix": 1582317777,
            "text": "2020-02-21 20:42:57 +0000",
            "iso_8601": "2020-02-21T20:42:57Z"
        },
        "subject": "SEC investigating Altria (MO) investment in Juul, WSJ reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "sec-investigating-altria-mo-investment-in-juul-wsj-reports-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:42:00",
        "gmt_time": "2020-02-21 20:42:00"
    },
    {
        "id": 909943,
        "updated_sequence": 2115919,
        "published_at": {
            "unix": 1582317660,
            "text": "2020-02-21 20:41:00 +0000",
            "iso_8601": "2020-02-21T20:41:00Z"
        },
        "updated_at": {
            "unix": 1582317751,
            "text": "2020-02-21 20:42:31 +0000",
            "iso_8601": "2020-02-21T20:42:31Z"
        },
        "subject": "US prosecturs examining whether Boeing (BA) misled FAA when it was seeking 737 Max approval",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-prosecturs-examining-whether-boeing-ba-misled-faa-when-it-was-seeking-737-max-approval-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:41:00",
        "gmt_time": "2020-02-21 20:41:00"
    },
    {
        "id": 909942,
        "updated_sequence": 2115916,
        "published_at": {
            "unix": 1582317540,
            "text": "2020-02-21 20:39:00 +0000",
            "iso_8601": "2020-02-21T20:39:00Z"
        },
        "updated_at": {
            "unix": 1582317574,
            "text": "2020-02-21 20:39:34 +0000",
            "iso_8601": "2020-02-21T20:39:34Z"
        },
        "subject": "Morning Consult post-debate poll: Bernie Sanders 30% (+2), Joe Biden 19% (unch), Mikchael Bloomberg 17% (-3), Elizabeth Warren 12% (+2), Pete Buttigieg 11% (-1), Amy Klobuchar 5% (-1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Morning Consult",
        "slug": "morning-consult-post-debate-poll-bernie-sanders-30-2-joe-biden-19-unch-mikchael-bloomberg-17-3-elizabeth-warren-12-2-pete-buttigieg-11-1-amy-klobuchar-5-1-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:39:00",
        "gmt_time": "2020-02-21 20:39:00"
    },
    {
        "id": 909941,
        "updated_sequence": 2115913,
        "published_at": {
            "unix": 1582315800,
            "text": "2020-02-21 20:10:00 +0000",
            "iso_8601": "2020-02-21T20:10:00Z"
        },
        "updated_at": {
            "unix": 1582315949,
            "text": "2020-02-21 20:12:29 +0000",
            "iso_8601": "2020-02-21T20:12:29Z"
        },
        "subject": "US T-note futures (H20) settle 13+ ticks higher at 131-27+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The Treasury curve bull-flattened on Friday, and 30-year yields fell to a fresh record low sub-1.90%; 10-year yields are also firmly sub-1.50%, now eying last year's low just beneath 1.43%. Some desks have noted that the cash yield on Treasuries and the cash yield on stocks is near the widest in around three decades, yet bonds continue to find buyers; some have explained this dynamic by pointing to growth slowing in Q1 2020, and scepticism that inflation will pick-up. Investors will therefore be keeping a close eye on next week's PCE report on Friday. The coronavirus is not concerning Fed offials just yet (although it is clearly a concern at the BOJ), and policymakers have generally given a nod to the December SEP projections which foresee an unchanged FFR in 2020. With that said, markets have added to expectations of Fed easing in 2020, with 47.5bps of easing priced through the end of this year (it was around 38bps a week ago).</p>",
        "analysis_updated_at": {
            "unix": 1582315949,
            "text": "2020-02-21 20:12:29 +0000",
            "iso_8601": "2020-02-21T20:12:29Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-t-note-futures-h20-settle-13-ticks-higher-at-131-27-21-02-2020",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 04:10:00",
        "gmt_time": "2020-02-21 20:10:00"
    },
    {
        "id": 909940,
        "updated_sequence": 2115910,
        "published_at": {
            "unix": 1582314240,
            "text": "2020-02-21 19:44:00 +0000",
            "iso_8601": "2020-02-21T19:44:00Z"
        },
        "updated_at": {
            "unix": 1582314311,
            "text": "2020-02-21 19:45:11 +0000",
            "iso_8601": "2020-02-21T19:45:11Z"
        },
        "subject": "USTR official Doud says no plans are in place for Phase Two of US/China trade deal; USDA's McKinney says China has not made request to delay trade pledges",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ustr-official-doud-says-no-plans-are-in-place-for-phase-two-of-us-china-trade-deal-usda-s-mckinney-says-china-has-not-made-request-to-delay-trade-pledges-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 03:44:00",
        "gmt_time": "2020-02-21 19:44:00"
    },
    {
        "id": 909939,
        "updated_sequence": 2115905,
        "published_at": {
            "unix": 1582313640,
            "text": "2020-02-21 19:34:00 +0000",
            "iso_8601": "2020-02-21T19:34:00Z"
        },
        "updated_at": {
            "unix": 1582313738,
            "text": "2020-02-21 19:35:38 +0000",
            "iso_8601": "2020-02-21T19:35:38Z"
        },
        "subject": "US still sees military role in Venezuela as option to oust Maduro, naval blockade among options that have been discussed. But Trump admin hopes military action is not necessary, according to Bloomberg reporter",
        "content": "<ul><li><a href=\"https://twitter.com/JenniferJJacobs/status/1230938627619934210?s=20\">Tweet here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bloomberg Reporter",
        "slug": "us-still-sees-military-role-in-venezuela-as-option-to-oust-maduro-naval-blockade-among-options-that-have-been-discussed-but-trump-admin-hopes-military-action-is-not-necessary-according-to-bloomberg-reporter-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 03:34:00",
        "gmt_time": "2020-02-21 19:34:00"
    },
    {
        "id": 909938,
        "updated_sequence": 2115907,
        "published_at": {
            "unix": 1582313520,
            "text": "2020-02-21 19:32:00 +0000",
            "iso_8601": "2020-02-21T19:32:00Z"
        },
        "updated_at": {
            "unix": 1582313882,
            "text": "2020-02-21 19:38:02 +0000",
            "iso_8601": "2020-02-21T19:38:02Z"
        },
        "subject": "WTI (J20) settles USD 0.50 lower at USD 53.38/bbl; Brent (J20) settles USD 0.81 lower at USD 58.50/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Oil traded softer on Friday as the spread of the coronavirus continues to pose questions for the oil demand side. On the supply front, the Russians have said that there is no need for a meeting ahead of the 5-6th March OPEC+ gathering, potentially signalling that they are not ready to endorse any further supply curbs. The recent strength of the USD has also provided a headwind for crude. In afternoon trade, the WSJ reported that Saudi, Kuwait and UAE were mulling a potential break from its production pact with Russia amid concerns over the impact on demand from the coronavirus, sources said; the article suggested that the three were talking about a 300k BPD cut, which falls short of the 600k recommended by Opec's technical committee. It also noted that the move might further impair Opec’s ability to influence oil prices. The news initially saw positive ticks in crude, though pared in wake, given that the discussed cut was beneath the recommendation of the technical committee, while some questioned what this would mean for Russia's commitment to the supply curb deal, as well as the long-term survival of the cooperation between Opec+ participants, whose supply curb deal arrested a deeper slide in crude prices. The Saudi energy minister responded to the WSJ report, and denied the three countries were considering a break from OPEC+ alliance, calling it \"absurd and utter nonsense\", adding that Opec+ will continue to act in a collective manner, and that Saudi Arabi is in continuous discussions with all OPEC and OPEC+ partners.</li><li>Libyan Commander Haftar has said he is ready for a Libyan ceasefire if some conditions are met (the withdrawal of Turkish troops and mercenaries). His remarks to Russian press follow Wednesday's shelling of Tripoli Port, which led Libya's Government of National Accord (GNA) to suspended UN-backed peace talks. In the Middle East, meanwhile, Saudi Arabia stated that it had intercepted missiles launched by Houthi rebels.</li></ul>",
        "analysis_updated_at": {
            "unix": 1582313580,
            "text": "2020-02-21 19:33:00 +0000",
            "iso_8601": "2020-02-21T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "wti-j20-settles-usd-0-50-lower-at-usd-53-38-bbl-brent-j20-settles-usd-0-81-lower-at-usd-58-50-bbl-21-02-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 03:32:00",
        "gmt_time": "2020-02-21 19:32:00"
    },
    {
        "id": 909937,
        "updated_sequence": 2115899,
        "published_at": {
            "unix": 1582313400,
            "text": "2020-02-21 19:30:00 +0000",
            "iso_8601": "2020-02-21T19:30:00Z"
        },
        "updated_at": {
            "unix": 1582313467,
            "text": "2020-02-21 19:31:07 +0000",
            "iso_8601": "2020-02-21T19:31:07Z"
        },
        "subject": "BOE's Tenreyro says impact of coronavirus might be large given China's role in the global economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-tenreyro-says-impact-of-coronavirus-might-be-large-given-china-s-role-in-the-global-economy-21-02-2020",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 03:30:00",
        "gmt_time": "2020-02-21 19:30:00"
    },
    {
        "id": 909936,
        "updated_sequence": 2115894,
        "published_at": {
            "unix": 1582309800,
            "text": "2020-02-21 18:30:00 +0000",
            "iso_8601": "2020-02-21T18:30:00Z"
        },
        "updated_at": {
            "unix": 1582309975,
            "text": "2020-02-21 18:32:55 +0000",
            "iso_8601": "2020-02-21T18:32:55Z"
        },
        "subject": "Fed Vice Chair Clarida says he looks at asset prices, but never in isolation and balanced against other signals for policy path, sees survey evidence as important as financial market signals in assessing the policy rate and inflation expectations",
        "content": "<ul><li>When signals from markets, surveys and models line up, the effect on his thinking is more material than when they conflict&nbsp;</li><li>Persistent shifts in financial markets can be informative for monetary policy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-vice-chair-clarida-says-he-looks-at-asset-prices-but-never-in-isolation-and-balanced-against-other-signals-for-policy-path-sees-survey-evidence-as-important-as-financial-market-signals-in-assessing-the-policy-rate-and-inflation-expecta-21-02-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 02:30:00",
        "gmt_time": "2020-02-21 18:30:00"
    },
    {
        "id": 909935,
        "updated_sequence": 2115889,
        "published_at": {
            "unix": 1582309740,
            "text": "2020-02-21 18:29:00 +0000",
            "iso_8601": "2020-02-21T18:29:00Z"
        },
        "updated_at": {
            "unix": 1582309822,
            "text": "2020-02-21 18:30:22 +0000",
            "iso_8601": "2020-02-21T18:30:22Z"
        },
        "subject": "EU summit fails to come to an agreement on on the next EU budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-summit-fails-to-come-to-an-agreement-on-on-the-next-eu-budget-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 02:29:00",
        "gmt_time": "2020-02-21 18:29:00"
    },
    {
        "id": 909934,
        "updated_sequence": 2115886,
        "published_at": {
            "unix": 1582309380,
            "text": "2020-02-21 18:23:00 +0000",
            "iso_8601": "2020-02-21T18:23:00Z"
        },
        "updated_at": {
            "unix": 1582309462,
            "text": "2020-02-21 18:24:22 +0000",
            "iso_8601": "2020-02-21T18:24:22Z"
        },
        "subject": "Saudi Arabia is to develop Jafurah gas field by investing up to USD 110bln, according to state news agency ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-is-to-develop-jafurah-gas-field-by-investing-up-to-usd-110bln-according-to-state-news-agency-21-02-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 02:23:00",
        "gmt_time": "2020-02-21 18:23:00"
    },
    {
        "id": 909933,
        "updated_sequence": 2115883,
        "published_at": {
            "unix": 1582308540,
            "text": "2020-02-21 18:09:00 +0000",
            "iso_8601": "2020-02-21T18:09:00Z"
        },
        "updated_at": {
            "unix": 1582308617,
            "text": "2020-02-21 18:10:17 +0000",
            "iso_8601": "2020-02-21T18:10:17Z"
        },
        "subject": "US Sec of State Pompeo tweets Iran must behave like a normal nation or it will continue to pay for its funding of terrorism",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-sec-of-state-pompeo-tweets-iran-must-behave-like-a-normal-nation-or-it-will-continue-to-pay-for-its-funding-of-terrorism-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 02:09:00",
        "gmt_time": "2020-02-21 18:09:00"
    },
    {
        "id": 909932,
        "updated_sequence": 2115879,
        "published_at": {
            "unix": 1582308000,
            "text": "2020-02-21 18:00:00 +0000",
            "iso_8601": "2020-02-21T18:00:00Z"
        },
        "updated_at": {
            "unix": 1582308094,
            "text": "2020-02-21 18:01:34 +0000",
            "iso_8601": "2020-02-21T18:01:34Z"
        },
        "subject": "Baker Hughes Rig Count (21 Feb): Oil rigs +1 679, natgas rigs unch at 110, total rigs +1 at 791",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-21-feb-oil-rigs-1-679-natgas-rigs-unch-at-110-total-rigs-1-at-791-21-02-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 02:00:00",
        "gmt_time": "2020-02-21 18:00:00"
    },
    {
        "id": 909931,
        "updated_sequence": 2115876,
        "published_at": {
            "unix": 1582307880,
            "text": "2020-02-21 17:58:00 +0000",
            "iso_8601": "2020-02-21T17:58:00Z"
        },
        "updated_at": {
            "unix": 1582308005,
            "text": "2020-02-21 18:00:05 +0000",
            "iso_8601": "2020-02-21T18:00:05Z"
        },
        "subject": "EBay (EBAY) reprtedly moving towards selling its classified ads business, WSJ reports, could fetch USD 10bln, sources say",
        "content": "<ul><li>TPG, Blackstone, Naspers, Axel Springer have all expressed interest in the unit, though eBay has approached other buyers too, sources say</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ebay-ebay-reprtedly-moving-towards-selling-its-classified-ads-business-wsj-reports-could-fetch-usd-10bln-sources-say-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:58:00",
        "gmt_time": "2020-02-21 17:58:00"
    },
    {
        "id": 909930,
        "updated_sequence": 2115871,
        "published_at": {
            "unix": 1582306500,
            "text": "2020-02-21 17:35:00 +0000",
            "iso_8601": "2020-02-21T17:35:00Z"
        },
        "updated_at": {
            "unix": 1582307324,
            "text": "2020-02-21 17:48:44 +0000",
            "iso_8601": "2020-02-21T17:48:44Z"
        },
        "subject": "Walgreens Boots Alliance (WBA) exectuves reportedly told consultants to remove \"damaging findings\" after employees reportedly reported mistakes when prescription filing and ignored safety procedures",
        "content": "<p><a href=\"https://www.streetinsider.com/Trader+Talk/Walgreens+Boots+Alliance+%28WBA%29+ticks+lower+on+New+York+Times+story+that+the+company+directed+consultants+to+remove+damaging+findings/16507606.html\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NYT",
        "slug": "walgreens-boots-alliance-wba-exectuves-reportedly-told-consultants-to-remove-damaging-findings-after-employees-reportedly-reported-mistakes-when-prescription-filing-and-ignored-safety-procedures-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:35:00",
        "gmt_time": "2020-02-21 17:35:00"
    },
    {
        "id": 909929,
        "updated_sequence": 2115866,
        "published_at": {
            "unix": 1582306500,
            "text": "2020-02-21 17:35:00 +0000",
            "iso_8601": "2020-02-21T17:35:00Z"
        },
        "updated_at": {
            "unix": 1582306587,
            "text": "2020-02-21 17:36:27 +0000",
            "iso_8601": "2020-02-21T17:36:27Z"
        },
        "subject": "EU sources indicate that ambassadors will not be able to reach an agreement on Michel Barnier's negotiating mandate on Monday and will rely on the 'political push' of ministers on Tuesday instead to rubber-stamp the text.",
        "content": "<ul><li>New draft guidelines have been circulated to EU capitals today with minuscule tweaks to the level playing field provisions. France is holding up proceedings by asking for dynamic alignment on state aid rules, something most in Brussels think is completely unnecessary.</li><li>The level playing field is the outstanding issue. Expect some internal wrangling by ambassadors but most likely outcome is to leave it to the elected politicians at the General Affairs Council on Tuesday before formal negotiations begin in March.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Express Reporter",
        "slug": "eu-sources-indicate-that-ambassadors-will-not-be-able-to-reach-an-agreement-on-michel-barnier-s-negotiating-mandate-on-monday-and-will-rely-on-the-political-push-of-ministers-on-tuesday-instead-to-rubber-stamp-the-text-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:35:00",
        "gmt_time": "2020-02-21 17:35:00"
    },
    {
        "id": 909928,
        "updated_sequence": 2115863,
        "published_at": {
            "unix": 1582306380,
            "text": "2020-02-21 17:33:00 +0000",
            "iso_8601": "2020-02-21T17:33:00Z"
        },
        "updated_at": {
            "unix": 1582306434,
            "text": "2020-02-21 17:33:54 +0000",
            "iso_8601": "2020-02-21T17:33:54Z"
        },
        "subject": "US CDC calls coronavirus a \"tremendous public health threat,\" says future human-to-human transmission in the US is \"very possible, even likely\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-cdc-calls-coronavirus-a-tremendous-public-health-threat-says-future-human-to-human-transmission-in-the-us-is-very-possible-even-likely-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:33:00",
        "gmt_time": "2020-02-21 17:33:00"
    },
    {
        "id": 909927,
        "updated_sequence": 2115860,
        "published_at": {
            "unix": 1582305780,
            "text": "2020-02-21 17:23:00 +0000",
            "iso_8601": "2020-02-21T17:23:00Z"
        },
        "updated_at": {
            "unix": 1582306003,
            "text": "2020-02-21 17:26:43 +0000",
            "iso_8601": "2020-02-21T17:26:43Z"
        },
        "subject": "Only Nebraska, California and Illinois reportedly have the caacity to test for the coronavirus, according to sources",
        "content": "<ul><li>CDC reportedly have set up a surge testing capacity until the new testing kits become available, according to sources</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "only-nebraska-california-and-illinois-reportedly-have-the-caacity-to-test-for-the-coronavirus-according-to-sources-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:23:00",
        "gmt_time": "2020-02-21 17:23:00"
    },
    {
        "id": 909926,
        "updated_sequence": 2115855,
        "published_at": {
            "unix": 1582305360,
            "text": "2020-02-21 17:16:00 +0000",
            "iso_8601": "2020-02-21T17:16:00Z"
        },
        "updated_at": {
            "unix": 1582305824,
            "text": "2020-02-21 17:23:44 +0000",
            "iso_8601": "2020-02-21T17:23:44Z"
        },
        "subject": "Italy reports 10 new confirmed cases, bringing the total to 16, according to a regional official ",
        "content": "<ul><li>Health Minister says all public activities including schools, offices and sports events in the affected area will be suspended</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-reports-10-new-confirmed-cases-bringing-the-total-to-16-according-to-a-regional-official-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 01:16:00",
        "gmt_time": "2020-02-21 17:16:00"
    },
    {
        "id": 909925,
        "updated_sequence": 2115848,
        "published_at": {
            "unix": 1582303320,
            "text": "2020-02-21 16:42:00 +0000",
            "iso_8601": "2020-02-21T16:42:00Z"
        },
        "updated_at": {
            "unix": 1582303410,
            "text": "2020-02-21 16:43:30 +0000",
            "iso_8601": "2020-02-21T16:43:30Z"
        },
        "subject": "UN Libya Envoy Salame says talks between the GNA and Haftar are going in the right direction, and still expects policail talks between the two sides to go ahead in Geneva on Feb. 26th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "un-libya-envoy-salame-says-talks-between-the-gna-and-haftar-are-going-in-the-right-direction-and-still-expects-policail-talks-between-the-two-sides-to-go-ahead-in-geneva-on-feb-26th-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:42:00",
        "gmt_time": "2020-02-21 16:42:00"
    },
    {
        "id": 909924,
        "updated_sequence": 2115845,
        "published_at": {
            "unix": 1582302900,
            "text": "2020-02-21 16:35:00 +0000",
            "iso_8601": "2020-02-21T16:35:00Z"
        },
        "updated_at": {
            "unix": 1582302975,
            "text": "2020-02-21 16:36:15 +0000",
            "iso_8601": "2020-02-21T16:36:15Z"
        },
        "subject": "Turkish President Erdogan emphasised to Russia’s Putin that the Syrian government must be controlled in Idlib",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-president-erdogan-emphasised-to-russia-s-putin-that-the-syrian-government-must-be-controlled-in-idlib-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:35:00",
        "gmt_time": "2020-02-21 16:35:00"
    },
    {
        "id": 909923,
        "updated_sequence": 2115842,
        "published_at": {
            "unix": 1582302720,
            "text": "2020-02-21 16:32:00 +0000",
            "iso_8601": "2020-02-21T16:32:00Z"
        },
        "updated_at": {
            "unix": 1582302767,
            "text": "2020-02-21 16:32:47 +0000",
            "iso_8601": "2020-02-21T16:32:47Z"
        },
        "subject": "European stocks prelim cash closes: Stoxx50 -0.6% at 3485.83, Dax -0.7% at 13566.81, FTSE 100 -0.5% at 7396.54, Cac 40 -0.6% at 6024.61, IBEX -0.5% at 9885.4, FTSE MIB -1.3% at 24744.48, SMI -0.4% at 11110.78.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-stocks-prelim-cash-closes-stoxx50-0-6-at-3485-83-dax-0-7-at-13566-81-ftse-100-0-5-at-7396-54-cac-40-0-6-at-6024-61-ibex-0-5-at-9885-4-ftse-mib-1-3-at-24744-48-smi-0-4-at-11110-78-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:32:00",
        "gmt_time": "2020-02-21 16:32:00"
    },
    {
        "id": 909922,
        "updated_sequence": 2115834,
        "published_at": {
            "unix": 1582302120,
            "text": "2020-02-21 16:22:00 +0000",
            "iso_8601": "2020-02-21T16:22:00Z"
        },
        "updated_at": {
            "unix": 1582302473,
            "text": "2020-02-21 16:27:53 +0000",
            "iso_8601": "2020-02-21T16:27:53Z"
        },
        "subject": "Saudi Energy Minister says media reports on Saudi Arabia considering a break from OPEC+ alliance is \"Absurd and utter nonsense\"",
        "content": "<ul><li>Adds we will contnue to act in a collective manner and that Saudi Arabi is in continuous discussions with all OPEC and OPEC+ partners.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows earlier WSJ source reports that Saudi Arabia are debating a potential break from its production pact with Russia amid concerns over the impact on demand from the coronavirus.</li><li>The WSJ report also added Saudi Arabia, Kuwait and UAE are holding talks this week over a potential joint output reduction of 300kbpd; a move which could further impair OPEC's ability to influence oil prices.</li></ul>",
        "analysis_updated_at": {
            "unix": 1582302360,
            "text": "2020-02-21 16:26:00 +0000",
            "iso_8601": "2020-02-21T16:26:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-media-reports-on-saudi-arabia-considering-a-break-from-opec-alliance-is-absurd-and-utter-nonsense-21-02-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:22:00",
        "gmt_time": "2020-02-21 16:22:00"
    },
    {
        "id": 909920,
        "updated_sequence": 2115822,
        "published_at": {
            "unix": 1582302000,
            "text": "2020-02-21 16:20:00 +0000",
            "iso_8601": "2020-02-21T16:20:00Z"
        },
        "updated_at": {
            "unix": 1582302089,
            "text": "2020-02-21 16:21:29 +0000",
            "iso_8601": "2020-02-21T16:21:29Z"
        },
        "subject": "EU leaders are to reportedly look at a new 2021-2027 budget propsal, capping expenditure at 1.07% of the bloc's GNI, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-leaders-are-to-reportedly-look-at-a-new-2021-2027-budget-propsal-capping-expenditure-at-1-07-of-the-bloc-s-gni-according-to-sources-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:20:00",
        "gmt_time": "2020-02-21 16:20:00"
    },
    {
        "id": 909921,
        "updated_sequence": 2115825,
        "published_at": {
            "unix": 1582301880,
            "text": "2020-02-21 16:18:00 +0000",
            "iso_8601": "2020-02-21T16:18:00Z"
        },
        "updated_at": {
            "unix": 1582302098,
            "text": "2020-02-21 16:21:38 +0000",
            "iso_8601": "2020-02-21T16:21:38Z"
        },
        "subject": "The New York Fed Staff Nowcast stands at 2.0% for 2020:Q1 (Prev. 1.4%).",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "the-new-york-fed-staff-nowcast-stands-at-2-0-for-2020-q1-prev-1-4-21-02-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:18:00",
        "gmt_time": "2020-02-21 16:18:00"
    },
    {
        "id": 909919,
        "updated_sequence": 2115819,
        "published_at": {
            "unix": 1582301460,
            "text": "2020-02-21 16:11:00 +0000",
            "iso_8601": "2020-02-21T16:11:00Z"
        },
        "updated_at": {
            "unix": 1582301566,
            "text": "2020-02-21 16:12:46 +0000",
            "iso_8601": "2020-02-21T16:12:46Z"
        },
        "subject": "RAG foundation want to purchase a \"significant minority interest\" in Thyssenkrupp (TKA GY) elevator unit, according to FAZ Newspaper",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rag-foundation-want-to-purchase-a-significant-minority-interest-in-thyssenkrupp-tka-gy-elevator-unit-according-to-faz-newspaper-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-22 00:11:00",
        "gmt_time": "2020-02-21 16:11:00"
    },
    {
        "id": 909918,
        "updated_sequence": 2115812,
        "published_at": {
            "unix": 1582299300,
            "text": "2020-02-21 15:35:00 +0000",
            "iso_8601": "2020-02-21T15:35:00Z"
        },
        "updated_at": {
            "unix": 1582299431,
            "text": "2020-02-21 15:37:11 +0000",
            "iso_8601": "2020-02-21T15:37:11Z"
        },
        "subject": "WHO's Tedros (when asked if we are at a tipping point in coronavirus) says \"the window of opportunity is narrowing so we need to act quickly before it closes completely\" ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "who-s-tedros-when-asked-if-we-are-at-a-tipping-point-in-coronavirus-says-the-window-of-opportunity-is-narrowing-so-we-need-to-act-quickly-before-it-closes-completely-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:35:00",
        "gmt_time": "2020-02-21 15:35:00"
    },
    {
        "id": 909917,
        "updated_sequence": 2115807,
        "published_at": {
            "unix": 1582299240,
            "text": "2020-02-21 15:34:00 +0000",
            "iso_8601": "2020-02-21T15:34:00Z"
        },
        "updated_at": {
            "unix": 1582299309,
            "text": "2020-02-21 15:35:09 +0000",
            "iso_8601": "2020-02-21T15:35:09Z"
        },
        "subject": "China's Hubei province has revised its February 19th number of new cases to 775 from 349",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-hubei-province-has-revised-its-february-19th-number-of-new-cases-to-775-from-349-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:34:00",
        "gmt_time": "2020-02-21 15:34:00"
    },
    {
        "id": 909916,
        "updated_sequence": 2115804,
        "published_at": {
            "unix": 1582299060,
            "text": "2020-02-21 15:31:00 +0000",
            "iso_8601": "2020-02-21T15:31:00Z"
        },
        "updated_at": {
            "unix": 1582299104,
            "text": "2020-02-21 15:31:44 +0000",
            "iso_8601": "2020-02-21T15:31:44Z"
        },
        "subject": "Weekly FX Wrap: Dollar dominates, Yen crumbles, Antipodes stumble",
        "content": "<p>USD/JPY</p><p>A solid week of gains for the USD which remains king in the wake of weakness elsewhere. After starting the week off just above the 99.00 level it was more or less one-way traffic for the DXY with the index topping out at 99.915 before pausing for breath in the latter stages of the week. From a US perspective, survey data has continued to impress ahead of the March 2nd ISM manufacturing report with NY Empire and Philly Fed readings exceeding expectations with forward-looking metrics for the latter boding well for the US’ outlook. That said, a large portion of the USD’s advance can be attributed to the JPY’s decline with fears over the fragility of the Japanese economy stoked by disappointing Q4 GDP metrics, with ongoing coronavirus disruptions raising concerns over the Q1 outturn. As such, USD/JPY advanced above 110/111/112 handles before bets were scaled back as the pair met resistance at 112.21. Looking ahead, all eyes will be on 100.00 in the DXY, a move above which, could open up the 18th April 2017 high at 100.50, however, this will be largely contingent on how exhausted current enthusiasm for the USD is.</p><p>EUR&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p>Price action for the shared currency was largely swayed by the rampant USD, albeit losses for the EUR were far-shallower than some of its peers. EUR/USD started the week off around 1.0830 before being dragged as low as 1.0775 to reach levels not seen since April 2017. Sentiment for the pair was bolstered in part by a fading of USD strength, but more predominantly by the latest batch of PMI readings for the Eurozone. French PMI metrics, which, although saw the manufacturing sector slip into contractionary territory (49.7 vs. Exp. 50.7, Prev. 51.1), was offset by a firmer services reading (52.6 vs. Exp. 51.3, Prev. 51.0) and therefore provided some pushback to concerns over potential cross-sector spillovers. Thereafter, a bumper German manufacturing print helped propel the EZ-wide composite figure towards 51.6 vs. Exp. 51.0 which saw gains in EUR/USD before petering out at 1.0820. ECB minutes provided little in the way of fresh insight on the policy front with the Governing Council biding its time as it commences its strategic review.</p><p>GBP&nbsp; &nbsp; &nbsp;&nbsp;&nbsp;</p><p>A lacklustre week for the GBP vs. the USD in what was a busy week of data for the UK. GBP/USD entered the week comfortably on a 1.3000 handle before being dragged as low as 1.2846 by the king dollar. Encouraging jobs data, firmer than expected CPI and beats on retail sales were not enough to halt declines for GBP, with even the EUR able to outflank its cross-channel peer. Some reprieve for the GBP was granted towards the end of the week amid an unexpected expansionary manufacturing print (51.9 vs. Exp. 49.7). However, analysts at ING were quick to caution that the metric was boosted by longer supplier delivery times which traditionally are taken as a proxy that firms have lots of orders that they are struggling to fulfil. However, disruptions in China prove that this is not the case and instead, it should be regarded as a negative. Looking past data, narrative for the GBP will likely shift towards the simmering tensions between the UK and EU with trade discussions between the two set to commence in March.</p><p>AUD/NZD</p><p>A dire week for the antipodeans with AUD haemorrhaging losses to print decade lows vs. the USD. AUD/USD began the week on a 0.6700 handle before printing an eventual trough of 0.6587 with losses in the pair not solely attributed to USD strength. Concerns continue to persist over the Australian economy given the nation’s trade ties with China, whilst bush fires at the start of the year will inevitably act as a drag on upcoming hard data. On the data front, a firmer than expected headline employment change beat on expectations was countered by a higher than expected unemployment rate. However, RBA rate cut bets for the March meeting remain modest with just an 8% chance assigned to a 25bps cut by the central bank. Its NZD counterpart was also unloved by the market as 0.6400+ status gave way to levels just above 0.6300 despite reassurances from RBNZ Governor Orr that the economy and monetary policy stance are in a good place. Calls for the RBNZ to lower rates are also modest with no full rate cut priced in by year-end.</p><p>BEST OF THE REST</p><p>USD/CNY was led above the 7.00 handle by USD gains with the PBoC fixing the CNY mid-point above the threshold for three consecutive sessions. Chinese authorities continue to pledge support to the domestic economy with companies in the region being encouraged to return to production. However, analysing the spread of the coronavirus remains a difficult task for market participants given the constant re-evaluating of diagnosis standards by Chinese authorities. Markets instead may opt to look outside of developments in China, with South Korea being seen as a useful proxy amid a recent escalation in cases, something which has dealt a hammer blow to the KRW this week. Elsewhere, for EM’s, TRY lost further ground to the USD as USD/TRY rose from circa 6.03 to over 6.12 at best in a week which saw the CBRT cut rates by 50bps and President Erdogan featured at the centre of various geopolitical confrontations in Libya and Syria. On the latter, Stratfor notes that Turkey’s exploits in Syria, whilst showing some desire to avoid a greater military crisis, could result in an accidental clash with Russia should Russian forces continue to strike targets in Idlib. Finally, ZAR sees the week off lower once again vs. the USD ahead of next week’s budget announcement, which is seen as pivotal in the upcoming rating review by Moody’s.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-dollar-dominates-yen-crumbles-antipodes-stumble-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:31:00",
        "gmt_time": "2020-02-21 15:31:00"
    },
    {
        "id": 909915,
        "updated_sequence": 2115801,
        "published_at": {
            "unix": 1582298700,
            "text": "2020-02-21 15:25:00 +0000",
            "iso_8601": "2020-02-21T15:25:00Z"
        },
        "updated_at": {
            "unix": 1582298799,
            "text": "2020-02-21 15:26:39 +0000",
            "iso_8601": "2020-02-21T15:26:39Z"
        },
        "subject": "US President Trump via Twitter indicates potential support measures for the US agricultural sector in the event that they need time until various trade deals kick in",
        "content": "<ul><li>Full Tweet \"IF OUR FORMALLY TARGETED FARMERS NEED ADDITIONAL AID UNTIL SUCH TIME AS THE TRADE DEALS WITH CHINA, MEXICO, CANADA AND OTHERS FULLY KICK IN, THAT AID WILL BE PROVIDED BY THE FEDERAL GOVERNMENT, PAID FOR OUT OF THE MASSIVE TARIFF MONEY COMING INTO THE USA!\"</li><li><a href=\"https://twitter.com/realDonaldTrump/status/1230875946334318593\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-via-twitter-indicates-potential-support-measures-for-the-us-agricultural-sector-in-the-event-that-they-need-time-until-various-trade-deals-kick-in-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:25:00",
        "gmt_time": "2020-02-21 15:25:00"
    },
    {
        "id": 909913,
        "updated_sequence": 2115795,
        "published_at": {
            "unix": 1582298100,
            "text": "2020-02-21 15:15:00 +0000",
            "iso_8601": "2020-02-21T15:15:00Z"
        },
        "updated_at": {
            "unix": 1582298249,
            "text": "2020-02-21 15:17:29 +0000",
            "iso_8601": "2020-02-21T15:17:29Z"
        },
        "subject": "Fed's Brainard expects unconvential tools to be employed more forcefully and readily in future downturns; is a risk that inflation expectations have slipped",
        "content": "<ul><li>Interest rate caps could be utilised to strengthen forward guidance and to add to policy easing</li><li>Policy may need to be accomodative for a long time to acheive 2% inflation goal; prefers flexible inflation averaging to acheive the goal</li><li>In a downturn, fiscal support is vital</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-brainard-expects-unconvential-tools-to-be-employed-more-forcefully-and-readily-in-future-downturns-is-a-risk-that-inflation-expectations-have-slipped-21-02-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:15:00",
        "gmt_time": "2020-02-21 15:15:00"
    },
    {
        "id": 909912,
        "updated_sequence": 2115788,
        "published_at": {
            "unix": 1582297980,
            "text": "2020-02-21 15:13:00 +0000",
            "iso_8601": "2020-02-21T15:13:00Z"
        },
        "updated_at": {
            "unix": 1582298047,
            "text": "2020-02-21 15:14:07 +0000",
            "iso_8601": "2020-02-21T15:14:07Z"
        },
        "subject": "WHO's Tedros says that although the number of coronavirus cases outside of China is relatively small, we are concerned around the number of cases with no clear epidemiologcal link with a confirmed case",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WHO",
        "slug": "who-s-tedros-says-that-although-the-number-of-coronavirus-cases-outside-of-china-is-relatively-small-we-are-concerned-around-the-number-of-cases-with-no-clear-epidemiologcal-link-with-a-confirmed-case-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:13:00",
        "gmt_time": "2020-02-21 15:13:00"
    },
    {
        "id": 909909,
        "updated_sequence": 2115785,
        "published_at": {
            "unix": 1582297200,
            "text": "2020-02-21 15:00:00 +0000",
            "iso_8601": "2020-02-21T15:00:00Z"
        },
        "updated_at": {
            "unix": 1582297807,
            "text": "2020-02-21 15:10:07 +0000",
            "iso_8601": "2020-02-21T15:10:07Z"
        },
        "subject": "US equities open in negative territory, with selling exacerbated following a dismal Markit PMI report ",
        "content": "<p>Gainers</p><ul><li>Deere (DE) +8% after solid earnings beats</li><li>L Brands (LB) +4% rebounding some of the prior day losses boosted by an upgrade at Evercore</li><li>SBA Communication (SBAC) +4% after earnings</li></ul><p>Decliners</p><ul><li>Cabot Oil &amp; Gas (COG) -4.2% after poor earnings and a hit in oil prices</li><li>Devon Energy (DVN) -4% amid a heavy fall in oil prices</li><li>Dominos (DPZ) -2.3% paring a small amount of prior day gains following a downgrade at Stifel</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>US equities open in the red, with selling exacerbated by a dismal Markit PMI report which has seen defensives outperform with Real Estate, Utilities, Staples and Health Care as leading sectors. On the flip side, energy underperforming amid lower oil prices spurred by reports that Saudi Arabia and Russia are debating a potential break from its production pact amid coronavirus concerns on demand, while Saudi, UAE and Kuwait are holding talks on a potential joint output production cut of 300k BPD; note the JTC recommendation was for a 600k BPD cut.&nbsp; Cyclical sectors are underperforming with Technology also heavily in the red with Microsoft (MSFT) trading with losses of over 2%. Financials also hit amid lower yields due to a deterioration in risk appetite post PMI’s.</p>",
        "analysis_updated_at": {
            "unix": 1582297806,
            "text": "2020-02-21 15:10:06 +0000",
            "iso_8601": "2020-02-21T15:10:06Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-equities-open-in-negative-territory-with-selling-exacerbated-following-a-dismal-markit-pmi-report-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 23:00:00",
        "gmt_time": "2020-02-21 15:00:00"
    },
    {
        "id": 909906,
        "updated_sequence": 2115766,
        "published_at": {
            "unix": 1582296720,
            "text": "2020-02-21 14:52:00 +0000",
            "iso_8601": "2020-02-21T14:52:00Z"
        },
        "updated_at": {
            "unix": 1582296790,
            "text": "2020-02-21 14:53:10 +0000",
            "iso_8601": "2020-02-21T14:53:10Z"
        },
        "subject": "Xerox (XRX) announce it will go ahead with its previously announced tender offer for HP Inc (HPQ) and electing its director candidates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "xerox-xrx-announce-it-will-go-ahead-with-its-previously-announced-tender-offer-for-hp-inc-hpq-and-electing-its-director-candidates-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:52:00",
        "gmt_time": "2020-02-21 14:52:00"
    },
    {
        "id": 909905,
        "updated_sequence": 2115761,
        "published_at": {
            "unix": 1582296660,
            "text": "2020-02-21 14:51:00 +0000",
            "iso_8601": "2020-02-21T14:51:00Z"
        },
        "updated_at": {
            "unix": 1582296719,
            "text": "2020-02-21 14:51:59 +0000",
            "iso_8601": "2020-02-21T14:51:59Z"
        },
        "subject": "Newsquawk sources note talk surrounding Macerich (MAC) - unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk sources ",
        "slug": "newsquawk-sources-note-talk-surrounding-macerich-mac-unconfirmed-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-02-21 22:51:00",
        "gmt_time": "2020-02-21 14:51:00"
    },
    {
        "id": 909901,
        "updated_sequence": 2115745,
        "published_at": {
            "unix": 1582295880,
            "text": "2020-02-21 14:38:00 +0000",
            "iso_8601": "2020-02-21T14:38:00Z"
        },
        "updated_at": {
            "unix": 1582295942,
            "text": "2020-02-21 14:39:02 +0000",
            "iso_8601": "2020-02-21T14:39:02Z"
        },
        "subject": "Atlantia (ATL IM) - Italy's Attorney General has warned that it would be risky to revoke the Co.'s motorway concession and could be overturned by ECJ, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-italy-s-attorney-general-has-warned-that-it-would-be-risky-to-revoke-the-co-s-motorway-concession-and-could-be-overturned-by-ecj-according-to-sources-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:38:00",
        "gmt_time": "2020-02-21 14:38:00"
    },
    {
        "id": 909900,
        "updated_sequence": 2115742,
        "published_at": {
            "unix": 1582295580,
            "text": "2020-02-21 14:33:00 +0000",
            "iso_8601": "2020-02-21T14:33:00Z"
        },
        "updated_at": {
            "unix": 1582295670,
            "text": "2020-02-21 14:34:30 +0000",
            "iso_8601": "2020-02-21T14:34:30Z"
        },
        "subject": "L'Oreal (OR FP) - CEO notes cosmetic sales online in China were strong in February, even stronger than previous year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "l-oreal-or-fp-ceo-notes-cosmetic-sales-online-in-china-were-strong-in-february-even-stronger-than-previous-year-21-02-2020",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:33:00",
        "gmt_time": "2020-02-21 14:33:00"
    },
    {
        "id": 909899,
        "updated_sequence": 2115739,
        "published_at": {
            "unix": 1582295100,
            "text": "2020-02-21 14:25:00 +0000",
            "iso_8601": "2020-02-21T14:25:00Z"
        },
        "updated_at": {
            "unix": 1582295220,
            "text": "2020-02-21 14:27:00 +0000",
            "iso_8601": "2020-02-21T14:27:00Z"
        },
        "subject": "Additional US Equity Stories: WORK",
        "content": "<ul><li>Slack (SLACK) +8% following reports that Uber (UBER) is moving all of its employees to the company's platform, according to Business Insider</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-work-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:25:00",
        "gmt_time": "2020-02-21 14:25:00"
    },
    {
        "id": 909898,
        "updated_sequence": 2115736,
        "published_at": {
            "unix": 1582293900,
            "text": "2020-02-21 14:05:00 +0000",
            "iso_8601": "2020-02-21T14:05:00Z"
        },
        "updated_at": {
            "unix": 1582294503,
            "text": "2020-02-21 14:15:03 +0000",
            "iso_8601": "2020-02-21T14:15:03Z"
        },
        "subject": "Saudi Arabia are debating a potential break from its production pact with Russia amid concerns over the impact on demand from the coronavirus, according to WSJ sources",
        "content": "<ul><li>Saudi Arabia, Kuwait and UAE are holding talks this week over a potential joint output reduction of 300kbpd; a move which could further impair OPEC's ability to influence oil prices.</li><li>Comes amid Russian officials not seeing the need for reductions and the impact of the virus on oil as being limited.</li><li>Link to piece <a href=\"https://www.wsj.com/articles/saudis-weigh-break-with-russia-over-response-to-coronavirus-11582293904?mod=newsviewer_click_realtime\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the OPEC+ JTC recommendation was for a deeper cut of around 600k bpd.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1582294502,
            "text": "2020-02-21 14:15:02 +0000",
            "iso_8601": "2020-02-21T14:15:02Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-are-debating-a-potential-break-from-its-production-pact-with-russia-amid-concerns-over-the-impact-on-demand-from-the-coronavirus-according-to-wsj-sources-21-02-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:05:00",
        "gmt_time": "2020-02-21 14:05:00"
    },
    {
        "id": 909896,
        "updated_sequence": 2115724,
        "published_at": {
            "unix": 1582293720,
            "text": "2020-02-21 14:02:00 +0000",
            "iso_8601": "2020-02-21T14:02:00Z"
        },
        "updated_at": {
            "unix": 1582293753,
            "text": "2020-02-21 14:02:33 +0000",
            "iso_8601": "2020-02-21T14:02:33Z"
        },
        "subject": "NEC Director Kudlow says the White House will be holding a press conference on 5G in around one-months time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-the-white-house-will-be-holding-a-press-conference-on-5g-in-around-one-months-time-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:02:00",
        "gmt_time": "2020-02-21 14:02:00"
    },
    {
        "id": 909897,
        "updated_sequence": 2115727,
        "published_at": {
            "unix": 1582293720,
            "text": "2020-02-21 14:02:00 +0000",
            "iso_8601": "2020-02-21T14:02:00Z"
        },
        "updated_at": {
            "unix": 1582293818,
            "text": "2020-02-21 14:03:38 +0000",
            "iso_8601": "2020-02-21T14:03:38Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News - 21st February 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23920/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>Deere &amp; Co (DE)</strong> Q4 19 (USD): EPS 1.63 (exp. 1.25), Revenue 7.63bln (exp. 6.41bln)</li><li><strong>Coca-Cola Company (KO) </strong>(Consumer Staples/Soft Drinks) announced the coronavirus would impact its current quarter earnings by 0.01-0.02/shr but continues to expect to achieve its FY guidance numbers.</li><li><strong>T-Mobile (TMUS) / Sprint (S) </strong>(Communication Services/Wireless Telecommunication Services) board of directors has unanimously approved merger amendments, in fitting with source reports in late market trade yesterday. Sprint (S) expects the deal to close as early as April 1st, 2020.</li></ul><p>20th February 2020</p><p>DOW</p><ul><li><strong>Apple Inc. (AAPL) </strong>(Information Technology/Technology Hardware, Storage &amp; Peripherals) may reportedly change the name of its upcoming iPhone 9 and iPhone SE 2 (the cheaper model) to a simpler name, according to FrontPage Tech citing people familiar with the matter. According to the same sources, Apple will make two iPhone models when it comes to storage, included a USD 399 64GB version and a USD 449 128 GB model, which could be announced at a March 30th or 31st event, according to BGR citing FrontPage Tech.</li><li><strong>Coca-Cola Company (KO) </strong>(Consumer Staples/Soft Drinks) announced the coronavirus would impact its current quarter earnings by 0.01-0.02/shr but continues to expect to achieve its FY guidance numbers.</li><li><strong>Goldman Sachs Group (GS) </strong>(Financials/Investment Banking &amp; Brokerage) estimates a USD 3.3bln (Prev. USD 2.9bln) legal and loss in excess of aggregate reserves as of end of December.</li><li><strong>Walmart (WMT)</strong> (Consumer Staples/Hypermarkets &amp; Super Centers) Flipkart in India filed a legal challenge against an antitrust probe after Amazon (AMZN) filed a similar petition, according to a court filing. Elsewhere, WMT’s grocery delivery business, Skipcart, told the retailer it would end its partnership in March, according to a letter. Skipcart manage deliveries from 126 stores across 32 states.</li></ul><p>NASDAQ 100</p><ul><li><strong>Alphabet Inc Class C (GOOG) </strong>(Communication Services/Interactive Media &amp; Services)<strong> </strong>is pushing back on demands from US state investigators to provide documentation in the ongoing digital-ad probe, according to WSJ. The tech giant also hasn’t agreed to a waiver that would give the coalition of state attorneys general access to documents obtained by the Justice Department for its own probe, according to people familiar with the matter.</li><li><strong>Lululemon Athletica Inc (LULU) </strong>(Consumer Discretionary/Textiles, Apparel &amp; Luxury Goods) noted the majority of its 38 stores in China have been closed since February 3rd as it followed guidance from China authorities. Although, now some are operating on a reduced schedule.</li><li><strong>MecardoLibre (MELI)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is to increase its investment in Mexico by USD 420mln in 2020.</li><li><strong>Texas Instruments (TXN)</strong> (Information Technology/Semiconductors) has appointed Michael Hsu to its board of directors, who is currently Chairman and CEO of <strong>Kimberly Clark (KMB)</strong> (Consumer Staples/Household Products), and previously director and executive VP at Kraft Heinz.</li><li><strong>T-Mobile (TMUS) / Sprint (S) </strong>(Communication Services/Wireless Telecommunication Services) board of directors has unanimously approved merger amendments, in fitting with source reports in late market trade yesterday. Sprint (S) expects the deal to close as early as April 1st, 2020.</li></ul><p>S&amp;P 500</p><ul><li><strong>Cabot Oil &amp; Gas (COG)</strong> (Energy/Oil &amp; Gas Exploration &amp; Production) Q4 19 (USD): Adj. EPS 0.30 (exp. 0.30), Revenue 0.46bln (exp. .48bln). Q1 production view 2350-2400 Mmcfe per day, -3% from mid-point of Q4 19 range.</li><li><strong>Consolidated Edison (ED)</strong> (Utilities/Electric Utilities) Q4 19 (USD): Adj. EPS 0.87 (exp. 0.80), Revenue 2.95bln (exp. 3.12bln). FY EPS view 4.30-4.50 (exp. 4.50). FY20 capital investments view 3.944bln.</li><li><strong>Deere &amp; Co (DE)</strong> Q4 19 (USD): EPS 1.63 (exp. 1.25), Revenue 7.63bln (exp. 6.41bln); Equipment Operations revenue 6.5bln (Prev. 6.94blkn, Ags. &amp; Turf revenue 4.49bln (Prev. 4.68bln, Construction &amp; Forestry revenue 2.04bln (Prev. 2.26bln), Financial services net income 137mln (Prev. 154mln). FY20 Ags. &amp; Turf revenue -5 to 10%.</li><li><strong>Hasbro Inc. (HAS)</strong> (Consumer Discretionary/Leisure Products) and Disney (DIS) announced it is renewing its strategic merchandise relationship for Disney entertainment properties, including Star Wars and Marvel.</li><li><strong>HP Inc. (HPQ)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has adopted a shareholder rights plan and declared a dividend distribution of one preferred share purchase right on each outstanding share of HPQ stock, according to Street Insider.</li><li><strong>Pinnacle West Capital (PNW)</strong> (Utilities/Multi-Utilities)Q4 19 (USD): EPS 0.57 (exp. 0.46), Revenue 0.67 (exp. 0.77bln). FY20 EPS view 4.75-4.95 (exp. 4.87).</li><li><strong>SBA Communications (SBAC)</strong> (Real Estate/Specialized REITs) Q4 19 (USD): AFFO 2.18 (exp. 2.15), Revenue 0.513bln (exp. .506bln). FY20 AFFO 9.07-9.47 (exp. 9.24), FY20 revenue view 2.103-2.143bln (exp. 2.12bln)</li><li><strong>Wells Fargo (WFC)</strong> (Financials/Diversified Banks) is reportedly near a settlement with prosecutors and the SEC in regards to abuse of customers in its banking, auto lending and mortgage business, according to NYT citing people familiar with the matter, who note the size of fine is not&nbsp; yet clear but could be announced as soon as today, although WFC has set aside USD 3.1bln for legal costs over the matters.</li></ul><p>OTHER</p><ul><li><strong>Airbus (EADSY)</strong> (Industrials/Aerospace &amp; Defense) is planning to invest between EUR 500mln-1bln in its A220 programme this year.</li><li><strong>Canadian Imperial Bank of Commerce (CM)</strong> (Financials/Banks) is reportedly planning an executive shake up and announce roughly 2000 job cuts, according to the Globe and Mail.</li><li><strong>Dropbox Inc (DBX)</strong> (Information Technology/Software) Q4 19 (USD): Adj. EPS 0.16 (exp. 0.14), Revenue 0.446bln (exp. .44bln). Announced a USD 600mln share repurchase programme. Q1 revenue view 452-454mln (exp. 448.2mln), Q1 OM view 13.5-14%. FY20 revenue view 1.89-1.91bln (exp. 1.9bln), GM view 1.5pts higher than FY19, OM view 17.5-18%, FCF view 0.475-0.485bln.</li><li><strong>eHealth (EHTH) </strong>(Financials/Insurance) had its PT raised to USD 250 (prev. 200) at SunTrust, a new street high.</li><li><strong>First Solar Inc (FSLR)</strong> (Q4 19 (USD): Adj. EPS 1.48 (exp. 2.72), Revenue 1.4bln (exp. 1.75bln). FY20 EPS view 3.25-3.75 (exp. 3.56), FY Revenue view 2.7-2.9bln (exp. 3.37bln). Announced it is working with advisors and reviewing options for its US project development business.</li><li><strong>Fitbit (FIT)</strong> (Information Technology/Electronic Equipment, Instruments &amp; Components)</li><li><strong>Magna International Inc (MGA) </strong>(Consumer Discretionary/Auto components) Q4 19 (USD): Adj. EPS 1.41 (exp. 1.33), Revenue 9.4bln (exp. 9.17bln). Backs FY20 revenue view of 38-40bln (exp. 39.33bln). FY20 light vehicle production view at 16.3mln units in NA and 20.8mln in Europe. Raised dividend to USD 0.40/shr, a 10% rise.</li><li><strong>Universal Display Corp (OLED)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment) Q4 19 (USD): EPS 0.56 (exp. 0.74), Revenue 0.101bln (exp. 0.103bln). FY20 revenue view 0.43-0.47bln (exp. 0.496bln)</li><li><strong>Zscaler Inc (ZS) </strong>(Information Technology/Software) Q2 20 (USD): EPS 0.09 (exp. 0.03), Revenue 0.1bln (exp. 0.1bln). Q3 EPS view 0.01-0.03 (exp. 0.04), revenue view 0.105-0.107bln. FY20 EPS view 0.14-0.16 (exp. 0.15).</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AIRGAIN (AIRG) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>CF INDUSTRIES (CF) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>CHEWY (CHWY) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>CYRUSONE (CONE) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li><li>DUCOMMUN (DCO) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li><li>FARO TECHNOLOGIES (FARO) UPGRADED TO BUY FROM HOLD AT CRAIG-HALLUM</li><li>GENTHERM (THRM) UPGRADED TO BUY FROM HOLD AT ARGUS</li><li>HOLLYFRONTIER (HFC) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>L BRANDS (LB) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li><li>MASONITE (DOOR) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li><li>OIL STATES (OIS) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li><li>OWL ROCK (ORCC) UPGRADED TO BUY FROM NEUTRAL AT COMPASS POINT</li><li>REALREAL (REAL) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li><li>SHOCKWAVE MEDICAL (SWAV) UPGRADED TO BUY FROM NEUTRAL AT BOFA</li><li>TENARIS (TS) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li><li>WW (WW) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>ALBEMARLE (ALB) DOWNGRADED TO HOLD FROM BUY AT VERTICAL RESEARCH</li><li>AVIS BUDGET (CAR) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li><li>BJ'S RESTAURANTS (BJRI) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>BLACK STONE MINERALS (BSM) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER SANDLER</li><li>BRP GROUP (BRP) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li><li>COEUR MINING (CDE) DOWNGRADED TO SELL FROM HOLD AT CANACCORD</li><li>DOMINO'S PIZZA (DPZ) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li><li>ENVESTNET (ENV) DOWNGRADED TO NEUTRAL FROM BUY AT COMPASS POINT</li><li>E-TRADE (ETFC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li><li>HUDBAY MINERALS (HBM) DOWNGRADED TO HOLD FROM BUY AT TD SECURITIES</li><li>JACK IN THE BOX (JACK) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li><li>LIVENT (LTHM) DOWNGRADED TO SELL FROM HOLD AT VERTICAL RESEARCH</li><li>LIVENT (LTHM) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT BMO CAPITAL</li><li>OGE ENERGY (OE) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA</li><li>ONECONNECT (OCFT) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li><li>PAN AMERICAN SILVER (PAAS) DOWNGRADED TO HOLD FROM BUY AT CANACCORD</li><li>SHAKE SHACK (SHAK) DOWNGRADED TO HOLD FROM BUY AT SUNTRUST</li><li>SOLAR CAPITAL (SLRC) DOWNGRADED TO NEUTRAL FROM BUY AT COMPASS POINT</li><li>T-MOBILE (TMUS) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li><li>TPG SPECIALTY (TSLX) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>VALMONT (VMI) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>CELLDEX (CLDX) RATED NEW OVERWEIGHT AT CANTOR; PT USD 8</li><li>EDITAS (EDIT) RATED NEW EQUAL-WEIGHT AT WELLS FARGO; PT USD 28</li><li>GUARDANT HEALTH (GH) RATED NEW BUY AT GUGGENHEIM; PT USD 104</li><li>NATIONAL STORAGE (NSA) INITIATED WITH AN OVERWEIGHT AT CAPITAL ONE; PT USD 39</li><li>NEW YORK MORTGAGE TRUST (NYMT) INITIATED WITH A NEUTRAL AT BOFA; PT USD 6.25</li><li>VIACOMCBS (VIAC) RESUMED UNDERWEIGHT AT WELLS FARGO; PT USD 25</li><li>WARRIOR MET (HCC) RATED NEW HOLD AT BENCHMARK</li><li>YETI (YETI) TRANSFERRED WITH A BUY AT ROTH CAPITAL; PT USD 37</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>ASSURANT INC (AIZ) - USD 0.63</li><li>ATMOS ENERGY CORP (ATO) - USD 0.57</li><li>CNA FINANCIAL CORP (CNA) - USD 0.37</li><li>CNA FINANCIAL CORP (CNA) - USD 2.00</li><li>HOLLYFRONTIER CORP (HFC) - USD 0.35</li><li>MKS INSTRUMENTS INC (MKSI) - USD 0.20</li><li>NORTHROP GRUMMAN CORP (NOC) - USD 1.32</li><li>NORTONLIFELOCK INC (NLOK) - USD 0.12</li><li>PRIMERICA INC (PRI) - USD 0.40</li><li>RADIAN GROUP INC (RDN) - USD 0.12</li><li>REGENCY CENTERS CORP (REG) - USD 0.59</li><li>SNAP-ON INC (SNA) - USD 1.08</li><li>TRACTOR SUPPLY CO (TSCO) - USD 0.35</li><li>WELLTOWER INC (WELL) - USD 0.87</li><li>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-21st-february-2020-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 22:02:00",
        "gmt_time": "2020-02-21 14:02:00"
    },
    {
        "id": 909894,
        "updated_sequence": 2115718,
        "published_at": {
            "unix": 1582292160,
            "text": "2020-02-21 13:36:00 +0000",
            "iso_8601": "2020-02-21T13:36:00Z"
        },
        "updated_at": {
            "unix": 1582292465,
            "text": "2020-02-21 13:41:05 +0000",
            "iso_8601": "2020-02-21T13:41:05Z"
        },
        "subject": "Fed's Bostic says that businesses tell him that coronavirus will lead to short-term disruptions but he is modelling for a recovery thereafter ",
        "content": "<ul><li>Has spoken to a lot of bankers and says they are not taking on excessive risk.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-says-that-businesses-tell-him-that-coronavirus-will-lead-to-short-term-disruptions-but-he-is-modelling-for-a-recovery-thereafter-21-02-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 21:36:00",
        "gmt_time": "2020-02-21 13:36:00"
    },
    {
        "id": 909894,
        "updated_sequence": 2115718,
        "published_at": {
            "unix": 1582292160,
            "text": "2020-02-21 13:36:00 +0000",
            "iso_8601": "2020-02-21T13:36:00Z"
        },
        "updated_at": {
            "unix": 1582292465,
            "text": "2020-02-21 13:41:05 +0000",
            "iso_8601": "2020-02-21T13:41:05Z"
        },
        "subject": "Fed's Bostic says that businesses tell him that coronavirus will lead to short-term disruptions but he is modelling for a recovery thereafter ",
        "content": "<ul><li>Has spoken to a lot of bankers and says they are not taking on excessive risk.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-says-that-businesses-tell-him-that-coronavirus-will-lead-to-short-term-disruptions-but-he-is-modelling-for-a-recovery-thereafter-21-02-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 21:36:00",
        "gmt_time": "2020-02-21 13:36:00"
    },
    {
        "id": 909914,
        "updated_sequence": 2115798,
        "published_at": {
            "unix": 1582291800,
            "text": "2020-02-21 13:30:00 +0000",
            "iso_8601": "2020-02-21T13:30:00Z"
        },
        "updated_at": {
            "unix": 1582298573,
            "text": "2020-02-21 15:22:53 +0000",
            "iso_8601": "2020-02-21T15:22:53Z"
        },
        "subject": "Canadian Retail Sales (December) MM: 0.0% vs. Exp. 0.1% (Prev. 0.9%, Rev. 1.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-retail-sales-december-mm-0-0-vs-exp-0-1-prev-0-9-rev-1-1-21-02-2020",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 21:30:00",
        "gmt_time": "2020-02-21 13:30:00"
    },
    {
        "id": 909892,
        "updated_sequence": 2115705,
        "published_at": {
            "unix": 1582290300,
            "text": "2020-02-21 13:05:00 +0000",
            "iso_8601": "2020-02-21T13:05:00Z"
        },
        "updated_at": {
            "unix": 1582290654,
            "text": "2020-02-21 13:10:54 +0000",
            "iso_8601": "2020-02-21T13:10:54Z"
        },
        "subject": "ECB's Chief Economist Lane says even if it occurs for a matter of weeks, supply chain disruptions from the coronavius do not change his economic view much; base case for a V-shaped recovery",
        "content": "<ul><li>Domestic demand is consistent, and thinks this will remain the case</li><li>Services growth and manufacturing stabilization are sources of optimism</li><li>Fiscal policy has recently been making a contribution, recent forecasts are supported by fiscal policy</li><li>Fiscal Policy is helpful in getting inflation to target, but it is not necessary</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-chief-economist-lane-says-even-if-it-occurs-for-a-matter-of-weeks-supply-chain-disruptions-from-the-coronavius-do-not-change-his-economic-view-much-base-case-for-a-v-shaped-recovery-21-02-2020",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 21:05:00",
        "gmt_time": "2020-02-21 13:05:00"
    },
    {
        "id": 909888,
        "updated_sequence": 2115681,
        "published_at": {
            "unix": 1582287420,
            "text": "2020-02-21 12:17:00 +0000",
            "iso_8601": "2020-02-21T12:17:00Z"
        },
        "updated_at": {
            "unix": 1582287496,
            "text": "2020-02-21 12:18:16 +0000",
            "iso_8601": "2020-02-21T12:18:16Z"
        },
        "subject": "Wirecard (WDI GY) CEO says Co.'s growth plans are working well and are making great progress for 2020 already with the right strategy in place",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wirecard-wdi-gy-ceo-says-co-s-growth-plans-are-working-well-and-are-making-great-progress-for-2020-already-with-the-right-strategy-in-place-21-02-2020",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 20:17:00",
        "gmt_time": "2020-02-21 12:17:00"
    },
    {
        "id": 909887,
        "updated_sequence": 2115695,
        "published_at": {
            "unix": 1582286580,
            "text": "2020-02-21 12:03:00 +0000",
            "iso_8601": "2020-02-21T12:03:00Z"
        },
        "updated_at": {
            "unix": 1582289650,
            "text": "2020-02-21 12:54:10 +0000",
            "iso_8601": "2020-02-21T12:54:10Z"
        },
        "subject": "Fed's Bullard (non-voter) says it is likely the coronavirus will blow away like other viruses have, which could see market pricing revert back to unchanged",
        "content": "<ul><li>Has been concerned about yield issues, but highlights 2s10s is not inverted, but it is well down, wants to see how it plays out before he worries about yield curve issues</li><li>Rate cut would cure some of the economic 'symptoms' of the coronavirus, good chance virus will be a temporary shock</li><li>Encouraged by strength in the labour market</li><li>Valuations look high but not relative to current level of rates</li><li>Financial risks are moderate at this point</li><li>Doesn't see a major risk out there in regards to the housing bubble in GFC&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-bullard-non-voter-says-it-is-likely-the-coronavirus-will-blow-away-like-other-viruses-have-which-could-see-market-pricing-revert-back-to-unchanged-21-02-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 20:03:00",
        "gmt_time": "2020-02-21 12:03:00"
    },
    {
        "id": 909886,
        "updated_sequence": 2115669,
        "published_at": {
            "unix": 1582285260,
            "text": "2020-02-21 11:41:00 +0000",
            "iso_8601": "2020-02-21T11:41:00Z"
        },
        "updated_at": {
            "unix": 1582285308,
            "text": "2020-02-21 11:41:48 +0000",
            "iso_8601": "2020-02-21T11:41:48Z"
        },
        "subject": "China has been advancing research on drugs and therapies against the novel coronavirus disease, a Chinese official said on Friday. Convalescent plasma therapy has proved to be effective on severe coronavirus cases, according to Global Times",
        "content": "<p><a href=\"https://twitter.com/globaltimesnews/status/1230819459797049345\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "china-has-been-advancing-research-on-drugs-and-therapies-against-the-novel-coronavirus-disease-a-chinese-official-said-on-friday-convalescent-plasma-therapy-has-proved-to-be-effective-on-severe-coronavirus-cases-according-to-global-times-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:41:00",
        "gmt_time": "2020-02-21 11:41:00"
    },
    {
        "id": 909884,
        "updated_sequence": 2115660,
        "published_at": {
            "unix": 1582284840,
            "text": "2020-02-21 11:34:00 +0000",
            "iso_8601": "2020-02-21T11:34:00Z"
        },
        "updated_at": {
            "unix": 1582284919,
            "text": "2020-02-21 11:35:19 +0000",
            "iso_8601": "2020-02-21T11:35:19Z"
        },
        "subject": "Newsquawk Daily US Opening News - 21st February 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23919/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Sentiment remains subdued after yesterday’s sell-off; USD softens as GBP and JPY strengthen</li><li>China's Politburo says the turning point of the virus outbreak in China has not arrived yet, State Media</li><li>South Korea has reported 48 more cases of novel coronavirus, total rises to 204, according to Yonhap</li><li>Libyan Commander Haftar has told Russian press he is ready for a Libyan ceasefire if some conditions are met</li><li>Saudi Air Defence has intercepted and destroyed several ballistic missiles fired at the Kingdom from Yemen's Sanaa</li><li>Looking ahead, highlights include US Flash PMIs &amp; Existing Home Sales, ECB’s Lane, Fed’s Kaplan, Brainard, Clarida &amp; Bostic</li></ul><p><strong>CORONAVIRUS UPDATE</strong></p><p>China’s Hubei province reported 631 new cases and 115 additional deaths from the coronavirus as of February 20 vs. 349 additional cases and 108 deaths on February 19; Hubei death toll 2144 vs. Prev. 2029<strong>. China reported an additional 889 coronavirus cases and 118 additional deaths as of February 20 vs. 394 additional cases and 114 deaths on February 19; Total cases 75465 vs. Prev. 74576; Total deaths 2236 vs. Prev. 2118. (Newswires)</strong></p><p>S<strong>outh Korea reported 52 more cases of new coronavirus, with the total now at 156. (Yonhap)</strong> South Korea is to check all pneumonia patients in Daegu as virus cases soars. Furthermore, South Korea is to designate Daegu, Cheongdo as 'special care zones' over infectious disease. (Yonhap) Reports stated that the US military in South Korea has raised its danger level and urgently blocked all bases and facilities in Daegu due to the virus spread, A large-scale cluster of infections was found in Daegu, with 78 confirmed cases reported in a local church. (Global Times)</p><p><strong>Two evacuees from the Diamond Princess cruise in Japan have tested positive for coronavirus since landing in Darwin, according to 7News Australia. (Twitter)</strong></p><p><strong>China's Vice Technology Minister says the fastest coronavirus vaccine to be submitted for clinical trials will be around late April. Meanwhile, China’s NHC Vice Minister said treatments using plasma from recovered coronavirus patients have shown positive effects on seriously ill patients. (Newswires)</strong></p><p><strong>Chinese Commerce Ministry Official said that the government is speeding up the study of new fiscal, tax, financial and insurance measures to provide further support for companies amid the virus outbreak. The official expects Jan-Feb import and export growth to fall back notably. (Newswires)</strong></p><p><strong>One of the Chinese factories that’s been hardest hit by the coronavirus appears to be returning to activity, signalling that China’s government is allowing people to return to work there, according to the New York Post. (New York Post)</strong> Meanwhile, MOFCOM official sees foreign companies in most places in China to resume production by the end of the month, does not expect large scale layoffs at foreign trade companies in China.&nbsp; (Newswires)</p><p><strong>China's Politburo says the turning point of the virus outbreak in China has not arrived yet, State Media. (Newswires)</strong></p><p><strong>South Korea has reported 48 more cases of novel coronavirus, total rises to 204, according to Yonhap. (Yonhap)</strong></p><p><strong>ASIA-PAC</strong></p><p><strong>Asian equities traded with downside bias after a weak handover from Wall Street</strong>, which saw notable mid-day selling despite a lack of fresh fundamental drivers, with some pointing to technical and algo-related action driving the downside. <strong>ASX 200 (-0.3%)</strong> conformed to the broad risk tone as the index pulled back further from its recent record high. <strong>Nikkei 225 (-0.4%)</strong> swung between gains and losses, with downside cushioned to an extent by a predominantly weaker JPY. Meanwhile, index heavyweight Softbank’s shares rose in almost 3% after the Sprint and T-Mobile boards unanimously approved the merger amendments brought up by the latter’s parent company Deutsche Telekom – for reference Softbank owns 84% of Sprint whilst Deutsche Telekom controls 63% of T-Mobile. Elsewhere, <strong>Hang Seng (-1.1%)</strong> lagged as all stocks resided in negative territory for most of the session, and with gambling name underperforming as Macau casinos continue to cautiously reopen, but with business limited amid the city’s stringent controls on visitor entry and with ferry suspensions from Hong Kong. Meanwhile, <strong>Shanghai Comp (+0.3%)</strong> traded warily earlier in the session, although the index clambered off lows and rose to session highs after a MOFCOM official stated that the government is speeding up the study of new measures to further support companies from the impact of the virus outbreak. Finally, <strong>KOSPI (-1.5%)</strong> posted heavy losses amid the rising domestic COVID-19 cases, with President Moon also reportedly considering raising the alert level over the spread in the country.</p><p><strong>Japanese Finance Minister Aso said the government will respond accordingly to FX moves based of G20 and G7 accord, adding that FX stability is important, although he refused to comment on FX level</strong>s. Meanwhile, Japanese Economy Minister Nishimura said he thinks the weak JPY is a reflection of a strong US economy. (Newswires)</p><p>BoJ Governor Kuroda said the Japanese economy is to continue gradual expansion ahead, watching effects of virus impact with grave concern. Kuroda reiterated that the Central Bank will not hesitate to take additional easing steps if needed, not yet the time to discuss specific monetary policy measures in response to the virus outbreak. (Newswires)</p><p><strong>PBoC set USD/CNY mid-point at 7.0210 vs. Exp. 7.0129 (Prev. 7.0026) (Newswires)</strong> PBOC skipped open market operations for a daily net neutral position</p><p>Japanese Jibun Bank Manufacturing PMI Flash (Feb) 47.6 (Prev. 48.8) (Newswires) Japanese Jibun Bank Services PMI Flash (Feb) 46.7 (Prev. 51.0) Japanese Jibun Bank Composite PMI Flash (Feb) 47.0 (Prev. 50.1) Japanese CPI, Overall Nationwide (Jan) 0.7% vs. Exp. 0.7% (Prev. 0.8%) Japanese CPI, Core Nationwide YY (Jan) 0.8% vs. Exp. 0.8% (Prev. 0.7%)</p><p><strong>US</strong></p><p><strong>Illinois US Democratic Primary Poll:</strong> Sanders 22%, Bloomberg 17%, Biden 14% Buttigieg 13% Klobuchar 8%. (Newswires)</p><p><strong>UK/EU</strong></p><p><strong>EU Markit Manufacturing Flash PMI (Feb) 49.1 vs. Exp. 47.5 (Prev. 47.9)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Services Flash PMI (Feb) 52.8 vs. Exp. 52.2 (Prev. 52.5); Comp Flash PMI (Feb) 51.6 vs. Exp. 51.0 (Prev. 51.3)</p><p><strong>German Markit Manufacturing Flash PMI (Feb) 47.8 vs. Exp. 44.8 (Prev. 45.3)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Services Flash PMI (Feb) 53.3 vs. Exp. 53.8 (Prev. 54.2); Comp Flash PMI (Feb) 51.1 vs. Exp. 50.8 (Prev. 51.2)</p><p>French Markit Manufacturing Flash PMI (Feb) 49.7 vs. Exp. 50.7 (Prev. 51.1)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Services Flash PMI (Feb) 52.6 vs. Exp. 51.3 (Prev. 51.0); Comp Flash PMI (Feb) 51.9 vs. Exp. 51.0 (Prev. 51.1)</p><p><strong>EU CPI Final YY (Jan) 1.4% vs. Exp. 1.4% (Prev. 1.4%);</strong> X F&amp;E Final YY (Jan) 1.3% vs. Exp. 1.3% (Prev. 1.3%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; X F, E, A &amp; T Final YY (Jan) 1.1% vs. Exp. 1.1% (Prev. 1.1%)</p><p><strong>UK Flash Services PMI (Feb) 53.3 vs. Exp. 53.4 (Prev. 53.9)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Manufacturing PMI (Feb) 51.9 vs. Exp. 49.7 (Prev. 50.0); Composite PMI (Feb) 53.3 vs. Exp. 52.8 (Prev. 53.3)</p><p><strong>Danish PM Frederiksen says that there will not be a budget deal achieved at this weeks' EU27 meeting, FT's Brunsden. (Twitter)</strong></p><p><strong>GEOPOLITICS&nbsp;</strong></p><p><strong>Saudi Air Defence has intercepted and destroyed several ballistic missiles fired at the Kingdom from Yemen's Sanaa, according to state news agency. (Newswires)</strong></p><p><strong>Libyan Commander Haftar has told Russian press he is ready for a Libyan ceasefire if some conditions are met; conditions are the withdrawal of Turkish troops and mercenaries</strong></p><p>A global terror-finance watchdog agency is set to blacklist Iran, broadening a U.S. effort to isolate Tehran financially, according to WSJ, the blacklisting is expected to take place on Friday. (WSJ)</p><p>Taliban and Afghan forces have agreed to the reduction of violence in Afghanistan for 7-days as of 19:30GMT, according to a Afghan Official. (Newswires)</p><p><strong>EQUITIES</strong></p><p><strong>European equities initially kicked the final trading session of the week off with shallow losses</strong> before slipping further into negative territory (Eurostoxx -0.3%) as reports of increased coronavirus activity in South Korea continues to weigh on risk sentiment. Downticks in futures were observed alongside reports in Yonhap that South Korea reported a further 48 cases of the coronavirus, bringing the total to 204, before losses were trimmed in the wake of a firmer than expected services PMI from France and a pickup in the manufacturing metric from Germany; bourses remain in negative territory nonetheless. Sectors are broadly lower with energy and material names lagging their peers, whilst IT names are of the only sectors to trade higher, following yesterday’s underperformance yesterday. Individual movers include UniCredit (-3.4%) amid reports suggesting that CEO mustier has emerged as a potential frontrunner for the HSBC top job. Elsewhere, Pearson (-3.4%) are a notable laggard after posting disappointing pretax profit metrics, whilst Renault (-1.3%) shares opened lower amid reports of Nissan production delays in China.</p><p>Google (GOOG) are pushing back on demands from US state investigators to provide documentation in the ongoing digital-ad probe, according to WSJ. (WSJ)</p><p>Deere &amp; Co (DE) Q4 19 (USD): EPS 1.63 (exp. 1.25), Revenue 6.53bln (exp. 6.41bln); FY earnings forecast unchanged</p><p><strong>FX</strong></p><p><strong>USD/JPY - </strong>After a recent series of gains, the USD has paused for breath during today’s session and pulled back from the recent high of 99.915 to a current low of 99.593. The dollar’s decline has partially been a result of the firmer EUR, but also a resurgence in JPY as USD/JPY moves back below 112.00 to make a session low of 111.50 thus far. In terms of fundamental factors, not a great deal has changed in terms of the narrative surrounding Japans outlook since yesterday’s JPY declines. However, overnight saw commentary from the Japanese Finance Minister who said the government will respond to FX moves as needed, whilst the economy minister attributed recent JPY softness to the strength in the US economy. That said, Q4 growth metrics earlier in the week and concerns about the coronavirus-related drag on the Q1 outturn, remain in place. As such and as per inferences from ING yesterday, today’s move is more likely a by-product of exhaustion in the recent USD/JPY rally, with 100.00 in the DXY still yet to be crossed.</p><p><strong>EUR - </strong>After finding support during yesterday’s session at 1.0778, EUR was lent a helping hand by aforementioned USD softness and encouraging PMI metrics from the Eurozone. Gains were stoked in early EU trade by French PMI metrics, which, although saw the manufacturing sector slip into contractionary territory (49.7 vs. Exp. 50.7, Prev. 51.1), was offset by a firmer services reading (52.6 vs. Exp. 51.3, Prev. 51.0) and therefore provided some pushback to concerns over potential cross-sector spillovers (i.e. manufacturing weakness into services). Gains for the EUR were cemented thereafter with EUR/USD reclaiming 1.0800 to the upside after a jump in the German manufacturing metric to 47.8 from 44.8 with the pair topping out at 1.0820 with the April 24th 2019 low of 1.0821 kicking in as resistance. In recent trade momentum for EUR has stuttered with the pair slipping back below 1.0800. Overall for the PMIs, the EZ-wide composite figure rose to 51.6 from 51.3 (Exp. 51.0) with Markit concluding that the data points were consistent with a quarterly GDP growth rate approaching 0.2%. As a note of caution, analysts at Pantheon Macroeconomics concludes that despite the strong headline, the release is effectively warning that the supply side is being choked, and if that continues, growth and employment eventually will take a hit.</p><p><strong>GBP - </strong>Ahead of PMI metrics, GBP was granted some reprieve by declines in the USD as the pair reclaimed 1.2900 to the upside as investors awaited confirmation/rejection of the post-election ‘bounce’ in the UK economy. Upon the release, GBP was granted some further upside to breach 1.2925 (fib resistance and post-retail sales highs) as a marginal miss in the services component (53.3 vs. Exp. 53.4) was offset by an unexpected expansionary manufacturing print (51.9 vs. Exp. 49.7). Should gains for the GBP accelerate, technicians’ flag 1.2949 (Feb 13th low) as the next potential source of resistance. Overall Markit concluded that \"the recent return to growth signalled by the manufacturing and services PMIs provides a clear indication that the UK economy is no longer flat on its back”. That said, as the EU squabbles over its negotiating mandate in trade talks with the UK, focus for the UK narrative, will at some stage, begin to tilt more towards trade talks at the beginning of next month.</p><p><strong>AUD/NZD - </strong>AUD and NZD largely moved in tandem with the USD throughout a bulk of APAC session before succumbing to downside as the Chinese Commerce Official stated that he expects China’s Jan-Feb import and export growth to fall back notably. AUD/USD breached mild support at 0.6610 and gave up its 0.6600 handle to fall to an 11yr low, with the session trough currently at 0.6587; a break below this level could open up a test of the March 11th 2009 low of 0.6567, with further support below at 0.6513 (March 13th 2009 low). Its antipode counterpart, has suffered a similar fate with NZD/USD slipping below touted support at 0.6325 (11th and 12th November lows) ahead of the all-important psychological support at 0.6300; a move below this level could open up a test of the 17th October 2019 low of 0.6281.</p><p><strong>SEK - </strong>Little traction in the Krona following the release of the account of the February meeting with EUR/SEK maintaining its 10.5777-10.61 range post-release. In terms of the content of the account, the Bank ultimately resides in a “wait-and-see” mode, as opined by Governor Ingves. That said, commentary from December dissenters Breman and Jansson drew some attention with the former noting that domestic and international factors and their impact on the Swedish economy could be underestimated, whilst the latter suggested it is currently highly improbable that a tighter monetary policy will become appropriate. Ultimately, several members were of the view that positive inflation surprises would not necessarily involve rates being raised earlier than forecast. Furthermore, as highlighted by Nordea, the account also suggests that the Riksbank would be more likely to turn towards the balance sheet as a course of stimulative action, as opposed to lowering rates.</p><p><strong>Riksbank minutes: </strong>Several members said that positive inflation surprises would not necessarily involve rates being raised earlier than forecast. Governor Ingves says that policy has entered into a wait-and-see situation and there is no need to rush rate rises if economic activity picks up. <i>SEK was largely unreactive to these remarks as they didn’t change the dial too much</i></p><p>South Africa's Eskom says the Stage 2 rotational loadshedding is to continue until 06:00 on Sunday. (Newswires)</p><p><strong>FIXED INCOME</strong></p><p>Post-central EU hours yesterday saw a rally in the debt complex on a broad spread stock sell off, sparking a mild flight-to-safety, reasons for this move vary with coronavirus, retracement and technical factors all amongst those touted. APAC hours saw an ongoing grind higher in <strong>USTs and Bunds</strong>, with focus stateside once again on the yield as it breached the 1.50 mark to the downside; particularly of note as December’s PCE was 1.6% with November’s at 1.5% so this move takes us into negative real rates by either of the most recent measures. Turning to European hours, where the <strong>Gilt </strong>open saw a gap-up to encapsulate the overnight price action at 134.42 and subsequently peaked just after the cash open at 134.60. A high print which was part of a broader move higher bonds at the cash open as some further wide-spread risk-off was seen; possibly just on European players catching up to yesterday’s action but also exacerbated by reports of 48 more coronavirus cases in South Korea. Focus today has been on the Flash PMI slate, with little move seen on the initial French numbers but<strong> Bunds </strong>dragging their peers down on the German print as manufacturing beat expectations; note, IHS’ Williamson has caveated that supply issues are generating a false health signal for the PMI. A release which sent Bunds down to just above the 175.0 mark, which was subsequently breached to a low of 174.94 – ahead of near-term support at 174.80 and 174.50. The mornings remaining data release drew little reaction, with <strong>Gilts</strong> largely unfazed by the in-line flash services number and manufacturing moving into expansionary territory in the UK. Looking ahead, attention stateside will be on the 10-year yield and if it continues to deteriorate; particularly if today’s flash PMIs are weak or if their entrance to mark prompts another downturn in sentiment; support for the yield lies foremost at 1.46 which is the September 2019 low.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI and Brent </strong>prices are once again in the red, as sentiment has failed to recover from the broad sell-off in US hours; with multiple reasons for this being touted. Crude specific newsflow has been light this morning, focus for the complex has returned to demand concerns on reports of further virus cases in South Korea as well as the first few in Italy. As well as the demand narrative, attention is on geopolitical headlines emanating from Libya as Haftar has reportedly said he is prepared for a ceasefire under the condition of Turkish troops and mercenaries leaving the region. Turning to <strong>spot gold</strong>, which has continued its grind higher to fresh YTD highs of USD 1636.5/oz on the aforementioned deterioration in sentiment. From a technical perspective, there is little in the way of firm resistance until USD 1696.20/oz, which is the 22nd January 2013 high; as the yellow metal also derives support from a softer USD this morning. Elsewhere, base metals have failed to stage a firm recovery on the USD’s weakness this morning as the downside in sentiment overrides any potential gains.</p><p>Libya's NOC said oil production on Thursday stood at 122.42k BPD (vs. 123.5k BPD on Tuesday) (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-21st-february-2020-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:34:00",
        "gmt_time": "2020-02-21 11:34:00"
    },
    {
        "id": 909883,
        "updated_sequence": 2115652,
        "published_at": {
            "unix": 1582283820,
            "text": "2020-02-21 11:17:00 +0000",
            "iso_8601": "2020-02-21T11:17:00Z"
        },
        "updated_at": {
            "unix": 1582283965,
            "text": "2020-02-21 11:19:25 +0000",
            "iso_8601": "2020-02-21T11:19:25Z"
        },
        "subject": "Newsquawk EU Mid Session: Sentiment remains sour with some short-lived PMI reprieve - 21st February 2020",
        "content": "<p>EU MID-SESH: Sentiment remains sour with some short-lived PMI reprieve</p><p><strong>EQUITIES</strong></p><p><strong>European equities initially kicked the final trading session of the week off with shallow losses</strong> before slipping further into negative territory (Eurostoxx -0.3%) as reports of increased coronavirus activity in South Korea continues to weigh on risk sentiment. Downticks in futures were observed alongside reports in Yonhap that South Korea reported a further 48 cases of the coronavirus, bringing the total to 204, before losses were trimmed in the wake of a firmer than expected services PMI from France and a pickup in the manufacturing metric from Germany; bourses remain in negative territory nonetheless. Sectors are broadly lower with energy and material names lagging their peers, whilst IT names are of the only sectors to trade higher, following yesterday’s underperformance yesterday. Individual movers include UniCredit (-3.4%) amid reports suggesting that CEO mustier has emerged as a potential frontrunner for the HSBC top job. Elsewhere, Pearson (-3.4%) are a notable laggard after posting disappointing pretax profit metrics, whilst Renault (-1.3%) shares opened lower amid reports of Nissan production delays in China.</p><p><strong>FX</strong></p><p><strong>USD/JPY - </strong>After a recent series of gains, the USD has paused for breath during today’s session and pulled back from the recent high of 99.915 to a current low of 99.593. The dollar’s decline has partially been a result of the firmer EUR, but also a resurgence in JPY as USD/JPY moves back below 112.00 to make a session low of 111.50 thus far. In terms of fundamental factors, not a great deal has changed in terms of the narrative surrounding Japans outlook since yesterday’s JPY declines. However, overnight saw commentary from the Japanese Finance Minister who said the government will respond to FX moves as needed, whilst the economy minister attributed recent JPY softness to the strength in the US economy. That said, Q4 growth metrics earlier in the week and concerns about the coronavirus-related drag on the Q1 outturn, remain in place. As such and as per inferences from ING yesterday, today’s move is more likely a by-product of exhaustion in the recent USD/JPY rally, with 100.00 in the DXY still yet to be crossed.</p><p><strong>EUR - </strong>After finding support during yesterday’s session at 1.0778, EUR was lent a helping hand by aforementioned USD softness and encouraging PMI metrics from the Eurozone. Gains were stoked in early EU trade by French PMI metrics, which, although saw the manufacturing sector slip into contractionary territory (49.7 vs. Exp. 50.7, Prev. 51.1), was offset by a firmer services reading (52.6 vs. Exp. 51.3, Prev. 51.0) and therefore provided some pushback to concerns over potential cross-sector spillovers (i.e. manufacturing weakness into services). Gains for the EUR were cemented thereafter with EUR/USD reclaiming 1.0800 to the upside after a jump in the German manufacturing metric to 47.8 from 44.8 with the pair topping out at 1.0820 with the April 24th 2019 low of 1.0821 kicking in as resistance. In recent trade momentum for EUR has stuttered with the pair slipping back below 1.0800. Overall for the PMIs, the EZ-wide composite figure rose to 51.6 from 51.3 (Exp. 51.0) with Markit concluding that the data points were consistent with a quarterly GDP growth rate approaching 0.2%. As a note of caution, analysts at Pantheon Macroeconomics concludes that despite the strong headline, the release is effectively warning that the supply side is being choked, and if that continues, growth and employment eventually will take a hit.</p><p><strong>GBP - </strong>Ahead of PMI metrics, GBP was granted some reprieve by declines in the USD as the pair reclaimed 1.2900 to the upside as investors awaited confirmation/rejection of the post-election ‘bounce’ in the UK economy. Upon the release, GBP was granted some further upside to breach 1.2925 (fib resistance and post-retail sales highs) as a marginal miss in the services component (53.3 vs. Exp. 53.4) was offset by an unexpected expansionary manufacturing print (51.9 vs. Exp. 49.7). Should gains for the GBP accelerate, technicians’ flag 1.2949 (Feb 13th low) as the next potential source of resistance. Overall Markit concluded that \"the recent return to growth signalled by the manufacturing and services PMIs provides a clear indication that the UK economy is no longer flat on its back”. That said, as the EU squabbles over its negotiating mandate in trade talks with the UK, focus for the UK narrative, will at some stage, begin to tilt more towards trade talks at the beginning of next month.</p><p><strong>AUD/NZD - </strong>AUD and NZD largely moved in tandem with the USD throughout a bulk of APAC session before succumbing to downside as the Chinese Commerce Official stated that he expects China’s Jan-Feb import and export growth to fall back notably. AUD/USD breached mild support at 0.6610 and gave up its 0.6600 handle to fall to an 11yr low, with the session trough currently at 0.6587; a break below this level could open up a test of the March 11th 2009 low of 0.6567, with further support below at 0.6513 (March 13th 2009 low). Its antipode counterpart, has suffered a similar fate with NZD/USD slipping below touted support at 0.6325 (11th and 12th November lows) ahead of the all-important psychological support at 0.6300; a move below this level could open up a test of the 17th October 2019 low of 0.6281.</p><p><strong>SEK - </strong>Little traction in the Krona following the release of the account of the February meeting with EUR/SEK maintaining its 10.5777-10.61 range post-release. In terms of the content of the account, the Bank ultimately resides in a “wait-and-see” mode, as opined by Governor Ingves. That said, commentary from December dissenters Breman and Jansson drew some attention with the former noting that domestic and international factors and their impact on the Swedish economy could be underestimated, whilst the latter suggested it is currently highly improbable that a tighter monetary policy will become appropriate. Ultimately, several members were of the view that positive inflation surprises would not necessarily involve rates being raised earlier than forecast. Furthermore, as highlighted by Nordea, the account also suggests that the Riksbank would be more likely to turn towards the balance sheet as a course of stimulative action, as opposed to lowering rates.</p><p><strong>FIXED INCOME</strong></p><p>Post-central EU hours yesterday saw a rally in the debt complex on a broad spread stock sell off, sparking a mild flight-to-safety, reasons for this move vary with coronavirus, retracement and technical factors all amongst those touted. APAC hours saw an ongoing grind higher in <strong>USTs and Bunds</strong>, with focus stateside once again on the yield as it breached the 1.50 mark to the downside; particularly of note as December’s PCE was 1.6% with November’s at 1.5% so this move takes us into negative real rates by either of the most recent measures. Turning to European hours, where the <strong>Gilt </strong>open saw a gap-up to encapsulate the overnight price action at 134.42 and subsequently peaked just after the cash open at 134.60. A high print which was part of a broader move higher bonds at the cash open as some further wide-spread risk-off was seen; possibly just on European players catching up to yesterday’s action but also exacerbated by reports of 48 more coronavirus cases in South Korea. Focus today has been on the Flash PMI slate, with little move seen on the initial French numbers but<strong> Bunds </strong>dragging their peers down on the German print as manufacturing beat expectations; note, IHS’ Williamson has caveated that supply issues are generating a false health signal for the PMI. A release which sent Bunds down to just above the 175.0 mark, which was subsequently breached to a low of 174.94 – ahead of near-term support at 174.80 and 174.50. The mornings remaining data release drew little reaction, with <strong>Gilts</strong> largely unfazed by the in-line flash services number and manufacturing moving into expansionary territory in the UK. Looking ahead, attention stateside will be on the 10-year yield and if it continues to deteriorate; particularly if today’s flash PMIs are weak or if their entrance to mark prompts another downturn in sentiment; support for the yield lies foremost at 1.46 which is the September 2019 low.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI and Brent </strong>prices are once again in the red, as sentiment has failed to recover from the broad sell-off in US hours; with multiple reasons for this being touted. Crude specific newsflow has been light this morning, focus for the complex has returned to demand concerns on reports of further virus cases in South Korea as well as the first few in Italy. As well as the demand narrative, attention is on geopolitical headlines emanating from Libya as Haftar has reportedly said he is prepared for a ceasefire under the condition of Turkish troops and mercenaries leaving the region. Turning to <strong>spot gold</strong>, which has continued its grind higher to fresh YTD highs of USD 1636.5/oz on the aforementioned deterioration in sentiment. From a technical perspective, there is little in the way of firm resistance until USD 1696.20/oz, which is the 22nd January 2013 high; as the yellow metal also derives support from a softer USD this morning. Elsewhere, base metals have failed to stage a firm recovery on the USD’s weakness this morning as the downside in sentiment overrides any potential gains.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-sentiment-remains-sour-with-some-short-lived-pmi-reprieve-21st-february-2020-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:17:00",
        "gmt_time": "2020-02-21 11:17:00"
    },
    {
        "id": 909882,
        "updated_sequence": 2115643,
        "published_at": {
            "unix": 1582283640,
            "text": "2020-02-21 11:14:00 +0000",
            "iso_8601": "2020-02-21T11:14:00Z"
        },
        "updated_at": {
            "unix": 1582283702,
            "text": "2020-02-21 11:15:02 +0000",
            "iso_8601": "2020-02-21T11:15:02Z"
        },
        "subject": "Goldman Sachs (GS) estimates a USD 3.3bln (Prev. USD 2.9bln) legal and loss in excess of aggregate reserves as of end of December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-gs-estimates-a-usd-3-3bln-prev-usd-2-9bln-legal-and-loss-in-excess-of-aggregate-reserves-as-of-end-of-december-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:14:00",
        "gmt_time": "2020-02-21 11:14:00"
    },
    {
        "id": 909881,
        "updated_sequence": 2115662,
        "published_at": {
            "unix": 1582283460,
            "text": "2020-02-21 11:11:00 +0000",
            "iso_8601": "2020-02-21T11:11:00Z"
        },
        "updated_at": {
            "unix": 1582284938,
            "text": "2020-02-21 11:35:38 +0000",
            "iso_8601": "2020-02-21T11:35:38Z"
        },
        "subject": "China's Politburo says the turning point of the virus outbreak in China has not arrived yet, State Media",
        "content": "<ul><li>Coronavirus outbreak has obvious impact on economy but long-term improving momentum of the economy will not change</li><li>Fiscal policy will be more proactive and effective, noting prudent monetary policy will be more flexible</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, in the PBoC MPR the bank's stance on monetary policy shifted from \"prudent\" to \"prudent with appropriate flexibility\", so the latter comment is in fitting with its report.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1582284938,
            "text": "2020-02-21 11:35:38 +0000",
            "iso_8601": "2020-02-21T11:35:38Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-politburo-says-the-turning-point-of-the-virus-outbreak-in-china-has-not-arrived-yet-state-media-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:11:00",
        "gmt_time": "2020-02-21 11:11:00"
    },
    {
        "id": 909880,
        "updated_sequence": 2115707,
        "published_at": {
            "unix": 1582283220,
            "text": "2020-02-21 11:07:00 +0000",
            "iso_8601": "2020-02-21T11:07:00Z"
        },
        "updated_at": {
            "unix": 1582291052,
            "text": "2020-02-21 13:17:32 +0000",
            "iso_8601": "2020-02-21T13:17:32Z"
        },
        "subject": "Deere & Co (DE) Q4 19 (USD): EPS 1.63 (exp. 1.25), Revenue 7.63bln (exp. 6.41bln); FY earnings forecast unchanged",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deere-co-de-q4-19-usd-eps-1-63-exp-1-25-revenue-7-63bln-exp-6-41bln-fy-earnings-forecast-unchanged-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 19:07:00",
        "gmt_time": "2020-02-21 11:07:00"
    },
    {
        "id": 909879,
        "updated_sequence": 2115634,
        "published_at": {
            "unix": 1582282740,
            "text": "2020-02-21 10:59:00 +0000",
            "iso_8601": "2020-02-21T10:59:00Z"
        },
        "updated_at": {
            "unix": 1582282823,
            "text": "2020-02-21 11:00:23 +0000",
            "iso_8601": "2020-02-21T11:00:23Z"
        },
        "subject": "US Secretary of State Pompeo tweets After decades of conflict, we have come to an understanding with the Taliban on a significant reduction in violence across Afghanista; note, agreement signing is being prepared for February 29th",
        "content": "<ul><li><a href=\"https://twitter.com/SecPompeo/status/1230807986857226245\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-secretary-of-state-pompeo-tweets-after-decades-of-conflict-we-have-come-to-an-understanding-with-the-taliban-on-a-significant-reduction-in-violence-across-afghanista-note-agreement-signing-is-being-prepared-for-february-29th-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:59:00",
        "gmt_time": "2020-02-21 10:59:00"
    },
    {
        "id": 909878,
        "updated_sequence": 2115629,
        "published_at": {
            "unix": 1582281960,
            "text": "2020-02-21 10:46:00 +0000",
            "iso_8601": "2020-02-21T10:46:00Z"
        },
        "updated_at": {
            "unix": 1582282030,
            "text": "2020-02-21 10:47:10 +0000",
            "iso_8601": "2020-02-21T10:47:10Z"
        },
        "subject": "O2 arena in London has reportedly been evacuated, reasoning unclear at present",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "o2-arena-in-london-has-reportedly-been-evacuated-reasoning-unclear-at-present-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:46:00",
        "gmt_time": "2020-02-21 10:46:00"
    },
    {
        "id": 909877,
        "updated_sequence": 2115631,
        "published_at": {
            "unix": 1582281900,
            "text": "2020-02-21 10:45:00 +0000",
            "iso_8601": "2020-02-21T10:45:00Z"
        },
        "updated_at": {
            "unix": 1582282060,
            "text": "2020-02-21 10:47:40 +0000",
            "iso_8601": "2020-02-21T10:47:40Z"
        },
        "subject": "BAML Flow Show: USD 18.1bln inflow into bonds, USD 2.2bln into equities in the latest week; EM saw outflows of USD 2.7bln, Europe inflows of USD900mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-usd-18-1bln-inflow-into-bonds-usd-2-2bln-into-equities-in-the-latest-week-em-saw-outflows-of-usd-2-7bln-europe-inflows-of-usd900mln-21-02-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:45:00",
        "gmt_time": "2020-02-21 10:45:00"
    },
    {
        "id": 909876,
        "updated_sequence": 2115623,
        "published_at": {
            "unix": 1582281780,
            "text": "2020-02-21 10:43:00 +0000",
            "iso_8601": "2020-02-21T10:43:00Z"
        },
        "updated_at": {
            "unix": 1582281900,
            "text": "2020-02-21 10:45:00 +0000",
            "iso_8601": "2020-02-21T10:45:00Z"
        },
        "subject": "Fixed Income: Low yields take centre stage, though debt dips on firm flash PMIs",
        "content": "<p>Post-central EU hours yesterday saw a rally in the debt complex on a broad spread stock sell off, sparking a mild flight-to-safety, reasons for this move vary with coronavirus, retracement and technical factors all amongst those touted. APAC hours saw an ongoing grind higher in <strong>USTs</strong> and<strong> Bunds</strong>, with focus stateside once again on the yield as it breached the 1.50 mark to the downside; particularly of note as December’s PCE was 1.6% with November’s at 1.5% so this move takes us into negative real rates by either of the most recent measures. Turning to European hours, where the Gilt open saw a gap-up to encapsulate the overnight price action at 134.42 and subsequently peaked just after the cash open at 134.60. A high print which was part of a broader move higher bonds at the cash open as some further wide-spread risk-off was seen; possibly just on European players catching up to yesterday’s action but also exacerbated by reports of 48 more coronavirus cases in South Korea. Focus today has been on the Flash PMI slate, with little move seen on the initial French numbers but Bunds dragging their peers down on the German print as manufacturing beat expectations; note, IHS’ Williamson has caveated that supply issues are generating a false health signal for the PMI. A release which sent<strong> Bunds </strong>down to just above the 175.0 mark, which was subsequently breached to a low of 174.94 – ahead of near-term support at 174.80 and 174.50. The mornings remaining data release drew little reaction, with <strong>Gilts</strong> largely unfazed by the in-line flash services number and manufacturing moving into expansionary territory in the UK. Looking ahead, attention stateside will be on the 10-year yield and if it continues to deteriorate; particularly if today’s flash PMIs are weak or if their entrance to mark prompts another downturn in sentiment; support for the yield lies foremost at 1.46 which is the September 2019 low.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-low-yields-take-centre-stage-though-debt-dips-on-firm-flash-pmis-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:43:00",
        "gmt_time": "2020-02-21 10:43:00"
    },
    {
        "id": 909875,
        "updated_sequence": 2115620,
        "published_at": {
            "unix": 1582281480,
            "text": "2020-02-21 10:38:00 +0000",
            "iso_8601": "2020-02-21T10:38:00Z"
        },
        "updated_at": {
            "unix": 1582281597,
            "text": "2020-02-21 10:39:57 +0000",
            "iso_8601": "2020-02-21T10:39:57Z"
        },
        "subject": "Public confidence has been weakened and an impression that the coronavirus is rebounding on reports of infection clusters emerging in several prisons in China, Global Times Editor",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1230803551749718016\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "public-confidence-has-been-weakened-and-an-impression-that-the-coronavirus-is-rebounding-on-reports-of-infection-clusters-emerging-in-several-prisons-in-china-global-times-editor-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:38:00",
        "gmt_time": "2020-02-21 10:38:00"
    },
    {
        "id": 909870,
        "updated_sequence": 2115601,
        "published_at": {
            "unix": 1582281120,
            "text": "2020-02-21 10:32:00 +0000",
            "iso_8601": "2020-02-21T10:32:00Z"
        },
        "updated_at": {
            "unix": 1582281266,
            "text": "2020-02-21 10:34:26 +0000",
            "iso_8601": "2020-02-21T10:34:26Z"
        },
        "subject": "Google (GOOG) are pushing back on demands from US state investigators to provide documentation in the ongoing digital-ad probe, according to WSJ",
        "content": "<ul><li>Link to article <a href=\"https://www.wsj.com/articles/google-resists-demand-from-states-in-digital-ad-probe-11582281000?mod=newsviewer_click\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "google-goog-are-pushing-back-on-demands-from-us-state-investigators-to-provide-documentation-in-the-ongoing-digital-ad-probe-according-to-wsj-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:32:00",
        "gmt_time": "2020-02-21 10:32:00"
    },
    {
        "id": 909869,
        "updated_sequence": 2115596,
        "published_at": {
            "unix": 1582280520,
            "text": "2020-02-21 10:22:00 +0000",
            "iso_8601": "2020-02-21T10:22:00Z"
        },
        "updated_at": {
            "unix": 1582280541,
            "text": "2020-02-21 10:22:21 +0000",
            "iso_8601": "2020-02-21T10:22:21Z"
        },
        "subject": "Iran confirms 13-more coronavirus cases, as well as two deaths, Health Ministry Officials",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "iran-confirms-13-more-coronavirus-cases-as-well-as-two-deaths-health-ministry-officials-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:22:00",
        "gmt_time": "2020-02-21 10:22:00"
    },
    {
        "id": 909867,
        "updated_sequence": 2115590,
        "published_at": {
            "unix": 1582279800,
            "text": "2020-02-21 10:10:00 +0000",
            "iso_8601": "2020-02-21T10:10:00Z"
        },
        "updated_at": {
            "unix": 1582279882,
            "text": "2020-02-21 10:11:22 +0000",
            "iso_8601": "2020-02-21T10:11:22Z"
        },
        "subject": "FX morning colour – USD pauses for breath as JPY and EUR fight back",
        "content": "<p><strong>USD/JPY</strong></p><p>After a recent series of gains, the USD has paused for breath during today’s session and pulled back from the recent high of 99.915 to a current low of 99.593. The dollar’s decline has partially been a result of the firmer EUR, but also a resurgence in JPY as USD/JPY moves back below 112.00 to make a session low of 111.50 thus far. In terms of fundamental factors, not a great deal has changed in terms of the narrative surrounding Japans outlook since yesterday’s JPY declines. However, overnight saw commentary from the Japanese Finance Minister who said the government will respond to FX moves as needed, whilst the economy minister attributed recent JPY softness to the strength in the US economy. That said, Q4 growth metrics earlier in the week and concerns about the coronavirus-related drag on the Q1 outturn, remain in place. As such and as per inferences from ING yesterday, today’s move is more likely a by-product of exhaustion in the recent USD/JPY rally, with 100.00 in the DXY still yet to be crossed.&nbsp;</p><p><strong>EUR</strong></p><p>After finding support during yesterday’s session at 1.0778, it’s been one-way traffic for EUR/USD thus far in the wake of aforementioned USD softness and encouraging PMI metrics from the Eurozone. Gains were stoked in early EU trade by French PMI metrics, which, although saw the manufacturing sector slip into contractionary territory (49.7 vs. Exp. 50.7, Prev. 51.1), was offset by a firmer services reading (52.6 vs. Exp. 51.3, Prev. 51.0) and therefore provided some pushback to concerns over potential cross-sector spillovers (i.e. manufacturing weakness into services). Gains for the EUR were cemented thereafter with EUR/USD reclaiming 1.0800 to the upside after a jump in the German manufacturing metric to 47.8 from 44.8 with the pair topping out at 1.0820 with the April 24th 2019 low of 1.0821 now acting as resistance. Overall for the PMIs, the EZ-wide composite figure rose to 51.6 from 51.3 (Exp. 51.0) with Markit concluding that the data points were consistent with a quarterly GDP growth rate approaching 0.2%. As a note of caution, analysts at Pantheon Macroeconomics concludes that despite the strong headline, the release is effectively warning that the supply side is being choked, and if that continues, growth and employment eventually will take a hit.</p><p><strong>GBP</strong></p><p>Ahead of PMI metrics, GBP was granted some reprieve by declines in the USD as the pair reclaimed 1.2900 to the upside as investors awaited confirmation/rejection of the post-election ‘bounce’ in the UK economy. Upon the release, GBP was granted some further upside to breach 1.2925 (fib resistance and post-retail sales highs) as a marginal miss in the services component (53.3 vs. Exp. 53.4) was offset by an unexpected expansionary manufacturing print (51.9 vs. Exp. 49.7). Should gains for the GBP accelerate, technicians’ flag 1.2949 (Feb 13th low) as the next potential source of resistance. Overall Markit concluded that \"the recent return to growth signalled by the manufacturing and services PMIs provides a clear indication that the UK economy is no longer flat on its back”. That said, as the EU squabbles over its negotiating mandate in trade talks with the UK, focus for the UK narrative, will at some stage, begin to tilt more towards trade talks at the beginning of next month.</p><p><strong>AUD/NZD</strong></p><p>AUD and NZD largely moved in tandem with the USD throughout a bulk of APAC session before succumbing to downside as the Chinese Commerce Official stated that he expects China’s Jan-Feb import and export growth to fall back notably. AUD/USD breached mild support at 0.6610 and gave up its 0.6600 handle to fall to an 11yr low, with the session trough currently at 0.6587; a break below this level could open up a test of the March 11th 2009 low of 0.6567, with further support below at 0.6513 (March 13th 2009 low). Its antipode counterpart, has suffered a similar fate with NZD/USD slipping below touted support at 0.6325 (11th and 12th November lows) ahead of the all-important psychological support at 0.6300; a move below this level could open up a test of the 17th October 2019 low of 0.6281.</p><p><strong>SEK</strong></p><p>Little traction in the Krona following the release of the account of the February meeting with EUR/SEK maintaining its 10.5777-10.61 range post-release. In terms of the content of the account, the Bank ultimately resides in a “wait-and-see” mode, as opined by Governor Ingves. That said, commentary from December dissenters Breman and Jansson drew some attention with the former noting that domestic and international factors and their impact on the Swedish economy could be underestimated, whilst the latter suggested it is currently highly improbable that a tighter monetary policy will become appropriate. Ultimately, several members were of the view that positive inflation surprises would not necessarily involve rates being raised earlier than forecast. Furthermore, as highlighted by Nordea, the account also suggests that the Riksbank would be more likely to turn towards the balance sheet as a course of stimulative action, as opposed to lowering rates.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-usd-pauses-for-breath-as-jpy-and-eur-fight-back-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 18:10:00",
        "gmt_time": "2020-02-21 10:10:00"
    },
    {
        "id": 909854,
        "updated_sequence": 2115551,
        "published_at": {
            "unix": 1582278120,
            "text": "2020-02-21 09:42:00 +0000",
            "iso_8601": "2020-02-21T09:42:00Z"
        },
        "updated_at": {
            "unix": 1582278163,
            "text": "2020-02-21 09:42:43 +0000",
            "iso_8601": "2020-02-21T09:42:43Z"
        },
        "subject": "Libyan ceasfire talks led by the UN will reusme today in Geneva, according to a UN spokesman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libyan-ceasfire-talks-led-by-the-un-will-reusme-today-in-geneva-according-to-a-un-spokesman-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 17:42:00",
        "gmt_time": "2020-02-21 09:42:00"
    },
    {
        "id": 909847,
        "updated_sequence": 2115528,
        "published_at": {
            "unix": 1582277160,
            "text": "2020-02-21 09:26:00 +0000",
            "iso_8601": "2020-02-21T09:26:00Z"
        },
        "updated_at": {
            "unix": 1582277224,
            "text": "2020-02-21 09:27:04 +0000",
            "iso_8601": "2020-02-21T09:27:04Z"
        },
        "subject": "Russia's defence ministry notes that Turkey has sent large amount of armoured vehicles and ammunition into Syria's Idlib",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-defence-ministry-notes-that-turkey-has-sent-large-amount-of-armoured-vehicles-and-ammunition-into-syria-s-idlib-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 17:26:00",
        "gmt_time": "2020-02-21 09:26:00"
    },
    {
        "id": 909846,
        "updated_sequence": 2115525,
        "published_at": {
            "unix": 1582276260,
            "text": "2020-02-21 09:11:00 +0000",
            "iso_8601": "2020-02-21T09:11:00Z"
        },
        "updated_at": {
            "unix": 1582276409,
            "text": "2020-02-21 09:13:29 +0000",
            "iso_8601": "2020-02-21T09:13:29Z"
        },
        "subject": "Danish PM Frederiksen says that there will not be a budget deal acheived at this weeks' EU27 meeting, FT's Brunsden",
        "content": "<ul><li><a href=\"https://twitter.com/jimbrunsden/status/1230780471077933057\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Comes amidst reports of multiple sources of disagreements/discrepancies at this meeting, with the general conviction already being that is was highly unlikely that any substantial progress would be achieved</li></ul>",
        "analysis_updated_at": {
            "unix": 1582276408,
            "text": "2020-02-21 09:13:28 +0000",
            "iso_8601": "2020-02-21T09:13:28Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "danish-pm-frederiksen-says-that-there-will-not-be-a-budget-deal-acheived-at-this-weeks-eu27-meeting-ft-s-brunsden-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 17:11:00",
        "gmt_time": "2020-02-21 09:11:00"
    },
    {
        "id": 909835,
        "updated_sequence": 2115484,
        "published_at": {
            "unix": 1582273800,
            "text": "2020-02-21 08:30:00 +0000",
            "iso_8601": "2020-02-21T08:30:00Z"
        },
        "updated_at": {
            "unix": 1582274657,
            "text": "2020-02-21 08:44:17 +0000",
            "iso_8601": "2020-02-21T08:44:17Z"
        },
        "subject": "Riksbank minutes: several members said that positive inflation surprises would not neccessarily involve rates being raised earlier than forecast",
        "content": "<ul><li>Breman see a risk that we are underestimating how much could &nbsp;happen in Sweden and abroad that would affect the Swedish economy and inflationary pressures &nbsp;in coming years.</li><li>Skinglsey noted that were the prospects to improve more than forecast, including inflation reaching 2 per cent more rapidly than expected, the Executive Board will need to consider whether there is justification for a higher repo rate earlier than is implied in the current rate path. Adding that, it needs to be clear that inflation is overshooting 2 per cent before I will support an earlier increase than the one now forecast.</li><li>Jansson says it is currently highly improbable that a tighter monetary policy will become appropriate. Adding that, as the repo rate is still very low, he thinks that it is both reasonable and appropriate for us to underline that, in a worse economic scenario, it will probably become necessary to implement a package of measures</li><li>Ingves says that policy has entered into a wait-and-see situation and there is no need to rush rate rises if economic activity picks up.</li><li>Floden: If inflation should prove to be weaker than in our forecast, it may be necessary to make monetary policy more expansionary, for instance, by cutting the repo rate back to –0.25 per cent. If economic activity instead becomes weaker than in our forecast, there are good prerequisites for conducting a more expansionary fiscal policy</li><li><a href=\"https://www.riksbank.se/globalassets/media/dagordningar--protokoll/protokoll/penningpolitiskt/engelska/2020/minutes-of-the-monetary-policy-meeting-held-on-11-february-2020.pdf\">Link to Minutes</a></li></ul>",
        "reaction_details": "<ul><li>SEK was largely unreactive to these minutes as they do not appear to add anything particularly instrumental for monetary policy ahead</li></ul>",
        "reaction_updated_at": {
            "unix": 1582274280,
            "text": "2020-02-21 08:38:00 +0000",
            "iso_8601": "2020-02-21T08:38:00Z"
        },
        "analysis_details": "<ul><li>As a reminder, the Riksbank left rates unchanged at 0.0%. Focus going into the meeting was on its outlook for CPIF, on which the Riksbank downgraded its 2020 forecast to 1.3% vs. December’s forecast of 1.7%; citing that falling energy prices are expected to dampen inflation this year. However, their assessment thereafter is that inflation will be in proximity to the 2% target. Prices aside, the repo rate forecast was unchanged from December’s meeting which sees rate unchanged until 2022 where 10bp of upside is priced in. On the macro-front, the Riksbank believes the coronavirus will reduce short-term global growth but, at present, it is difficult to assess the economic consequences fully. The subsequent press conference didn’t reveal anything too pertinent aside from reiterations of the initial statement; Governor Ingves stated that as declines in inflation are largely down to inflation, it is hard to see a rate cut.</li></ul>",
        "analysis_updated_at": {
            "unix": 1582273860,
            "text": "2020-02-21 08:31:00 +0000",
            "iso_8601": "2020-02-21T08:31:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-minutes-several-members-said-that-positive-inflation-surprises-would-not-neccessarily-involve-rates-being-raised-earlier-than-forecast-21-02-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 16:30:00",
        "gmt_time": "2020-02-21 08:30:00"
    },
    {
        "id": 909827,
        "updated_sequence": 2115435,
        "published_at": {
            "unix": 1582272300,
            "text": "2020-02-21 08:05:00 +0000",
            "iso_8601": "2020-02-21T08:05:00Z"
        },
        "updated_at": {
            "unix": 1582272376,
            "text": "2020-02-21 08:06:16 +0000",
            "iso_8601": "2020-02-21T08:06:16Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>NZD/USD: 0.6440 (245M), 0.6600 (516M)</p><p>AUD/USD: 0.6670-80 (641M), 0.6700 (364M)</p><p>USD/CAD: 1.3150 (520M), 1.3250-55 (921M), 1.3270 (370M), 1.3280-85 (568M)</p><p>EUR/JPY: 118.00 (1.1B), 119.15 (284M), 120.00 (360M), 121.00 (380M)</p><p>USD/JPY: 112.00 (875M). AUD/JPY: 73.40 (306M). USD/CHF: 0.9850 (410M)</p><p>EUR/USD: 1.0740 (230M), 1.0845-55 (840M). EUR/GBP: 0.8325-35 (290M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-21-02-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 16:05:00",
        "gmt_time": "2020-02-21 08:05:00"
    },
    {
        "id": 909826,
        "updated_sequence": 2115432,
        "published_at": {
            "unix": 1582272240,
            "text": "2020-02-21 08:04:00 +0000",
            "iso_8601": "2020-02-21T08:04:00Z"
        },
        "updated_at": {
            "unix": 1582272307,
            "text": "2020-02-21 08:05:07 +0000",
            "iso_8601": "2020-02-21T08:05:07Z"
        },
        "subject": "South Korea has reports 48 more cases of novel coronavirus, total rises to 204, according to Yonhap",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Recap: South Korea is to check all pneumonia patients in Daegu as virus cases soars. Furthermore, South Korea is to designate Daegu, Cheongdo as 'special care zones' over infectious disease. (Yonhap) Reports stated that the US military in South Korea has raised its danger level and urgently blocked all bases and facilities in Daegu due to the virus spread, A large-scale cluster of infections was found in Daegu, with 78 confirmed cases reported in a local church. (Global Times)</li></ul>",
        "analysis_updated_at": {
            "unix": 1582272307,
            "text": "2020-02-21 08:05:07 +0000",
            "iso_8601": "2020-02-21T08:05:07Z"
        },
        "push_notify": false,
        "source": "Yonhap",
        "slug": "south-korea-has-reports-48-more-cases-of-novel-coronavirus-total-rises-to-204-according-to-yonhap-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 16:04:00",
        "gmt_time": "2020-02-21 08:04:00"
    },
    {
        "id": 909825,
        "updated_sequence": 2115427,
        "published_at": {
            "unix": 1582272120,
            "text": "2020-02-21 08:02:00 +0000",
            "iso_8601": "2020-02-21T08:02:00Z"
        },
        "updated_at": {
            "unix": 1582272163,
            "text": "2020-02-21 08:02:43 +0000",
            "iso_8601": "2020-02-21T08:02:43Z"
        },
        "subject": "European Equity Movers this Morning: Pearson (PSON LN) +0.4%, Nestle (NESN SW) +0.3%, NMC (NMC LN) -2.3%, UniCredit (UCG IM) -1%, Allianz (ALV GY) -0.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "european-equity-movers-this-morning-pearson-pson-ln-0-4-nestle-nesn-sw-0-3-nmc-nmc-ln-2-3-unicredit-ucg-im-1-allianz-alv-gy-0-8-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 16:02:00",
        "gmt_time": "2020-02-21 08:02:00"
    },
    {
        "id": 909824,
        "updated_sequence": 2115424,
        "published_at": {
            "unix": 1582271880,
            "text": "2020-02-21 07:58:00 +0000",
            "iso_8601": "2020-02-21T07:58:00Z"
        },
        "updated_at": {
            "unix": 1582271926,
            "text": "2020-02-21 07:58:46 +0000",
            "iso_8601": "2020-02-21T07:58:46Z"
        },
        "subject": "China says that tariff exemptions for some of the second batch of US imports (previously announced) will be put into place as of February 28th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-says-that-tariff-exemptions-for-some-of-the-second-batch-of-us-imports-previously-announced-will-be-put-into-place-as-of-february-28th-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 15:58:00",
        "gmt_time": "2020-02-21 07:58:00"
    },
    {
        "id": 909821,
        "updated_sequence": 2115413,
        "published_at": {
            "unix": 1582268460,
            "text": "2020-02-21 07:01:00 +0000",
            "iso_8601": "2020-02-21T07:01:00Z"
        },
        "updated_at": {
            "unix": 1582270856,
            "text": "2020-02-21 07:40:56 +0000",
            "iso_8601": "2020-02-21T07:40:56Z"
        },
        "subject": "Libyan Commander Haftar has told Russian press he is ready for a Libyan ceasefire if some condtions are met; conditions are the withdrawal of Turkish troops and mercenaries",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libyan-commander-haftar-has-told-russian-press-he-is-ready-for-a-libyan-ceasefire-if-some-condtions-are-met-conditions-are-the-withdrawal-of-turkish-troops-and-mercenaries-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 15:01:00",
        "gmt_time": "2020-02-21 07:01:00"
    },
    {
        "id": 909820,
        "updated_sequence": 2115411,
        "published_at": {
            "unix": 1582268340,
            "text": "2020-02-21 06:59:00 +0000",
            "iso_8601": "2020-02-21T06:59:00Z"
        },
        "updated_at": {
            "unix": 1582270645,
            "text": "2020-02-21 07:37:25 +0000",
            "iso_8601": "2020-02-21T07:37:25Z"
        },
        "subject": "Additional European Equities post release of the Daily European Equity Opening News",
        "content": "<p><strong>DSM (DSM NA)</strong> - Co. is to purchase Glycom in a deal with an enterprise value of EUR 765mln. (Newswires)</p><p><strong>Pearson (PSON LN</strong>) - FY 2019 revenue GBP 3.87bln vs. Exp. GBP 3.9bln, adj. operating profit GBP 581mln vs. Prev. GBP 546mln and adj. EPS GBP 0.578 vs. Prev. GBP 0.703. FY 2020. adj. operating guidance seen at GBP 410-490mln. (Newswires)</p><p><strong>Engie (ENGI FP) – </strong>Co. has reportedly made a takeover approach to Ameresco, according to sources. (Newswires) <i>Note, Ameresco’s market cap is circa USD 1.1bln</i></p><p><strong>Kingspan (KGP LN) – </strong>FY19 revenue EUR 4.66bln vs. Exp. EUR 4.70bln, net EUR 377.8mln vs. Prev. EUR 335.8mln. (Newswires)</p><p><strong>Hammerson (HSON LN) – </strong>Disposing of their Retail Parks portfolio, expected net proceeds of GBP 395mln; unconditional contracts have been exchanged with Orion Real Estate Fund for seven retail parks. (Newswires)</p><p><strong>Telecom Italia (TIT IM) – </strong>KKR are reportedly considering a bid for a stake in the Co’s grid, according to reports. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equities-post-release-of-the-daily-european-equity-opening-news-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:59:00",
        "gmt_time": "2020-02-21 06:59:00"
    },
    {
        "id": 909819,
        "updated_sequence": 2115409,
        "published_at": {
            "unix": 1582267620,
            "text": "2020-02-21 06:47:00 +0000",
            "iso_8601": "2020-02-21T06:47:00Z"
        },
        "updated_at": {
            "unix": 1582269487,
            "text": "2020-02-21 07:18:07 +0000",
            "iso_8601": "2020-02-21T07:18:07Z"
        },
        "subject": "Daily European Equity Opening News",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>21st February 2020</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equities traded with downside bias after a weak handover from Wall Street, which saw notable mid-day selling despite a lack of fresh fundamental drivers, with some pointing to technical and algo-related action driving the downside. ASX 200 (-0.3%) conformed to the broad risk tone as the index pulled back further from its recent record high. Nikkei 225 (-0.4%) swung between gains and losses, with downside cushioned to an extent by a predominantly weaker JPY. Meanwhile, index heavyweight Softbank’s shares rose in almost 3% after the Sprint and T-Mobile boards unanimously approved the merger amendments brought up by the latter’s parent company Deutsche Telekom – for reference Softbank owns 84% of Sprint whilst Deutsche Telekom controls 63% of T-Mobile. Elsewhere, Hang Seng (-1.1%) lagged as all stocks resided in negative territory for most of the session, and with gambling name underperforming as Macau casinos continue to cautiously reopen, but with business limited amid the city’s stringent controls on visitor entry and with ferry suspensions from Hong Kong. Meanwhile, Shanghai Comp (+0.3%) traded warily earlier in the session, although the index clambered off lows and rose to session highs after a MOFCOM official stated that the government is speeding up the study of new measures to further support companies from the impact of the virus outbreak. Finally, KOSPI (-1.5%) posted heavy losses amid the rising domestic COVID-19 cases, with President Moon also reportedly considering raising the alert level over the spread in the country.</p><p>FTSE 100</p><p><strong>Rio Tinto (RIO LN) – </strong>Oyu Tolgoi is to pursue international arbitration to seek a resolution to the ongoing conflict with Mongolia’s tax officials. (Newswires)</p><p><strong>Shell (RDSA LN) - </strong>Co. says will not “get into an arms race” with <strong>BP (BP/ LN) </strong>regarding carbon targets, a senior executive has said, in a sign that the Co. will not rush to match its rival’s “net zero” pledge. (Times)</p><p>OTHER UK COMPANIES</p><p><strong>Royal Mail (RMG LN) - </strong>Co.'s latest pay offer to postal workers has been rejected after being branded as a stunt by a trade union, prompting fears over potential strike action. (Times)</p><p>BROKER MOVES</p><p>BAE SYSTEMS (BA/ LN) REITERATED WITH OVERWEIGHT AT JPMORGAN</p><p>DAX</p><p><strong>Allianz (ALV GY) – </strong>FY19 revenue EUR 142.4bln vs. Exp. EUR 137.4bln, operating EUR 11.9bln vs. Exp. EUR 11.71bln, net EUR 8.3bln vs. Prev. EUR 7.7bln. FY20 operating seen EUR 11.5-12.5bln vs. Exp. EUR 12.4bln. (Newswires)</p><p><strong>Deutsche Telekom (DTE GY) – </strong>Sprint (S) and T-Mobile (TMUS) board of directors have unanimously approved amendments from Deutsche Telekom to the merger agreement. (Newswires) <i>Note, Deutsche Telekom owns 63% of T-Mobile</i></p><p><strong>SAP (SAP GY)</strong> - Co. has temporarily closed offices in India after several employees tested positive for swine flu, according to reports. (Newswires)</p><p><strong>Volkswagen (VOW3 GY) -</strong> Car owners suing the Co. over the diesel emissions scandal are attempting to get a judge disqualified from ruling on the case for displaying \"deep-seated favouritism\" towards the Co. (Newswires)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Rhoen-Klinikum (RHK GY) - </strong>FY 2019 revenue EUR 1.3bln vs. Exp. EUR 1.29bln, EBITDA EUR 125.3mln vs. Prev. EUR 125.5mln and net EUR 44.5mln vs. Prev. EUR 51.2mln. (Newswires)</p><p>BROKER MOVES</p><p>CAC</p><p><strong>Airbus (AIR FP) – </strong>To invest EUR 0.5-1.0bln on the A220 craft this year, CEO remarks; also sees major negative impact for airlines amidst the coronavirus outbreak. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>ADP (ADP FP) – </strong>Co. have agreed to a share purchase agreement under specific conditions for the acquisition of a 49% stake in GMR Airports, terms are undisclosed. (Newswires)</p><p><strong>Valeo (FR FP) – </strong>FY19 revenue EUR 19.5bln vs. Exp. EUR 19.4bln, net EUR 313mln vs. Exp. EUR 410mln, EBITDA EUR 2.50bln vs. Prev. EUR 2.41bln. Co. guides FY20 operating margin to an ‘improvement’ and EBITDA to increase. Anticipates a 2% auto drop in 2020, which excludes the possible impact of the coronavirus in China. (Newswires)</p><p>BROKER MOVES</p><p><strong>SCHNEIDER ELECTRIC (SU FP) </strong>UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JP MORGAN</p><p>PAN EUROPE&nbsp;</p><p><strong>Atlantia (ATL IM) – </strong>CEO is reportedly open to new shareholders to Autostrade, even the prospect of new majority shareholders. (Newswires)</p><p><strong>Bam Groep (BAMNB NA)</strong> – FY19 revenue EUR 7.21bln vs. Exp. EUR 7.36bln, adj. PBT EUR 74.1mln vs. Prev. EUR 153.2mln. Co. see FY20 adj. pretax profit margin >1% vs. Prev. 2-4%. (Newswires)</p><p><strong>BMPS (BMPS IM) – </strong>CEO Morelli is reportedly to step down. (Newswires)</p><p><strong>Galapagos (GLPG NA) – </strong>FY19 revenue EUR 896mln vs. Prev. EUR 317.8mln, net EUR 149.8mln vs. Prev. EUR -29.3mln, operating EUR 370.3mln vs. Prev. EUR -44.8mln. (Newswires)</p><p><strong>Proximus (PROX BB) – </strong>Q4 revenue EUR 1.45bln vs. Exp. EUR 1.45bln, EBITDA EUR 453mln vs. Exp. EUR 458mln. (Newswires)</p><p><strong>Salini Impregilo (SAL IM) - </strong>Are to become the main partner in the construction of 240-miles of the first high speed trains in the US, terms undisclosed. (Newswires)</p><p><strong>UBI Banca (UBI IM) – </strong>Co. is reportedly considering an alternative merger to ward off the <strong>Intesa Sanpaolo (ISP IM)</strong> takeover approach, which reportedly includes a potential takeover of <strong>BMPS (BMPS IM)</strong>; Co. are working with <strong>Credit Suisse (CSGN SW)</strong> on their defence strategy, according to sources. (Newswires)</p><p>BROKER MOVES</p><p><strong>GALAPAGOS (GLPG NA) </strong>DOWNGRADED TO UNDERPERFORM FROM SECTOR PERFORM AT RBC</p><p>SMI</p><p><strong>Sika (SIKA SW) – </strong>FY19 revenue CHF 8.11bln vs. Prelim CHF 8.11bln, net CHF 759mln vs. Exp. CHF 756mln, EBITDA CHF 1.39bln vs. Exp. CHF 1.40bln. Co. guide FY20 sales to above 10%. Propose a dividend of CHF 2.30/shr, +12.2%. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p><strong>NESTLE (NESN SW) </strong>UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>US</strong></p><p>* CLOSING LEVELS: SPX -0.4% at 3373, NDX -0.9% at 9628, DJI -0.5% at 29,217. Sectors: Utilities +0.3%, Materials +0.1%, Staples +0.1%, Discretionary 0.00%, Financials -0.1%, Industrials -0.2%, Energy -0.2%, Telecom -0.6%, Health care -0.6%, Communications -1%, IT -1%.</p><p><strong>Wells Fargo (WFC) </strong>is reportedly closing in on a USD 3bln deal to settle ongoing US probes. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-21-02-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:47:00",
        "gmt_time": "2020-02-21 06:47:00"
    },
    {
        "id": 909818,
        "updated_sequence": 2115415,
        "published_at": {
            "unix": 1582267380,
            "text": "2020-02-21 06:43:00 +0000",
            "iso_8601": "2020-02-21T06:43:00Z"
        },
        "updated_at": {
            "unix": 1582270869,
            "text": "2020-02-21 07:41:09 +0000",
            "iso_8601": "2020-02-21T07:41:09Z"
        },
        "subject": "Taliban and Afghan forces have agreed to the reduction of violence in Afghanistan for 7-days as of 19:30GMT, according to a Afghan Official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "taliban-and-afghan-forces-have-agreed-to-the-reduction-of-violence-in-afghanistan-for-7-days-as-of-19-30gmt-according-to-a-afghan-official-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:43:00",
        "gmt_time": "2020-02-21 06:43:00"
    },
    {
        "id": 909817,
        "updated_sequence": 2115387,
        "published_at": {
            "unix": 1582267140,
            "text": "2020-02-21 06:39:00 +0000",
            "iso_8601": "2020-02-21T06:39:00Z"
        },
        "updated_at": {
            "unix": 1582267214,
            "text": "2020-02-21 06:40:14 +0000",
            "iso_8601": "2020-02-21T06:40:14Z"
        },
        "subject": "Nissan (7201 JT) are planning on delaying the restarts of operations beyond February 24th at some of their China plants due to the coronavirus",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jt-are-planning-on-delaying-the-restarts-of-operations-beyond-february-24th-at-some-of-their-china-plants-due-to-the-coronavirus-21-02-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:39:00",
        "gmt_time": "2020-02-21 06:39:00"
    },
    {
        "id": 909816,
        "updated_sequence": 2115384,
        "published_at": {
            "unix": 1582266060,
            "text": "2020-02-21 06:21:00 +0000",
            "iso_8601": "2020-02-21T06:21:00Z"
        },
        "updated_at": {
            "unix": 1582266110,
            "text": "2020-02-21 06:21:50 +0000",
            "iso_8601": "2020-02-21T06:21:50Z"
        },
        "subject": "Newsquawk Daily European Opening News - 21st February 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23916/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Asian equities traded with downside bias after a weak handover from Wall Street, Hang Seng and KOSPI lagged</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>China reported an additional 889 (Prev. 394) coronavirus cases and 118 (Prev. 114) additional deaths as of February 20</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; S<strong>outh Korea’s virus case count rose to 156; two evacuees from the Diamond Princess cruise have tested positive for coronavirus since landing</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Chinese Commerce Ministry is speeding up the study of new measures to provide further support for companies</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>In FX, DXY was flat, USD/JPY traded on either side of 112.00, AUD and NZD came under pressure</strong></p><p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>Looking ahead, highlights include EZ, UK, US Flash PMIs, EZ CPI (Final), US Existing Home Sale, ECB’s Lane &amp; Wunsch, Fed’s Kaplan, Brainard, Clarida, Bostic</strong></p><p><strong>Earnings include Berkshire Hathaway, Deere, Allianz</strong></p><p>CORONAVIRUS UPDATE&nbsp;</p><p>China’s Hubei province reported 631 new cases and 115 additional deaths from the coronavirus as of February 20 vs. 349 additional cases and 108 deaths on February 19; Hubei death toll 2144 vs. Prev. 2029<strong>. China reported an additional 889 coronavirus cases and 118 additional deaths as of February 20 vs. 394 additional cases and 114 deaths on February 19; Total cases 75465 vs. Prev. 74576; Total deaths 2236 vs. Prev. 2118. (Newswires)</strong></p><p>S<strong>outh Korea reported 52 more cases of new coronavirus, with the total now at 156. (Yonhap)</strong> South Korea is to check all pneumonia patients in Daegu as virus cases soars. Furthermore, South Korea is to designate Daegu, Cheongdo as 'special care zones' over infectious disease. (Yonhap) Reports stated that the US military in South Korea has raised its danger level and urgently blocked all bases and facilities in Daegu due to the virus spread, A large-scale cluster of infections was found in Daegu, with 78 confirmed cases reported in a local church. (Global Times)</p><p><strong>Two evacuees from the Diamond Princess cruise in Japan have tested positive for coronavirus since landing in Darwin, according to 7News Australia. (Twitter)</strong></p><p><strong>China's Vice Technology Minister says the fastest coronavirus vaccine to be submitted for clinical trials will be around late April. Meanwhile, China’s NHC Vice Minister said treatments using plasma from recovered coronavirus patients have shown positive effects on seriously ill patients. (Newswires)</strong></p><p><strong>Chinese Commerce Ministry Official said that the government is speeding up the study of new fiscal, tax, financial and insurance measures to provide further support for companies amid the virus outbreak. The official expects Jan-Feb import and export growth to fall back notably. (Newswires)</strong></p><p><strong>One of the Chinese factories that’s been hardest hit by the coronavirus appears to be returning to activity, signalling that China’s government is allowing people to return to work there, according to the New York Post. (New York Post)</strong> Meanwhile, MOFCOM official sees foreign companies in most places in China to resume production by the end of the month, does not expect large scale layoffs at foreign trade companies in China. Separately Huawei President of 5G product line said there is no impact at all to supply of equipment to its customers from nCoV. (Newswires)</p><p>ASIA-PAC</p><p><strong>Asian equities traded with downside bias after a weak handover from Wall Street</strong>, which saw notable mid-day selling despite a lack of fresh fundamental drivers, with some pointing to technical and algo-related action driving the downside. <strong>ASX 200 (-0.3%)</strong> conformed to the broad risk tone as the index pulled back further from its recent record high. <strong>Nikkei 225 (-0.4%)</strong> swung between gains and losses, with downside cushioned to an extent by a predominantly weaker JPY. Meanwhile, index heavyweight Softbank’s shares rose in almost 3% after the Sprint and T-Mobile boards unanimously approved the merger amendments brought up by the latter’s parent company Deutsche Telekom – for reference Softbank owns 84% of Sprint whilst Deutsche Telekom controls 63% of T-Mobile. Elsewhere, <strong>Hang Seng (-1.1%)</strong> lagged as all stocks resided in negative territory for most of the session, and with gambling name underperforming as Macau casinos continue to cautiously reopen, but with business limited amid the city’s stringent controls on visitor entry and with ferry suspensions from Hong Kong. Meanwhile, <strong>Shanghai Comp (+0.3%)</strong> traded warily earlier in the session, although the index clambered off lows and rose to session highs after a MOFCOM official stated that the government is speeding up the study of new measures to further support companies from the impact of the virus outbreak. Finally, <strong>KOSPI (-1.5%)</strong> posted heavy losses amid the rising domestic COVID-19 cases, with President Moon also reportedly considering raising the alert level over the spread in the country.</p><p><strong>US Treasury official said US does not expect China to alter its purchase commitments under Phase One of the US/China trade deal due to the coronavirus. (Newswires</strong>) Elsewhere, reports noted that China is likely to import 10mln T of LNG from the US in 2020 to fulfil the China-US phase one trade deal, Global Times reports, more than four-fold compared with 2018. (Global Times)</p><p><strong>Japanese Finance Minister Aso said the government will respond accordingly to FX moves based of G20 and G7 accord, adding that FX stability is important, although he refused to comment on FX level</strong>s. Meanwhile, Japanese Economy Minister Nishimura said he thinks the weak JPY is a reflection of a strong US economy. (Newswires)</p><p>BoJ Governor Kuroda said the Japanese economy is to continue gradual expansion ahead, watching effects of virus impact with grave concern. Kuroda reiterated that the Central Bank will not hesitate to take additional easing steps if needed, not yet the time to discuss specific monetary policy measures in response to the virus outbreak. (Newswires)</p><p><strong>PBoC set USD/CNY mid-point at 7.0210 vs. Exp. 7.0129 (Prev. 7.0026) (Newswires)</strong> PBOC skipped open market operations for a daily net neutral position</p><p>Japanese Jibun Bank Manufacturing PMI Flash (Feb) 47.6 (Prev. 48.8) (Newswires) Japanese Jibun Bank Services PMI Flash (Feb) 46.7 (Prev. 51.0) Japanese Jibun Bank Composite PMI Flash (Feb) 47.0 (Prev. 50.1) Japanese CPI, Overall Nationwide (Jan) 0.7% vs. Exp. 0.7% (Prev. 0.8%) Japanese CPI, Core Nationwide YY (Jan) 0.8% vs. Exp. 0.8% (Prev. 0.7%)</p><p>UK/EU</p><p>UK PM Johnson and US President Trump spoke on the phone and reiterated their commitment to the UK-US relationship and look forward to seeing each other at the G7 Summit in the US in June. (Newswires/FT)</p><p><strong>FX</strong></p><p><strong>DXY</strong> steadied just off recent highs of 99.915 with price action uneventful throughout the overnight session. <strong>EUR/USD</strong> and <strong>GBP/USD </strong>similarly<strong> </strong>traded<strong> </strong>sideways amid a lack of overnight news-flow and ahead of flash PMIs, with the former below 1.0800 having tested mild support around 1.0780 and with talks of barriers at 1.0775. Meanwhile, the widening rift between UK and EU on a future trade deal kept Cable under 1.2900, after the pair tested support at the psychological 1.2850 level ahead of the late November base at 1.2822. Elsewhere, <strong>USD/JPY</strong> fluctuated on either side of 112.00 – with the narrative of a weakening Japanese economy further affirmed by dismal flash PMIs which showed Services and Composite falling into contraction, whilst Manufacturing declined further below 50, thus prompting IHS to note that the odds are stacked heavily against Japanese Q1 growth following the Q4 shrink. Despite the recent string of poor domestic data, Japanese Economy Minister Nishimura believes the recent JPY weakness is more a function of a strong US economy, albeit Finance <strong>Minister</strong> Aso stated the government will respond accordingly to FX moves based on G20 and G7 accords. Meanwhile, <strong>AUD</strong> and <strong>NZD</strong> largely moved in tandem with the USD throughout a bulk of the session before succumbing to downside as the Chinese Commerce Official stated that he expects China’s Jan-Feb import and export growth to fall back notably. <strong>AUD/USD</strong> breached mild support at 0.6610 and gave up its 0.6600 handle to fall to an 11yr low, whilst <strong>NZD/USD</strong> declined below touted support at 0.6325 (11th and 12th November lows) ahead of psychological support at 0.6300.</p><p>COMMODITIES</p><p>&nbsp;</p><p><strong>WTI</strong> and <strong>Brent</strong> front-month futures traded on the backfoot overnight as prices were pressured by the overall risk aversion in the market, coupled with demand prospects as the virus outbreak seeps more profoundly into other Asian countries. <strong>WTI</strong> drifted further below USD 54/bbl before finding an overnight base just under USD 53.40/bbl, whilst its Brent counterpart oscillated on either side of USD 59/bbl. Elsewhere, <strong>spot gold</strong> continued to power ahead, underpinned by the risk tone and with prices printing fresh multi-year highs with every stride. The yellow metal topped USD 1625/oz to post levels last seen on 15th Feb 2013. Elsewhere, <strong>copper</strong> prices were little changed intraday as losses from the downbeat sentiment were countered by further Chinese stimulus pledges. Conversely, <strong>Dalian iron ore futures</strong> rose around 3% on supply side issues, with export disruptions from Australia and lower output of the base metal from mining giant Rio Tinto.</p><p>Iraqi Oil Minister said the coronavirus impact can lead to an oil surplus in coming months, according to state TV. (Newswires)</p><p>Libya's NOC said oil production on Thursday stood at 122.42k BPD (vs. 123.5k BPD on Tuesday) (Newswires)</p><p>GEOPOLITICAL&nbsp;</p><p><strong>Saudi Air Defence has intercepted and destroyed several ballistic missiles fired at the Kingdom from Yemen's Sanaa, according to state news agency. (Newswires)</strong></p><p>Turkish Defence Minister says it will activate Russian S-400 missile defence systems. (Newswires)</p><p>A global terror-finance watchdog agency is set to blacklist Iran, broadening a U.S. effort to isolate Tehran financially, according to WSJ, the blacklisting is expected to take place on Friday. (WSJ)</p><p>US&nbsp;</p><p><strong>* US T-NOTE FUTURES SETTLE 11+TICKS HIGHER AT 131-14. The</strong> US Treasury curve bull-flattened, with yields down between 4-5bps at settlement, with major curve spreads all narrowing, though by 2bps max. The overarching theme was concerns about the spread of the coronavirus. A decent Philly Fed report raises hopes of good regional Fed manufacturing surveys next week, ahead of 2nd March manufacturing ISM; initial jobless claims for the week coincide with the NFP survey period, and augur very well; both these releases helped risk appetite, seeing 10-year T-Notes sell-off by around 4 ticks or so, although the upside for yields was limited. Into afternoon trade, risk had a wobble, which contributed some upside in the fixed income, though ultimately, the complex was relatively stable compared to the slide in equities, although the 3m/10yr spread narrowed further into inversion (low was -6.7bps), lowest since October 2019.</p><p><strong>Fed's Barkin (non-voter)</strong> said the US economy is moving at a good pace. (Newswires)</p><p><strong>Illinois US Democratic Primary Poll:</strong> Sanders 22%, Bloomberg 17%, Biden 14% Buttigieg 13% Klobuchar 8%. (Newswires)</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-21st-february-2020-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:21:00",
        "gmt_time": "2020-02-21 06:21:00"
    },
    {
        "id": 909815,
        "updated_sequence": 2115381,
        "published_at": {
            "unix": 1582265820,
            "text": "2020-02-21 06:17:00 +0000",
            "iso_8601": "2020-02-21T06:17:00Z"
        },
        "updated_at": {
            "unix": 1582266032,
            "text": "2020-02-21 06:20:32 +0000",
            "iso_8601": "2020-02-21T06:20:32Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia sentiment dented as viral cases rise in SK",
        "content": "<p><strong>Asian equities traded with downside bias after a weak handover from Wall Street</strong>, which saw notable mid-day selling despite a lack of fresh fundamental drivers, with some pointing to technical and algo-related action driving the downside. <strong>ASX 200 (-0.3%)</strong> conformed to the broad risk tone as the index pulled back further from its recent record high. <strong>Nikkei 225 (-0.4%)</strong> swung between gains and losses, with downside cushioned to an extent by a predominantly weaker JPY. Meanwhile, index heavyweight Softbank’s shares rose in almost 3% after the Sprint and T-Mobile boards unanimously approved the merger amendments brought up by the latter’s parent company Deutsche Telekom – for reference Softbank owns 84% of Sprint whilst Deutsche Telekom controls 63% of T-Mobile. Elsewhere, <strong>Hang Seng (-1.1%)</strong> lagged as all stocks resided in negative territory for most of the session, and with gambling name underperforming as Macau casinos continue to cautiously reopen, but with business limited amid the city’s stringent controls on visitor entry and with ferry suspensions from Hong Kong. Meanwhile, <strong>Shanghai Comp (+0.3%)</strong> traded warily earlier in the session, although the index clambered off lows and rose to session highs after a MOFCOM official stated that the government is speeding up the study of new measures to further support companies from the impact of the virus outbreak. Finally, <strong>KOSPI (-1.5%)</strong> posted heavy losses amid the rising domestic COVID-19 cases, with President Moon also reportedly considering raising the alert level over the spread in the country.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-sentiment-dented-as-viral-cases-rise-in-sk-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:17:00",
        "gmt_time": "2020-02-21 06:17:00"
    },
    {
        "id": 909814,
        "updated_sequence": 2115378,
        "published_at": {
            "unix": 1582265340,
            "text": "2020-02-21 06:09:00 +0000",
            "iso_8601": "2020-02-21T06:09:00Z"
        },
        "updated_at": {
            "unix": 1582265422,
            "text": "2020-02-21 06:10:22 +0000",
            "iso_8601": "2020-02-21T06:10:22Z"
        },
        "subject": "South Africa's Eskom says the Stage 2 rotational loadshedding is to continue until 06:00 on Sunday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-eskom-says-the-stage-2-rotational-loadshedding-is-to-continue-until-06-00-on-sunday-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:09:00",
        "gmt_time": "2020-02-21 06:09:00"
    },
    {
        "id": 909813,
        "updated_sequence": 2115375,
        "published_at": {
            "unix": 1582265100,
            "text": "2020-02-21 06:05:00 +0000",
            "iso_8601": "2020-02-21T06:05:00Z"
        },
        "updated_at": {
            "unix": 1582265262,
            "text": "2020-02-21 06:07:42 +0000",
            "iso_8601": "2020-02-21T06:07:42Z"
        },
        "subject": "Honda (7267 JT) - Co. has delayed the restart of their Wuhan vehicle plant to March 11th or later (vs. Prev. Feb 21st), some operation have resumed at other plants in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "honda-7267-jt-co-has-delayed-the-restart-of-their-wuhan-vehicle-plant-to-march-11th-or-later-vs-prev-feb-21st-some-operation-have-resumed-at-other-plants-in-china-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 14:05:00",
        "gmt_time": "2020-02-21 06:05:00"
    },
    {
        "id": 909812,
        "updated_sequence": 2115370,
        "published_at": {
            "unix": 1582261260,
            "text": "2020-02-21 05:01:00 +0000",
            "iso_8601": "2020-02-21T05:01:00Z"
        },
        "updated_at": {
            "unix": 1582261321,
            "text": "2020-02-21 05:02:01 +0000",
            "iso_8601": "2020-02-21T05:02:01Z"
        },
        "subject": "China's Hubei province revised new infection data from 411 to 631, adding new infections in prisons",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This was reflected in the national count, but not the early regional print.</li></ul>",
        "analysis_updated_at": {
            "unix": 1582261320,
            "text": "2020-02-21 05:02:00 +0000",
            "iso_8601": "2020-02-21T05:02:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-hubei-province-revised-new-infection-data-from-411-to-631-adding-new-infections-in-prisons-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 13:01:00",
        "gmt_time": "2020-02-21 05:01:00"
    },
    {
        "id": 909811,
        "updated_sequence": 2115367,
        "published_at": {
            "unix": 1582260960,
            "text": "2020-02-21 04:56:00 +0000",
            "iso_8601": "2020-02-21T04:56:00Z"
        },
        "updated_at": {
            "unix": 1582261095,
            "text": "2020-02-21 04:58:15 +0000",
            "iso_8601": "2020-02-21T04:58:15Z"
        },
        "subject": "The US military in South Korea has raised its danger level and urgently blocked all bases and facilities in Daegu due to the virus spread, A large-scale cluster of infections was found in Daegu, with 78 confirmed cases reported in a local church, GT",
        "content": "<ul><li><a href=\"https://twitter.com/globaltimesnews/status/1230717484979769344\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Global Times",
        "slug": "the-us-military-in-south-korea-has-raised-its-danger-level-and-urgently-blocked-all-bases-and-facilities-in-daegu-due-to-the-virus-spread-a-large-scale-cluster-of-infections-was-found-in-daegu-with-78-confirmed-cases-reported-in-a-local-ch-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 12:56:00",
        "gmt_time": "2020-02-21 04:56:00"
    },
    {
        "id": 909809,
        "updated_sequence": 2115345,
        "published_at": {
            "unix": 1582254840,
            "text": "2020-02-21 03:14:00 +0000",
            "iso_8601": "2020-02-21T03:14:00Z"
        },
        "updated_at": {
            "unix": 1582254930,
            "text": "2020-02-21 03:15:30 +0000",
            "iso_8601": "2020-02-21T03:15:30Z"
        },
        "subject": "Reminder - Indian markets will be closed today on account of Mahashivratri holiday ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "reminder-indian-markets-will-be-closed-today-on-account-of-mahashivratri-holiday-21-02-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 11:14:00",
        "gmt_time": "2020-02-21 03:14:00"
    },
    {
        "id": 909808,
        "updated_sequence": 2115342,
        "published_at": {
            "unix": 1582254120,
            "text": "2020-02-21 03:02:00 +0000",
            "iso_8601": "2020-02-21T03:02:00Z"
        },
        "updated_at": {
            "unix": 1582254866,
            "text": "2020-02-21 03:14:26 +0000",
            "iso_8601": "2020-02-21T03:14:26Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Sentiment biased to the downside on COVID-19 contagion ",
        "content": "<p>Asian equities trade with a downside bias after a weak handover from Wall Street, which saw notable midday selling despite a lack of fresh fundamental drivers, with some pointing to technical and algo-related action driving the downside. ASX 200 (-0.3%) conforms to the broad risk tone as the index pulls back further from its recent record high. Nikkei 225 (-0.2%) swings between gains and losses, with downside cushioned to an extent by a predominantly weaker JPY, meanwhile index heavyweight Softbank’s shares rose in excess of 2% after Sprint and T-Mobile boards unanimously approved the merger amendments brought up by the latter’s parent company Deutsche Telekom – for reference Softbank owns 84% of Sprint whilst Deutsche Telekom controls 63% of T-Mobile. Elsewhere, Hang Seng (-1.3%) lags as all stocks reside in negative territory, and with gambling name underperforming as Macau casinos continue to cautiously reopen, but with business limited amid the city’s stringent controls on visitor entry and with ferry suspensions from Hong Kong. Meanwhile, Shanghai Comp (Unch) trades warily throughout the session thus far, although the index clambered off lows after a MOFCOM official stated that the government is speeding up the study of new fiscal, tax, financial and insurance measures to further support the companies from the impact of the virus outbreak. Finally, KOSPI (-1.2%) posts heavy losses amid the rising domestic COVID-19 cases, with President Moon also reportedly considering raising the alert level over the spread in the country.</p><p>In FX markets, DXY steadied just off recent highs of 99.915 with relatively uneventful trade throughout the session thus far. EUR/USD and GBP/USD show similar sideways movement amid a lack of overnight news-flow, with the former still residing below 1.0800, having tested mild support around 1.0780 and with talks of barriers at 1.0775. Meanwhile, the widening rift between UK and EU on a future trade deal keeps Cable under 1.2900, with the pair having tested support at the psychological 1.2850 level ahead of the late November base at 1.2822. Elsewhere, USD/JPY fluctuates on either side of 112.00 – with the narrative of a weakening Japanese economy further affirmed by dismal flash PMIs which showed Services and Composite falling into contraction, whilst Manufacturing declined further below 50, thus prompting IHS to note that the odds are stacked heavily against Japanese Q1 growth following the Q4 shrink. Despite the recent string of poor domestic data, Japanese Economy Minister Nishimura believes the recent JPY weakness is more a function of a strong US economy, albeit Finance Minister Aso stated the government will respond accordingly to FX moves based on G20 and G7 accords. Meanwhile, AUD and NZD largely moved in tandem with the USD throughout a bulk of the session before succumbing to downside as the Chinese Commerce Official stated that he expects China’s Jan-Feb import and export growth to fall back notably. AUD/USD breached mild support at 0.6610 and gave up its 0.6600 handle to fall to an 11yr low, whilst the latter declined below touted support at 0.6325 (11th and 12th November lows) ahead of psychological support at 0.6300.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-sentiment-biased-to-the-downside-on-covid-19-contagion-21-02-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 11:02:00",
        "gmt_time": "2020-02-21 03:02:00"
    },
    {
        "id": 909807,
        "updated_sequence": 2115347,
        "published_at": {
            "unix": 1582253880,
            "text": "2020-02-21 02:58:00 +0000",
            "iso_8601": "2020-02-21T02:58:00Z"
        },
        "updated_at": {
            "unix": 1582255292,
            "text": "2020-02-21 03:21:32 +0000",
            "iso_8601": "2020-02-21T03:21:32Z"
        },
        "subject": "China NHC Vice Minister says treatments using plasma from recovered coronavirus patients have shown positive effects on seriously ill patients",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-nhc-vice-minister-says-treatments-using-plasma-from-recovered-coronavirus-patients-have-shown-positive-effects-on-seriously-ill-patients-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:58:00",
        "gmt_time": "2020-02-21 02:58:00"
    },
    {
        "id": 909806,
        "updated_sequence": 2115334,
        "published_at": {
            "unix": 1582253820,
            "text": "2020-02-21 02:57:00 +0000",
            "iso_8601": "2020-02-21T02:57:00Z"
        },
        "updated_at": {
            "unix": 1582253900,
            "text": "2020-02-21 02:58:20 +0000",
            "iso_8601": "2020-02-21T02:58:20Z"
        },
        "subject": "South Korea to check all pneumonia patients in Daegu as virus cases soars, Yonhap ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Comes amid reports that South Korea to designate Daegu, Cheongdo as 'special care zones' over infectious disease</li></ul>",
        "analysis_updated_at": {
            "unix": 1582253900,
            "text": "2020-02-21 02:58:20 +0000",
            "iso_8601": "2020-02-21T02:58:20Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-to-check-all-pneumonia-patients-in-daegu-as-virus-cases-soars-yonhap-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:57:00",
        "gmt_time": "2020-02-21 02:57:00"
    },
    {
        "id": 909805,
        "updated_sequence": 2115349,
        "published_at": {
            "unix": 1582252440,
            "text": "2020-02-21 02:34:00 +0000",
            "iso_8601": "2020-02-21T02:34:00Z"
        },
        "updated_at": {
            "unix": 1582255354,
            "text": "2020-02-21 03:22:34 +0000",
            "iso_8601": "2020-02-21T03:22:34Z"
        },
        "subject": "Chinese Commerce Ministry Official expects foreign companies in most places in China to resume production by the end of the month, does not expect large scale layoffs at foreign trade companies in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-commerce-ministry-official-expects-foreign-companies-in-most-places-in-china-to-resume-production-by-the-end-of-the-month-does-not-expect-large-scale-layoffs-at-foreign-trade-companies-in-china-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:34:00",
        "gmt_time": "2020-02-21 02:34:00"
    },
    {
        "id": 909804,
        "updated_sequence": 2115351,
        "published_at": {
            "unix": 1582252080,
            "text": "2020-02-21 02:28:00 +0000",
            "iso_8601": "2020-02-21T02:28:00Z"
        },
        "updated_at": {
            "unix": 1582255562,
            "text": "2020-02-21 03:26:02 +0000",
            "iso_8601": "2020-02-21T03:26:02Z"
        },
        "subject": "China's Vice Technology Minister says the fastest coronavirus vaccine to be submited for clinical trials will be around late April",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-vice-technology-minister-says-the-fastest-coronavirus-vaccine-to-be-submited-for-clinical-trials-will-be-around-late-april-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:28:00",
        "gmt_time": "2020-02-21 02:28:00"
    },
    {
        "id": 909803,
        "updated_sequence": 2115321,
        "published_at": {
            "unix": 1582251780,
            "text": "2020-02-21 02:23:00 +0000",
            "iso_8601": "2020-02-21T02:23:00Z"
        },
        "updated_at": {
            "unix": 1582251902,
            "text": "2020-02-21 02:25:02 +0000",
            "iso_8601": "2020-02-21T02:25:02Z"
        },
        "subject": "China's Commerce Ministry Official expects Jan-Feb import and export growth to fall back notably",
        "content": "",
        "reaction_details": "<ul><li>Losses in AUD and NZD could potentially be attributed to these comments given their economic reliance on China</li></ul>",
        "reaction_updated_at": {
            "unix": 1582251902,
            "text": "2020-02-21 02:25:02 +0000",
            "iso_8601": "2020-02-21T02:25:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-commerce-ministry-official-expects-jan-feb-import-and-export-growth-to-fall-back-notably-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:23:00",
        "gmt_time": "2020-02-21 02:23:00"
    },
    {
        "id": 909802,
        "updated_sequence": 2115318,
        "published_at": {
            "unix": 1582251480,
            "text": "2020-02-21 02:18:00 +0000",
            "iso_8601": "2020-02-21T02:18:00Z"
        },
        "updated_at": {
            "unix": 1582251564,
            "text": "2020-02-21 02:19:24 +0000",
            "iso_8601": "2020-02-21T02:19:24Z"
        },
        "subject": "Wells Fargo (WFC) says that its is close to ~USD 3bln deal to settle US probes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wells-fargo-wfc-says-that-its-is-close-to-usd-3bln-deal-to-settle-us-probes-21-02-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:18:00",
        "gmt_time": "2020-02-21 02:18:00"
    },
    {
        "id": 909801,
        "updated_sequence": 2115313,
        "published_at": {
            "unix": 1582251300,
            "text": "2020-02-21 02:15:00 +0000",
            "iso_8601": "2020-02-21T02:15:00Z"
        },
        "updated_at": {
            "unix": 1582251433,
            "text": "2020-02-21 02:17:13 +0000",
            "iso_8601": "2020-02-21T02:17:13Z"
        },
        "subject": "Chinese Commerce Ministry Official says that it is speeding up the study of new fiscal, tax, financial and insurance measures to provide further support for companies amid the virus outbreak",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-commerce-ministry-official-says-that-it-is-speeding-up-the-study-of-new-fiscal-tax-financial-and-insurance-measures-to-provide-further-support-for-companies-amid-the-virus-outbreak-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:15:00",
        "gmt_time": "2020-02-21 02:15:00"
    },
    {
        "id": 909800,
        "updated_sequence": 2115329,
        "published_at": {
            "unix": 1582250880,
            "text": "2020-02-21 02:08:00 +0000",
            "iso_8601": "2020-02-21T02:08:00Z"
        },
        "updated_at": {
            "unix": 1582253517,
            "text": "2020-02-21 02:51:57 +0000",
            "iso_8601": "2020-02-21T02:51:57Z"
        },
        "subject": "Japanese Finance Minister Aso says the government will respond accordingly to FX moves based of G20 and G7 accord, adding that FX stability is important",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-says-the-government-will-respond-accordingly-to-fx-moves-based-of-g20-and-g7-accord-adding-that-fx-stability-is-important-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 10:08:00",
        "gmt_time": "2020-02-21 02:08:00"
    },
    {
        "id": 909799,
        "updated_sequence": 2115307,
        "published_at": {
            "unix": 1582248120,
            "text": "2020-02-21 01:22:00 +0000",
            "iso_8601": "2020-02-21T01:22:00Z"
        },
        "updated_at": {
            "unix": 1582248227,
            "text": "2020-02-21 01:23:47 +0000",
            "iso_8601": "2020-02-21T01:23:47Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: US Treasury official said US does not expect China to alter its purchase commitments under Phase One of the US/China trade deal due to the coronavirus",
        "content": "<p>China Resource Land (1109 HK) – Jan sales -42.4% to CNY 6.9bln. (Newswires)</p><p>Perfect World Pictures (002624 CH) – Prelim FY net CNY 1.5bln, -11.9% YY. (Newswires)</p><p>HNA (521 HK) – Jiangsu government said to be in talks to acquire Co’s Suparna Air, according to sources. (Newswires)</p><p>China Electric Power (601669 CH) – Jan new contracts -18.8% YY to CNY 52.7bln. (Newswires)</p><p>KAZ Mineral (847 HK) – FY underlying EPS USD 1.17 vs. Prev. USD 1.14. EBITDA USD 1.36bln vs. Exp. USD 1.24bln. Revenue USD 2.27bln vs. Exp. USD 2.16bln. (Newswires)</p><p>Jiangxi Zhenbang (002157 CH) – FY net +777.5% YY to CNY 1.7bln. (Newswires)</p><p>Guosen Securities (002736 CH) – FY19 net +43.8% to CNY 4.9bln. (Newswires)</p><p>Hubei Yihua Chemical (000422 CH) – Feb selling prices on main products -10% MM due to the virus outbreak. (Newswires)</p><p>Other News</p><p>- China reports additional 889 coronavirus cases and 118 additional deaths as of February 20 vs. 394 additional cases and 114 deaths on February 19; Total cases 75465 vs. Prev. 74576; Deaths 2236 vs. Prev. 2118. China Hubei province reports 411 new cases and 115 additional deaths from the coronavirus as of February 20 vs. 349 additional cases and 108 deaths on February 19; Hubei death toll 2144 vs. Prev. 2029. (Newswires)</p><p>- US Treasury official said US does not expect China to alter its purchase commitments under Phase One of the US/China trade deal due to the coronavirus. (Newswires) Elsewhere, reports noted that China is likely to import 10mln T of LNG from the US in 2020 to fulfil the China-US phase one trade deal, Global Times reports, more than four-fold compared with 2018. (Global Times)</p><p>- Five or six RRR cuts, including three general ones, may be launched this year, according to a Chinese finance expert, who is calling for the government to be “bolder” in using monetary tools when the economy is under epidemic pressure, according to GT. (Global Times)</p><p>- South Korean President is reportedly considering whether to increase the alert level over the coronavirus, Yonhap. (Yonhap) Latest South Korea cases are from several distinct clusters, linked mostly to the existing outbreak and does not indicate a change to the global epidemiology, WHO Expert. (Newswires)</p><p>- Japan confirmed a further 13 people on the Diamond Princess cruise ship have been infected with coronavirus. (Newswires)</p><p>- One of the Chinese factories that’s been hardest hit by the coronavirus appears to be returning to activity, signaling that China’s government is allowing people to return to work there, according to the New York Post citing sources. (NYP)</p><p>- China's Hubei Province has told its businesses they are not to resume work before end of March 10. Schools not to re-open until further notice, according to CNBC's Yoon. (Twitter)</p><p>- Huawei President of 5G product line said there is no impact at all to supply of equipment to its customers from nCoV. (Newswires)</p><p>- WHO said it expects results in three weeks on two trials of therapeutics for coronavirus infections. (Newswires)</p><p>- Initial assessment of the coronavirus showed a potential 13% FY loss of passenger demand for APAC carriers, IATA. (Newswires)</p><p>- Chinese banks have extended over CNY 740nlm in credit support related to the virus outbreak. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-chinese-stock-news-us-treasury-official-said-us-does-not-expect-china-to-alter-its-purchase-commitments-under-phase-one-of-the-us-china-trade-deal-due-to-the-coronavirus-21-02-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:22:00",
        "gmt_time": "2020-02-21 01:22:00"
    },
    {
        "id": 909797,
        "updated_sequence": 2115304,
        "published_at": {
            "unix": 1582247820,
            "text": "2020-02-21 01:17:00 +0000",
            "iso_8601": "2020-02-21T01:17:00Z"
        },
        "updated_at": {
            "unix": 1582247981,
            "text": "2020-02-21 01:19:41 +0000",
            "iso_8601": "2020-02-21T01:19:41Z"
        },
        "subject": "China reports additional 889 coronavirus cases and 118 additional deaths as of February 20 vs. 394 additional cases and 114 deaths on February 19; Total cases 75465 vs. Prev. 74576; Deaths 2236 vs. Prev. 2118",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-reports-additional-889-coronavirus-cases-and-118-additional-deaths-as-of-february-20-vs-394-additional-cases-and-114-deaths-on-february-19-total-cases-75465-vs-prev-74576-deaths-2236-vs-prev-2118-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:17:00",
        "gmt_time": "2020-02-21 01:17:00"
    },
    {
        "id": 909797,
        "updated_sequence": 2115304,
        "published_at": {
            "unix": 1582247820,
            "text": "2020-02-21 01:17:00 +0000",
            "iso_8601": "2020-02-21T01:17:00Z"
        },
        "updated_at": {
            "unix": 1582247981,
            "text": "2020-02-21 01:19:41 +0000",
            "iso_8601": "2020-02-21T01:19:41Z"
        },
        "subject": "China reports additional 889 coronavirus cases and 118 additional deaths as of February 20 vs. 394 additional cases and 114 deaths on February 19; Total cases 75465 vs. Prev. 74576; Deaths 2236 vs. Prev. 2118",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-reports-additional-889-coronavirus-cases-and-118-additional-deaths-as-of-february-20-vs-394-additional-cases-and-114-deaths-on-february-19-total-cases-75465-vs-prev-74576-deaths-2236-vs-prev-2118-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:17:00",
        "gmt_time": "2020-02-21 01:17:00"
    },
    {
        "id": 909798,
        "updated_sequence": 2115302,
        "published_at": {
            "unix": 1582247760,
            "text": "2020-02-21 01:16:00 +0000",
            "iso_8601": "2020-02-21T01:16:00Z"
        },
        "updated_at": {
            "unix": 1582247941,
            "text": "2020-02-21 01:19:01 +0000",
            "iso_8601": "2020-02-21T01:19:01Z"
        },
        "subject": "PBOC skips open market operations for a daily net neutral position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-daily-net-neutral-position-21-02-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:16:00",
        "gmt_time": "2020-02-21 01:16:00"
    },
    {
        "id": 909796,
        "updated_sequence": 2115296,
        "published_at": {
            "unix": 1582247700,
            "text": "2020-02-21 01:15:00 +0000",
            "iso_8601": "2020-02-21T01:15:00Z"
        },
        "updated_at": {
            "unix": 1582247767,
            "text": "2020-02-21 01:16:07 +0000",
            "iso_8601": "2020-02-21T01:16:07Z"
        },
        "subject": "PBoC sets USD/CNY mid-point at 7.0210 vs. Exp. 7.0129 (Prev. 7.0026)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-mid-point-at-7-0210-vs-exp-7-0129-prev-7-0026-21-02-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:15:00",
        "gmt_time": "2020-02-21 01:15:00"
    },
    {
        "id": 909795,
        "updated_sequence": 2115355,
        "published_at": {
            "unix": 1582247580,
            "text": "2020-02-21 01:13:00 +0000",
            "iso_8601": "2020-02-21T01:13:00Z"
        },
        "updated_at": {
            "unix": 1582256113,
            "text": "2020-02-21 03:35:13 +0000",
            "iso_8601": "2020-02-21T03:35:13Z"
        },
        "subject": "BoJ Governor Kuroda says the Japanese economy is to continue gradual expansion ahead; watching effects of virus impact with grave concern",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-the-japanese-economy-is-to-continue-gradual-expansion-ahead-watching-effects-of-virus-impact-with-grave-concern-21-02-2020",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:13:00",
        "gmt_time": "2020-02-21 01:13:00"
    },
    {
        "id": 909794,
        "updated_sequence": 2115290,
        "published_at": {
            "unix": 1582247400,
            "text": "2020-02-21 01:10:00 +0000",
            "iso_8601": "2020-02-21T01:10:00Z"
        },
        "updated_at": {
            "unix": 1582247461,
            "text": "2020-02-21 01:11:01 +0000",
            "iso_8601": "2020-02-21T01:11:01Z"
        },
        "subject": "BoJ offers to buy JPY 420bln in 1yr-3yr, JPY 340bln in 3yr-5yr, JPY 350bln in 5yr-10yr; unchanged",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-420bln-in-1yr-3yr-jpy-340bln-in-3yr-5yr-jpy-350bln-in-5yr-10yr-unchanged-21-02-2020",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:10:00",
        "gmt_time": "2020-02-21 01:10:00"
    },
    {
        "id": 909793,
        "updated_sequence": 2115287,
        "published_at": {
            "unix": 1582246920,
            "text": "2020-02-21 01:02:00 +0000",
            "iso_8601": "2020-02-21T01:02:00Z"
        },
        "updated_at": {
            "unix": 1582246941,
            "text": "2020-02-21 01:02:21 +0000",
            "iso_8601": "2020-02-21T01:02:21Z"
        },
        "subject": "South Korea reports 52 more cases of new coronavirus, total now at 156, Yonhap reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "south-korea-reports-52-more-cases-of-new-coronavirus-total-now-at-156-yonhap-reports-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 09:02:00",
        "gmt_time": "2020-02-21 01:02:00"
    },
    {
        "id": 909792,
        "updated_sequence": 2115282,
        "published_at": {
            "unix": 1582246080,
            "text": "2020-02-21 00:48:00 +0000",
            "iso_8601": "2020-02-21T00:48:00Z"
        },
        "updated_at": {
            "unix": 1582246171,
            "text": "2020-02-21 00:49:31 +0000",
            "iso_8601": "2020-02-21T00:49:31Z"
        },
        "subject": "Japanese Economy Minister Nishimura says he thinks the weak JPY is a reflection of a strong US economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid the recent substantial weakening in the JPY which some have pinned on weak Japanese economic fundamentals</li></ul>",
        "analysis_updated_at": {
            "unix": 1582246170,
            "text": "2020-02-21 00:49:30 +0000",
            "iso_8601": "2020-02-21T00:49:30Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-nishimura-says-he-thinks-the-weak-jpy-is-a-reflection-of-a-strong-us-economy-21-02-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:48:00",
        "gmt_time": "2020-02-21 00:48:00"
    },
    {
        "id": 909791,
        "updated_sequence": 2115357,
        "published_at": {
            "unix": 1582246020,
            "text": "2020-02-21 00:47:00 +0000",
            "iso_8601": "2020-02-21T00:47:00Z"
        },
        "updated_at": {
            "unix": 1582256241,
            "text": "2020-02-21 03:37:21 +0000",
            "iso_8601": "2020-02-21T03:37:21Z"
        },
        "subject": "BoJ Governor Kuroda reiterates that the Central Bank will not hesitate to take additional easing steps if needed, not yet the time to discuss specific monetary policy measures in response to the virus outbreak",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-reiterates-that-the-central-bank-will-not-hesitate-to-take-additional-easing-steps-if-needed-not-yet-the-time-to-discuss-specific-monetary-policy-measures-in-response-to-the-virus-outbreak-21-02-2020",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:47:00",
        "gmt_time": "2020-02-21 00:47:00"
    },
    {
        "id": 909790,
        "updated_sequence": 2115276,
        "published_at": {
            "unix": 1582245900,
            "text": "2020-02-21 00:45:00 +0000",
            "iso_8601": "2020-02-21T00:45:00Z"
        },
        "updated_at": {
            "unix": 1582245984,
            "text": "2020-02-21 00:46:24 +0000",
            "iso_8601": "2020-02-21T00:46:24Z"
        },
        "subject": "WATCH LIVE: US President Trump speaks at an event in Colorado",
        "content": "<ul><li><a href=\"https://www.youtube.com/watch?v=50EnCsH85Oo\">Link</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "YouTube",
        "slug": "watch-live-us-president-trump-speaks-at-an-event-in-colorado-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:45:00",
        "gmt_time": "2020-02-21 00:45:00"
    },
    {
        "id": 909789,
        "updated_sequence": 2115273,
        "published_at": {
            "unix": 1582245000,
            "text": "2020-02-21 00:30:00 +0000",
            "iso_8601": "2020-02-21T00:30:00Z"
        },
        "updated_at": {
            "unix": 1582245411,
            "text": "2020-02-21 00:36:51 +0000",
            "iso_8601": "2020-02-21T00:36:51Z"
        },
        "subject": "Japanese Jibun Bank Composite PMI Flash (Feb) 47.0 (Prev. 50.1)",
        "content": "<ul><li><a href=\"https://www.markiteconomics.com/Public/Home/PressRelease/c31266ae77eb47a7aa7be24850ccb530\">Link to full release</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>\"Overall, February Flash PMI data stack the odds heavily against Q1 growth despite Abe's best efforts to stimulate the economy after the sales tax hike\" - IHS</li></ul>",
        "analysis_updated_at": {
            "unix": 1582245411,
            "text": "2020-02-21 00:36:51 +0000",
            "iso_8601": "2020-02-21T00:36:51Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-jibun-bank-composite-pmi-flash-feb-47-0-prev-50-1-21-02-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:30:00",
        "gmt_time": "2020-02-21 00:30:00"
    },
    {
        "id": 909788,
        "updated_sequence": 2115268,
        "published_at": {
            "unix": 1582245000,
            "text": "2020-02-21 00:30:00 +0000",
            "iso_8601": "2020-02-21T00:30:00Z"
        },
        "updated_at": {
            "unix": 1582245142,
            "text": "2020-02-21 00:32:22 +0000",
            "iso_8601": "2020-02-21T00:32:22Z"
        },
        "subject": "Japanese Jibun Bank Services PMI Flash (Feb) 46.7 (Prev. 51.0)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-jibun-bank-services-pmi-flash-feb-46-7-prev-51-0-21-02-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:30:00",
        "gmt_time": "2020-02-21 00:30:00"
    },
    {
        "id": 909786,
        "updated_sequence": 2115260,
        "published_at": {
            "unix": 1582244220,
            "text": "2020-02-21 00:17:00 +0000",
            "iso_8601": "2020-02-21T00:17:00Z"
        },
        "updated_at": {
            "unix": 1582244295,
            "text": "2020-02-21 00:18:15 +0000",
            "iso_8601": "2020-02-21T00:18:15Z"
        },
        "subject": "PBoC is expected to set the USD/CNY midpoint at 7.0129, according to Newswires estimates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday's fixing stood at 7.0026</li></ul>",
        "analysis_updated_at": {
            "unix": 1582244295,
            "text": "2020-02-21 00:18:15 +0000",
            "iso_8601": "2020-02-21T00:18:15Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-the-usd-cny-midpoint-at-7-0129-according-to-newswires-estimates-21-02-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:17:00",
        "gmt_time": "2020-02-21 00:17:00"
    },
    {
        "id": 909785,
        "updated_sequence": 2115262,
        "published_at": {
            "unix": 1582244160,
            "text": "2020-02-21 00:16:00 +0000",
            "iso_8601": "2020-02-21T00:16:00Z"
        },
        "updated_at": {
            "unix": 1582244621,
            "text": "2020-02-21 00:23:41 +0000",
            "iso_8601": "2020-02-21T00:23:41Z"
        },
        "subject": "Saudi Air Defence has intercepted and destroyed a number of ballistic missiles fired at the Kingdom from Yemen's Sanaa, according to state news agency ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-air-defence-has-intercepted-and-destroyed-a-number-of-ballistic-missiles-fired-at-the-kingdom-from-yemen-s-sanaa-according-to-state-news-agency-21-02-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:16:00",
        "gmt_time": "2020-02-21 00:16:00"
    },
    {
        "id": 909783,
        "updated_sequence": 2115251,
        "published_at": {
            "unix": 1582243740,
            "text": "2020-02-21 00:09:00 +0000",
            "iso_8601": "2020-02-21T00:09:00Z"
        },
        "updated_at": {
            "unix": 1582243848,
            "text": "2020-02-21 00:10:48 +0000",
            "iso_8601": "2020-02-21T00:10:48Z"
        },
        "subject": "Mixed start to APAC trade with a downside bias amid the growing number of nCoV cases outside of China; Nikkei nurses opening losses on a weaker JPY, KOSPI lags as domestic cases topped 100; ASX 200 -0.2%, Nikkei 225 +0.2%, KOSPI -1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "mixed-start-to-apac-trade-with-a-downside-bias-amid-the-growing-number-of-ncov-cases-outside-of-china-nikkei-nurses-opening-losses-on-a-weaker-jpy-kospi-lags-as-domestic-cases-topped-100-asx-200-0-2-nikkei-225-0-2-kospi-1-0-21-02-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:09:00",
        "gmt_time": "2020-02-21 00:09:00"
    },
    {
        "id": 909784,
        "updated_sequence": 2115254,
        "published_at": {
            "unix": 1582243680,
            "text": "2020-02-21 00:08:00 +0000",
            "iso_8601": "2020-02-21T00:08:00Z"
        },
        "updated_at": {
            "unix": 1582243980,
            "text": "2020-02-21 00:13:00 +0000",
            "iso_8601": "2020-02-21T00:13:00Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: Oversea-Chinese Banking Corp (OCBC SP) – Q4 net SGD 1.24bln vs. Exp. SGD 1.15bln. NII SGD 1.6bln. (Newswires)",
        "content": "<p><strong>TAIWAN</strong></p><p>- No notable news</p><p><strong>SINGAPORE</strong></p><p>Oversea-Chinese Banking Corp (OCBC SP) – Q4 net SGD 1.24bln vs. Exp. SGD 1.15bln. NII SGD 1.6bln. (Newswires)</p><p>Sembcorp (SCI SP) – Q4 revenue SGD 2.32bln vs. Prev. SGD 2.60bln. (Newswires)</p><p>Sheng Siong Group (SSG SP) – Q2 net SGD 17.4mln vs. Prev. SGD 17.5mln. Revenue SGD 247.9mln vs. Prev. SGD 221.8mln. (Newswires)</p><p>Hongkong Land Holdings (HKL SP) – Acquired land in Shanghai for USD 4.4bln. (Newswires)</p><p>Willmar International (WIL SP) – Q4 net SGD 438.4mln vs. Prev. SGD 2359mln. Revenue SGD 11.25bln vs. Prev. SGD 11.1bln. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-taiwan-and-singapore-stock-news-oversea-chinese-banking-corp-ocbc-sp-q4-net-sgd-1-24bln-vs-exp-sgd-1-15bln-nii-sgd-1-6bln-newswires-21-02-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:08:00",
        "gmt_time": "2020-02-21 00:08:00"
    },
    {
        "id": 909782,
        "updated_sequence": 2115359,
        "published_at": {
            "unix": 1582243260,
            "text": "2020-02-21 00:01:00 +0000",
            "iso_8601": "2020-02-21T00:01:00Z"
        },
        "updated_at": {
            "unix": 1582256402,
            "text": "2020-02-21 03:40:02 +0000",
            "iso_8601": "2020-02-21T03:40:02Z"
        },
        "subject": "Two evacuees from the Diamond Princess cruise in Japan have tested positive for coronavirus since landing in Darwin, according to 7News Australia",
        "content": "<ul><li><a href=\"https://twitter.com/7NewsAustralia/status/1230642011645992963?s=20\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "two-evacuees-from-the-diamond-princess-cruise-in-japan-have-tested-positive-for-coronavirus-since-landing-in-darwin-according-to-7news-australia-21-02-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:01:00",
        "gmt_time": "2020-02-21 00:01:00"
    },
    {
        "id": 909781,
        "updated_sequence": 2115245,
        "published_at": {
            "unix": 1582243200,
            "text": "2020-02-21 00:00:00 +0000",
            "iso_8601": "2020-02-21T00:00:00Z"
        },
        "updated_at": {
            "unix": 1582243298,
            "text": "2020-02-21 00:01:38 +0000",
            "iso_8601": "2020-02-21T00:01:38Z"
        },
        "subject": "Japanese Finance Minister Aso said he will not comment on FX levels",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid the recent substantial weakening in the JPY</li></ul>",
        "analysis_updated_at": {
            "unix": 1582243296,
            "text": "2020-02-21 00:01:36 +0000",
            "iso_8601": "2020-02-21T00:01:36Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-said-he-will-not-comment-on-fx-levels-21-02-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-02-21 08:00:00",
        "gmt_time": "2020-02-21 00:00:00"
    }
]