[
    {
        "id": 904472,
        "updated_sequence": 2073906,
        "published_at": {
            "unix": 1579296000,
            "text": "2020-01-17 21:20:00 +0000",
            "iso_8601": "2020-01-17T21:20:00Z"
        },
        "updated_at": {
            "unix": 1579296016,
            "text": "2020-01-17 21:20:16 +0000",
            "iso_8601": "2020-01-17T21:20:16Z"
        },
        "subject": "Newsquawk Central Banks - Newsquawk Central Banks - 17th January 2020: PREVIEWING: BoJ, ECB, BoC, Norges. REVIEWING: BoE, Fed, SARB, CBRT, BoK ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23658/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-central-banks-newsquawk-central-banks-17th-january-2020-previewing-boj-ecb-boc-norges-reviewing-boe-fed-sarb-cbrt-bok-17-01-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 05:20:00",
        "gmt_time": "2020-01-17 21:20:00"
    },
    {
        "id": 904471,
        "updated_sequence": 2073908,
        "published_at": {
            "unix": 1579296000,
            "text": "2020-01-17 21:20:00 +0000",
            "iso_8601": "2020-01-17T21:20:00Z"
        },
        "updated_at": {
            "unix": 1579296060,
            "text": "2020-01-17 21:21:00 +0000",
            "iso_8601": "2020-01-17T21:21:00Z"
        },
        "subject": "Newsquawk Week in Focus - Newsquawk Week in Focus - Week commencing 20th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23656/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>MON</strong>: PBoC Loan Prime Rate Setting, Japanese Industrial Output, German PPI, Indonesian Central Bank Monetary Policy Decision, Huawei CFO Extradition Hearing begins, Eurogroup Meeting, Martin Luther King Day</p><p><strong>TUE</strong>: World Economic Forum in Davos Begins (21st-24th January), BoJ Monetary Policy Decision, UK Labour Market Report, German ZEW, Eurozone Economic Sentiment, Canadian Manufacturing Sales</p><p><strong>WED</strong>: BoC Monetary Policy Decision, Canadian CPI, South African CPI, Japanese Trade Balance, US House Price Index, Existing Home Sales</p><p><strong>THU</strong>: ECB &amp; Norges Bank Monetary Policy Decisions, Australian Labour Market Report, New Zealand and Japanese CPI, BoJ Minutes (December), CBRT Minutes</p><p><strong>FRI</strong>: EZ and US Flash PMIs, Canadian Retail Sales, Chinese New Year (Mainland closed 24th-30th January)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-week-in-focus-newsquawk-week-in-focus-week-commencing-20th-january-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 05:20:00",
        "gmt_time": "2020-01-17 21:20:00"
    },
    {
        "id": 904492,
        "updated_sequence": 2073904,
        "published_at": {
            "unix": 1579295280,
            "text": "2020-01-17 21:08:00 +0000",
            "iso_8601": "2020-01-17T21:08:00Z"
        },
        "updated_at": {
            "unix": 1579295353,
            "text": "2020-01-17 21:09:13 +0000",
            "iso_8601": "2020-01-17T21:09:13Z"
        },
        "subject": "Newsquawk US Market Wrap - 17th January 2020: Week’s rally ends at fresh ATHs; strong US Housing Starts and Chinese GDP",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23660/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><p><strong>US MARKET WRAP 17th January 2020: Week’s rally ends at fresh ATHs; strong US Housing Starts and Chinese GDP</strong></p><p>&nbsp;</p><p><strong>* SNAPSHOT</strong>: Equities up, Treasuries down, Dollar up, Crude flat/up</p><p><strong>* REAR VIEW:</strong> Strong Housing Starts outweighs cooling Permits, mixed UoM prelim. Survey and weak IP; China grow concerns eased, for now; new BA 737 issue</p><p><strong>* WEEK IN FOCUS: </strong>MON: PBoC Loan Prime Rate Setting, Japanese Industrial Output, German PPI, Eurogroup Meeting, Martin Luther King Day. TUE: Davos Begins (21st-24th January), BoJ Monetary Policy Decision, UK Labour Market Report, German ZEW, Eurozone Economic Sentiment, Canadian Manufacturing Sales. WED: BoC Monetary Policy Decision, Canadian CPI, South African CPI, Japanese Trade Balance, US House Price Index, Existing Home Sales. THU: ECB &amp; Norges Bank Monetary Policy Decisions, Australian Labour Market Report, New Zealand and Japanese CPI, BoJ Minutes (December), CBRT Minutes. FRI: EZ and US Flash PMIs, Canadian Retail Sales, Chinese New Year (Mainland closed 24th-30th January). <i>To download the report, please click </i><a href=\"https://newsquawk.com/research_sheets/23656/download\"><i>here</i></a><i>.</i></p><p><strong>* CENTRAL BANK WEEKLY:</strong> PREVIEWING: BoJ, ECB, BoC, Norges. REVIEWING: BoE, Fed, SARB, CBRT, BoK. <i>To download the report, please click </i><a href=\"https://newsquawk.com/research_sheets/23658/download\"><i>here</i></a><i>.</i></p><p>&nbsp;</p><p><strong>* US HOUSING STARTS &amp; BUILDING PERMITS (DEC): </strong>Housing Starts rose by 16.9% to 1.608mln in December, above the expected 1.375mln and the upwardly revised prior of 1.375mln, taking the figure to its highest level since December 2006. Wells Fargo notes that big jumps are not uncommon in December, with large seasonal adjustments normal, especially when weather is mild, as it has been this time around. The bank notes the strong pick up in both single-family starts (+11.2%) and multi-family starts (+29.8%), which even if trimmed in later revisions, still marks a strong Q4 for homebuilding. Meanwhile, Building Permits printed 1.416mln, below the expected 1.468mln and down 3.9% from the prior 1.474mln. Wells draws our attention to the generally strong H2 for both permits and starts, which even if the trend begins to stabilize, 2020 should still print sizeable Y/Y gains.</p><p><strong>* UNI OF MICHIGAN (PRELIM.): </strong>Headline sentiment in January ticked down slightly to 99.1 from 99.3, more or less in line with estimates for a decline to 99.2. BMO highlight the current assessment was the highest since December 2018, which is unsurprising given unemployment at a record low. Expectations saw a deeper decline than the headline to start the month, falling to 88.3 from 88.9, despite missing estimates for pick up to 89. However, the conditions surprised to the upside printing 115.8 from 115, whilst beating estimates for a print of 115. BMO Capital highlight the survey showed yet another month of resilience with equities continuing to print record highs and a tight labour market. The latest inflation expectations saw both the 1-year and 5-year metric at 2.5%, picking up from 2.3 and 2.2%, respectively.&nbsp;</p><p><strong>* US INDUSTRIAL PRODUCTION (DEC): </strong>Fell by 0.3%, below the expected -0.2%, reversing from the prior rise of 0.8%, which was revised lower from 1.1%; manufacturing output rose by 0.2% (exp. -0.2%, prev. 1%) and capacity utilisation stood at 77.0% (exp. 77.1%, prev. 77.4%). Capital Economics notes the slump was “entirely due to a weather-related slump in utilities output,” where warmer than usual weather hindered demand for utilities, although cites the rest of the report as “encouraging”, specifically the 1.3% growth in mining output. The consultancy said the manufacturing beat surprised it given the reported fall in employee hours, but notes the annualized output still contracted by 1% overall in Q4, although the data suggests the worst could be over for the sector; more broadly, “although we doubt China will succeed in raising purchases of US goods by nearly as much as the Phase One trade deal suggests, the factory sector should still benefit from at least a modest recovery in exports to China over the coming months.”</p><p><strong>* CHINA GDP (Q4), IP AND RETAIL SALES (DEC):</strong> China’s GDP expanded 6.1% in 2019, which marked the slowest pace of growth since 1990, but still lies within the nation’s 6.0%-6.5% annual growth target. The Q4 number printed in-line with forecast at 6.1%. CapEco, referring to their China Activity Proxy, notes that this points to slower growth of circa 5.5% last year, albeit suggests that economic activity has stabilised. Monthly Chinese data appears to have improved ahead of 2020 - Chinese December industrial production topped forecasts at 6.9%, rising from 6.2% against expectations for a decline to 5.9% - driven by firmer external demand. “But faster output growth among state-owned firms suggests that domestic demand also improved.” CapEco notes. Moreover, December retail sales also printed on the rosier side at 8.0%, surpassing forecasts of 7.9%. SocGen acknowledged that retail sales growth was steady, “indicating still pretty resilient consumers despite growing downward pressure on the labor market”, and downside risks to the economy is diminishing especially given the Phase 1 deal signed earlier this week, which offers policymakers comfort to stick with measures easing approach; SocGen concluded.</p><p><strong>* FED: </strong>The White House announced President Trump will nominate Judy Shelton, former US Executive Director for European Bank of Reconstruction and Development, and Christopher Waller, St. Louis Fed Executive Vice President and Research Director to the board of governors. NEC Director Kudlow announced that the two were nominate by Trump because they believe faster economic growth does not cause inflation, whilst adding the two should have no problem getting confirmation. Note that Shelton has received scrutiny due to previous policy stances – extreme monetary hawkishness - that seem to be at odds with the “Trump friendly” easy monetary policy she has been touting more recently. <strong>Fed’s Harker</strong> (Voter, Neutral) reiterated he expects the US economy to grow ~2% this year (in-line with Fed’s median view) and for inflation to reach the Fed’s 2% target. Harker also noted the US Labour market is outperforming forecasts, with low unemployment and workers coming off the side-lines. However, he reiterated the fed’s line that the global slowdown, trade uncertainty is holding back business investment, as are geopolitical tensions. On the repo-markets, he reiterated that they have worked to calm money markets.</p><p><strong>* WTI (H0) SETTLED USD 0.05 HIGHER AT USD 58.58/BBL; BRENT (H0) SETTLED USD 0.23 HIGHER AT USD 64.85/BBL. </strong>The crude benchmarks traded subdued on Friday, marking a small loss on the week, despite Chinese growth failing to dip below the key 6% Y/Y figure in the latest quarter. The China data supported prices in the Asian and European session although they reversed course later as US participants came to their desks and Europeans closed out for the weekend. Some additional pressure was exerted on the crude complex after the US Baker Hughes rig count reported the first rise in oil rigs in a month: oil rigs +14 at 673, natgas +1 at 120 and total rigs +15 at 796 rigs. A cloud of concern grew somewhat on China’s pledge of additional US energy purchases amid Sinopec announcing it is to review its USD 16bln gas deal with US’ Cheniere (LNG), citing lower gas prices than when the deal was first announced. Elsewhere, Norway's preliminary December oil production stood at 1.759mln BPD vs. prev. 1.711mln BPD; Schlumberger (SLB) CEO said on the earnings call that US production growth should slow \"significantly\" this year; Eastern Libyan protestors have entered the Zueitina oil port and announced its closure, according to a port engineer.</p><p><strong>* US T-NOTE FUTURES (H0) SETTLED 3+ TICKS LOWER AT 129-01+. </strong>The<strong> </strong>T-Note sold off as the US session got underway, with a new US 20-year bond unveiling, strengthening US Dollar and decent housing data weighing on duration. The 10-year yield found resistance at just below 1.85%, before retreating somewhat in the latter end of the session. Note that the long bond saw the most selling pressure earlier in the session on the back of the US Treasury announcing it would be increasing its maturity offerings with a new 20-year bond, to launch in 2020. By settlement, the Treasury curve was steeper, with the 2-year yield little changed whilst the 30-year yield was 3bps higher. More broadly, the T-Note future settled little changed on the week, where participants digested a slew of factors, including another strong week of corporate issuance, the Phase 1 deal signing and a mixed bag of data (lacklustre CPI against firm retail sales), all in the background of US equity bourses continuing to push to new all-time-highs.</p><p><strong>* CLOSING LEVELS: </strong>SPX +0.34% at 3,328, NDX +0.53% at 9,174, DJI +0.17% at 29,348.</p><p><strong>* SECTORS:</strong> Materials +0.48%, IT +0.71%, Communication +0.89%, Industrials 0.00%, Financials +0.43%, Staples +0.25%, Utilities +0.76%, Discretionary +0.28%, Energy -0.66%, Health Care +0.06%.</p><p><strong>* STOCK SPECIFICS: </strong>Wal-Mart (WMT) was pressured after WSJ reported it is considering a US management re-shuffle following the holiday period, which saw many retailers report poor figures, with some attributing the delayed Thanksgiving. Boeing (BA) sold off after ABC reported its 737 flight computers could not talk to each other at the start up in a test flight, although it is unclear how long the fix will take. Boeing responded noting they are working on fixing the latest software issue with the FAA. Tesla (TSLA) also saw downside after reports it is being reviewed by the US Auto Safety Agency to seek an investigation into 500k vehicles for sudden unintended acceleration, according to a government document. Alphabet (GOOGL) surpassed USD 1trln market cap just before yesterday’s close and continued its gain driving outperformance in its Sector. Energy was a large underperformer following a decline in natgas prices which weighed on producers EQT Corp. (EQT), Chesapeake (CHK), and to a lesser extent, Exxon Mobil (XOM). Qualcomm (QCOM) saw an upgrade from Citi, who boosted its forecasts on the name as the “long awaited 5G ramp begins to take shape”. On the earnings front, truckers were sold off after poor earnings from JB Hunt (JBHT) and Expeditor (EXPD), where the latter also reported poor guidance. Meanwhile, State Street (STT) had strong figures and Citizens Financial (CFG) benefited from a dividend increase, and Regions Financial (RF) was hit on a slight miss on earnings, and a decline in NIM.</p><p><strong>* FINANCIAL EARNINGS: </strong>The majority of banks performed well with JPM, C, BAC, GS and MS reporting exceptional FICC revenues. Equity performance however was slightly underwhelming, where JPM were the only bank to beat street estimates, whereas C, BAC and GS missed estimates; MS was in line.&nbsp; The strong FICC revenues seemingly offset the costs associated with lower rates after the Fed cut three times hurting its commercial banking businesses. <a href=\"https://newsquawk.com/headlines/financial-earnings-summary-jpm-c-wfc-gs-ms-and-more-17-01-2020\">Click here for full summary.</a></p><p><strong>* UK RETAIL SALES:</strong> December’s retail prints, which include the Black Friday shopping period, were in-fitting with the weak data we have seen out of the UK this week. MM significantly softer than expectations at -0.6% vs. exp. +0.5%, and unchanged from November’s level, which sparked sterling weakness and significant gilt future upside. ONS note that the data indicates a 0.05ppt drag on GDP for the period and now equates to five consecutive months with no monthly retail sales growth. On face value, adj. metrics are no better, -0.8% vs. exp. +0.7% MM and +0.7% vs. exp. +2.9% YY. However, SocGen’s Juckes highlights that this data saw a significant adjustment due to a late Black Friday, but he ‘wouldn’t bet anything against a correction (after rates have been cut?)’. Ahead of the BoE rate decision at the end of the month, the data spurred market expectations for a cut to over 70% compared to around 50% after Wednesday’s inflation numbers.</p><p>*<strong> DAILY FX WRAP (FRI.): USD </strong>continued its rally crossing last Friday’s pre-NFP high of 97.586 as the buck caught tailwinds from decent housing starts data, mixed UoM as it looked past poor industrial production. <strong>EUR</strong> fell beneath 1.11 against the dollar amid broad dollar strength which saw the 50dma give way at 1.1095, it was volatile trade around the NY cut given large option expiries around 1.1090 to 1.1105, where 2.6bln rolled off. <strong>GBP</strong> an underperformer which also supported the buck pre-data after dismal retail sales data. JPY held gains against the buck bet the cross remains above the key 110 figure, <strong>XAU</strong> was bid today finding resistance around the 1560 handle. In <strong>EMFX,</strong> the group generally performed well despite a rising dollar, apart from ZAR and TRY which traded weaker as the Lira pares back some of its gains from the prior day’s rate decision, where as the Rand continues its post rate decision decline after the SARB cut unexpectedly by 25bps in a unanimous decision.</p><p><strong>* WEEKLY FX WRAP:</strong> The <strong>DXY</strong> has completed a round trip and more from post-NFP lows having held in just above the 97.000 handle after the official White House ceremony to sign Phase One of the US-China trade agreement, which was underwhelming as an event in itself despite all the hype. Indeed, attention swiftly turned to compliance and whether Washington rolls back/removes more tariffs, either side triggers the enforcement mechanism and Beijing actually buys the amount of US goods pledged given a caveat linked to so called ‘market conditions’ – all this even before Phase 2 negotiations start in earnest. However, the Dollar revival (index now eyeing 97.700 vs 97.584 pre-US jobs data) came via a mixture of weakness in counterpart currencies, upbeat US economic indicators (retail sales, Philly Fed and housing starts offsetting sub-forecast PPI, building permits and ip), and ultimately a steeper Treasury yield curve. <a href=\"https://newsquawk.com/headlines/weekly-fx-wrap-phase-1-signing-dovish-cbs-mixed-data-and-currency-manipulators-17-01-2020\">Click here for full report.</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-17th-january-2020-week-s-rally-ends-at-fresh-aths-strong-us-housing-starts-and-chinese-gdp-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 05:08:00",
        "gmt_time": "2020-01-17 21:08:00"
    },
    {
        "id": 904491,
        "updated_sequence": 2073901,
        "published_at": {
            "unix": 1579294980,
            "text": "2020-01-17 21:03:00 +0000",
            "iso_8601": "2020-01-17T21:03:00Z"
        },
        "updated_at": {
            "unix": 1579295071,
            "text": "2020-01-17 21:04:31 +0000",
            "iso_8601": "2020-01-17T21:04:31Z"
        },
        "subject": "Fitch affirms Germany at 'AAA'; Outlook stable",
        "content": "<p><a href=\"https://www.fitchratings.com/site/pr/10108050\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-germany-at-aaa-outlook-stable-17-01-2020",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 05:03:00",
        "gmt_time": "2020-01-17 21:03:00"
    },
    {
        "id": 904490,
        "updated_sequence": 2073896,
        "published_at": {
            "unix": 1579294740,
            "text": "2020-01-17 20:59:00 +0000",
            "iso_8601": "2020-01-17T20:59:00Z"
        },
        "updated_at": {
            "unix": 1579294822,
            "text": "2020-01-17 21:00:22 +0000",
            "iso_8601": "2020-01-17T21:00:22Z"
        },
        "subject": "Best Buy (BBY) has reportedly opened a probe into its CEO's personal conduct after an anonymous letter alleges ther was a romatic relationship with a fellow executive, according to WSJ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "best-buy-bby-has-reportedly-opened-a-probe-into-its-ceo-s-personal-conduct-after-an-anonymous-letter-alleges-ther-was-a-romatic-relationship-with-a-fellow-executive-according-to-wsj-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:59:00",
        "gmt_time": "2020-01-17 20:59:00"
    },
    {
        "id": 904489,
        "updated_sequence": 2073891,
        "published_at": {
            "unix": 1579293600,
            "text": "2020-01-17 20:40:00 +0000",
            "iso_8601": "2020-01-17T20:40:00Z"
        },
        "updated_at": {
            "unix": 1579293674,
            "text": "2020-01-17 20:41:14 +0000",
            "iso_8601": "2020-01-17T20:41:14Z"
        },
        "subject": "Fitch downgrades Boeing (BA) to A-/F2 Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-downgrades-boeing-ba-to-a-f2-outlook-stable-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:40:00",
        "gmt_time": "2020-01-17 20:40:00"
    },
    {
        "id": 904488,
        "updated_sequence": 2073888,
        "published_at": {
            "unix": 1579293540,
            "text": "2020-01-17 20:39:00 +0000",
            "iso_8601": "2020-01-17T20:39:00Z"
        },
        "updated_at": {
            "unix": 1579293607,
            "text": "2020-01-17 20:40:07 +0000",
            "iso_8601": "2020-01-17T20:40:07Z"
        },
        "subject": "Of note for Altria (MO) - CDC has stepped back from its broad recommendation of refraining from e-cigarette use, according to WSJ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/cdc-steps-back-from-broad-recommendation-to-refrain-from-e-cigarettes-11579293494?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "of-note-for-altria-mo-cdc-has-stepped-back-from-its-broad-recommendation-of-refraining-from-e-cigarette-use-according-to-wsj-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:39:00",
        "gmt_time": "2020-01-17 20:39:00"
    },
    {
        "id": 904487,
        "updated_sequence": 2073883,
        "published_at": {
            "unix": 1579293360,
            "text": "2020-01-17 20:36:00 +0000",
            "iso_8601": "2020-01-17T20:36:00Z"
        },
        "updated_at": {
            "unix": 1579293401,
            "text": "2020-01-17 20:36:41 +0000",
            "iso_8601": "2020-01-17T20:36:41Z"
        },
        "subject": "Speculators trim bullish dollar bets to USD 6.64bln in the most recent week, the lowest since June 2018, according to CFTC ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "speculators-trim-bullish-dollar-bets-to-usd-6-64bln-in-the-most-recent-week-the-lowest-since-june-2018-according-to-cftc-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:36:00",
        "gmt_time": "2020-01-17 20:36:00"
    },
    {
        "id": 904486,
        "updated_sequence": 2073877,
        "published_at": {
            "unix": 1579293000,
            "text": "2020-01-17 20:30:00 +0000",
            "iso_8601": "2020-01-17T20:30:00Z"
        },
        "updated_at": {
            "unix": 1579293016,
            "text": "2020-01-17 20:30:16 +0000",
            "iso_8601": "2020-01-17T20:30:16Z"
        },
        "subject": "Disney (DIS) and Chernin Entertainment have ceased their collboration, Variety reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Variety",
        "slug": "disney-dis-and-chernin-entertainment-have-ceased-their-collboration-variety-reports-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:30:00",
        "gmt_time": "2020-01-17 20:30:00"
    },
    {
        "id": 904485,
        "updated_sequence": 2073874,
        "published_at": {
            "unix": 1579291980,
            "text": "2020-01-17 20:13:00 +0000",
            "iso_8601": "2020-01-17T20:13:00Z"
        },
        "updated_at": {
            "unix": 1579291999,
            "text": "2020-01-17 20:13:19 +0000",
            "iso_8601": "2020-01-17T20:13:19Z"
        },
        "subject": "Lyondell (LYB) Houston, Texas refinery (270k BPD) is close to shutting its gasoline unit due to tight supply, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondell-lyb-houston-texas-refinery-270k-bpd-is-close-to-shutting-its-gasoline-unit-due-to-tight-supply-according-to-sources-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 04:13:00",
        "gmt_time": "2020-01-17 20:13:00"
    },
    {
        "id": 904484,
        "updated_sequence": 2073871,
        "published_at": {
            "unix": 1579290660,
            "text": "2020-01-17 19:51:00 +0000",
            "iso_8601": "2020-01-17T19:51:00Z"
        },
        "updated_at": {
            "unix": 1579290760,
            "text": "2020-01-17 19:52:40 +0000",
            "iso_8601": "2020-01-17T19:52:40Z"
        },
        "subject": "Qiagen (QGEN) reportedly in late stage talks with an interested party to be acquired by a potential suitor, according to CTFN",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CTFN",
        "slug": "qiagen-qgen-reportedly-in-late-stage-talks-with-an-interested-party-to-be-acquired-by-a-potential-suitor-according-to-ctfn-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 03:51:00",
        "gmt_time": "2020-01-17 19:51:00"
    },
    {
        "id": 904483,
        "updated_sequence": 2073868,
        "published_at": {
            "unix": 1579290240,
            "text": "2020-01-17 19:44:00 +0000",
            "iso_8601": "2020-01-17T19:44:00Z"
        },
        "updated_at": {
            "unix": 1579290294,
            "text": "2020-01-17 19:44:54 +0000",
            "iso_8601": "2020-01-17T19:44:54Z"
        },
        "subject": "Stanley Black & Decker (SWK) is reportedly in talks to acquire Consolidated Aerospace Manufacturing, CAM, according to people familiar with the matter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "stanley-black-decker-swk-is-reportedly-in-talks-to-acquire-consolidated-aerospace-manufacturing-cam-according-to-people-familiar-with-the-matter-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 03:44:00",
        "gmt_time": "2020-01-17 19:44:00"
    },
    {
        "id": 904482,
        "updated_sequence": 2073865,
        "published_at": {
            "unix": 1579289580,
            "text": "2020-01-17 19:33:00 +0000",
            "iso_8601": "2020-01-17T19:33:00Z"
        },
        "updated_at": {
            "unix": 1579289827,
            "text": "2020-01-17 19:37:07 +0000",
            "iso_8601": "2020-01-17T19:37:07Z"
        },
        "subject": "WTI (H0) settled USD 0.05 higher at USD 58.58/bbl; Brent (H0) settled USD 0.23 higher at USD 64.85/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The crude benchmarks traded subdued on Friday, marking a small loss on the week, despite Chinese growth failing to dip below the key 6% Y/Y figure in the latest quarter. The China data supported prices in the Asian and European session although they reversed course later as US participants came to their desks and Europeans closed out for the weekend. Some additional pressure was exerted on the crude complex after the US Baker Hughes rig count reported the first rise in oil rigs in a month: oil rigs +14 at 673, natgas +1 at 120 and total rigs +15 at 796 rigs. A cloud of concern grew somewhat on China’s pledge of additional US energy purchases amid Sinopec announcing it is to review its USD 16bln gas deal with US’ Cheniere (LNG), citing lower gas prices than when the deal was first announced. Elsewhere, Norway's preliminary December oil production stood at 1.759mln BPD vs. prev. 1.711mln BPD; Schlumberger (SLB) CEO said on the earnings call that US production growth should slow \"significantly\" this year; Eastern Libyan protestors have entered the Zueitina oil port and announced its closure, according to a port engineer.</p>",
        "analysis_updated_at": {
            "unix": 1579289580,
            "text": "2020-01-17 19:33:00 +0000",
            "iso_8601": "2020-01-17T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "wti-h0-settled-usd-0-05-higher-at-usd-58-58-bbl-brent-h0-settled-usd-0-23-higher-at-usd-64-85-bbl-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 03:33:00",
        "gmt_time": "2020-01-17 19:33:00"
    },
    {
        "id": 904481,
        "updated_sequence": 2073856,
        "published_at": {
            "unix": 1579286580,
            "text": "2020-01-17 18:43:00 +0000",
            "iso_8601": "2020-01-17T18:43:00Z"
        },
        "updated_at": {
            "unix": 1579286732,
            "text": "2020-01-17 18:45:32 +0000",
            "iso_8601": "2020-01-17T18:45:32Z"
        },
        "subject": "Boeing (BA) announce it is working on fixing the latest software issue with the FAA",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows reports the Boeing (BA) 737 flight computers reportedly could not talk to each other at the start up during testing last week, and it is unclear how long the fix will take, according to ABC News David Kerley &nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1579286732,
            "text": "2020-01-17 18:45:32 +0000",
            "iso_8601": "2020-01-17T18:45:32Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boeing-ba-announce-it-is-working-on-fixing-the-latest-software-issue-with-the-faa-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 02:43:00",
        "gmt_time": "2020-01-17 18:43:00"
    },
    {
        "id": 904480,
        "updated_sequence": 2073854,
        "published_at": {
            "unix": 1579285860,
            "text": "2020-01-17 18:31:00 +0000",
            "iso_8601": "2020-01-17T18:31:00Z"
        },
        "updated_at": {
            "unix": 1579286671,
            "text": "2020-01-17 18:44:31 +0000",
            "iso_8601": "2020-01-17T18:44:31Z"
        },
        "subject": "Boeing (BA) 737 flight computers reportedly could not talk to each other at the start up during testing last week, and it is unclear how long the fix will take, according to ABC News David Kerley",
        "content": "<p><a href=\"https://twitter.com/David_Kerley/status/1218235386440364034\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>BA hold a 7.7% weighting in the DJIA</li></ul>",
        "analysis_updated_at": {
            "unix": 1579286040,
            "text": "2020-01-17 18:34:00 +0000",
            "iso_8601": "2020-01-17T18:34:00Z"
        },
        "push_notify": false,
        "source": "ABC/Twitter",
        "slug": "boeing-ba-737-flight-computers-reportedly-could-not-talk-to-each-other-at-the-start-up-during-testing-last-week-and-it-is-unclear-how-long-the-fix-will-take-according-to-abc-news-david-kerley-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 02:31:00",
        "gmt_time": "2020-01-17 18:31:00"
    },
    {
        "id": 904479,
        "updated_sequence": 2073842,
        "published_at": {
            "unix": 1579285200,
            "text": "2020-01-17 18:20:00 +0000",
            "iso_8601": "2020-01-17T18:20:00Z"
        },
        "updated_at": {
            "unix": 1579285278,
            "text": "2020-01-17 18:21:18 +0000",
            "iso_8601": "2020-01-17T18:21:18Z"
        },
        "subject": "Johnson & Johnson (JNJ) has had its Risperdal lawsuit fine cut to USD 6.8mln from USD 8bln by a judge",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-johnson-jnj-has-had-its-risperdal-lawsuit-fine-cut-to-usd-6-8mln-from-usd-8bln-by-a-judge-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 02:20:00",
        "gmt_time": "2020-01-17 18:20:00"
    },
    {
        "id": 904478,
        "updated_sequence": 2073839,
        "published_at": {
            "unix": 1579284120,
            "text": "2020-01-17 18:02:00 +0000",
            "iso_8601": "2020-01-17T18:02:00Z"
        },
        "updated_at": {
            "unix": 1579284759,
            "text": "2020-01-17 18:12:39 +0000",
            "iso_8601": "2020-01-17T18:12:39Z"
        },
        "subject": "Baker Hughes US Rig Count (17th Jan): Oil rigs +14 at 673, natural gas +1 at 120 and total rigs +15 at 796 rigs",
        "content": "",
        "reaction_details": "<ul><li>Following the release, which saw US drillers add rigs for the first time in four weeks, saw WTI (G0) fell from USD 58.47 to USD 58.31 at the lows before paring slightly&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1579284758,
            "text": "2020-01-17 18:12:38 +0000",
            "iso_8601": "2020-01-17T18:12:38Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-17th-jan-oil-rigs-14-at-673-natural-gas-1-at-120-and-total-rigs-15-at-796-rigs-17-01-2020",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 02:02:00",
        "gmt_time": "2020-01-17 18:02:00"
    },
    {
        "id": 904477,
        "updated_sequence": 2073833,
        "published_at": {
            "unix": 1579282920,
            "text": "2020-01-17 17:42:00 +0000",
            "iso_8601": "2020-01-17T17:42:00Z"
        },
        "updated_at": {
            "unix": 1579282962,
            "text": "2020-01-17 17:42:42 +0000",
            "iso_8601": "2020-01-17T17:42:42Z"
        },
        "subject": "Atlanta Fed GDPNow (Q4): 1.8% (unchanged)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q4-1-8-unchanged-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 01:42:00",
        "gmt_time": "2020-01-17 17:42:00"
    },
    {
        "id": 904476,
        "updated_sequence": 2073830,
        "published_at": {
            "unix": 1579282320,
            "text": "2020-01-17 17:32:00 +0000",
            "iso_8601": "2020-01-17T17:32:00Z"
        },
        "updated_at": {
            "unix": 1579282859,
            "text": "2020-01-17 17:40:59 +0000",
            "iso_8601": "2020-01-17T17:40:59Z"
        },
        "subject": "Sinopec is to review a potential USD 16bln gas purchase deal with Cheniere (LNG), according to sources, which could limit China's ability to meet Phase 1 energy purchases agreements",
        "content": "<ul><li>Report notes that the deal, initially planned in 2018, was put on hold amid growing tensions between the US and China, although now those have subsided, Sinopec is reconsidering the USD 16bln figure due to the fall in LNG prices over the period</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>As part of the Phase One agreement China agreed to purchase up to USD 52.4bln worth of additional energy products over two years, with USD 18.5bln of that on the first year upon signing. Another part is enforcement agreement, which means that if the requests from the US are not made they have the option to re-impose tariffs on the nation and withdraw from the deal.</p>",
        "analysis_updated_at": {
            "unix": 1579282859,
            "text": "2020-01-17 17:40:59 +0000",
            "iso_8601": "2020-01-17T17:40:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "sinopec-is-to-review-a-potential-usd-16bln-gas-purchase-deal-with-cheniere-lng-according-to-sources-which-could-limit-china-s-ability-to-meet-phase-1-energy-purchases-agreements-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 01:32:00",
        "gmt_time": "2020-01-17 17:32:00"
    },
    {
        "id": 904475,
        "updated_sequence": 2073821,
        "published_at": {
            "unix": 1579281360,
            "text": "2020-01-17 17:16:00 +0000",
            "iso_8601": "2020-01-17T17:16:00Z"
        },
        "updated_at": {
            "unix": 1579281489,
            "text": "2020-01-17 17:18:09 +0000",
            "iso_8601": "2020-01-17T17:18:09Z"
        },
        "subject": "Eastern Libyan protestors have entered the Zueitina oil port and announced its closure, according to a port engineer",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>\"The Zueitina Oil Terminal exports crude oil and liquefied gas. The storage capacity of the Terminal is around 6.5 million barrels of crude oil, 988 thousand barrels of Naphta, 240 thousand barrels of liquid Butane and 270 thousand barrels of liquid Propane. The daily production rate lies between 60,000 and 70,000 barrels of oil and condensate, although the terminal itself has the capacity to handle 20% of Libya's crude oil exports.\" via <a href=\"https://ejatlas.org/conflict/zueitina-oil-port-blockade\">link</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1579281489,
            "text": "2020-01-17 17:18:09 +0000",
            "iso_8601": "2020-01-17T17:18:09Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eastern-libyan-protestors-have-entered-the-zueitina-oil-port-and-announced-its-closure-according-to-a-port-engineer-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 01:16:00",
        "gmt_time": "2020-01-17 17:16:00"
    },
    {
        "id": 904474,
        "updated_sequence": 2073823,
        "published_at": {
            "unix": 1579281060,
            "text": "2020-01-17 17:11:00 +0000",
            "iso_8601": "2020-01-17T17:11:00Z"
        },
        "updated_at": {
            "unix": 1579281619,
            "text": "2020-01-17 17:20:19 +0000",
            "iso_8601": "2020-01-17T17:20:19Z"
        },
        "subject": "Microsoft (MSFT) to launch its new ad campaign over the weekend in its latest efforts against rival Slack (WORK), according to CNBC",
        "content": "<ul><li><a href=\"https://t.co/51ZKl816bh\">Via CNBC</a></li></ul>",
        "reaction_details": "<ul><li>WORK fell from 22.80 to 22.55 before extending on losses a few minutes afterwards</li></ul>",
        "reaction_updated_at": {
            "unix": 1579281300,
            "text": "2020-01-17 17:15:00 +0000",
            "iso_8601": "2020-01-17T17:15:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "microsoft-msft-to-launch-its-new-ad-campaign-over-the-weekend-in-its-latest-efforts-against-rival-slack-work-according-to-cnbc-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 01:11:00",
        "gmt_time": "2020-01-17 17:11:00"
    },
    {
        "id": 904473,
        "updated_sequence": 2073809,
        "published_at": {
            "unix": 1579280760,
            "text": "2020-01-17 17:06:00 +0000",
            "iso_8601": "2020-01-17T17:06:00Z"
        },
        "updated_at": {
            "unix": 1579280843,
            "text": "2020-01-17 17:07:23 +0000",
            "iso_8601": "2020-01-17T17:07:23Z"
        },
        "subject": "(UNCONFIRMED) Chinese government reportedly not begun discussions on the Mellanox (MLNX) and Nvidia (NVDA) merger, according to an M&A blog",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "unconfirmed-chinese-government-reportedly-not-begun-discussions-on-the-mellanox-mlnx-and-nvidia-nvda-merger-according-to-an-m-a-blog-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-01-18 01:06:00",
        "gmt_time": "2020-01-17 17:06:00"
    },
    {
        "id": 904469,
        "updated_sequence": 2073797,
        "published_at": {
            "unix": 1579280340,
            "text": "2020-01-17 16:59:00 +0000",
            "iso_8601": "2020-01-17T16:59:00Z"
        },
        "updated_at": {
            "unix": 1579280534,
            "text": "2020-01-17 17:02:14 +0000",
            "iso_8601": "2020-01-17T17:02:14Z"
        },
        "subject": "NEC Director Kudlow says appointing Judy Shelton and Christopher Waller to the Federal Reserve Board in part because they believe faster economic growth does not cause inflation, according to FBN's Lawrence",
        "content": "<p><a href=\"https://twitter.com/EdwardLawrence/status/1218215747626983425\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FBN",
        "slug": "nec-director-kudlow-says-appointing-judy-shelton-and-christopher-waller-to-the-federal-reserve-board-in-part-because-they-believe-faster-economic-growth-does-not-cause-inflation-according-to-fbn-s-lawrence-17-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:59:00",
        "gmt_time": "2020-01-17 16:59:00"
    },
    {
        "id": 904468,
        "updated_sequence": 2073795,
        "published_at": {
            "unix": 1579279920,
            "text": "2020-01-17 16:52:00 +0000",
            "iso_8601": "2020-01-17T16:52:00Z"
        },
        "updated_at": {
            "unix": 1579280513,
            "text": "2020-01-17 17:01:53 +0000",
            "iso_8601": "2020-01-17T17:01:53Z"
        },
        "subject": "US NEC Director Kudlow says Trump nominee Shelton should have no difficulty getting confirmation to join the Fed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>As a reminder, President Trump had announced mid-2019 that he would nominate Federal Reserve Bank of St. Louis&nbsp;Executive Vice President and Research Director Christopher Waller and former US Executive Director for the European Bank of Reconstruction and Development Judy Shelton for the Fed Board.</p>",
        "analysis_updated_at": {
            "unix": 1579280040,
            "text": "2020-01-17 16:54:00 +0000",
            "iso_8601": "2020-01-17T16:54:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-trump-nominee-shelton-should-have-no-difficulty-getting-confirmation-to-join-the-fed-17-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:52:00",
        "gmt_time": "2020-01-17 16:52:00"
    },
    {
        "id": 904470,
        "updated_sequence": 2073800,
        "published_at": {
            "unix": 1579278600,
            "text": "2020-01-17 16:30:00 +0000",
            "iso_8601": "2020-01-17T16:30:00Z"
        },
        "updated_at": {
            "unix": 1579280566,
            "text": "2020-01-17 17:02:46 +0000",
            "iso_8601": "2020-01-17T17:02:46Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (+0.86%) at 3807, FTSE 100 (+0.83%) at 7673, DAX (+0.69%) at 13522, CAC 40 (+1.02%) at 6101, IBEX 35 (+1.14%) at 9682, FTSE Italia (+0.84%) at 24141, SMI (+1.41%) at 10845",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-86-at-3807-ftse-100-0-83-at-7673-dax-0-69-at-13522-cac-40-1-02-at-6101-ibex-35-1-14-at-9682-ftse-italia-0-84-at-24141-smi-1-41-at-10845-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:30:00",
        "gmt_time": "2020-01-17 16:30:00"
    },
    {
        "id": 904467,
        "updated_sequence": 2073785,
        "published_at": {
            "unix": 1579278360,
            "text": "2020-01-17 16:26:00 +0000",
            "iso_8601": "2020-01-17T16:26:00Z"
        },
        "updated_at": {
            "unix": 1579278490,
            "text": "2020-01-17 16:28:10 +0000",
            "iso_8601": "2020-01-17T16:28:10Z"
        },
        "subject": "Weekly FX Wrap: Phase 1 signing, dovish CBs, mixed data and currency manipulators",
        "content": "<p><strong>USD</strong></p><p>The <strong>DXY</strong> has completed a round trip and more from post-NFP lows having held in just above the 97.000 handle after the official White House ceremony to sign Phase One of the US-China trade agreement, which was underwhelming as an event in itself despite all the hype. Indeed, attention swiftly turned to compliance and whether Washington rolls back/removes more tariffs, either side triggers the enforcement mechanism and Beijing actually buys the amount of US goods pledged given a caveat linked to so called ‘market conditions’ – all this even before Phase 2 negotiations start in earnest. However, the Dollar revival (index now eyeing 97.700 vs 97.584 pre-US jobs data) came via a mixture of weakness in counterpart currencies, upbeat US economic indicators (retail sales, Philly Fed and housing starts offsetting sub-forecast PPI, building permits and ip), and ultimately a steeper Treasury yield curve.</p><p><strong>GBP/TRY/ZAR</strong></p><p>The Pound kicked off the week on the back foot following comments from BoE’s Vlieghe intimating that he may vote for a rate cut this month unless UK growth improved imminently and significantly. To recap, Governor Carney and MPC member Tenreyro expressed leanings towards near term easing last week, and with 2 dovish dissenters (Saunders and Haskel) already arguing for 25 bp cuts in November and December this could be enough to tip the scales. Moreover, Saunders underlined his argument for acting pre-emptively just before monthly GDP showing an unexpected contraction and IP/manufacturing output missed consensus, but the last straw came on Wednesday when headline y/y CPI slowed to 1.3% and its weakest level since November 2016. Cable hit lows of 1.2955 and Eur/Gbp highs of 0.8595 in response, but Sterling has pared some losses relative to the Euro especially. Elsewhere, the Lira and Rand have also been erratic on contrasting Turkish and SA data, geopolitical and domestic factors (Libya and Eskom/SAA respectively), but mainly in wake of January CBRT and SARB policy meetings. In short, the former delivered a ¾ point cut, within the flat to -125 bp range of estimates, but much less aggressive than prior eases in the current cycle and accompanied by a less dovish end of 2020 inflation outlook. Conversely, alongside GDP and CPI downgrades the SARB presser highlighted a significantly more benign medium term inflation projection behind the surprise 25 bp cut that undermined the Zar.</p><p><strong>CHF/CNH</strong></p><p>The Franc is reeling as the Greenback rebound gathers pace, but for the most part Usd/Chf and Eur/Chf have been trending lower after the US tagged Switzerland as one of the FX manipulators and investors/speculators adopted the stance that this might dissuade the SNB from intervening or at least not so readily. In contrast, albeit in exchange for explicit currency commitments in the Phase 1 pact, China was removed from list of countries deemed to be devaluing deliberately and coupled with several bullish data points the Cnh and Cny have maintained bullish momentum. Note also, the PBoC has gradually trimmed the midpoint fix while adding short and medium term finds to provide liquidity over the Lunar NY holiday period.</p><p><strong>CAD/JPY&nbsp;</strong></p><p>Holding up better than others, the Loonie has derived independent support from a relatively upbeat BoC business outlook survey and the passing of USMCA through Congress to keep its head above 1.3080 vs its US rival, which also boosted the <strong>MXN</strong> through key technical resistance vs the Usd at one stage. However, the Yen is still on track to rack up a net loss vs the Buck on general risk on sentiment and the aforementioned Yuan strength, with Usd/Jpy above 110.00 vs 109.45 at one stage in comparison to Usd/Cnh hovering near 6.8600 vs 6.9155 or so highs.</p><p><strong>AUD/NZD/SEK/NOK/EUR&nbsp;</strong></p><p>The Antipodean Dollars and Swedish Crowns have been volatile on swings in overall market morale, changing chart patterns/signals, cross positioning and CB vibes or commentary, with Aud/Usd veering between 0.6873 and 0.6933, Nzd/Usd from 0.6585 to 0.6665, Eur/Sek within a 10.5925-5125 band and Eur/Nok trading down to 9.8655 and up to 9.9135. However, next week could be more decisive given potentially key Aussie jobs data, NZ inflation and the first Norges Bank policy meeting of the year. On that note, ECB minutes addle little to the assessment and guidance delivered in December when new President Largarde made her debut, but Eur/Usd has recoiled from 1.1170+ to around 1.1085.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-phase-1-signing-dovish-cbs-mixed-data-and-currency-manipulators-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:26:00",
        "gmt_time": "2020-01-17 16:26:00"
    },
    {
        "id": 904466,
        "updated_sequence": 2073780,
        "published_at": {
            "unix": 1579278120,
            "text": "2020-01-17 16:22:00 +0000",
            "iso_8601": "2020-01-17T16:22:00Z"
        },
        "updated_at": {
            "unix": 1579278193,
            "text": "2020-01-17 16:23:13 +0000",
            "iso_8601": "2020-01-17T16:23:13Z"
        },
        "subject": "NY Fed GDP nowcast Q1: 1.7% (prev. 1.2%); Q4: 1.2% (prev. 1.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q1-1-7-prev-1-2-q4-1-2-prev-1-1-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:22:00",
        "gmt_time": "2020-01-17 16:22:00"
    },
    {
        "id": 904465,
        "updated_sequence": 2073782,
        "published_at": {
            "unix": 1579278120,
            "text": "2020-01-17 16:22:00 +0000",
            "iso_8601": "2020-01-17T16:22:00Z"
        },
        "updated_at": {
            "unix": 1579278232,
            "text": "2020-01-17 16:23:52 +0000",
            "iso_8601": "2020-01-17T16:23:52Z"
        },
        "subject": "IMF's Georgieva says a signed US China trade agreement will see China GDP at 6% in 2020, maintaining 2019's pace",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-s-georgieva-says-a-signed-us-china-trade-agreement-will-see-china-gdp-at-6-in-2020-maintaining-2019-s-pace-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:22:00",
        "gmt_time": "2020-01-17 16:22:00"
    },
    {
        "id": 904464,
        "updated_sequence": 2073774,
        "published_at": {
            "unix": 1579278000,
            "text": "2020-01-17 16:20:00 +0000",
            "iso_8601": "2020-01-17T16:20:00Z"
        },
        "updated_at": {
            "unix": 1579278053,
            "text": "2020-01-17 16:20:53 +0000",
            "iso_8601": "2020-01-17T16:20:53Z"
        },
        "subject": "Walmart (WMT) Chief Merchandise Officer Steve Bratspies is to leave the Co following a management shakeup, post weak holiday sales, according to WSJ citing sources",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/walmart-shuffles-executive-ranks-after-holiday-season-11579277797?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "walmart-wmt-chief-merchandise-officer-steve-bratspies-is-to-leave-the-co-following-a-management-shakeup-post-weak-holiday-sales-according-to-wsj-citing-sources-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:20:00",
        "gmt_time": "2020-01-17 16:20:00"
    },
    {
        "id": 904463,
        "updated_sequence": 2073769,
        "published_at": {
            "unix": 1579277280,
            "text": "2020-01-17 16:08:00 +0000",
            "iso_8601": "2020-01-17T16:08:00Z"
        },
        "updated_at": {
            "unix": 1579277353,
            "text": "2020-01-17 16:09:13 +0000",
            "iso_8601": "2020-01-17T16:09:13Z"
        },
        "subject": "State Street (STT) is seeking byers for its currency trading platform, Currenex, according to sources cited by the FT",
        "content": "<ul><li><a href=\"https://www.ft.com/content/94f02ac4-3920-11ea-a6d3-9a26f8c3cba4\">Via FT</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "state-street-stt-is-seeking-byers-for-its-currency-trading-platform-currenex-according-to-sources-cited-by-the-ft-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-18 00:08:00",
        "gmt_time": "2020-01-17 16:08:00"
    },
    {
        "id": 904457,
        "updated_sequence": 2073611,
        "published_at": {
            "unix": 1579274940,
            "text": "2020-01-17 15:29:00 +0000",
            "iso_8601": "2020-01-17T15:29:00Z"
        },
        "updated_at": {
            "unix": 1579275816,
            "text": "2020-01-17 15:43:36 +0000",
            "iso_8601": "2020-01-17T15:43:36Z"
        },
        "subject": "US Department of State has targeted IRGC brigadier General with visa ban, according to reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-department-of-state-has-targeted-irgc-brigadier-general-with-visa-ban-according-to-reports-17-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 23:29:00",
        "gmt_time": "2020-01-17 15:29:00"
    },
    {
        "id": 904456,
        "updated_sequence": 2073405,
        "published_at": {
            "unix": 1579274460,
            "text": "2020-01-17 15:21:00 +0000",
            "iso_8601": "2020-01-17T15:21:00Z"
        },
        "updated_at": {
            "unix": 1579274739,
            "text": "2020-01-17 15:25:39 +0000",
            "iso_8601": "2020-01-17T15:25:39Z"
        },
        "subject": "PBoC notes that the language in the US-China Phase One deal regarding forex is equal and represents mutual obligation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>*China’s Currency Manipulation Status:</strong> US Treasury removed China from the currency manipulator list in its semi-annual report and said China made enforceable commitments to refrain from competitive devaluation in the Phase One deal, but also noted that China needs to take necessary steps to avoid a persistently weak currency. Sources familiar with the negotiations noted that the currency manipulator designation previously had no real consequences for China, albeit its removal was a symbol of goodwill from the US for Chinese officials.&nbsp;</p>",
        "analysis_updated_at": {
            "unix": 1579274739,
            "text": "2020-01-17 15:25:39 +0000",
            "iso_8601": "2020-01-17T15:25:39Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-notes-that-the-language-in-the-us-china-phase-one-deal-regarding-forex-is-equal-and-represents-mutual-obligation-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 23:21:00",
        "gmt_time": "2020-01-17 15:21:00"
    },
    {
        "id": 904455,
        "updated_sequence": 2073190,
        "published_at": {
            "unix": 1579273560,
            "text": "2020-01-17 15:06:00 +0000",
            "iso_8601": "2020-01-17T15:06:00Z"
        },
        "updated_at": {
            "unix": 1579273716,
            "text": "2020-01-17 15:08:36 +0000",
            "iso_8601": "2020-01-17T15:08:36Z"
        },
        "subject": "2U (TWOU) - Co. is said to be mulling a sale amid activist pressure, according to sources",
        "content": "",
        "reaction_details": "<ul><li>Co. shares immediately spiked higher to USD 22.96 from USD 21.60</li></ul>",
        "reaction_updated_at": {
            "unix": 1579273716,
            "text": "2020-01-17 15:08:36 +0000",
            "iso_8601": "2020-01-17T15:08:36Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "2u-twou-co-is-said-to-be-mulling-a-sale-amid-activist-pressure-according-to-sources-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 23:06:00",
        "gmt_time": "2020-01-17 15:06:00"
    },
    {
        "id": 904453,
        "updated_sequence": 2073180,
        "published_at": {
            "unix": 1579273200,
            "text": "2020-01-17 15:00:00 +0000",
            "iso_8601": "2020-01-17T15:00:00Z"
        },
        "updated_at": {
            "unix": 1579273516,
            "text": "2020-01-17 15:05:16 +0000",
            "iso_8601": "2020-01-17T15:05:16Z"
        },
        "subject": "University of Michigan, Consumer sentiment 99.1 vs. Exp. 99.3 (Prev. 99.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "university-of-michigan-consumer-sentiment-99-1-vs-exp-99-3-prev-99-3-17-01-2020",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 23:00:00",
        "gmt_time": "2020-01-17 15:00:00"
    },
    {
        "id": 904449,
        "updated_sequence": 2073168,
        "published_at": {
            "unix": 1579272720,
            "text": "2020-01-17 14:52:00 +0000",
            "iso_8601": "2020-01-17T14:52:00Z"
        },
        "updated_at": {
            "unix": 1579273067,
            "text": "2020-01-17 14:57:47 +0000",
            "iso_8601": "2020-01-17T14:57:47Z"
        },
        "subject": "Chinese Vice Premier Liu He said both US and China realise it is necessary to push US-Sino economic and trade relations back on track as soon as possible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Chinese VP Liu He earlier this week noted it is unwise to rush into the Phase Two negotiations, stating Beijing has little interest in immediately doing so; adding, we may get nothing if we rush Part Two before completing Part One., SCMP</li></ul><p><strong>Phase Two</strong></p><ul><li>President Trump remarked that Phase Two discussion will commence once Phase One begins, while VP Pence said negotiations for Phase Two have already begun. However, in contrast to the US’ stance, Chinese VP Liu He believes it is unwise to rush into the Phase Two negotiations, stating Beijing has little interest in immediately doing so; adding, we may get nothing if we rush Part Two before completing Part One. (SCMP). It’s also worth highlighting that China do have the option to leave the Phase One deal, which would evidently derail any further talks and likely see a return to a all-out trade war between the two nations.</li><li>Overall, the discrepancy on when Phase Two begins is not too pertinent at this stage, as Trump has made it clear that he is looking to wait until after the November US elections to begin the next Phase. With markets now expecting little to occur in terms of Phase Two until November; therefore, focus for the foreseeable future will be on determining China’s compliance to the deal alongside what, if any, enforceability measures are utilised</li></ul>",
        "analysis_updated_at": {
            "unix": 1579273067,
            "text": "2020-01-17 14:57:47 +0000",
            "iso_8601": "2020-01-17T14:57:47Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-vice-premier-liu-he-said-both-us-and-china-realise-it-is-necessary-to-push-us-sino-economic-and-trade-relations-back-on-track-as-soon-as-possible-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:52:00",
        "gmt_time": "2020-01-17 14:52:00"
    },
    {
        "id": 904448,
        "updated_sequence": 2073159,
        "published_at": {
            "unix": 1579272480,
            "text": "2020-01-17 14:48:00 +0000",
            "iso_8601": "2020-01-17T14:48:00Z"
        },
        "updated_at": {
            "unix": 1579272629,
            "text": "2020-01-17 14:50:29 +0000",
            "iso_8601": "2020-01-17T14:50:29Z"
        },
        "subject": "TomTom (TOM2 NA) has reached a deal with Huawei for use of its maps and services, financial details not provided",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tomtom-tom2-na-has-reached-a-deal-with-huawei-for-use-of-its-maps-and-services-financial-details-not-provided-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:48:00",
        "gmt_time": "2020-01-17 14:48:00"
    },
    {
        "id": 904447,
        "updated_sequence": 2073163,
        "published_at": {
            "unix": 1579272120,
            "text": "2020-01-17 14:42:00 +0000",
            "iso_8601": "2020-01-17T14:42:00Z"
        },
        "updated_at": {
            "unix": 1579272841,
            "text": "2020-01-17 14:54:01 +0000",
            "iso_8601": "2020-01-17T14:54:01Z"
        },
        "subject": "Financial Earnings Summary: JPM, C, WFC, GS, MS and more",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The majority of banks performed well with JPM, C, BAC, GS and MS reporting exceptional FICC revenues. Equity performance however was slightly underwhelming, where JPM were the only bank to beat street estimates, whereas C, BAC and GS missed estimates; MS was in line.&nbsp; The strong FICC revenues seemingly offset the costs associated with lower rates after the Fed cut three times hurting its commercial banking businesses.</li><li>As always, earnings season kicked off with the financials; <strong>JP Morgan (JPM)</strong> traded just over 1% higher on Tuesday to close the session which contributed to outperformance in the DJ against SPX &amp; NDX given the banks 3.2% weighting. JPM beat on EPS, revenue, NII and held a strong FICC revenue. Its equity markets revenue rose 15% Y/Y to USD 1.5bln which also beat estimates due to higher revenue in prime and cash equities. JPM noted quarterly markets businesses rebounded from a challenging previous year, where a resolution of some trade issues supported client activity towards year-end. Its quarterly investment banking revenue growth was driven by higher debt and equity underwriting fees which was partially offset by lower advisory fees. <strong>Citi (C)</strong> also performed well trading with gains of 1.5% at market close on day of announcement due to beats in EPS, revenue, FICC revenue and investment banking revenue. However, its equity market revenue fell 23% to USD 516mln, although the bank announced its results included a USD 0.25/shr benefit from tax matters, even without the benefit it still beat estimates. <strong>Wells Fargo (WFC)</strong> however capped gains in the financial sector on Tuesday after seeing losses of 4% at one stage.&nbsp; WFC were hit after a miss on EPS, revenue, NII and NIM, whilst ROE declined from the prior. WFC noted the EPS includes an impact of litigation accruals of a loss of USD 0.33/shr, although even on an adjusted basis it would still miss analyst expectations. <strong>Goldman Sachs (GS)</strong> were hit by a litigation charge and slightly weaker equity trading revenues, however the majority of share losses pared back shortly after Wednesday’s opening bell. <strong>Bank of America (BAC)</strong> were weighed on amid slightly soft revenues and equity trading revenues. BAC mirrored results to C and GS which saw the volatile FICC metric experience strong results, whilst equities underwhelmed. <strong>Morgan Stanley (MS)</strong> surged over 8% after it reported strong figures, particularly in FICC, although it noted its quarterly equity sales and trading revenue, which was in line with estimates, decreased in an environment characterised by lower cash market volume and lower volatility in derivatives.</li><li>Elsewhere, <strong>Bank of New York Mellon (BK</strong>) were hit on poor guidance. <strong>Blackrock (BLK)</strong> figures led to gains in the name after top and bottom line beats and strong AUM. Meanwhile, regional focused <strong>PNC Bank (PNC) and US Bancorp (USB)</strong> both traded in the red with lacklustre NII for the quarter,<strong> Regions Financial (RF)</strong> was hit slightly following a weak NIM. However, <strong>Citizens Financial (CFG)</strong> performed well after raising its dividend with in in-line EPS &amp; Revenue, although reported a weak NIM, also.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579272480,
            "text": "2020-01-17 14:48:00 +0000",
            "iso_8601": "2020-01-17T14:48:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "financial-earnings-summary-jpm-c-wfc-gs-ms-and-more-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:42:00",
        "gmt_time": "2020-01-17 14:42:00"
    },
    {
        "id": 904446,
        "updated_sequence": 2073858,
        "published_at": {
            "unix": 1579271820,
            "text": "2020-01-17 14:37:00 +0000",
            "iso_8601": "2020-01-17T14:37:00Z"
        },
        "updated_at": {
            "unix": 1579288738,
            "text": "2020-01-17 19:18:58 +0000",
            "iso_8601": "2020-01-17T19:18:58Z"
        },
        "subject": "US Equity Open Summary: Equities continue its rally although gains were capped after disappointing Industrial Production data",
        "content": "<p>Gainers</p><ul><li>State Street (STT) +3.7%</li><li>Citizens Financial (CFG) +3.2% higher as it raised its quarterly dividend</li><li>Schlumberger (SLB) +2.5% following slight top and bottom line beats</li></ul><p>&nbsp;</p><p>Losers</p><ul><li>Expeditors (EXPD) -6.9% on a worrying guidance update and poor earnings</li><li>JB Hunt (JBHT) -4.6% following a dismal earnings release</li><li>NetApp (NTAP) -4% after analysts at IBM cut its forecasts on the name</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Equities continue its rally with outperformance seen in Communication Services and Financials, the latter is benefiting from a steepening yield curve after the treasury announced a new 20-year bond and as the sectors earnings conclude. Earnings today &nbsp;from State Street (STT) &nbsp;and a dividend raise from &nbsp;Citizens Financial (CFG) also aiding the sector. Communication services the outperformer as shares in Alphabet &nbsp;(GOOGL) continue to &nbsp;rise after surpassing &nbsp;USD 1trln Market Cap., whilst it benefits from &nbsp;a PT increase at Wells Fargo. The only sector in the red today is Energy likely being weighed on by weak natural gas prices which is weighing on producers EQT Corp (EQT) and Chesapeake (CHK).</p>",
        "analysis_updated_at": {
            "unix": 1579273620,
            "text": "2020-01-17 15:07:00 +0000",
            "iso_8601": "2020-01-17T15:07:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-equity-open-summary-equities-continue-its-rally-although-gains-were-capped-after-disappointing-industrial-production-data-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:37:00",
        "gmt_time": "2020-01-17 14:37:00"
    },
    {
        "id": 904445,
        "updated_sequence": 2073144,
        "published_at": {
            "unix": 1579271700,
            "text": "2020-01-17 14:35:00 +0000",
            "iso_8601": "2020-01-17T14:35:00Z"
        },
        "updated_at": {
            "unix": 1579271777,
            "text": "2020-01-17 14:36:17 +0000",
            "iso_8601": "2020-01-17T14:36:17Z"
        },
        "subject": "[REFILE] Mega Eur/Usd option expiries and lots more for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1090-1.1105 (2.6BLN)</strong>, <strong>1.1120-25 (2BLN)</strong>, <strong>1.1135-45 (1.1BLN)</strong>, <strong>1.1150 (2.1BLN)</strong>, <strong>1.1165-75 (1BLN)</strong>, <strong>1.1200 (3BLN)</strong></p><p>USD/CHF: 0.9605 (780M), 0.9700 (330M), 0.9770-85 (1BLN)&nbsp;</p><p>GBP/USD: 1.2945-55 (1BLN), 1.2975 (460M), 1.3075 (400M),&nbsp;1.3095-1.3100 (450M), 1.3130 (350M), 1.3145-60 (720M), 1.3175-85 (550M)</p><p>EUR/GBP: <strong>0.8500 (1.2BLN)&nbsp;</strong></p><p>AUD/USD: 0.6855 (650M), 0.6900 (310M), <strong>0.6925 (1.3BLN)</strong>, 0.6970 (690M)&nbsp;</p><p>USD/CAD: 1.3000 (433M), <strong>1.3030-40 (1.1BLN)</strong>, 1.3150-55 (800M)&nbsp;</p><p>USD/JPY: <strong>110.00 (1BLN)</strong>, 110.15 (500M), 110.40-50 (600M), 111.00 (815M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "refile-mega-eur-usd-option-expiries-and-lots-more-for-today-s-ny-cut-17-01-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:35:00",
        "gmt_time": "2020-01-17 14:35:00"
    },
    {
        "id": 904441,
        "updated_sequence": 2073138,
        "published_at": {
            "unix": 1579270260,
            "text": "2020-01-17 14:11:00 +0000",
            "iso_8601": "2020-01-17T14:11:00Z"
        },
        "updated_at": {
            "unix": 1579270738,
            "text": "2020-01-17 14:18:58 +0000",
            "iso_8601": "2020-01-17T14:18:58Z"
        },
        "subject": "Additional US Equity Stories: GPS, LUV",
        "content": "<p>GAP (GPS) no longer pursuing the divestiture of its Old Navy brand; to appoint a new CEO to oversee its full portfolio. Now sees FY19 adj. EPS to be “moderately” above its prior view of USD 1.70-1.75</p><p>Southwest (LUV) downgraded to Hold from Buy at Deutsche Bank</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-gps-luv-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:11:00",
        "gmt_time": "2020-01-17 14:11:00"
    },
    {
        "id": 904440,
        "updated_sequence": 2073124,
        "published_at": {
            "unix": 1579270020,
            "text": "2020-01-17 14:07:00 +0000",
            "iso_8601": "2020-01-17T14:07:00Z"
        },
        "updated_at": {
            "unix": 1579270066,
            "text": "2020-01-17 14:07:46 +0000",
            "iso_8601": "2020-01-17T14:07:46Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News - 17th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23657/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Earnings from <strong>State Street (STT), Slumberger (SLB) and Fastenal (FAST)</strong></li><li><strong>Comcast Corp. (CMCSA)</strong> (Communication Services/Cable &amp; Satellite) - Peacock Streaming service will be released nationally on July 15th at USD 9.99/month for an ad-free non-Comcast/Cox Cable subscriber, USD 4.99/month for an advertised package, and free for Comcast/Cox Cable customer.</li><li><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Automobiles) is being investigated by the US Auto Safety Agency who are reviewing 500k vehicles for sudden unintended acceleration, according to a government document.</li></ul><p>17th January 2020</p><p>DOW</p><ul><li><strong>American Express Co (AXP)</strong> (Financials/Consumer Finance) received a positive mention from William Blair, reiterating the name with an Outperform rating following a review of its monthly data and trends in retail sales. The analyst slightly lowered his forecasts although remain above street consensus as he believes its valuation is attractive given the outlook and relative metrics to the S&amp;P 500.</li><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) had its PT upgraded to USD 280 from USD 225 by Nomura Instinet analyst Jeffrey Kvaal, whilst maintaining a neutral rating. The analyst cites iPhone 11 demand strength through Q1 and a sturdy H1 orders imply the iPhone 11 cycle will stay solid throughout the year, adding wearables “should add some icing to the cake”. However, the analyst has questioned the 5G cycle enthusiasm. However, Morgan Stanley also increased its PT on the name to USD 368 from USD 296 to reflect smartphone replacement cycles and the 5G upgrade.</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) had its PT lowered at Cannacord to USD 350 from USD 370, BA closed at USD 332.04 yesterday. The analyst maintained a hold rating on the name as he continues to be cautious on the name due to mid term risk to margins and poor cash flow expectations</li><li><strong>International Business Machines (IBM)</strong> (Information Technology/IT Consulting &amp; Other Services) has been downgraded to Equal Weight from Overweight at Morgan Stanley by analyst Kathryn Huberty, providing a USD 155 PT, IBM last closed at USD 136.23. The analyst noted its CIO and Value-Added Reseller surveys point to further deceleration in 2020 IT spending. Whilst also highlighting channel checks are suggesting companies are continuing to digest excess IT capacity purchased in 2018. The analyst also lowered estimates for <strong>NetApp (NTAP), HP Enterprise (HPE)</strong> and <strong>Pure Storage (PSTG)</strong> as she forecasts hardware budget growth slowing and a rise in memory prices.</li><li><strong>JPMorgan Chase &amp; Co. (JPM)</strong> (Financials/Diversified Banks) Director Hobson purchased 14,600 Co shares for a total transaction just shy of USD 2mln.</li></ul><p>NASDAQ 100</p><ul><li><strong>Advanced Micro Devices Inc (AMD)</strong> (Information Technology/Semiconductors) has named Daniel McNamara as its Senior VP and general manager. McNamara was behind the introduction of the 2nd Generation AMD Epyc processers to further boost its server solutions with cloud, enterprise and ecosystem partners.</li><li><strong>Alphabet Inc (GOOGL)</strong> (Communication Services/Interactive Media &amp; Services) PT was raised at Wells Fargo to USD 1650 from USD 1400, GOOGL shares last closed at USD 1450, whilst maintaining an Overweight rating on the name to reflect higher peer multiples and higher long-term revenue and EBITDA margin expectations.</li><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) had its PT raised to USD 2305 from USD 2100 at UBS; AMZN shares last closed at 1878. Elsewhere, Amazon Prime Air Partner, Pinnacle Logistics, is reportedly laying off 1600 workers, according to Business Insider.</li><li><strong>Comcast Corp. (CMCSA)</strong> (Communication Services/Cable &amp; Satellite) - Peacock Streaming service will be released nationally on July 15th at USD 9.99/month for an ad-free non-Comcast/Cox Cable subscriber, USD 4.99/month for an advertised package, and free for Comcast/Cox Cable customer.</li><li><strong>Fastenal Co (FAST)</strong> (Industrials/Building Products) Q4 19 (USD): EPS 0.31 (exp. 0.33), Revenue 1.28bln (exp. 1.29bln); Co raised its quarterly dividend to USD 0.25 (Prev. 0.22), forecasts FY20 net CapEX 180-205mln (prev. 195mln-225mln in 2019)</li><li><strong>J. B. Hunt Transport Services (JBHT)</strong> (Industrials/Trucking) Q4 19 (USD): EPS 1.35 (exp. 1.55), Revenue 2.45bln (exp. 2.47bln).</li><li><strong>Facebook, Inc. (FB)</strong> (Communication Services/Interactive Media &amp; Services) is reportedly being sued in US Federal Court by four companies on allegations of anticompetitive conduct. Elsewhere, UBS raised its PT on the name to USD 250 from USD 235; FB shares last closed at USD 221.77.</li><li><strong>Netflix Inc. (NFLX)</strong> (Communication Services/Movies &amp; Entertainment) had its PT increased at UBS to USD 405 from USD 370, NFLX last closed at USD 339.50. The analyst maintained his Buy rating noting the risk-reward is compelling now that the launches from its competition have been completed. Elsewhere, SunTrust forecast domestic and international subscribers to be slightly ahead of guidance, whilst also expecting modest upside to its Q1 outlook.</li><li>QUALCOMM Inc. (QCOM) (Information Technology/Semiconductors) has been upgraded to Buy from Neutral at Citi with a USD 108 PT, up from USD 88, shares closed at USD 93.06. The analyst boosted his forecasts as the “long awaited 5G ramp begins to take shape”. The analyst highlights during the last upgrade cycle, QCOM revenue increased over 20%.</li><li><strong>Tesla (TSLA)</strong> (Consumer Discretionary/Automobiles) is being investigated by the US Auto Safety Agency who are reviewing 500k vehicles for sudden unintended acceleration, according to a government document.</li></ul><p>S&amp;P 500</p><ul><li><strong>Altria Group Inc (MO)</strong> (Consumer Staples/Tobacco) investments into Juul Labs is still stuck in its Antitrust review as the FTC continue to probe its control of shelf spaces in stores, according to WSJ citing people familiar with the matter.</li><li><strong>Citizens Financial Group (CFG)</strong> (Financials/Regional Banks) Q4 19 (USD): EPS 0.99 (exp. 0.96), Revenue 1.6bln (exp. 1.63bln). NIM 3.06%, (Prev. 3.12%). CFG also raised its quarterly dividend to USD 0.39/shr, an 8% gain.</li><li><strong>Consolidated Edison (ED)</strong> (Utilities/Electric Utilities) announced a quarterly dividend (USD) of 0.765 (prev. 0.74)</li><li><strong>CSX Corp. (CSX) </strong>(Industrials/Railroads)<strong> </strong>Q4 19 (USD): EPS 0.99 (exp. 1.03), Revenue 2.89bln (exp. 2.93bln). FY Revenue growth view at -2% to flat.</li><li><strong>Kansas City Southern (KSU)</strong> (Industrials/Railroads) Q4 19 (USD): Adj. EPS 1.82 (exp. 1.86), Revenue 0.73bln (exp. 0.73bln).</li><li><strong>Lilly (Eli) &amp; Co. (LLY)</strong> (Health Care/Pharmaceuticals) CFO announced it is aiming to announce a ~USD 1bln-5bln deal every quarter this year as it looks to increase its products. Noting focus will be on oncology, pain, immunology and neurology.</li><li><strong>Regions Financial Corp. (RF)</strong> (Financials/Regional Banks) Q4 19 (USD): EPS 0.38 (exp. 0.39), Revenue 1.48bln (exp. 1.48bln). NIM 3.39% (Prev. 3.44% Q/Q, 3.52% Y/Y).</li><li><strong>Schlumberger Ltd. (SLB)</strong> (Energy/Oil &amp; Gas Equipment &amp; Services) Q4 19 (USD): EPS-ex charges 0.39 (exp. 0.38), Revenue 8.20bln (exp. 8.17bln); Q4 cash flow from operations USD 2.3bln, free cash flow USD 1.5bln. Anticipates low single digit sequential decline in North America during Q1.</li><li><strong>State Street Corp. (STT)</strong> (Financials/Asset Management &amp; Custody Banks) Q4 19 (USD): EPS 1.73 (exp. 1.64); Adj. 1.98, Revenue 3.05bln (exp. 2.92bln). NII 636mln (prev. 697mln Y/Y), AUM 3.12trln (Prev. 2.51trln Y/Y); Forecasts FY20 NII decline of 5-7%. Forecasts EPS growth of 10-15%, revenue growth of 4-5%, ROE growth of 12-15% in the medium term.</li></ul><p>OTHER</p><ul><li><strong>Alibaba (BABA)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) affiliate Ant Financial shares are reportedly being offered privately at levels which would value the financial giant at USD 200bln, according to sources.</li><li><strong>Beyond Meat (BYND) </strong>(Consumer Staples/Food Products) – <strong>Sysco Corp. (SYY)</strong> (Consumer Staples/Food Distributors) announced the launch of its plant-based burger patty, an exclusive product to the name, <strong>Nestle (NSRGY)</strong> (Consumer Staples/Food Products) is also introducing plant based sausages.&nbsp;</li><li><strong>Dave and Busters Entertainment (PLAY)</strong> (Consumer Discretionary/Hotels, Restaurants &amp; Leisure) received a 6.3% stake from KKR, who are planning strategy talks with the name.</li><li><strong>First Horizon National Corp (FHN)</strong> (Financials/Banks) Q4 19 (USD): EPS 0.46 (exp. 0.42), Revenue 0.467 (exp. .44bln).</li><li><strong>Match (MTCH)</strong> (Consumer Services/Interactive Media &amp; Services) Tinder users’ photos have reportedly been found on a cyber-crime site, according to Gizmodo, who state 70,000 photos of Tinder users are being accessed by users of the cyber crime website.</li></ul><p>BROKER MOVES</p><p><strong>Upgrades</strong></p><ul><li>ADOBE (ADBE) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li><li>ALCOA (AA) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li><li>ARAMARK (ARMK) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>AVALONBAY (AVB) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li><li>BLACKLINE (BL) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li><li>CHEESECAKE FACTORY (CAKE) DOWNGRADED TO UNDERWEIGHT AT MORGAN STANLEY</li><li>CROSSAMERICA (CA) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT WELLS FARGO</li><li>EQUIFAX (EFX) UPGRADED TO BUY FROM HOLD AT ARGUS</li><li>ESSENT GROUP (ESNT) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>GROUPON (GRPN) UPGRADED TO BUY FROM NEUTRAL AT UBS</li><li>NEXTERA ENERGY (NEE) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>OPORTUN (OPRT) FINANCIAL DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li><li>PINTEREST (PINS) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT WELLS FARGO</li><li>QUALCOMM (QCOM) UPGRADED TO BUY FROM NEUTRAL AT CITI</li><li>S&amp;P GLOBAL (SPGI) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>SNAP (SNAP) UPGRADED TO BUY FROM NEUTRAL AT UBS</li><li>SOUTHERN COMPANY (SO) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>VENTAS (VTR) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li><li>WESTERN DIGITAL (WDC) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li><li>YUM! BRANDS (YUM) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>ZENDESK (ZEN) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li></ul><p>&nbsp;</p><p><strong>Downgrades</strong></p><ul><li>BUENAVENTURA (BVN) DOWNGRADED TO HOLD FROM BUY AT HSBC</li><li>CDW (CDW) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>CHEESECAKE FACTORY (CAKE) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>CORTEVA (CTVA) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li><li>DIVERSIFIED HEALTHCARE TRUST (DHC) CUT TO EQUAL WEIGHT FROM OVERWEIGHT AT WELLS FARGO</li><li>EBAY (EBAY)DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT WELLS FARGO</li><li>IBM (IBM) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>INDEPENDENT BANK (IBCP) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li><li>INSTEEL (IIIN) DOWNGRADED TO PERFORM FROM OUTPERFORM AT KANSAS CITY CAPITAL</li><li>MATCH GROUP (MTCH) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>MORGAN STANLEY (MS) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER SANDLER</li><li>PEOPLE'S UNITED (PBCT) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li><li>POLARIS INDUSTRIES (PII) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li><li>TWITTER (TWTR) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li><li>UDR (UDR) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li></ul><p>&nbsp;</p><p><strong>Initiations</strong></p><ul><li>AMEDISYS RATED NEW OUTPERFORM AT CREDIT SUISSE; PT USD 206</li><li>BEIGENE ADRS (BGNE) RESUMED OVERWEIGHT AT MORGAN STANLEY</li><li>COREPOINT LODGING (CPLG) RATED NEW BUY AT DEUTSCHE BANK; PT USD 15</li><li>GOLDEN MINERALS (AUMN) RATED NEW BUY AT FUNDAMENTAL RESEARCH; PT USD 1.01</li><li>GREAT WESTERN BANC (GWB) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li><li>MEDALLIA (MDLA) RATED NEW OUTPERFORM AT BAIRD; PT USD 40</li><li>PENTAIR (PNR) RATED NEW BUY AT ROSENBLATT SECURITIES INC; PT USD 54</li><li>ROK US (ROK) RATED NEW NEUTRAL AT ROSENBLATT SECURITIES INC; PT USD 217</li><li>REPUBLIC SERVICES (RSG) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 96</li><li>TTEC (TTEC) RATED NEW OUTPERFORM AT COWEN; PT USD 50</li><li>WASTE CONNECTIONS (WCN) RATED NEW BUY AT DEUTSCHE BANK; PT USD 106</li></ul><p>&nbsp;</p><p><strong>Ex-Dividends</strong></p><ul><li>Caterpillar (CAT) – USD 1.03</li><li>Park Aerospace (PKE) – USD 1.00</li><li>Graco (GGG) – USD 0.175</li><li>Front Yard Residential Corp. (RESI) USD 0.15</li></ul><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-17th-january-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:07:00",
        "gmt_time": "2020-01-17 14:07:00"
    },
    {
        "id": 904439,
        "updated_sequence": 2073119,
        "published_at": {
            "unix": 1579269660,
            "text": "2020-01-17 14:01:00 +0000",
            "iso_8601": "2020-01-17T14:01:00Z"
        },
        "updated_at": {
            "unix": 1579269743,
            "text": "2020-01-17 14:02:23 +0000",
            "iso_8601": "2020-01-17T14:02:23Z"
        },
        "subject": "Bank of Italy: 2019 deficit-to-GDP ratio likely fell from the prev. level of 2.2%, debt-to-GDP ratio likely increased from prev. 134.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-2019-deficit-to-gdp-ratio-likely-fell-from-the-prev-level-of-2-2-debt-to-gdp-ratio-likely-increased-from-prev-134-8-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:01:00",
        "gmt_time": "2020-01-17 14:01:00"
    },
    {
        "id": 904438,
        "updated_sequence": 2073121,
        "published_at": {
            "unix": 1579269600,
            "text": "2020-01-17 14:00:00 +0000",
            "iso_8601": "2020-01-17T14:00:00Z"
        },
        "updated_at": {
            "unix": 1579269815,
            "text": "2020-01-17 14:03:35 +0000",
            "iso_8601": "2020-01-17T14:03:35Z"
        },
        "subject": "Fed’s Harker (Voter, Neutral) says he expects the US economy to grow ~2% this year (in-line with Fed’s median view); expects inflation to reach the Fed’s 2% target",
        "content": "<ul><li>US Labour market is outperforming forecasts, with low unemployment and workers coming off side-lines</li><li>Global slowdown, trade uncertainty and geopolitical tensions are holding back business investments</li><li>T-bill purchases and repo operations worked to calm money markets</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-voter-neutral-says-he-expects-the-us-economy-to-grow-2-this-year-in-line-with-fed-s-median-view-expects-inflation-to-reach-the-fed-s-2-target-17-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 22:00:00",
        "gmt_time": "2020-01-17 14:00:00"
    },
    {
        "id": 904437,
        "updated_sequence": 2073109,
        "published_at": {
            "unix": 1579269240,
            "text": "2020-01-17 13:54:00 +0000",
            "iso_8601": "2020-01-17T13:54:00Z"
        },
        "updated_at": {
            "unix": 1579269442,
            "text": "2020-01-17 13:57:22 +0000",
            "iso_8601": "2020-01-17T13:57:22Z"
        },
        "subject": "US production growth should slow \"significantly\" this year, according to Schlumberger (SLB) CEO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is contradictory to some of the oil market reports seen earlier this week which actually forecast US production to rise and OPEC production to remain subdued</li></ul>",
        "analysis_updated_at": {
            "unix": 1579269442,
            "text": "2020-01-17 13:57:22 +0000",
            "iso_8601": "2020-01-17T13:57:22Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-production-growth-should-slow-significantly-this-year-according-to-schlumberger-slb-ceo-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:54:00",
        "gmt_time": "2020-01-17 13:54:00"
    },
    {
        "id": 904436,
        "updated_sequence": 2073104,
        "published_at": {
            "unix": 1579269120,
            "text": "2020-01-17 13:52:00 +0000",
            "iso_8601": "2020-01-17T13:52:00Z"
        },
        "updated_at": {
            "unix": 1579269268,
            "text": "2020-01-17 13:54:28 +0000",
            "iso_8601": "2020-01-17T13:54:28Z"
        },
        "subject": "Continental (CON GY) - CEO of Co. Vitesco unit says the unit is to be spun-off from Continental in Autumn ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "continental-con-gy-ceo-of-co-vitesco-unit-says-the-unit-is-to-be-spun-off-from-continental-in-autumn-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:52:00",
        "gmt_time": "2020-01-17 13:52:00"
    },
    {
        "id": 904435,
        "updated_sequence": 2073101,
        "published_at": {
            "unix": 1579269060,
            "text": "2020-01-17 13:51:00 +0000",
            "iso_8601": "2020-01-17T13:51:00Z"
        },
        "updated_at": {
            "unix": 1579269165,
            "text": "2020-01-17 13:52:45 +0000",
            "iso_8601": "2020-01-17T13:52:45Z"
        },
        "subject": "Fixed and FX latest: bonds back off again, Buck vice-versa",
        "content": "<p>Almost déjà vu in debt and currency markets as a decade+ best number of US housing starts overshadows a modest miss in building permits vs consensus to take the steam out of bonds and stoke the Dollar’s advance. Indeed, Bunds are back below par after edging to a fresh 171.82 Eurex peak (2 ticks above yesterday’s session high), with Gilts now only 13 ticks ahead at 133.54 vs their new 133.76 contract apex and 10 year USTs eyeing 129-00 from 129-07 at one stage. However, the DXY is now only a fraction shy of its pre-NFP pinnacle amidst broad Dollar gains. Still to come, ip, JOLTS and Michigan, after Fed’s Harker and before Quarles.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-bonds-back-off-again-buck-vice-versa-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:51:00",
        "gmt_time": "2020-01-17 13:51:00"
    },
    {
        "id": 904433,
        "updated_sequence": 2073086,
        "published_at": {
            "unix": 1579267980,
            "text": "2020-01-17 13:33:00 +0000",
            "iso_8601": "2020-01-17T13:33:00Z"
        },
        "updated_at": {
            "unix": 1579268073,
            "text": "2020-01-17 13:34:33 +0000",
            "iso_8601": "2020-01-17T13:34:33Z"
        },
        "subject": "BT (BT/A LN) and Vodafone (VOD LN) - Cos are preparing to lobby PM Johnson in support of Huawei’s involvement in the UK’s 5G communications network, according to Sky News",
        "content": "<ul><li><a href=\"https://news.sky.com/story/bt-and-vodafone-to-lobby-pm-in-support-of-huawei-11910696\">link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "bt-bt-a-ln-and-vodafone-vod-ln-cos-are-preparing-to-lobby-pm-johnson-in-support-of-huawei-s-involvement-in-the-uk-s-5g-communications-network-according-to-sky-news-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:33:00",
        "gmt_time": "2020-01-17 13:33:00"
    },
    {
        "id": 904426,
        "updated_sequence": 2073060,
        "published_at": {
            "unix": 1579266360,
            "text": "2020-01-17 13:06:00 +0000",
            "iso_8601": "2020-01-17T13:06:00Z"
        },
        "updated_at": {
            "unix": 1579266472,
            "text": "2020-01-17 13:07:52 +0000",
            "iso_8601": "2020-01-17T13:07:52Z"
        },
        "subject": "EU High Representative for Security and Foreign Policy says the EU does not rule out sending a European military mission to Libya, via Al-Jazeera",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1218157001777262593\">Link&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "eu-high-representative-for-security-and-foreign-policy-says-the-eu-does-not-rule-out-sending-a-european-military-mission-to-libya-via-al-jazeera-17-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:06:00",
        "gmt_time": "2020-01-17 13:06:00"
    },
    {
        "id": 904425,
        "updated_sequence": 2073053,
        "published_at": {
            "unix": 1579266120,
            "text": "2020-01-17 13:02:00 +0000",
            "iso_8601": "2020-01-17T13:02:00Z"
        },
        "updated_at": {
            "unix": 1579266295,
            "text": "2020-01-17 13:04:55 +0000",
            "iso_8601": "2020-01-17T13:04:55Z"
        },
        "subject": "Tesla (TSLA) is being reviewed by the US Auto Safety Agency to seek an investigation into 500k vehicles for sudden unintended acceleration, according to a government document ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-is-being-reviewed-by-the-us-auto-safety-agency-to-seek-an-investigation-into-500k-vehicles-for-sudden-unintended-acceleration-according-to-a-government-document-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 21:02:00",
        "gmt_time": "2020-01-17 13:02:00"
    },
    {
        "id": 904423,
        "updated_sequence": 2073045,
        "published_at": {
            "unix": 1579265220,
            "text": "2020-01-17 12:47:00 +0000",
            "iso_8601": "2020-01-17T12:47:00Z"
        },
        "updated_at": {
            "unix": 1579265258,
            "text": "2020-01-17 12:47:38 +0000",
            "iso_8601": "2020-01-17T12:47:38Z"
        },
        "subject": "Russia’s Transneft is to ship 527.4mln tonnes of oil this year vs. 522.4mln tonnes in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-transneft-is-to-ship-527-4mln-tonnes-of-oil-this-year-vs-522-4mln-tonnes-in-2019-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 20:47:00",
        "gmt_time": "2020-01-17 12:47:00"
    },
    {
        "id": 904423,
        "updated_sequence": 2073045,
        "published_at": {
            "unix": 1579265220,
            "text": "2020-01-17 12:47:00 +0000",
            "iso_8601": "2020-01-17T12:47:00Z"
        },
        "updated_at": {
            "unix": 1579265258,
            "text": "2020-01-17 12:47:38 +0000",
            "iso_8601": "2020-01-17T12:47:38Z"
        },
        "subject": "Russia’s Transneft is to ship 527.4mln tonnes of oil this year vs. 522.4mln tonnes in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-transneft-is-to-ship-527-4mln-tonnes-of-oil-this-year-vs-522-4mln-tonnes-in-2019-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 20:47:00",
        "gmt_time": "2020-01-17 12:47:00"
    },
    {
        "id": 904421,
        "updated_sequence": 2073038,
        "published_at": {
            "unix": 1579264080,
            "text": "2020-01-17 12:28:00 +0000",
            "iso_8601": "2020-01-17T12:28:00Z"
        },
        "updated_at": {
            "unix": 1579264523,
            "text": "2020-01-17 12:35:23 +0000",
            "iso_8601": "2020-01-17T12:35:23Z"
        },
        "subject": "State Street Corp (STT) Q4 19 (USD): EPS 1.73 (exp. 1.64); Adj. 1.98, Revenue 3.05bln (exp. 2.92bln). NII 636mln (prev. 697mln Y/Y), AUM 3.12trln (Prev. 2.51trln Y/Y); Forecasts FY20 NII decline of 5-7%",
        "content": "<ul><li>Forecasts EPS growth of 10-15%, revenue growth of 4-5%, ROE growth of 12-15% in the medium term</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "state-street-corp-stt-q4-19-usd-eps-1-73-exp-1-64-adj-1-98-revenue-3-05bln-exp-2-92bln-nii-636mln-prev-697mln-y-y-aum-3-12trln-prev-2-51trln-y-y-forecasts-fy20-nii-decline-of-5-7-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 20:28:00",
        "gmt_time": "2020-01-17 12:28:00"
    },
    {
        "id": 904420,
        "updated_sequence": 2073027,
        "published_at": {
            "unix": 1579263840,
            "text": "2020-01-17 12:24:00 +0000",
            "iso_8601": "2020-01-17T12:24:00Z"
        },
        "updated_at": {
            "unix": 1579263956,
            "text": "2020-01-17 12:25:56 +0000",
            "iso_8601": "2020-01-17T12:25:56Z"
        },
        "subject": "Scotiabank FX Daily - USD Remains Firm but Upside Potential Seems Limited  ",
        "content": "<ul><li>&nbsp; USD prolongs gains on yesterday’s retail sales beat.</li><li>&nbsp; CAD outperforms with little change around 1.3050 mark.</li><li>&nbsp; EUR is dragged down by weak UK data.</li><li>&nbsp; GBP lags G-10 on large unexpected contraction in Dec retail sales.</li><li>&nbsp; JPY flat as USD gains fade above 110.</li><li>&nbsp; AUD hangs steady near 69 cents mark on limited event risk</li><li>&nbsp; MXN bucks the trend and outperforms majors amid regional FX gains.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-remains-firm-but-upside-potential-seems-limited-17-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 20:24:00",
        "gmt_time": "2020-01-17 12:24:00"
    },
    {
        "id": 904419,
        "updated_sequence": 2073065,
        "published_at": {
            "unix": 1579262460,
            "text": "2020-01-17 12:01:00 +0000",
            "iso_8601": "2020-01-17T12:01:00Z"
        },
        "updated_at": {
            "unix": 1579267723,
            "text": "2020-01-17 13:28:43 +0000",
            "iso_8601": "2020-01-17T13:28:43Z"
        },
        "subject": "Deutsche Bank (DBK GY) - Local press notes of police intervention in Co. offices in Las Palmas de Gran Canaria  ",
        "content": "<ul><li><a href=\"https://twitter.com/laprovincia_es/status/1218139152228790273?s=20\">Link to tweet</a></li><li><a href=\"https://www.laprovincia.es/sucesos/2020/01/17/policia-registra-oficina-deutsche-bank/1245460.html\">Link to full report</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the full report suggests that the story relates to an ongoing drug-trafficking probe and it is unclear exactly what the Bank's role is in the matter.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579267680,
            "text": "2020-01-17 13:28:00 +0000",
            "iso_8601": "2020-01-17T13:28:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "deutsche-bank-dbk-gy-local-press-notes-of-police-intervention-in-co-offices-in-las-palmas-de-gran-canaria-17-01-2020",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 20:01:00",
        "gmt_time": "2020-01-17 12:01:00"
    },
    {
        "id": 904418,
        "updated_sequence": 2073095,
        "published_at": {
            "unix": 1579261860,
            "text": "2020-01-17 11:51:00 +0000",
            "iso_8601": "2020-01-17T11:51:00Z"
        },
        "updated_at": {
            "unix": 1579268565,
            "text": "2020-01-17 13:42:45 +0000",
            "iso_8601": "2020-01-17T13:42:45Z"
        },
        "subject": "Schlumberger NV (SLB) Q4 19 (USD): EPS-ex charges 0.39 (exp. 0.38), Revenue 8.20bln (exp. 8.17bln); Anticipates low single digit sequential decline in North America during Q1.",
        "content": "",
        "reaction_details": "<ul><li>Co. shares extended pre-market gains, +2% last</li></ul>",
        "reaction_updated_at": {
            "unix": 1579261920,
            "text": "2020-01-17 11:52:00 +0000",
            "iso_8601": "2020-01-17T11:52:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "schlumberger-nv-slb-q4-19-usd-eps-ex-charges-0-39-exp-0-38-revenue-8-20bln-exp-8-17bln-anticipates-low-single-digit-sequential-decline-in-north-america-during-q1-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:51:00",
        "gmt_time": "2020-01-17 11:51:00"
    },
    {
        "id": 904417,
        "updated_sequence": 2073019,
        "published_at": {
            "unix": 1579261800,
            "text": "2020-01-17 11:50:00 +0000",
            "iso_8601": "2020-01-17T11:50:00Z"
        },
        "updated_at": {
            "unix": 1579261944,
            "text": "2020-01-17 11:52:24 +0000",
            "iso_8601": "2020-01-17T11:52:24Z"
        },
        "subject": "Fastenal Co (FAST) Q4 19 (USD): EPS 0.31 (exp. 0.33), Revenue 1.28bln (exp. 1.29bln)",
        "content": "",
        "reaction_details": "<ul><li>Co. are higher by around 0.5% in pre-market trade</li></ul>",
        "reaction_updated_at": {
            "unix": 1579261944,
            "text": "2020-01-17 11:52:24 +0000",
            "iso_8601": "2020-01-17T11:52:24Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fastenal-co-fast-q4-19-usd-eps-0-31-exp-0-33-revenue-1-28bln-exp-1-29bln-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:50:00",
        "gmt_time": "2020-01-17 11:50:00"
    },
    {
        "id": 904416,
        "updated_sequence": 2073007,
        "published_at": {
            "unix": 1579260840,
            "text": "2020-01-17 11:34:00 +0000",
            "iso_8601": "2020-01-17T11:34:00Z"
        },
        "updated_at": {
            "unix": 1579260893,
            "text": "2020-01-17 11:34:53 +0000",
            "iso_8601": "2020-01-17T11:34:53Z"
        },
        "subject": "Newsquawk Daily US Opening News - 17th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23653/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are firmer this morning, continuing the positive tone from APAC hours</li><li>Sterling lags and Gilts lead core debt peers after dismal UK retail sales</li><li>White House officials confirmed they are planning election year stimulus which will focus on tax reductions</li><li>Chinese GDP printed in-line with exp. with IP and retail sales topping estimates</li><li>Looking ahead, highlights include US Building Permits, Housing Starts, Industrial Production, JOLTS, Uni. Of Michigan, Baker Hughes, Fed’s Harker, Quarles</li></ul><p><strong>ASIA-PAC</strong></p><p><strong>Asian equity markets traded positive after taking impetus from another record-setting session on Wall St. following the recent Phase 1 deal signing</strong> and where sentiment was underpinned by encouraging earnings and data, while participants also digested a flurry of key Chinese data including GDP which grew inline with expectations. <strong>ASX 200 (+0.3%)</strong> extended on all-time highs led by broad strength in mining names including Rio Tinto despite the Co. printing weaker Q4 iron ore shipments, although Nufarm was at the other end of the spectrum with double-digit losses after it flagged weaker earnings across several segments. <strong>Nikkei 225 (+0.4%)</strong> was kept afloat by favourable currency flows, while <strong>Hang Seng (+0.6%)</strong> and <strong>Shanghai Comp. (U/C) </strong>initially gained after the continued PBoC liquidity efforts and slew of tier-1 Chinese data in which GDP printed inline with expectations and both Industrial Production and Retail Sales topped estimates. However, the data showed China’s 2019 growth slowed to 6.1% from 6.6% Y/Y which was the weakest since 1990 albeit still within the official 6.0%-6.5% target range. Finally, 10yr JGBs were marginally higher in a reclaim of the 152.00 level with the rebound unfazed despite the positive risk tone and all metrics pointing to weaker results at today’s 20yr JGB auction.</p><p>PBoC injected CNY 200bln in 14-day reverse repos for a net weekly injection CNY 600bln vs. CNY 50bln drain W/W. (Newswires) <strong>PBoC set USD/CNY mid-point at 6.8878 vs. Exp. 6.8843 (Prev. 6.8807)</strong></p><p><strong>Chinese GDP (Q4) Q/Q 1.5% vs. Exp. 1.5% (Prev. 1.5%). Chinese GDP (Q4) Y/Y 6.0% vs. Exp. 6.0% (Prev. 6.0%) Chinese GDP YTD (Q4) Y/Y 6.1% (Prev. 6.2%); slowest pace of growth since 1990. Chinese Industrial Production (Dec) Y/Y 6.9% vs. Exp. 5.9% (Prev. 6.2%) Chinese Retail Sales (Dec) Y/Y 8.0% vs. Exp. 7.8% (Prev. 8.0%)</strong></p><p><strong>BoK kept the 7-Day Repo Rate at 1.25% as expected</strong>, while it stated that the South Korea economy is forecast to grow at lower 2% level this year and inflation will gradually reach 1%, while it added growth is inline with previous projections and downturn in exports is likely to ease. Furthermore, BoK Governor Lee said it would be appropriate to keep policy rate above rates in advanced economies and that the rate decision was not unanimous with board members Cho and Shin the dissenters.</p><p><strong>US</strong></p><p>US Treasury decided it will issue 20-year bonds in H1 this year after having considering proposals including a 50-year or 100-year bond to bridge the financing budget deficit, while it reportedly expects strong demand for the new issuance. (Newswires)</p><p><strong>White House officials confirmed they are planning election year stimulus which will focus on tax reductions</strong>. (Fox Business News)</p><p>US President Trump has announced Judy Shelton and Christopher Waller as nominees for the Fed Board of Governors, according to the White House. Trump in July noted that he would nominate the two. (Newswires/FT)</p><p><strong>GEOPOLITICS</strong></p><p>US Central Command said at least 11 US troops were injured in last week’s Iranian missile attack on the Al-Asad air base in Iraq. (Newswires)</p><p>China Foreign Ministry said China closely followed and monitored US warship in the Taiwan Strait, urging US to abide by China principle. (Newswires)</p><p><strong>UK/EU</strong></p><p>German Defence Minister Kramp-Karrenbauer suggested the EU should offer Britain “privileged third-party status” in defence and foreign policy cooperation post-Brexit following a meeting with her UK counterpart Ben Foster. (Guardian)</p><p>EU Trade Commissioner Hogan said EU wants to strengthen economic ties with US and that he had very good talks with USTR Lighthizer. Hogan also reiterated EU's plan for retaliatory tariffs over Boeing aid but also told US officials again that the EU is keen to work towards a negotiated solution on the aircraft subsidy issue. Furthermore, Hogan said the sides are still talking about digital services tax and noted agriculture is still a sticking point in tariffs cut goal although the EU is willing to explore options to break impasse and get past the sticking point. (Newswires)</p><p><strong>French Finance Minister Le Maire says EU is making progress with the US on the digital tax issue</strong>, reiterated that the EU will retaliate if US imposes sanctions against France; <strong>has made proposals to resolve the digital tax dispute to US Treasury Secretary Mnuchin and more proposals will be made this evening</strong>. (Newswires)</p><p><strong>UK Retail Sales MM (Dec) -0.6% vs. Exp. 0.5% (Prev. -0.6%, Rev. -0.8%); YY (Dec) 0.9% vs. Exp. 2.6% (Prev. 1.0%, Rev. 0.8%)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Ex-Fuel MM (Dec) -0.8% vs. Exp. 0.7% (Prev. -0.6%, Rev. -0.8%); Ex-Fuel YY (Dec) 0.7% vs. Exp. 2.9% (Prev. 0.8%, Rev. 0.6%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ONS says the retail sales data in Q4 indicating a 0.05ppt drag on GDP in the period and December was the fifth consecutive month with no MM growth in retail sales, food store sales fell the most in three years</p><p><strong>EZ HICP Final YY (Dec) 1.3% vs. Exp. 1.3% (Prev. 1.3%)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; HICP-X F&amp;E Final YY (Dec) 1.4% vs. Exp. 1.4% (Prev. 1.4%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; HICP-X F,E,A&amp;T Final YY (Dec) 1.3% vs. Exp. 1.3% (Prev. 1.3%)</p><p><strong>EQUITIES</strong></p><p><strong>An upbeat session for European equities thus far [Euro Stoxx 50 +0.8%] </strong>with firm gains seen across the board, following on from an overall positive APAC session as sentiment remains underpinned following reassuring earnings coupled and decent data. The CAC (+1.0%) DAX (+0.8%) lead the gains in the region, with FTSE 100 joining the party following early underperformance on currency dynamics. Sectors are mostly in the green with the exception of the energy names as oil stalled not far off YTD lows and natural gas prices slump. Meanwhile, sectors leading the advances include industrials, utilities, healthcare and IT, with the latter potentially feeling some tailwind from Alphabet joining the USD 1tln market cap club. In terms of move. In terms of individual movers – heavyweight Bayer (+1.0%) remains a top gainer in the DAX after reports stated the Co. could be weeks away from settling over 75k cancer claims in relation to its Roundup weed-killer. Elsewhere, Richemont (+5.0%) shares have been bolstered by a Q3 revenue beat against the background of Hong Kong protests – thus Swatch (+1.9%) are higher in tandem. On the flip side, Casino (-7.7%) shares slumped as much as 9% at the open amid dismal prelim results and a profit warning amid the French pension reform protests, with peer Carrefour (+0.8%) initially falling in sympathy but nursing losses in recent trade.</p><p><strong>FX</strong></p><p><strong>GBP - </strong>Sterling was in the ascendency ahead of ONS retail sales data for the festive month of December, with forecasts for a firm rebound in consumption bolstered by the fact that Black Friday fell within the reporting period. However, longs and anyone front-running the release on the prospect or rumour of an upside surprise were left high and dry by another bleak set of numbers. Cable duly collapsed from 1.3100+ to sub-1.3050 and Eur/Gbp spiked from around 0.8487 to circa 0.8533 and back above a big 1.2 bn option expiry at 0.8500 in the process.</p><p><strong>USD - </strong>In stark contrast to the whipsaw moves witnessed vs the Pound, trading ranges have been relatively sedate and exemplified by the DXY sticking between narrow 97.259-396 lines in the run up to another raft of US economic releases, including housing starts, building permits, ip, manufacturing output, JOLTS and Michigan Sentiment. However, the Dollar retains an underlying bid in wake of yesterday’s upbeat data and Philly Fed survey on balance, with a significantly steeper Treasury curve on longer end supply factors also lending support<strong>.</strong></p><p><strong>AUD/NZD/CAD/JPY/EUR/CHF - </strong>The Aussie and Kiwi have derived a degree of positive momentum from mostly encouraging Chinese macro news overnight to pare some declines against their US counterpart and hold around or above big figures, at 0.6900 and 0.6600 respectively. Consequently, the Aud/Nzd cross is pivoting 1.0400 and could yet rebound a bit further if hefty Aud/Usd expiry interest at 0.6925 (1.3 bn) exerts some upside influence. Elsewhere, the Loonie is still meandering either side of 1.3050 and near 1.1 bn expiries from 1.3030-40, while the Yen is consolidating in a lower band below 110.00 where 1 bn expiry interest resides and the Euro remains restrained under 1.1150 amidst even bigger expiries stacked from 1.1090 to 1.1200 (totalling almost 12 bn and fairly evenly spread). Conversely, the decent Usd/Chf expiries are not that close to current levels (0.9660 or so) and the Franc failed to glean any real impetus/direction from Swiss import/export prices even though firmer or less deflationary than previously.</p><p><strong>EM - </strong>Pretty mixed/inconclusive performances vs the Buck thus far, but the Rand has clawed back some post-SARB weakness and Lira vice-versa as oil prices rebound to the benefit of the Rouble, while the Renminbi continues to grind higher in wake of the aforementioned upbeat (overall) Chinese data.</p><p><strong>Notable Option Expiries, NY Cut:</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/USD: 1<strong>.1090-1.1105 (2.6BLN), 1.1120-25 (2BLN), 1.1135-45 (1.1BLN), 1.1150 (2.1BLN), 1.1165-75 (1BLN), 1.1200 (3BLN)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/GBP:<strong> 0.8500 (1.2BLN)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; AUD/USD: 0.6855 (650M), 0.6900 (310M), <strong>0.6925 (1.3BLN</strong>), 0.6970 (690M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/CAD: 1.3000 (433M), <strong>1.3030-40 (1.1BLN),</strong> 1.3150-55 (800M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/JPY: <strong>110.00 (1BLN),</strong> 110.15 (500M), 110.40-50 (600M), 111.00 (815M)</p><p><strong>FIXED INCOME</strong></p><p><strong>Bunds </strong>and<strong> Gilts </strong>are poised just shy of best levels forged on the back of the latest in an even longer line of BoE ease inducing UK data (far from the usual seasonal spending even with Black Friday included), with the former now flat on the day vs +6 ticks at 171.78 and latter 32 ticks ahead compared to +34 ticks at best (133.76 new contract peak). However, <strong>Italian bonds</strong> are now approaching 143.00 after their recent meltdown and circa ¾ point above parity in contrast to idling <strong>US Treasuries</strong> bar the sharply underperforming long end that is making room for supply to come rather than refuelling after absorbing a new syndicated offering.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI and Brent</strong> front-month futures have been lifted in recent trade in what seems to be more of a sentiment-driven move as opposed to oil-specific fundamental news. The former eyes USD 59/bbl to the upside having stalled just ahead of the psychological level, whilst the latter eclipsed USD 65/bbl. PVM notes that from this month’s oil market reports, the key takeaways are that global inventories will grow this year, with oversupply concerns continuing to persist in H1 2020, driven my rising Shale output and in-fitting with the latest US production figures with reached a record high of 13mln BPD. “In view of this, any lingering bulls ought to retreat into hibernation, remerging only in the summer when oil fundamentals shake off their bearish malaise.” – PVM states. The analysts also note that prices are underpinned after the Senate passed the USMCA trade deal yesterday but upside remains capped by concerns on whether China will live up to its promises to bolster US imports, which could bring an end to the ceasefire between the world’s two largest nations. Elsewhere, <strong>spot gold</strong> continues to consolidate from the parabolic price action seen since early December with prices currently steady just above the 1550/oz mark ahead of potential mild resistance around 1558/oz – with eyes remaining on the geopolitical landscape after US Central Command stated that 11 US troops were injured in last week’s Iranian attacks on the Al-Asad airbase, despite US President Trump claiming that there were no injuries. <strong>Copper</strong> prices meanwhile remain supported amid the overall market sentiment with price north of USD 2.85/lb, and potentially feeling some tailwinds from China’s GDP remaining within its target band.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-17th-january-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:34:00",
        "gmt_time": "2020-01-17 11:34:00"
    },
    {
        "id": 904412,
        "updated_sequence": 2072995,
        "published_at": {
            "unix": 1579260600,
            "text": "2020-01-17 11:30:00 +0000",
            "iso_8601": "2020-01-17T11:30:00Z"
        },
        "updated_at": {
            "unix": 1579260651,
            "text": "2020-01-17 11:30:51 +0000",
            "iso_8601": "2020-01-17T11:30:51Z"
        },
        "subject": "Newsquawk EU Mid Session: Gilts ramp-up on woeful retail sales as BoE cut expectations touch 70% - 17th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23652/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p>An upbeat session for European equities thus far [Euro Stoxx 50 +0.8%] with firm gains seen across the board, following on from an overall positive APAC session as sentiment remains underpinned following reassuring earnings coupled and decent data. The CAC (+1.0%) DAX (+0.8%) lead the gains in the region, with FTSE 100 joining the party following early underperformance on currency dynamics. Sectors are mostly in the green with the exception of the energy names as oil stalled not far off YTD lows and natural gas prices slump. Meanwhile, sectors leading the advances include industrials, utilities, healthcare and IT, with the latter potentially feeling some tailwind from Alphabet joining the USD 1tln market cap club. In terms of move. In terms of individual movers – heavyweight Bayer (+1.0%) remains a top gainer in the DAX after reports stated the Co. could be weeks away from settling over 75k cancer claims in relation to its Roundup weed-killer. Elsewhere, Richemont (+5.0%) shares have been bolstered by a Q3 revenue beat against the background of Hong Kong protests – thus Swatch (+1.9%) are higher in tandem. On the flip side, Casino (-7.7%) shares slumped as much as 9% at the open amid dismal prelim results and a profit warning amid the French pension reform protests, with peer Carrefour (+0.8%) initially falling in sympathy but nursing losses in recent trade.</p><p><strong>FX</strong></p><p>GBP - Sterling was in the ascendency ahead of ONS retail sales data for the festive month of December, with forecasts for a firm rebound in consumption bolstered by the fact that Black Friday fell within the reporting period. However, longs and anyone front-running the release on the prospect or rumour of an upside surprise were left high and dry by another bleak set of numbers. Cable duly collapsed from 1.3100+ to sub-1.3050 and Eur/Gbp spiked from around 0.8487 to circa 0.8533 and back above a big 1.2 bn option expiry at 0.8500 in the process.</p><p>USD - In stark contrast to the whipsaw moves witnessed vs the Pound, trading ranges have been relatively sedate and exemplified by the DXY sticking between narrow 97.259-396 lines in the run up to another raft of US economic releases, including housing starts, building permits, ip, manufacturing output, JOLTS and Michigan Sentiment. However, the Dollar retains an underlying bid in wake of yesterday’s upbeat data and Philly Fed survey on balance, with a significantly steeper Treasury curve on longer end supply factors also lending support.</p><p>AUD/NZD/CAD/JPY/EUR/CHF - The Aussie and Kiwi have derived a degree of positive momentum from mostly encouraging Chinese macro news overnight to pare some declines against their US counterpart and hold around or above big figures, at 0.6900 and 0.6600 respectively. Consequently, the Aud/Nzd cross is pivoting 1.0400 and could yet rebound a bit further if hefty Aud/Usd expiry interest at 0.6925 (1.3 bn) exerts some upside influence. Elsewhere, the Loonie is still meandering either side of 1.3050 and near 1.1 bn expiries from 1.3030-40, while the Yen is consolidating in a lower band below 110.00 where 1 bn expiry interest resides and the Euro remains restrained under 1.1150 amidst even bigger expiries stacked from 1.1090 to 1.1200 (totalling almost 12 bn and fairly evenly spread). Conversely, the decent Usd/Chf expiries are not that close to current levels (0.9660 or so) and the Franc failed to glean any real impetus/direction from Swiss import/export prices even though firmer or less deflationary than previously.</p><p>EM - Pretty mixed/inconclusive performances vs the Buck thus far, but the Rand has clawed back some post-SARB weakness and Lira vice-versa as oil prices rebound to the benefit of the Rouble, while the Renminbi continues to grind higher in wake of the aforementioned upbeat (overall) Chinese data.</p><p><strong>FIXED INCOME</strong></p><p>Bunds and Gilts are poised just shy of best levels forged on the back of the latest in an even longer line of BoE ease inducing UK data (far from the usual seasonal spending even with Black Friday included), with the former now flat on the day vs +6 ticks at 171.78 and latter 32 ticks ahead compared to +34 ticks at best (133.76 new contract peak). However, Italian bonds are now approaching 143.00 after their recent meltdown and circa ¾ point above parity in contrast to idling US Treasuries bar the sharply underperforming long end that is making room for supply to come rather than refuelling after absorbing a new syndicated offering.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI</strong> and <strong>Brent</strong> front-month futures have been lifted in recent trade in what seems to be more of a sentiment-driven move as opposed to oil-specific fundamental news. The former eyes USD 59/bbl to the upside having stalled just ahead of the psychological level, whilst the latter eclipsed USD 65/bbl. PVM notes that from this month’s oil market reports, the key takeaways are that global inventories will grow this year, with oversupply concerns continuing to persist in H1 2020, driven my rising Shale output and in-fitting with the latest US production figures with reached a record high of 13mln BPD. “In view of this, any lingering bulls ought to retreat into hibernation, remerging only in the summer when oil fundamentals shake off their bearish malaise.” – PVM states. The analysts also note that prices are underpinned after the Senate passed the USMCA trade deal yesterday but upside remains capped by concerns on whether China will live up to its promises to bolster US imports, which could bring an end to the ceasefire between the world’s two largest nations. Elsewhere, <strong>spot</strong> <strong>gold</strong> continues to consolidate from the parabolic price action seen since early December with prices currently steady just above the 1550/oz mark ahead of potential mild resistance around 1558/oz – with eyes remaining on the geopolitical landscape after US Central Command stated that 11 US troops were injured in last week’s Iranian attacks on the Al-Asad airbase, despite US President Trump claiming that there were no injuries. <strong>Copper</strong> prices meanwhile remain supported amid the overall market sentiment with price north of USD 2.85/lb, and potentially feeling some tailwinds from China’s GDP remaining within its target band.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-gilts-ramp-up-on-woeful-retail-sales-as-boe-cut-expectations-touch-70-17th-january-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:30:00",
        "gmt_time": "2020-01-17 11:30:00"
    },
    {
        "id": 904411,
        "updated_sequence": 2072990,
        "published_at": {
            "unix": 1579260120,
            "text": "2020-01-17 11:22:00 +0000",
            "iso_8601": "2020-01-17T11:22:00Z"
        },
        "updated_at": {
            "unix": 1579260220,
            "text": "2020-01-17 11:23:40 +0000",
            "iso_8601": "2020-01-17T11:23:40Z"
        },
        "subject": "Fixed Income: core bonds top out, but BTPs still bouncing",
        "content": "<p>Bunds and Gilts are poised just shy of best levels forged on the back of the latest in an even longer line of BoE ease inducing UK data (far from the usual seasonal spending even with Black Friday included), with the former now flat on the day vs +6 ticks at 171.78 and latter 32 ticks ahead compared to +34 ticks at best (133.76 new contract peak). However, Italian bonds are now approaching 143.00 after their recent meltdown and circa ¾ point above parity in contrast to idling US Treasuries bar the sharply underperforming long end that is making room for supply to come rather than refuelling after absorbing a new syndicated offering.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-core-bonds-top-out-but-btps-still-bouncing-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:22:00",
        "gmt_time": "2020-01-17 11:22:00"
    },
    {
        "id": 904410,
        "updated_sequence": 2072985,
        "published_at": {
            "unix": 1579259700,
            "text": "2020-01-17 11:15:00 +0000",
            "iso_8601": "2020-01-17T11:15:00Z"
        },
        "updated_at": {
            "unix": 1579259764,
            "text": "2020-01-17 11:16:04 +0000",
            "iso_8601": "2020-01-17T11:16:04Z"
        },
        "subject": "China will continue to cut taxes on a large scale in 2020., according to State Media",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-will-continue-to-cut-taxes-on-a-large-scale-in-2020-according-to-state-media-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 19:15:00",
        "gmt_time": "2020-01-17 11:15:00"
    },
    {
        "id": 904409,
        "updated_sequence": 2072982,
        "published_at": {
            "unix": 1579258620,
            "text": "2020-01-17 10:57:00 +0000",
            "iso_8601": "2020-01-17T10:57:00Z"
        },
        "updated_at": {
            "unix": 1579258777,
            "text": "2020-01-17 10:59:37 +0000",
            "iso_8601": "2020-01-17T10:59:37Z"
        },
        "subject": "BMW (BMW GY) - Co. has to recall 365k in the US amid fault airbags, US Traffic Safety Agency announced today, according to Manager Magazin",
        "content": "<ul><li><a href=\"https://www.manager-magazin.de/unternehmen/autoindustrie/bmw-ruft-300-000-autos-in-den-usa-zurueck-a-1304168.html\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Manager Magazin",
        "slug": "bmw-bmw-gy-co-has-to-recall-365k-in-the-us-amid-fault-airbags-us-traffic-safety-agency-announced-today-according-to-manager-magazin-17-01-2020",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 18:57:00",
        "gmt_time": "2020-01-17 10:57:00"
    },
    {
        "id": 904408,
        "updated_sequence": 2072977,
        "published_at": {
            "unix": 1579258380,
            "text": "2020-01-17 10:53:00 +0000",
            "iso_8601": "2020-01-17T10:53:00Z"
        },
        "updated_at": {
            "unix": 1579258584,
            "text": "2020-01-17 10:56:24 +0000",
            "iso_8601": "2020-01-17T10:56:24Z"
        },
        "subject": "FX Morning Colour: Pound flounders after more BoE rate cut fodder",
        "content": "<p><strong>GBP</strong></p><p>Sterling was in the ascendency ahead of ONS retail sales data for the festive month of December, with forecasts for a firm rebound in consumption bolstered by the fact that Black Friday fell within the reporting period. However, longs and anyone front-running the release on the prospect or rumour of an upside surprise were left high and dry by another bleak set of numbers. Cable duly collapsed from 1.3100+ to sub-1.3050 and Eur/Gbp spiked from around 0.8487 to circa 0.8533 and back above a big 1.2 bn option expiry at 0.8500 in the process.</p><p><strong>USD</strong></p><p>In stark contrast to the whipsaw moves witnessed vs the Pound, trading ranges have been relatively sedate and exemplified by the <strong>DXY </strong>sticking between narrow 97.259-396 lines in the run up to another raft of US economic releases, including housing starts, building permits, ip, manufacturing output, JOLTS and Michigan Sentiment. However, the Dollar retains an underlying bid in wake of yesterday’s upbeat data and Philly Fed survey on balance, with a significantly steeper Treasury curve on longer end supply factors also lending support.</p><p><strong>AUD/NZD/CAD/JPY/EUR/CHF</strong></p><p>The Aussie and Kiwi have derived a degree of positive momentum from mostly encouraging Chinese macro news overnight to pare some declines against their US counterpart and hold around or above big figures, at 0.6900 and 0.6600 respectively. Consequently, the Aud/Nzd cross is pivoting 1.0400 and could yet rebound a bit further if hefty Aud/Usd expiry interest at 0.6925 (1.3 bn) exerts some upside influence. Elsewhere, the Loonie is still meandering either side of 1.3050 and near 1.1 bn expiries from 1.3030-40, while the Yen is consolidating in a lower band below 110.00 where 1 bn expiry interest resides and the Euro remains restrained under 1.1150 amidst even bigger expiries stacked from 1.1090 to 1.1200 (totalling almost 12 bn and fairly evenly spread). Conversely, the decent Usd/Chf expiries are not that close to current levels (0.9660 or so) and the Franc failed to glean any real impetus/direction from Swiss import/export prices even though firmer or less deflationary than previously.</p><p><strong>EM</strong></p><p>Pretty mixed/inconclusive performances vs the Buck thus far, but the Rand has clawed back some post-SARB weakness and Lira vice-versa as oil prices rebound to the benefit of the Rouble, while the Renminbi continues to grind higher in wake of the aforementioned upbeat (overall) Chinese data.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-pound-flounders-after-more-boe-rate-cut-fodder-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 18:53:00",
        "gmt_time": "2020-01-17 10:53:00"
    },
    {
        "id": 904407,
        "updated_sequence": 2072972,
        "published_at": {
            "unix": 1579256700,
            "text": "2020-01-17 10:25:00 +0000",
            "iso_8601": "2020-01-17T10:25:00Z"
        },
        "updated_at": {
            "unix": 1579257529,
            "text": "2020-01-17 10:38:49 +0000",
            "iso_8601": "2020-01-17T10:38:49Z"
        },
        "subject": "French Finance Minister Le Maire says EU is making progress with the US on the digital tax issue, reiterated that the EU will retaliate if US imposes sanctions against France",
        "content": "<ul><li>Adds, that he has made proposals to resolve the digital tax dispute to US Treasury Secretary Mnuchin and more proposals will be made this evening</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after EU Trade Commissioner Hogan yesterday said EU wants to strengthen economic ties with US, adds had very good talks with USTR Lighthizer</li><li>Hogan also repeated EU's plan for retaliatory tariffs over Boeing aid but says he told US officials again that EU is keen to work towards a negotiated solution on aircraft subsidy issue.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579256880,
            "text": "2020-01-17 10:28:00 +0000",
            "iso_8601": "2020-01-17T10:28:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-le-maire-says-eu-is-making-progress-with-the-us-on-the-digital-tax-issue-reiterated-that-the-eu-will-retaliate-if-us-imposes-sanctions-against-france-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 18:25:00",
        "gmt_time": "2020-01-17 10:25:00"
    },
    {
        "id": 904406,
        "updated_sequence": 2072961,
        "published_at": {
            "unix": 1579256040,
            "text": "2020-01-17 10:14:00 +0000",
            "iso_8601": "2020-01-17T10:14:00Z"
        },
        "updated_at": {
            "unix": 1579256221,
            "text": "2020-01-17 10:17:01 +0000",
            "iso_8601": "2020-01-17T10:17:01Z"
        },
        "subject": "Kion (KGX GY) - Co. states that they beat forecasts for 2019 with FY consolidated revenue rising almost 10% to around EUR 8.8bln (Prev. EUR 8.0bln) with order intake above levels set out in prior outlook",
        "content": "",
        "reaction_details": "<ul><li>Amid the positive update, Co. shares immediate rose from EUR 62.70 to EUR 63.60</li></ul>",
        "reaction_updated_at": {
            "unix": 1579256221,
            "text": "2020-01-17 10:17:01 +0000",
            "iso_8601": "2020-01-17T10:17:01Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kion-kgx-gy-co-states-that-they-beat-forecasts-for-2019-with-fy-consolidated-revenue-rising-almost-10-to-around-eur-8-8bln-prev-eur-8-0bln-with-order-intake-above-levels-set-out-in-prior-outlook-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 18:14:00",
        "gmt_time": "2020-01-17 10:14:00"
    },
    {
        "id": 904405,
        "updated_sequence": 2072956,
        "published_at": {
            "unix": 1579255860,
            "text": "2020-01-17 10:11:00 +0000",
            "iso_8601": "2020-01-17T10:11:00Z"
        },
        "updated_at": {
            "unix": 1579256037,
            "text": "2020-01-17 10:13:57 +0000",
            "iso_8601": "2020-01-17T10:13:57Z"
        },
        "subject": "Lufthansa (LHA GY) - German UFO union states that measures that go significantly beyond current strikes are the only way to sufficiently pressure the Co.",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Co. shares fell from EUR 15.32 to EUR 15.28</li></ul>",
        "reaction_updated_at": {
            "unix": 1579256037,
            "text": "2020-01-17 10:13:57 +0000",
            "iso_8601": "2020-01-17T10:13:57Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lufthansa-lha-gy-german-ufo-union-states-that-measures-that-go-significantly-beyond-current-strikes-are-the-only-way-to-sufficiently-pressure-the-co-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 18:11:00",
        "gmt_time": "2020-01-17 10:11:00"
    },
    {
        "id": 904390,
        "updated_sequence": 2072907,
        "published_at": {
            "unix": 1579255020,
            "text": "2020-01-17 09:57:00 +0000",
            "iso_8601": "2020-01-17T09:57:00Z"
        },
        "updated_at": {
            "unix": 1579255204,
            "text": "2020-01-17 10:00:04 +0000",
            "iso_8601": "2020-01-17T10:00:04Z"
        },
        "subject": "BOFA flow show: equity funds attract USD 12.6bln in the week to Wednesday; largest inflow is early Nov, whilst bond funds see USD 16.6bln of inflows - fifth highest ever",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bofa-flow-show-equity-funds-attract-usd-12-6bln-in-the-week-to-wednesday-largest-inflow-is-early-nov-whilst-bond-funds-see-usd-16-6bln-of-inflows-fifth-highest-ever-17-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 17:57:00",
        "gmt_time": "2020-01-17 09:57:00"
    },
    {
        "id": 904385,
        "updated_sequence": 2072888,
        "published_at": {
            "unix": 1579252440,
            "text": "2020-01-17 09:14:00 +0000",
            "iso_8601": "2020-01-17T09:14:00Z"
        },
        "updated_at": {
            "unix": 1579252665,
            "text": "2020-01-17 09:17:45 +0000",
            "iso_8601": "2020-01-17T09:17:45Z"
        },
        "subject": "UBS FX Spot ideas 17th Jan 2020",
        "content": "<ul><li>EUR/USD - Buy dips 1.1125-35, stop below 1.1105, target 1.1170</li><li>USD/JPY - Play range 109.90 - 110.40</li><li>EUR/JPY - Buy dips 122.60-.70, stop below 122.40, target 123.20</li><li>EUR/CHF - Play range 1.0735 - 1.0770</li><li>USD/CHF - Sell rally 0.9665-75,&nbsp;stop above 0.9690, target 0.9625</li><li>GBP/USD - Buy dips 1.3055-75, stop below 1.3035, target 1.3120</li><li>EUR/GBP - Play range 0.8480 - 0.8530</li><li>AUD/USD -&nbsp;Play range 0.6885 - 0.6925</li><li>NZD/USD - Play range 0.6610 - 0.6660</li><li>USD/CAD - Play range 1.3030 - 1.3080</li><li>EUR/SEK - Sell rally 10.58-.59, stop above 10.615, target 10.54</li><li>EUR/NOK -&nbsp;Sell rally 9.90-9.92, stop above 9.94, target 9.85</li><li>XAU/USD - Buy at 1552, stop loss at 1548, take profit at 1568</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-17th-jan-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 17:14:00",
        "gmt_time": "2020-01-17 09:14:00"
    },
    {
        "id": 904183,
        "updated_sequence": 2072864,
        "published_at": {
            "unix": 1579251600,
            "text": "2020-01-17 09:00:00 +0000",
            "iso_8601": "2020-01-17T09:00:00Z"
        },
        "updated_at": {
            "unix": 1579251600,
            "text": "2020-01-17 09:00:00 +0000",
            "iso_8601": "2020-01-17T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-16-01-2020",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 17:00:00",
        "gmt_time": "2020-01-17 09:00:00"
    },
    {
        "id": 904378,
        "updated_sequence": 2072862,
        "published_at": {
            "unix": 1579250520,
            "text": "2020-01-17 08:42:00 +0000",
            "iso_8601": "2020-01-17T08:42:00Z"
        },
        "updated_at": {
            "unix": 1579250609,
            "text": "2020-01-17 08:43:29 +0000",
            "iso_8601": "2020-01-17T08:43:29Z"
        },
        "subject": "Norway's Preliminary December oil production: 1.759mln BPD vs. Prev. 1.711mln BPD., Norwegian Petroleum Directorate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-preliminary-december-oil-production-1-759mln-bpd-vs-prev-1-711mln-bpd-norwegian-petroleum-directorate-17-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:42:00",
        "gmt_time": "2020-01-17 08:42:00"
    },
    {
        "id": 904377,
        "updated_sequence": 2072859,
        "published_at": {
            "unix": 1579250520,
            "text": "2020-01-17 08:42:00 +0000",
            "iso_8601": "2020-01-17T08:42:00Z"
        },
        "updated_at": {
            "unix": 1579250560,
            "text": "2020-01-17 08:42:40 +0000",
            "iso_8601": "2020-01-17T08:42:40Z"
        },
        "subject": "Gilts and Short Sterling futures narrowly mixed ahead of UK retail sales",
        "content": "<p>In keeping with the consolidative tone elsewhere, and perhaps acknowledging the prospect that today’s domestic data may break the recent run of downbeat/weak indicators, the 10 year benchmark is erring towards the side of caution between 133.41-21 parameters compared to yesterday’s 133.42 Liffe settlement. However, the 3 month strip remains firmer for choice within a -0.5 to +1 tick range irrespective, and conforming to broad curve steepening amidst better than even odds for a rate cut at this month’s BoE policy meeting.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "gilts-and-short-sterling-futures-narrowly-mixed-ahead-of-uk-retail-sales-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:42:00",
        "gmt_time": "2020-01-17 08:42:00"
    },
    {
        "id": 904376,
        "updated_sequence": 2072856,
        "published_at": {
            "unix": 1579250460,
            "text": "2020-01-17 08:41:00 +0000",
            "iso_8601": "2020-01-17T08:41:00Z"
        },
        "updated_at": {
            "unix": 1579250540,
            "text": "2020-01-17 08:42:20 +0000",
            "iso_8601": "2020-01-17T08:42:20Z"
        },
        "subject": "China's FX regulator says they will make the Yuan more flexible",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-fx-regulator-says-they-will-make-the-yuan-more-flexible-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:41:00",
        "gmt_time": "2020-01-17 08:41:00"
    },
    {
        "id": 904375,
        "updated_sequence": 2072853,
        "published_at": {
            "unix": 1579248720,
            "text": "2020-01-17 08:12:00 +0000",
            "iso_8601": "2020-01-17T08:12:00Z"
        },
        "updated_at": {
            "unix": 1579248771,
            "text": "2020-01-17 08:12:51 +0000",
            "iso_8601": "2020-01-17T08:12:51Z"
        },
        "subject": "Bunds: another recoil and reset off overnight Eurex lows",
        "content": "<p>The core Eurozone bond has conceded a bit more ground to the ongoing risk rally, but the latest pull-back has been notably shallower and the 10 year debt future does not appear too perturbed by a firm start to Friday’s session across EU cash bourses, albeit still below par within a 171.71-46 range vs Thursday’s 171.72 close (and 171.80 intraday high). However, a more pronounced advance in stocks and/or further forecast-beating data could undermine debt markets into the weekend and ahead of Monday’s US holiday.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "bunds-another-recoil-and-reset-off-overnight-eurex-lows-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:12:00",
        "gmt_time": "2020-01-17 08:12:00"
    },
    {
        "id": 904374,
        "updated_sequence": 2072850,
        "published_at": {
            "unix": 1579248360,
            "text": "2020-01-17 08:06:00 +0000",
            "iso_8601": "2020-01-17T08:06:00Z"
        },
        "updated_at": {
            "unix": 1579248437,
            "text": "2020-01-17 08:07:17 +0000",
            "iso_8601": "2020-01-17T08:07:17Z"
        },
        "subject": "European Equity Movers this Morning: Richemont (CFR SW) +5.5%; RWE (RWE GY) +3.8%; NMC Health (NMC LN) +3.5%; Bayer (BAYN GY) +1.5%; Casino (CO FP)  -9.3%; Carrefour (CA FP) -2.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "european-equity-movers-this-morning-richemont-cfr-sw-5-5-rwe-rwe-gy-3-8-nmc-health-nmc-ln-3-5-bayer-bayn-gy-1-5-casino-co-fp-9-3-carrefour-ca-fp-2-2-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:06:00",
        "gmt_time": "2020-01-17 08:06:00"
    },
    {
        "id": 904373,
        "updated_sequence": 2072847,
        "published_at": {
            "unix": 1579248000,
            "text": "2020-01-17 08:00:00 +0000",
            "iso_8601": "2020-01-17T08:00:00Z"
        },
        "updated_at": {
            "unix": 1579248087,
            "text": "2020-01-17 08:01:27 +0000",
            "iso_8601": "2020-01-17T08:01:27Z"
        },
        "subject": "Renault (RNO FP) - 2019 group sales: 3.8mln, -3.4%; market share maintained. Europe +1.3%, China -17.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "renault-rno-fp-2019-group-sales-3-8mln-3-4-market-share-maintained-europe-1-3-china-17-2-17-01-2020",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 16:00:00",
        "gmt_time": "2020-01-17 08:00:00"
    },
    {
        "id": 904369,
        "updated_sequence": 2072832,
        "published_at": {
            "unix": 1579246020,
            "text": "2020-01-17 07:27:00 +0000",
            "iso_8601": "2020-01-17T07:27:00Z"
        },
        "updated_at": {
            "unix": 1579246684,
            "text": "2020-01-17 07:38:04 +0000",
            "iso_8601": "2020-01-17T07:38:04Z"
        },
        "subject": "Myriad mega Eur/Usd option expiries and lots more for today's NY cut ",
        "content": "<p>EUR/USD: <strong>1.1090-1.1105 (2.6BLN)</strong>, <strong>1.1120-25 (2BLN)</strong>, <strong>1.1135-45 (1.1BLN)</strong>, <strong>1.1150 (2.1BLN)</strong>, <strong>1.1165-75 (1BLN)</strong>, <strong>1.1200 (3BLN)</strong></p><p>USD/CHF: 0.9605 (780M), 0.9700 (330M), 0.9770-85 (1BLN)&nbsp;</p><p>GBP/USD: 1.2945-55 (1BLN), 1.2975 (460M), 1.3075 (400M),&nbsp;1.3095-1.3100 (450M), 1.3130 (350M), 1.3145-60 (720M), 1.3175-85 (550M)</p><p>EUR/GBP: <strong>0.8500 (1.2BLN)&nbsp;</strong></p><p>AUD/USD: 0.6855 (650M), 0.6900 (310M), <strong>0.6925 (1.3BLN)</strong>, 0.6970 (690M)&nbsp;</p><p>USD/CAD: 1.3000 (433M), <strong>1.3030-40 (1.1BLN)</strong>, 1.3150-55 (800M)&nbsp;</p><p>USD/JPY: <strong>110.00 (1BLN)</strong>, 110.15 (500M), 110.40-50 (600M), 111.00 (815M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dtcc",
        "slug": "myriad-mega-eur-usd-option-expiries-and-lots-more-for-today-s-ny-cut-17-01-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 15:27:00",
        "gmt_time": "2020-01-17 07:27:00"
    },
    {
        "id": 904366,
        "updated_sequence": 2072815,
        "published_at": {
            "unix": 1579245600,
            "text": "2020-01-17 07:20:00 +0000",
            "iso_8601": "2020-01-17T07:20:00Z"
        },
        "updated_at": {
            "unix": 1579245806,
            "text": "2020-01-17 07:23:26 +0000",
            "iso_8601": "2020-01-17T07:23:26Z"
        },
        "subject": "China Foreign Ministry said China closely followed and monitored US warship in the Taiwan Strait, urging US to abide by China principle",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after a US warship sailed through the Taiwan Strait yesterday</li></ul>",
        "analysis_updated_at": {
            "unix": 1579245720,
            "text": "2020-01-17 07:22:00 +0000",
            "iso_8601": "2020-01-17T07:22:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-foreign-ministry-said-china-closely-followed-and-monitored-us-warship-in-the-taiwan-strait-urging-us-to-abide-by-china-principle-17-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 15:20:00",
        "gmt_time": "2020-01-17 07:20:00"
    },
    {
        "id": 904365,
        "updated_sequence": 2072836,
        "published_at": {
            "unix": 1579244100,
            "text": "2020-01-17 06:55:00 +0000",
            "iso_8601": "2020-01-17T06:55:00Z"
        },
        "updated_at": {
            "unix": 1579246117,
            "text": "2020-01-17 07:28:37 +0000",
            "iso_8601": "2020-01-17T07:28:37Z"
        },
        "subject": "Additional European Equities post release of the Daily European Equity Opening News",
        "content": "<p><strong>ASML (ASML NA)</strong> – US Ambassador to Netherlands stated that ASML does not belong in places like China. (Newswires)</p><p><strong>Atlantia (ATL IM) </strong>– Co’s toll road unit CEO said Autostrade will go bankrupt if the Italian government revokes motorway concessions. (Newswires)</p><p><strong>BT (BT/A LN)</strong> - Co. said it has become the first European distribution partner for Google’s (GOOGL) new cloud gaming platform Stadia. (Newswires)</p><p><strong>Clothing names </strong>– Gap (GAP) raised its FY19 guidance with EPS above USD 1.70-175 vs. Exp. USD 1.74 and SSS at higher end. (Newswires)</p><p><strong>NMC Health (NMC LN)</strong> – Co’s committee intends to publish findings of review into all primary allegations made in and advanced release of the Co’s 2019 financial statement. (Newswires)</p><p><strong>Novo Nordisk (NOBOB DC)</strong> – Co. has confirmed that its Rybelsus diabetes pill will be covered by US pharmacy benefit manager express scripts. (Newswires)</p><p><strong>ASHTEAD (AHT LN)</strong> UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p><strong>ICADE (ICAD FP) </strong>DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</p><p><strong>PROXIMUS (PROX BB)</strong> DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p><p><strong>CHR HANSEN (CHR DC) </strong>DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</p><p><strong>SCHNEIDER ELECTRIC (SU FP) </strong>UPGRADED TO BUY FROM HOLD AT SOCGEN</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equities-post-release-of-the-daily-european-equity-opening-news-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 14:55:00",
        "gmt_time": "2020-01-17 06:55:00"
    },
    {
        "id": 904364,
        "updated_sequence": 2072838,
        "published_at": {
            "unix": 1579243920,
            "text": "2020-01-17 06:52:00 +0000",
            "iso_8601": "2020-01-17T06:52:00Z"
        },
        "updated_at": {
            "unix": 1579247627,
            "text": "2020-01-17 07:53:47 +0000",
            "iso_8601": "2020-01-17T07:53:47Z"
        },
        "subject": "Daily European Equity Opening News",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>17th January 2020</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equity markets traded mostly positive as they took impetus from another record-setting session on Wall St. following the recent Phase 1 deal signing and where sentiment was underpinned by encouraging earnings and data, while participants also digested a flurry of key Chinese data including GDP which grew inline with expectations. ASX 200 (+0.3%) extended on all-time highs led by broad strength in mining names including Rio Tinto despite the Co. printing weaker Q4 iron ore shipments, although Nufarm was at the other end of the spectrum with double-digit losses after it flagged weaker earnings across several segments. Nikkei 225 (+0.4%) was kept afloat by favourable currency flows, while Hang Seng (-0.1%) and Shanghai Comp. (-0.1%) initially gained after the continued PBoC liquidity efforts and slew of tier-1 Chinese data in which GDP printed inline with expectations and both Industrial Production and Retail Sales topped estimates. However, the gains were later reversed as the data showed China’s 2019 growth slowed to 6.1% from 6.6% Y/Y which was the weakest since 1990 albeit still within the official 6.0%-6.5% target range.</p><p>FTSE 100</p><p><strong>Rio Tinto (RIO LN)</strong> - Q4 Pilbara iron ore output 83.6mln tons vs. Prev. 86.6mln tons Y/Y, iron ore shipments 86.8mln tons vs. Prev. 87.4mln tons. Co. recognised about USD 200mln charge against 2019 underlying EBITDA on increased Escondida provisions for coal contract cancellations. (Newswires)</p><p><strong>Vodafone (VOD LN)</strong> – Indian listed Vodafone Idea’s shares fell almost 40% during APAC trade after the Supreme Court rejected a plea by telecom operations to review a verdict that had widened the definition of adj. gross revenue. The Cos pared some losses (Vodafone Idea last down 22%) after sources noted that the Indian government was open to hear telecoms’ suggestions to help ease adj. gross revenue payments. (ET/Newswires) <i>Vodafone Group owns 45.1% of Vodafone Idea.</i></p><p><strong>Pearson (PSON LN)</strong> - The Times suggests the Co. is at risk of losing its place in the FTSE 100 after yesterday's profit warning and the resignation of its finance directors. (Times) <i>Note, the next reshuffle is due in March</i></p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>SEVERN TRENT (SVT LN) </strong>DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p><strong>WHITBREAD (WTB LN)</strong> DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p><p><strong>ANGLO AMERICAN (AAL LN)</strong> MAINTAINED ON FRANCHISE PICK LIST AT JEFFERIES</p><p><strong>ASSOCIATED BRITISH FOODS (ABF LN)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p><strong>BP (BP/LN)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p><strong>PERSIMMON (PSN LN)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p>DAX</p><p><strong>Bayer (BAYN GY)</strong> – Co. could be only weeks away from settling over 75k cancer claims regarding its Roundup weed-killer following a surge in claims, according to the court-appointed mediator Ken Feinberg, who added he remains “cautiously optimistic” a deal will be reached in around a month. (Newswires)&nbsp;</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p>CAC</p><p><strong>Casino (CO FP)</strong> – Reports Prelim Q4 revenue EUR 9.23bln vs. Exp. EUR 9.80bln. Co. sees business reorganisation in LatAm. Co. confirmed the disposal plan objectives in France of EUR 2.5bln to be sold by end-Q1 2020. (Newswires)</p><p>OTHER FRENCH COMPANIES</p><p><strong>Eutelsat (ETL FP) </strong>– Co. has widened its FY19 revenue guidance to the range of EUR 1.27-1.32bln vs. Prev. EUR 1.28-1.30bln. The updated guidance was due to one-off costs of mitigation related to repointing of ground antennae. (Newswires)</p><p>BROKER MOVES</p><p><strong>PERNOD RICARD (RI FP)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p>PAN EUROPE&nbsp;</p><p><strong>Fiat Chrysler (FCA IM) </strong>– Co. has confirmed that it is in discussions with Foxconn (601138 CH) regarding the development electric vehicles. Fiat Chrysler aims to reach a final binding agreement in the next few months for a 50/50 JV. (Newswires) <i>This confirms reports via Nikkei yesterday.</i></p><p>BROKER MOVES</p><p><strong>SIEMENS GAMESA (SRES SM) </strong>DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p><p><strong>AMADEUS (AMS SM)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p><strong>UCB (UCB BB)</strong> ADDED TO FRANCHISE PICK LIST AT JEFFERIES</p><p>SMI</p><p><strong>Richemont (CFR SW)</strong> – Q3 revenue EUR 4.16bln vs. Exp. EUR 4.11bln. (Newswires)</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>SANDVIK (SAND SS)</strong> UPGRADED TO HOLD FROM SELL AT SOCGEN</p><p>US</p><p><strong>* CLOSING LEVELS: SPX +0.84% at 3,317, NDX +0.99% at 9,125, DJI +0.92% at 29,298.</strong>* SECTORS: Materials +0.58%, IT +1.4%, Communication +0.66%, Industrials +1.01%, Financials +0.77%, Staples +0.31%, Utilities +0.61%, Discretionary +0.9%, Energy +0.12%, Health Care +0.52%.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-17-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 14:52:00",
        "gmt_time": "2020-01-17 06:52:00"
    },
    {
        "id": 904363,
        "updated_sequence": 2072786,
        "published_at": {
            "unix": 1579242180,
            "text": "2020-01-17 06:23:00 +0000",
            "iso_8601": "2020-01-17T06:23:00Z"
        },
        "updated_at": {
            "unix": 1579242226,
            "text": "2020-01-17 06:23:46 +0000",
            "iso_8601": "2020-01-17T06:23:46Z"
        },
        "subject": "Newsquawk Daily European Opening News - 17th January 2020 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23650/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equity markets traded mostly positive after taking impetus from another record-setting session on Wall St.</li><li>Chinese GDP printed in-line with expectations, whilst both Industrial Production and Retail Sales topped estimates</li><li>China’s Global Times noted comments from an expert who suggested that China could demand that the US roll back all tariffs prior to phase two talks</li><li>DXY was relatively flat and held near the prior day’s highs, while its major counterparts were indecisive</li><li>Looking ahead, highlights include UK Retail Sales, EZ CPI (F), US Building Permits, Housing Starts, Industrial Production, JOLTS, Uni. Of Michigan, Baker Hughes, Fed’s Harker, Quarles</li></ul><p>ASIA-PAC</p><p><strong>Asian equity markets traded mostly positive after taking impetus from another record-setting session on Wall St. following the recent Phase 1 deal signing</strong> and where sentiment was underpinned by encouraging earnings and data, while participants also digested a flurry of key Chinese data including GDP which grew inline with expectations. <strong>ASX 200 (+0.3%)</strong> extended on all-time highs led by broad strength in mining names including Rio Tinto despite the Co. printing weaker Q4 iron ore shipments, although Nufarm was at the other end of the spectrum with double-digit losses after it flagged weaker earnings across several segments. <strong>Nikkei 225 (+0.4%)</strong> was kept afloat by favourable currency flows, while <strong>Hang Seng (-0.1%)</strong> and <strong>Shanghai Comp. (-0.1%) </strong>initially gained after the continued PBoC liquidity efforts and slew of tier-1 Chinese data in which GDP printed inline with expectations and both Industrial Production and Retail Sales topped estimates. However, the data showed China’s 2019 growth slowed to 6.1% from 6.6% Y/Y which was the weakest since 1990 albeit still within the official 6.0%-6.5% target range. Finally, 10yr JGBs were marginally higher in a reclaim of the 152.00 level with the rebound unfazed despite the positive risk tone and all metrics pointing to weaker results at today’s 20yr JGB auction.</p><p>PBoC injected CNY 200bln in 14-day reverse repos for a net weekly injection CNY 600bln vs. CNY 50bln drain W/W. (Newswires) <strong>PBoC set USD/CNY mid-point at 6.8878 vs. Exp. 6.8843 (Prev. 6.8807)</strong></p><p><strong>Chinese GDP (Q4) Q/Q 1.5% vs. Exp. 1.5% (Prev. 1.5%). Chinese GDP (Q4) Y/Y 6.0% vs. Exp. 6.0% (Prev. 6.0%) Chinese GDP YTD (Q4) Y/Y 6.1% (Prev. 6.2%); slowest pace of growth since 1990. Chinese Industrial Production (Dec) Y/Y 6.9% vs. Exp. 5.9% (Prev. 6.2%) Chinese Retail Sales (Dec) Y/Y 8.0% vs. Exp. 7.8% (Prev. 8.0%)</strong></p><p><strong>SCMP opinion piece suggested that China will stick to the Phase 1 if it maintains China’s stability and that President Xi's absence from the signing suggests Beijing is leaving it open by how much they will abide by, while China Global Times noted comments from an expert who suggested that even if China agrees to begin negotiations for a phase two agreement, it will likely demand that the US roll back all tariffs prior to talks</strong>. (SCMP/Global Times)</p><p><strong>BoK kept the 7-Day Repo Rate at 1.25% as expected</strong>, while it stated that the South Korea economy is forecast to grow at lower 2% level this year and inflation will gradually reach 1%, while it added growth is inline with previous projections and downturn in exports is likely to ease. Furthermore, BoK Governor Lee said it would be appropriate to keep policy rate above rates in advanced economies and that the rate decision was not unanimous with board members Cho and Shin the dissenters.</p><p>UK/EU</p><p>German Defence Minister Kramp-Karrenbauer suggested the EU should offer Britain “privileged third-party status” in defence and foreign policy cooperation post-Brexit following a meeting with her UK counterpart Ben Foster. (Guardian)</p><p>EU Trade Commissioner Hogan said EU wants to strengthen economic ties with US and that he had very good talks with USTR Lighthizer. Hogan also reiterated EU's plan for retaliatory tariffs over Boeing aid but also told US officials again that the EU is keen to work towards a negotiated solution on the aircraft subsidy issue. Furthermore, Hogan said the sides are still talking about digital services tax and noted agriculture is still a sticking point in tariffs cut goal although the EU is willing to explore options to break impasse and get past the sticking point. (Newswires)&nbsp;</p><p><strong>FX</strong></p><p><strong>DXY</strong> was relatively flat and held near the prior day’s highs following recent strong US data, while its major counterparts were indecisive with <strong>EUR</strong>/<strong>USD</strong> clustered among more than EUR 4bln of option expiries between 1.1120-1.1150 rolling off at today’s New York cut. <strong>GBP</strong>/<strong>USD</strong> was also relatively unchanged and remained near this week’s best levels as it found support from its 200-hour MA at 1.3061. Elsewhere, <strong>USD</strong>/<strong>JPY</strong> extended above 110.00 to print its strongest since May as the positive risk tone spurred mild safe-haven outflows from the Japanese currency, while antipodeans were indecisive following the deluge of Chinese data and softer PBoC reference rate which the central bank weakened for the first time in more than a week.&nbsp;</p><p>COMMODITIES</p><p>Commodities were uneventful in which <strong>WTI</strong> crude future remained rangebound near the USD 58.50/bbl level to hold on to most the prior day’s gains which had been spurred in tandem with the fresh record highs for stocks on Wall St, although price action across the energy complex lacked any excitement as participants mulled over the slew of Chinese tier-1 data releases and due to quietness on the geopolitical front. Elsewhere, <strong>gold</strong> re-approached the top of yesterday’s thin range amid a lacklustre greenback, while <strong>copper</strong> eked mild gains which was seen to be slight short-covering rather than a reaction to the Chinese data.&nbsp;</p><p>GEOPOLITICS</p><p>US Central Command said at least 11 US troops were injured in last week’s Iranian missile attack on the Al-Asad air base in Iraq. (Newswires)</p><p>US&nbsp;</p><p>T-Notes were offered on Thursday amid risk appetite in the wake of the Phase 1 trade deal, positive data and a strong MS earnings supporting financials. The TPLEX traded sideways in Europe, before finding offers as US participants came to the scene, then experiencing additional selling on a firm US retail sales release and strong Philly Fed Index print. The bid in equities was persistent through the session, keeping yields firmer, although a slew of FIG issuance post-earnings blackout (in additional to other ex-financials) likely helped some of the concession in later trade; by settlement, yields were around 2bps higher in the belly- and long-end. US T-note futures (H0) settled 6 ticks lower at 129-05.</p><p>US Treasury decided it will issue 20-year bonds in H1 this year after having considering proposals including a 50-year or 100-year bond to bridge the financing budget deficit, while it reportedly expects strong demand for the new issuance. (Newswires)</p><p><strong>White House officials confirmed they are planning election year stimulus which will focus on tax reductions</strong>. (Fox Business News)</p><p>US Senate voted 89-10 to pass the USMCA deal which had already received strong bipartisan support at the House in December. (Newswires)</p><p>US President Trump has announced Judy Shelton and Christopher Waller as nominees for the Fed Board of Governors, according to the White House. Trump in July noted that he would nominate the two. (Newswires/FT)</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-17th-january-2020-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 14:23:00",
        "gmt_time": "2020-01-17 06:23:00"
    },
    {
        "id": 904362,
        "updated_sequence": 2072783,
        "published_at": {
            "unix": 1579241400,
            "text": "2020-01-17 06:10:00 +0000",
            "iso_8601": "2020-01-17T06:10:00Z"
        },
        "updated_at": {
            "unix": 1579241500,
            "text": "2020-01-17 06:11:40 +0000",
            "iso_8601": "2020-01-17T06:11:40Z"
        },
        "subject": "RBI has asked government to give relief to telecom companies on government dues, according to sources cited by ET now",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after reported that India's government is said to be open to hearing suggestions by telecom firms to help ease burden regarding AGR dues</li></ul>",
        "analysis_updated_at": {
            "unix": 1579241500,
            "text": "2020-01-17 06:11:40 +0000",
            "iso_8601": "2020-01-17T06:11:40Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbi-has-asked-government-to-give-relief-to-telecom-companies-on-government-dues-according-to-sources-cited-by-et-now-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 14:10:00",
        "gmt_time": "2020-01-17 06:10:00"
    },
    {
        "id": 904361,
        "updated_sequence": 2072778,
        "published_at": {
            "unix": 1579240500,
            "text": "2020-01-17 05:55:00 +0000",
            "iso_8601": "2020-01-17T05:55:00Z"
        },
        "updated_at": {
            "unix": 1579240746,
            "text": "2020-01-17 05:59:06 +0000",
            "iso_8601": "2020-01-17T05:59:06Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks were mostly higher but with gains capped on slew of Chinese data including the slowest growth in around 3 decades",
        "content": "<p>Asian equity markets traded mostly positive as they took impetus from another record-setting session on Wall St. following the recent Phase 1 deal signing and where sentiment was underpinned by encouraging earnings and data, while participants also digested a flurry of key Chinese data including GDP which grew inline with expectations. ASX 200 (+0.3%) extended on all-time highs led by broad strength in mining names including Rio Tinto despite the Co. printing weaker Q4 iron ore shipments, although Nufarm was at the other end of the spectrum with double-digit losses after it flagged weaker earnings across several segments. Nikkei 225 (+0.4%) was kept afloat by favourable currency flows, while Hang Seng (-0.1%) and Shanghai Comp. (-0.1%) initially gained after the continued PBoC liquidity efforts and slew of tier-1 Chinese data in which GDP printed inline with expectations and both Industrial Production and Retail Sales topped estimates. However, the gains were later reversed as the data showed China’s 2019 growth slowed to 6.1% from 6.6% Y/Y which was the weakest since 1990 albeit still within the official 6.0%-6.5% target range. Finally, 10yr JGBs were marginally higher in a reclaim of the 152.00 level with the rebound unfazed despite the positive risk tone and all metrics pointing to weaker results at today’s 20yr JGB auction.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-were-mostly-higher-but-with-gains-capped-on-slew-of-chinese-data-including-the-slowest-growth-in-around-3-decades-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 13:55:00",
        "gmt_time": "2020-01-17 05:55:00"
    },
    {
        "id": 904360,
        "updated_sequence": 2072773,
        "published_at": {
            "unix": 1579238280,
            "text": "2020-01-17 05:18:00 +0000",
            "iso_8601": "2020-01-17T05:18:00Z"
        },
        "updated_at": {
            "unix": 1579238432,
            "text": "2020-01-17 05:20:32 +0000",
            "iso_8601": "2020-01-17T05:20:32Z"
        },
        "subject": "Shikoku Electric Power (9507 JT) receives court order to halt Ikara No. 3 reactor",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shikoku-electric-power-9507-jt-receives-court-order-to-halt-ikara-no-3-reactor-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 13:18:00",
        "gmt_time": "2020-01-17 05:18:00"
    },
    {
        "id": 904359,
        "updated_sequence": 2072770,
        "published_at": {
            "unix": 1579237860,
            "text": "2020-01-17 05:11:00 +0000",
            "iso_8601": "2020-01-17T05:11:00Z"
        },
        "updated_at": {
            "unix": 1579237982,
            "text": "2020-01-17 05:13:02 +0000",
            "iso_8601": "2020-01-17T05:13:02Z"
        },
        "subject": "India government is said to be open to hearing suggestions by telecom firms to help ease burden regarding AGR dues",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ET NOW",
        "slug": "india-government-is-said-to-be-open-to-hearing-suggestions-by-telecom-firms-to-help-ease-burden-regarding-agr-dues-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 13:11:00",
        "gmt_time": "2020-01-17 05:11:00"
    },
    {
        "id": 904358,
        "updated_sequence": 2072767,
        "published_at": {
            "unix": 1579237080,
            "text": "2020-01-17 04:58:00 +0000",
            "iso_8601": "2020-01-17T04:58:00Z"
        },
        "updated_at": {
            "unix": 1579237253,
            "text": "2020-01-17 05:00:53 +0000",
            "iso_8601": "2020-01-17T05:00:53Z"
        },
        "subject": "Volkswagen (VOW3 GY) is to take a 20% stake in Chinese electric car battery maker Guoxuan High-Tech (002074 CH) through discounted private placement in approaching weeks, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-is-to-take-a-20-stake-in-chinese-electric-car-battery-maker-guoxuan-high-tech-002074-ch-through-discounted-private-placement-in-approaching-weeks-according-to-sources-17-01-2020",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:58:00",
        "gmt_time": "2020-01-17 04:58:00"
    },
    {
        "id": 904357,
        "updated_sequence": 2072764,
        "published_at": {
            "unix": 1579236300,
            "text": "2020-01-17 04:45:00 +0000",
            "iso_8601": "2020-01-17T04:45:00Z"
        },
        "updated_at": {
            "unix": 1579236617,
            "text": "2020-01-17 04:50:17 +0000",
            "iso_8601": "2020-01-17T04:50:17Z"
        },
        "subject": "Morgan Stanley says RBA will not need to roll out QE citing expected impact from rate cuts and fiscal stimulus, while it sees RBA to cut twice this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a guide, the RBA's next meeting is scheduled for February 4th, while OIS prices in a 42% chance of the RBA lowering rates by 25bps to 0.50% and a 58% for rates to be kept unchanged.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579236616,
            "text": "2020-01-17 04:50:16 +0000",
            "iso_8601": "2020-01-17T04:50:16Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-says-rba-will-not-need-to-roll-out-qe-citing-expected-impact-from-rate-cuts-and-fiscal-stimulus-while-it-sees-rba-to-cut-twice-this-year-17-01-2020",
        "hidden": false,
        "section": {
            "id": 12,
            "name": "RBA"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:45:00",
        "gmt_time": "2020-01-17 04:45:00"
    },
    {
        "id": 904356,
        "updated_sequence": 2072759,
        "published_at": {
            "unix": 1579235820,
            "text": "2020-01-17 04:37:00 +0000",
            "iso_8601": "2020-01-17T04:37:00Z"
        },
        "updated_at": {
            "unix": 1579235875,
            "text": "2020-01-17 04:37:55 +0000",
            "iso_8601": "2020-01-17T04:37:55Z"
        },
        "subject": "Virgin Australia (VAH AT) and All Nippon Airways (9202 JT) sign codesharing deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "virgin-australia-vah-at-and-all-nippon-airways-9202-jt-sign-codesharing-deal-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:37:00",
        "gmt_time": "2020-01-17 04:37:00"
    },
    {
        "id": 904355,
        "updated_sequence": 2072756,
        "published_at": {
            "unix": 1579235520,
            "text": "2020-01-17 04:32:00 +0000",
            "iso_8601": "2020-01-17T04:32:00Z"
        },
        "updated_at": {
            "unix": 1579235574,
            "text": "2020-01-17 04:32:54 +0000",
            "iso_8601": "2020-01-17T04:32:54Z"
        },
        "subject": "Japanese Tertiary Industry Activity Index (Nov) M/M 1.3% (Prev. -4.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-tertiary-industry-activity-index-nov-m-m-1-3-prev-4-6-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:32:00",
        "gmt_time": "2020-01-17 04:32:00"
    },
    {
        "id": 904354,
        "updated_sequence": 2072753,
        "published_at": {
            "unix": 1579235220,
            "text": "2020-01-17 04:27:00 +0000",
            "iso_8601": "2020-01-17T04:27:00Z"
        },
        "updated_at": {
            "unix": 1579235293,
            "text": "2020-01-17 04:28:13 +0000",
            "iso_8601": "2020-01-17T04:28:13Z"
        },
        "subject": "TCL (000100 CH) said to be in discussions to acquire certain Tianjin assets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tcl-000100-ch-said-to-be-in-discussions-to-acquire-certain-tianjin-assets-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:27:00",
        "gmt_time": "2020-01-17 04:27:00"
    },
    {
        "id": 904353,
        "updated_sequence": 2072744,
        "published_at": {
            "unix": 1579233900,
            "text": "2020-01-17 04:05:00 +0000",
            "iso_8601": "2020-01-17T04:05:00Z"
        },
        "updated_at": {
            "unix": 1579233965,
            "text": "2020-01-17 04:06:05 +0000",
            "iso_8601": "2020-01-17T04:06:05Z"
        },
        "subject": "Sands China (1928 HK) announces HKD 0.99/Shr interim dividend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sands-china-1928-hk-announces-hkd-0-99-shr-interim-dividend-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 12:05:00",
        "gmt_time": "2020-01-17 04:05:00"
    },
    {
        "id": 904352,
        "updated_sequence": 2072735,
        "published_at": {
            "unix": 1579232100,
            "text": "2020-01-17 03:35:00 +0000",
            "iso_8601": "2020-01-17T03:35:00Z"
        },
        "updated_at": {
            "unix": 1579232245,
            "text": "2020-01-17 03:37:25 +0000",
            "iso_8601": "2020-01-17T03:37:25Z"
        },
        "subject": "Japan sells 736.3bln in 20yr JGBs bid/cover 3.83 vs. Prev. 4.10, avg. yield 0.300% vs. Prev. 0.286%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-736-3bln-in-20yr-jgbs-bid-cover-3-83-vs-prev-4-10-avg-yield-0-300-vs-prev-0-286-17-01-2020",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 11:35:00",
        "gmt_time": "2020-01-17 03:35:00"
    },
    {
        "id": 904351,
        "updated_sequence": 2072737,
        "published_at": {
            "unix": 1579231560,
            "text": "2020-01-17 03:26:00 +0000",
            "iso_8601": "2020-01-17T03:26:00Z"
        },
        "updated_at": {
            "unix": 1579232672,
            "text": "2020-01-17 03:44:32 +0000",
            "iso_8601": "2020-01-17T03:44:32Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: IDBI Bank (IDBI IS) is to meet with the RBI in an effort to exit the prompt corrective action framework",
        "content": "<p>IDBI Bank (IDBI IS) - Co. is to meet with the RBI this week in an effort to exit the prompt corrective action framework. (Livemint)</p><p>Jet Airways (JETIN IS) - Co. reaches agreement to sell its Netherlands operations to KLM. (Newswires)</p><p>South India Bank (SIB IS) - Co. Q3 net INR 905mln vs. Exp. 883mln, NII INR 19.7bln vs. Prev. INR 17.4bln Y/Y. (Newswires)</p><p>Trade - India’s Trade Minister said they are in advanced stage discussions with US on trade issues. (Newswires)</p><p>Telecoms - Supreme Court rejected a review of its order regarding INR 1.47tln liability of past dues on telecom companies. (ET)</p><p>Other News - RBI announced it will conduct a special open market operation next Thursday. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-idbi-bank-idbi-is-is-to-meet-with-the-rbi-in-an-effort-to-exit-the-prompt-corrective-action-framework-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 11:26:00",
        "gmt_time": "2020-01-17 03:26:00"
    },
    {
        "id": 904350,
        "updated_sequence": 2072739,
        "published_at": {
            "unix": 1579231140,
            "text": "2020-01-17 03:19:00 +0000",
            "iso_8601": "2020-01-17T03:19:00Z"
        },
        "updated_at": {
            "unix": 1579233012,
            "text": "2020-01-17 03:50:12 +0000",
            "iso_8601": "2020-01-17T03:50:12Z"
        },
        "subject": "Temasek and Trustbridge are in talks to buy majority stake in WeWork China with the offer said to value WeWork China at about USD 1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This story is relevant for WeWork parent Co, SoftBank (9984 JT)</li></ul>",
        "analysis_updated_at": {
            "unix": 1579231320,
            "text": "2020-01-17 03:22:00 +0000",
            "iso_8601": "2020-01-17T03:22:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "temasek-and-trustbridge-are-in-talks-to-buy-majority-stake-in-wework-china-with-the-offer-said-to-value-wework-china-at-about-usd-1bln-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 11:19:00",
        "gmt_time": "2020-01-17 03:19:00"
    },
    {
        "id": 904349,
        "updated_sequence": 2072722,
        "published_at": {
            "unix": 1579230300,
            "text": "2020-01-17 03:05:00 +0000",
            "iso_8601": "2020-01-17T03:05:00Z"
        },
        "updated_at": {
            "unix": 1579230418,
            "text": "2020-01-17 03:06:58 +0000",
            "iso_8601": "2020-01-17T03:06:58Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia trades mostly higher after the fresh records on Wall St and as the region digests the China tier-1 data dump",
        "content": "<p>Asian equity markets trade positive as they take impetus from another record-setting session on Wall St. following the recent Phase 1 deal signing and where sentiment was also underpinned by encouraging earnings and data, while participants also digest a flurry of key Chinese data including GDP which grew inline with expectations. ASX 200 (+0.5%) extends on record highs led by broad strength in mining names including Rio Tinto despite the Co. printing weaker Q4 iron ore shipments, although Nufarm is at the other end of the spectrum with double digit losses after it flagged weaker earnings across several segments. Elsewhere, Nikkei 225 (+0.5%) is kept afloat by favourable currency flows, while Hang Seng (Unch.) and Shanghai Comp. (+0.3%) are mildly positive after the PBoC continued its substantial liquidity efforts and following a slew of tier-1 Chinese data in which GDP printed inline with expectations and both Industrial Production and Retail Sales topped estimates. However, the gains are limited as the data showed China’s 2019 growth slowed to 6.1% from 6.6% the prior year which is the weakest since 1990 albeit still within the official 6.0%-6.5% target range.</p><p>In FX markets, the DXY is relatively flat and holds near the prior day’s highs following recent strong data including retail sales and Philadelphia Fed numbers, while its major counterparts are indecisive with EUR/USD clustered among more than EUR 4bln of option expiries between 1.1120-1.1150 rolling off at today’s New York cut. GBP/USD is also relatively unchanged and remains near this week’s highs as it finds support from its 200-hour MA at 1.3061. Elsewhere, USD/JPY extended above 110.00 to print its highest since May last year as the positive risk tone spurs safe-haven outflows from the Japanese currency and antipodeans are indecisive following the deluge of Chinese data and weaker PBoC reference rate, while the PBoC also weakened the reference rate for the first time in more than a week.</p><p>Finally, 10yr JGBs are relatively flat as it bides its time below the 152.00 level heading into today’s 20yr auction.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asia-trades-mostly-higher-after-the-fresh-records-on-wall-st-and-as-the-region-digests-the-china-tier-1-data-dump-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 11:05:00",
        "gmt_time": "2020-01-17 03:05:00"
    },
    {
        "id": 904348,
        "updated_sequence": 2072718,
        "published_at": {
            "unix": 1579230180,
            "text": "2020-01-17 03:03:00 +0000",
            "iso_8601": "2020-01-17T03:03:00Z"
        },
        "updated_at": {
            "unix": 1579230325,
            "text": "2020-01-17 03:05:25 +0000",
            "iso_8601": "2020-01-17T03:05:25Z"
        },
        "subject": "Chinese stats bureau chief says China will maintain proactive fiscal and prudent monetary policies this year, adds will ensure economic growth is in a resonable range this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-stats-bureau-chief-says-china-will-maintain-proactive-fiscal-and-prudent-monetary-policies-this-year-adds-will-ensure-economic-growth-is-in-a-resonable-range-this-year-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 11:03:00",
        "gmt_time": "2020-01-17 03:03:00"
    },
    {
        "id": 904347,
        "updated_sequence": 2072715,
        "published_at": {
            "unix": 1579229640,
            "text": "2020-01-17 02:54:00 +0000",
            "iso_8601": "2020-01-17T02:54:00Z"
        },
        "updated_at": {
            "unix": 1579229719,
            "text": "2020-01-17 02:55:19 +0000",
            "iso_8601": "2020-01-17T02:55:19Z"
        },
        "subject": "BoK Governor Lee says it would be appropriate to keep policy rate above rates in advanced economies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-it-would-be-appropriate-to-keep-policy-rate-above-rates-in-advanced-economies-17-01-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:54:00",
        "gmt_time": "2020-01-17 02:54:00"
    },
    {
        "id": 904346,
        "updated_sequence": 2072712,
        "published_at": {
            "unix": 1579228620,
            "text": "2020-01-17 02:37:00 +0000",
            "iso_8601": "2020-01-17T02:37:00Z"
        },
        "updated_at": {
            "unix": 1579228684,
            "text": "2020-01-17 02:38:04 +0000",
            "iso_8601": "2020-01-17T02:38:04Z"
        },
        "subject": "China stats bureau chief says economy showed positive changes in Q4 particularly in the last 2 months of 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-chief-says-economy-showed-positive-changes-in-q4-particularly-in-the-last-2-months-of-2019-17-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:37:00",
        "gmt_time": "2020-01-17 02:37:00"
    },
    {
        "id": 904345,
        "updated_sequence": 2072741,
        "published_at": {
            "unix": 1579227900,
            "text": "2020-01-17 02:25:00 +0000",
            "iso_8601": "2020-01-17T02:25:00Z"
        },
        "updated_at": {
            "unix": 1579233428,
            "text": "2020-01-17 03:57:08 +0000",
            "iso_8601": "2020-01-17T03:57:08Z"
        },
        "subject": "BoK Governor Lee says rate decision was not unanimous as board members Cho and Shin dissented",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a reminder, Board Member Shin was the lone dissenter at the &nbsp;previous meeting in November although the minutes revealed that another board member aside from the dissenter saw a need for a rate cut.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579228140,
            "text": "2020-01-17 02:29:00 +0000",
            "iso_8601": "2020-01-17T02:29:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-governor-lee-says-rate-decision-was-not-unanimous-as-board-members-cho-and-shin-dissented-17-01-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:25:00",
        "gmt_time": "2020-01-17 02:25:00"
    },
    {
        "id": 904344,
        "updated_sequence": 2072704,
        "published_at": {
            "unix": 1579227780,
            "text": "2020-01-17 02:23:00 +0000",
            "iso_8601": "2020-01-17T02:23:00Z"
        },
        "updated_at": {
            "unix": 1579227877,
            "text": "2020-01-17 02:24:37 +0000",
            "iso_8601": "2020-01-17T02:24:37Z"
        },
        "subject": "Magnitude 5.6 earthquake strikes southern Mexico which was even felt as far as Mexico City",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-5-6-earthquake-strikes-southern-mexico-which-was-even-felt-as-far-as-mexico-city-17-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:23:00",
        "gmt_time": "2020-01-17 02:23:00"
    },
    {
        "id": 904342,
        "updated_sequence": 2072688,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226728,
            "text": "2020-01-17 02:05:28 +0000",
            "iso_8601": "2020-01-17T02:05:28Z"
        },
        "subject": "Chinese Industrial Production YTD (Q4) Y/Y 5.7% vs. Exp. 5.6% (Prev. 5.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-industrial-production-ytd-q4-y-y-5-7-vs-exp-5-6-prev-5-6-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904340,
        "updated_sequence": 2072680,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226582,
            "text": "2020-01-17 02:03:02 +0000",
            "iso_8601": "2020-01-17T02:03:02Z"
        },
        "subject": "Chinese Property Investment (Dec) Y/Y 9.9% (Prev. 10.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-property-investment-dec-y-y-9-9-prev-10-2-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904343,
        "updated_sequence": 2072691,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226742,
            "text": "2020-01-17 02:05:42 +0000",
            "iso_8601": "2020-01-17T02:05:42Z"
        },
        "subject": "Chinese Retail Sales YTD (Q4) Y/Y 8.0% vs. Exp. 8.0% (Prev. 8.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-retail-sales-ytd-q4-y-y-8-0-vs-exp-8-0-prev-8-0-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904342,
        "updated_sequence": 2072688,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226728,
            "text": "2020-01-17 02:05:28 +0000",
            "iso_8601": "2020-01-17T02:05:28Z"
        },
        "subject": "Chinese Industrial Production YTD (Q4) Y/Y 5.7% vs. Exp. 5.6% (Prev. 5.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-industrial-production-ytd-q4-y-y-5-7-vs-exp-5-6-prev-5-6-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904341,
        "updated_sequence": 2072683,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226598,
            "text": "2020-01-17 02:03:18 +0000",
            "iso_8601": "2020-01-17T02:03:18Z"
        },
        "subject": "Chinese Unemployment Rate (Dec) 5.2% (Prev. 5.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-unemployment-rate-dec-5-2-prev-5-1-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904340,
        "updated_sequence": 2072680,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579226582,
            "text": "2020-01-17 02:03:02 +0000",
            "iso_8601": "2020-01-17T02:03:02Z"
        },
        "subject": "Chinese Property Investment (Dec) Y/Y 9.9% (Prev. 10.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-property-investment-dec-y-y-9-9-prev-10-2-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904339,
        "updated_sequence": 2072701,
        "published_at": {
            "unix": 1579226400,
            "text": "2020-01-17 02:00:00 +0000",
            "iso_8601": "2020-01-17T02:00:00Z"
        },
        "updated_at": {
            "unix": 1579227230,
            "text": "2020-01-17 02:13:50 +0000",
            "iso_8601": "2020-01-17T02:13:50Z"
        },
        "subject": "Chinese GDP YTD (Q4) Y/Y 6.1% vs. Exp. 6.2% (Prev. 6.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>As a guide, other forecasters had expected this at 6.1% which would mean all GDP figures met expectations but is still a slowdown from the 6.6% growth registered in 2018 and weakest since 1990.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579227120,
            "text": "2020-01-17 02:12:00 +0000",
            "iso_8601": "2020-01-17T02:12:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-gdp-ytd-q4-y-y-6-1-vs-exp-6-2-prev-6-2-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 10:00:00",
        "gmt_time": "2020-01-17 02:00:00"
    },
    {
        "id": 904333,
        "updated_sequence": 2072746,
        "published_at": {
            "unix": 1579225140,
            "text": "2020-01-17 01:39:00 +0000",
            "iso_8601": "2020-01-17T01:39:00Z"
        },
        "updated_at": {
            "unix": 1579234125,
            "text": "2020-01-17 04:08:45 +0000",
            "iso_8601": "2020-01-17T04:08:45Z"
        },
        "subject": "BoK says South Korea economy is forecast to grow lower 2% level this year and inflation will gradually reach 1%, adds growth is inline with previous projections and downturn in exports is likely to ease",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows the BoK rate decision in which it kept the benchmark 7-Day Repo Rate at 1.25% as expected.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579225380,
            "text": "2020-01-17 01:43:00 +0000",
            "iso_8601": "2020-01-17T01:43:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bok-says-south-korea-economy-is-forecast-to-grow-lower-2-level-this-year-and-inflation-will-gradually-reach-1-adds-growth-is-inline-with-previous-projections-and-downturn-in-exports-is-likely-to-ease-17-01-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 09:39:00",
        "gmt_time": "2020-01-17 01:39:00"
    },
    {
        "id": 904331,
        "updated_sequence": 2072654,
        "published_at": {
            "unix": 1579223700,
            "text": "2020-01-17 01:15:00 +0000",
            "iso_8601": "2020-01-17T01:15:00Z"
        },
        "updated_at": {
            "unix": 1579223902,
            "text": "2020-01-17 01:18:22 +0000",
            "iso_8601": "2020-01-17T01:18:22Z"
        },
        "subject": "PBoC sets USD/CNY mid-point at 6.8878 vs. Exp. 6.8843 (Prev. 6.8807)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-mid-point-at-6-8878-vs-exp-6-8843-prev-6-8807-17-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 09:15:00",
        "gmt_time": "2020-01-17 01:15:00"
    },
    {
        "id": 904332,
        "updated_sequence": 2072651,
        "published_at": {
            "unix": 1579223700,
            "text": "2020-01-17 01:15:00 +0000",
            "iso_8601": "2020-01-17T01:15:00Z"
        },
        "updated_at": {
            "unix": 1579223872,
            "text": "2020-01-17 01:17:52 +0000",
            "iso_8601": "2020-01-17T01:17:52Z"
        },
        "subject": "PBoC injects CNY 200bln through 14-day reverse repos for a net weekly injection of CNY 600bln vs. Prev. drain of CNY 50bln last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-200bln-through-14-day-reverse-repos-for-a-net-weekly-injection-of-cny-600bln-vs-prev-drain-of-cny-50bln-last-week-17-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 09:15:00",
        "gmt_time": "2020-01-17 01:15:00"
    },
    {
        "id": 904330,
        "updated_sequence": 2072645,
        "published_at": {
            "unix": 1579223220,
            "text": "2020-01-17 01:07:00 +0000",
            "iso_8601": "2020-01-17T01:07:00Z"
        },
        "updated_at": {
            "unix": 1579223704,
            "text": "2020-01-17 01:15:04 +0000",
            "iso_8601": "2020-01-17T01:15:04Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese GDP, Industrial Production and Retail Sales data looms",
        "content": "<p>Beijing Orient Landscape (002310 CH) - Co. reduces planned preferred stock issuance to CNY 3.0bln from CNY 4.0bln. (Newswires)</p><p>Cathay Pacific (293 HK) - Co. reduces FY20 seat capacity by 1.4% as it sees a highly challenging operating environment in FY20. (Newswires)</p><p>China Shanshui Cement Group (691 HK) - Co. announces positive profit alert in which it expects FY unaudited profit to increase substantially Y/Y. (Newswires)</p><p>China Weaving Materials Holdings (3778 HK) - Co. announces profit warning in which the board expects a decline of the group’s consolidated net. (Newswires)</p><p>China Yangtze Power (600900 CH) - Co. reports prelim. FY19 net fell 4.65% Y/Y to CNY 21.6bln. (Newswires)</p><p>Fujian Haiyuan Automatic Equipments (002529 CH) - Co. shareholder signs Letter of Intent to sell 70.2mln shares. (Newswires)</p><p>Luk Fook Holdings (590 HK) - Co. is actively negotiating for a reduction of rent payments in Hong Kong. (Newswires)</p><p>Sinopharm Group (1099 HK) - Co. is to sell 149mln H-shares at HKD 27.30/Shr with proceeds seen around HKD 4.0bln. (Newswires)</p><p>Tongling Nonferrous Metals Group (000630 CH) - Co. lock up period for 965.9mln shares ends and will start trading on Monday. (Newswires)</p><p>Property - London-based real estate fund Nuveen Real Estate sees office rent in Hong Kong’s Central district to decline by as much as 40% and doesn’t expect Phase 1 deal to improve the situation. (SCMP)</p><p>Tech - China mobile shipments declined 6.2% Y/Y according to China Academy of Information and Communications Technology. (Newswires)</p><p>Other News - PBoC official said it should pay more attention to changes in real interest rates and will make timely adjustments to benchmark deposit rates, while the official added that RRR is at an appropriate level with limited room for further cuts. (Newswires)</p><p>Trade</p><p>US President Trump noted that the US-China Phase One deal is also good for China and our long term relationship, while he added that USD 250bln will be coming back to US and we are now in a great position for a Phase 2 start. Furthermore, he later tweeted that US farmers are really happy with the China Phase 1 deal and soon to be signed USMCA deal. (Newswires)</p><p>USTR posted to the Federal Register that tariffs of 15% on USD 120bln of Chinese imports will be cut to 7.5% on February 14th, according to FBN's Lawrence. (Twitter) <i>Note:</i> <i>This is the tariff reduction that had been announced last month alongside the Phase 1 agreement and decision to not proceed with the tariffs that had been scheduled for December 15th.</i></p><p>Chinese Vice Premier Liu He said it is unwise to rush into the Phase 2 negotiations and that Beijing has little interest in immediately doing so, while he added we may get nothing if we rush Part 2 before completing Part 1 according to SCMP. In related news, Global Times also noted that China requires time to assess the Phase 1 agreement and other factors before beginning Phase 2 and that US officials are getting ahead of themselves claiming talks are underway citing a Government Adviser and Expert. (SCMP/Twitter)</p><p>China Global Times article noted comments from an expert who suggested that even if China agrees to begin negotiations for a phase two agreement, it will likely demand that the US roll back all tariffs prior to talks. (Global Times)</p><p>SCMP opinion piece suggested that China will stick to the Phase 1 if it maintains China’s stability and that President Xi's absence from the signing suggests Beijing is leaving it open by how much they will abide by. (SCMP)</p><p>Data Recap</p><ul><li>Chinese New Yuan Loans (CNY)(Dec) 1140B vs. Exp. 1194B (Prev. 1390B). (Newswires)</li><li>Chinese Aggregate Financing (CNY)(Dec) 2100B vs. Exp. 1650B (Prev. 1750B)</li><li>Chinese M2 Money Supply (Dec) Y/Y 8.7% vs. Exp. 8.3% (Prev. 8.2%)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-gdp-industrial-production-and-retail-sales-data-looms-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 09:07:00",
        "gmt_time": "2020-01-17 01:07:00"
    },
    {
        "id": 904328,
        "updated_sequence": 2072636,
        "published_at": {
            "unix": 1579221300,
            "text": "2020-01-17 00:35:00 +0000",
            "iso_8601": "2020-01-17T00:35:00Z"
        },
        "updated_at": {
            "unix": 1579221529,
            "text": "2020-01-17 00:38:49 +0000",
            "iso_8601": "2020-01-17T00:38:49Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: TSMC (2330 TT) Q4 net TWD 116.0bln vs. Exp. TWD 111.3bln",
        "content": "<p>TAIWAN</p><p>Hon Hai Precision Industries (2317 TT) - Co. Chairman says it has no plans to enter car assembly business but will handle design, parts and supply chain of new JV with Fiat Chrysler (FCA IM)</p><p>TSMC (2330 TT) - Co. Q4 net TWD 116.0bln vs. Exp. TWD 111.3bln, rev. TWD 317.2bln vs. Prev. TWD 289.8bln Y/Y, Co. guides Q1 rev. USD 10.2bln-10.3bln vs. Exp. USD 9.6bln and sees strong 5G smartphone demand this year. (Newswires)</p><p>&nbsp;</p><p>SINGAPORE</p><p>BreadTalk Group (BREAD SP) - Co. guides a net loss for FY19 citing losses in China, Hong Kong and Thailand. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-stock-news-tsmc-2330-tt-q4-net-twd-116-0bln-vs-exp-twd-111-3bln-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:35:00",
        "gmt_time": "2020-01-17 00:35:00"
    },
    {
        "id": 904327,
        "updated_sequence": 2072631,
        "published_at": {
            "unix": 1579221180,
            "text": "2020-01-17 00:33:00 +0000",
            "iso_8601": "2020-01-17T00:33:00Z"
        },
        "updated_at": {
            "unix": 1579221277,
            "text": "2020-01-17 00:34:37 +0000",
            "iso_8601": "2020-01-17T00:34:37Z"
        },
        "subject": "PBoC is expected to set the USD/CNY midpoint at 6.8843",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This would be a weakening of the fix from yesterday's reference rate of 6.8807.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579221277,
            "text": "2020-01-17 00:34:37 +0000",
            "iso_8601": "2020-01-17T00:34:37Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-the-usd-cny-midpoint-at-6-8843-17-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:33:00",
        "gmt_time": "2020-01-17 00:33:00"
    },
    {
        "id": 904326,
        "updated_sequence": 2072626,
        "published_at": {
            "unix": 1579221000,
            "text": "2020-01-17 00:30:00 +0000",
            "iso_8601": "2020-01-17T00:30:00Z"
        },
        "updated_at": {
            "unix": 1579221061,
            "text": "2020-01-17 00:31:01 +0000",
            "iso_8601": "2020-01-17T00:31:01Z"
        },
        "subject": "Singapore Non-Oil Exports (Dec) Y/Y 2.4% vs. Exp. -1.8% (Prev. -5.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-dec-y-y-2-4-vs-exp-1-8-prev-5-9-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:30:00",
        "gmt_time": "2020-01-17 00:30:00"
    },
    {
        "id": 904325,
        "updated_sequence": 2072623,
        "published_at": {
            "unix": 1579221000,
            "text": "2020-01-17 00:30:00 +0000",
            "iso_8601": "2020-01-17T00:30:00Z"
        },
        "updated_at": {
            "unix": 1579221029,
            "text": "2020-01-17 00:30:29 +0000",
            "iso_8601": "2020-01-17T00:30:29Z"
        },
        "subject": "Singapore Non-Oil Exports (Dec) M/M 1.1% vs. Exp. -1.3% (Prev. 5.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-dec-m-m-1-1-vs-exp-1-3-prev-5-8-17-01-2020",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:30:00",
        "gmt_time": "2020-01-17 00:30:00"
    },
    {
        "id": 904324,
        "updated_sequence": 2072620,
        "published_at": {
            "unix": 1579220460,
            "text": "2020-01-17 00:21:00 +0000",
            "iso_8601": "2020-01-17T00:21:00Z"
        },
        "updated_at": {
            "unix": 1579220804,
            "text": "2020-01-17 00:26:44 +0000",
            "iso_8601": "2020-01-17T00:26:44Z"
        },
        "subject": "Taiwan Defence Ministry says US warship sailed through Taiwan Strait on Thursday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The US tends to conduct these freedom of navigation operations which is likely to ire China as it challenges their policy of requiring prior permission or notification of transit through territorial sea.</li></ul>",
        "analysis_updated_at": {
            "unix": 1579220700,
            "text": "2020-01-17 00:25:00 +0000",
            "iso_8601": "2020-01-17T00:25:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "taiwan-defence-ministry-says-us-warship-sailed-through-taiwan-strait-on-thursday-17-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:21:00",
        "gmt_time": "2020-01-17 00:21:00"
    },
    {
        "id": 904323,
        "updated_sequence": 2072613,
        "published_at": {
            "unix": 1579220340,
            "text": "2020-01-17 00:19:00 +0000",
            "iso_8601": "2020-01-17T00:19:00Z"
        },
        "updated_at": {
            "unix": 1579220437,
            "text": "2020-01-17 00:20:37 +0000",
            "iso_8601": "2020-01-17T00:20:37Z"
        },
        "subject": "Facebook (FB) is being sued in US Federal Court by 4 companies on allegations of anticompetitive conduct",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "facebook-fb-is-being-sued-in-us-federal-court-by-4-companies-on-allegations-of-anticompetitive-conduct-17-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:19:00",
        "gmt_time": "2020-01-17 00:19:00"
    },
    {
        "id": 904322,
        "updated_sequence": 2072610,
        "published_at": {
            "unix": 1579219440,
            "text": "2020-01-17 00:04:00 +0000",
            "iso_8601": "2020-01-17T00:04:00Z"
        },
        "updated_at": {
            "unix": 1579219766,
            "text": "2020-01-17 00:09:26 +0000",
            "iso_8601": "2020-01-17T00:09:26Z"
        },
        "subject": "Asia begins positive and takes impetus from another record-setting day on Wall St following the recent Phase 1 deal and where sentiment was also underpinned by strong earnings and data ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-begins-positive-and-takes-impetus-from-another-record-setting-day-on-wall-st-following-the-recent-phase-1-deal-and-where-sentiment-was-also-underpinned-by-strong-earnings-and-data-17-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:04:00",
        "gmt_time": "2020-01-17 00:04:00"
    },
    {
        "id": 904320,
        "updated_sequence": 2072601,
        "published_at": {
            "unix": 1579219380,
            "text": "2020-01-17 00:03:00 +0000",
            "iso_8601": "2020-01-17T00:03:00Z"
        },
        "updated_at": {
            "unix": 1579219449,
            "text": "2020-01-17 00:04:09 +0000",
            "iso_8601": "2020-01-17T00:04:09Z"
        },
        "subject": "Chikuho Bank confirms it is considering capital tie up with SBI Holdings (8473 JT)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chikuho-bank-confirms-it-is-considering-capital-tie-up-with-sbi-holdings-8473-jt-17-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-17 08:03:00",
        "gmt_time": "2020-01-17 00:03:00"
    }
]