[
    {
        "id": 903467,
        "updated_sequence": 2068709,
        "published_at": {
            "unix": 1578690300,
            "text": "2020-01-10 21:05:00 +0000",
            "iso_8601": "2020-01-10T21:05:00Z"
        },
        "updated_at": {
            "unix": 1578690338,
            "text": "2020-01-10 21:05:38 +0000",
            "iso_8601": "2020-01-10T21:05:38Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 13th January 2020",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23605/download\"><strong>here</strong></a></p><ul><li><strong>MON: </strong>UK GDP Estimate, Services, Industrial and Manufacturing Output, US CB Employment Trends</li><li><strong>TUE: </strong>US CPI, NFIB Small Business Optimism, Indian WPI, Swedish Unemployment Rate, EIA STEO, US Earnings Season Unofficially Begins, US Democratic Debate,</li><li><strong>WED: </strong>Swedish CPIF, UK Inflation, EZ Industrial Production, US PPI, Fed Beige Book, OPEC Monthly Oil Market Report</li><li><strong>THU: </strong>German CPI (Final), US Retail Sales and Philly Fed, SARB &amp; CBRT Monetary Policy Decision; ECB Minutes (December); IEA Monthly Report</li><li><strong>FRI: </strong>Chinese GDP, Industrial Production and Retail Sales, UK Retail Sales, EZ CPI (Final), US University of Michigan Sentiment, US Building Permits, Housing Starts, Industrial Production, JOLTS, BoK Monetary Policy Decision</li></ul><p><i>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the </i><a href=\"/research_sheets\"><i>Research Suite</i></a><i> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-13th-january-2020-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 05:05:00",
        "gmt_time": "2020-01-10 21:05:00"
    },
    {
        "id": 903468,
        "updated_sequence": 2068707,
        "published_at": {
            "unix": 1578690300,
            "text": "2020-01-10 21:05:00 +0000",
            "iso_8601": "2020-01-10T21:05:00Z"
        },
        "updated_at": {
            "unix": 1578690327,
            "text": "2020-01-10 21:05:27 +0000",
            "iso_8601": "2020-01-10T21:05:27Z"
        },
        "subject": "RANsquawk Central Banks Weekly - 10th January 2020: PREVIEWING ECB minutes, CBRT, SARB and BOK rate decisions. REVIEWING Fedspeak, BOE’s Carney, Riksbank minutes. ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23604/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-weekly-10th-january-2020-previewing-ecb-minutes-cbrt-sarb-and-bok-rate-decisions-reviewing-fedspeak-boe-s-carney-riksbank-minutes-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 05:05:00",
        "gmt_time": "2020-01-10 21:05:00"
    },
    {
        "id": 903506,
        "updated_sequence": 2068705,
        "published_at": {
            "unix": 1578690240,
            "text": "2020-01-10 21:04:00 +0000",
            "iso_8601": "2020-01-10T21:04:00Z"
        },
        "updated_at": {
            "unix": 1578690287,
            "text": "2020-01-10 21:04:47 +0000",
            "iso_8601": "2020-01-10T21:04:47Z"
        },
        "subject": "Newsquawk US Market Wrap - 10th January 2020: Dow briefly tops 29k; stocks slip after jobs report miss, wage pace slowing",
        "content": "<ul><li><strong>* SNAPSHOT: Equities down, Treasuries up, Dollar flat, Crude down.</strong></li><li><strong>* REAR VIEW: NFP misses expectations, wage growth slows; Canadian labour report beats expectations; US imposes more Iran sanctions; Kashkari sees rates on hold for the foreseeable future, next move a cut.</strong></li><li><strong>* WEEK IN FOCUS: MON: UK GDP Estimate, US CB Employment Trends. TUE: US CPI, EIA STEO, US Earnings Season Unofficially Begins, US Democratic Debate. WED: EZ Industrial Production, US PPI, OPEC Monthly Oil Market Report. THU: US Retail Sales, SARB &amp; CBRT Monetary Policy Decision; ECB Minutes (December); IEA Monthly Report. FRI: Chinese GDP, Industrial Production and Retail Sales, EZ CPI (Final), US University of Michigan Sentiment, US Building Permits, Housing Starts, Industrial Production, JOLTS, BoK Monetary Policy Decision. </strong><i><strong>To download the report, please click </strong></i><a href=\"https://newsquawk.com/research_sheets/23605/download\"><i><strong>here</strong></i></a><i><strong>.</strong></i></li><li><strong>* CENTRAL BANK WEEKLY: PREVIEWING ECB minutes, CBRT, SARB and BOK rate decisions. REVIEWING Fedspeak, BOE’s Carney, Riksbank minutes. </strong><i><strong>To download the report, please click </strong></i><a href=\"https://newsquawk.com/research_sheets/23604/download\"><i><strong>here</strong></i></a><i><strong>.</strong></i></li></ul><p><strong>* US JOBS REPORT (DEC): </strong>145k jobs were added to the US economy in December, missing the consensus 165k. The two-month revision was -14k. For last year as a whole, 2.108mln jobs were added to the US economy; the new trend rates: 3-month at 184k (prev. 205k), 6-month at 189k (prev. 196k) and 12-month at 176k (prev. 184k). Meanwhile, average hourly earnings metrics disappointed, falling sub 3.0% Y/Y for the first time since July 2018, at 2.9% Y/Y (expected unchanged 3.1%). The jobless rate was unchanged at 3.5%, as expected, although the U6 measure fell to 6.7% from 6.9%, while participation was unchanged. \"Stepping back from the noise, the key point here is that payroll growth is performing far better than implied by a host of leading indicators in late summer and fall,\" Pantheon Macroeconomics writes, \"businesses appear to have over-estimated the real impact of the trade war, distorting their survey responses.\" PM does not expect the Q4 trend rates to change in Q1, and if it is correct, then the jobless rate will continue to decline, possibly hitting 3.00% by 2020-end. \"No one at the Fed thinks the NAIRU is less than 3%, so under normal circumstances we’d expect to see the Fed talking about higher rates, not easing,\" PM says, \"that won’t happen ahead of the election but we cannot see why the Fed would ease if the recent payroll gains are sustained.\" Finally, Pantheon says that although this appears to be an inconsequential payroll report, nothing could be further from the truth: \"we cannot stress enough that three straight months of substantial overshoots against the surveys means that the surveys are wrong; labor demand remains strong enough to continue pushing down the unemployment rate.\"</p><p><strong>* FED:</strong> Fed’s Kashkari (voter, dove) said the December employment situation report suggests that the economy is slowing. Kashkari would support a rate cut if jobs growth continues to weaken, inflation stays low, inflation expectations slip. He sees rates on hold for the foreseeable future, and sees the next move as a cut, rather than a hike. He supports an SRF, and said it would allow the Fed to have a smaller balance sheet.</p><p><strong>* CANADA JOBS REPORT (DEC): </strong>The Canadian job metrics surprised to the upside, seeing 35.2k added to the economy in December, above the expected 25k. The unemployment rate fell by more than expected, to 5.6% from 5.9% (exp. 5.8%). These were the jobs numbers we were all hoping for following November's ugly employment report, RBC said, with the overall headcount retracing half the previous month's decline (even more if you exclude transitory factors from November) and more importantly the unemployment rate erased much of November's 0.4 percentage point increase (which was easily the largest in a decade). In terms of the policy implications, RBC says the data will not necessarily keep the BOC on the sidelines, however: \"GDP data for H2 2019 has been disappointing, and a slightly softer labour market over that period suggests transitory factors are not solely to blame for sub-trend growth,\" and \"having cleared the employment hurdle, we're now looking ahead to Monday's Business Outlook Survey to see how Canadian firms are dealing with a still-uncertain global backdrop.\"</p><p><strong>* IRAN: </strong>US Secretary of State Pompeo and Treasury Secretary Mnuchin confirmed additional sanctions would be slapped on Iran, focussing on individuals and on steel and iron manufacturers/entities. Seventeen of the largest steel and iron manufacturers in Iran were sanctioned in an effort to further hamper the Iranian economy; eight senior Iranian officials were also sanctioned and Mnuchin echoed comments from US President Trump, that economic sanctions will continue unless they adhere to the US requests; however, the US will issue waivers to those helping with the Iran jet cash probe. Iran today announced that it would Saturday announce the cause of the crash. Geopolitical consultancy Stratfor highlights that if US chooses to further pressure Iran, it could increase its scrutiny of foreign firms that engage in business activities with the region. Pompeo announced that there was no doubt that Iran had the full intention of killing US forces in the missile attack, despite some speculation that it was a targeted attack to show response but not escalate the tensions by killing troops. On the withdrawal of US troops, he announced the US is happy to continue talks with Iraq regarding the right structure.</p><p><strong>* KUDLOW:</strong> NEC Director Kudlow confirmed the US-China Phase One deal has been translated and authenticated, noting everything is in place, and that there will be a factsheet released on Wednesday following the deal’s signing, citing USTR Lighthizer. He noted the Phase One part could equate to 40% or 50% of the entire deal which has the capacity to add half a point of growth for this year, in the event the Phase One deal goes ahead as planned. On the specifics, Kudlow highlighted that tremendous progress was made on IP, with some progress made on the transfer of technology. Kudlow stated that China will exceed USD 200bln worth of agri-purchases over two-years, citing volume and capabilities of products to be sold has been vastly expanded when questioned about the practicality of this figure. In the event that disputes occur, if they appear and are not resolved, the US would take proportionate action, and Kudlow said the dispute resolution process will be a multi-layered one. On Phase Two,&nbsp; Kudlow said the time frame is up to the President, however overnight, China’s Global Times, citing an expert close to the government, announced that November after the election will be too far away for a Phase Two deal. Meanwhile, on the USMCA, Kudlow stated the median estimate is to add 0.75ppts of growth to the US, with many more additional jobs. Regarding Section 232 auto-tariffs on the EU, Kudlow confirmed no action has been taken yet, and added that it remains a Presidential affair, though the US remains in constant negotiation with the EU.</p><p><strong>* AUSTRALIA RETAIL SALES (NOV):</strong> Retail sales picked up by 0.9% beating estimates for a 0.4% print, the previous was also revised higher to 0.1% from a flat reading in October. The strong report boosted AUD overnight and led it to outperform its G10 peers. However, analysts at UBS have highlighted the risk of Black Friday which bought consumer spending forward a month. UBS also note that its December performance of services index collapsed after a high reading in November, which hints at a a retracement in December’s data.</p><p><strong>* WTI (G20) SETTLES USD 0.52 LOWER AT USD 59.04; BRENT (H20) SETTLES USD 0.39 LOWER AT USD 64.98. </strong>Energy prices had a choppy day of trade again to end the week, with participants balancing a weak US jobs report, Iranian sanctions and book squaring ahead of the weekend. Prices reached their peak in the European session - Brent (H0) and WTI (G0) reached highs of 65.66 and 59.78, respectively – before treading lower as US participants came to their desks, as well as a disappointing US jobs report which weighed on growth sentiment. The complex found some strength later in the session on the US announcing its wide-encompassing sanctions on Iran, although the strength proved short-lived, marking the first weekly loss for the crude benchmarks since November last year. Elsewhere, the US Baker Hughes rig count saw oil rigs -11 at 659, natgas rigs -4 at 119 and total rigs -15 at 781.</p><p><strong>* CLOSING LEVELS: SPX -0.29% at 3265, NDZ -0.26% at 8997, Dow -0.46% at 28823;</strong> SECTORS: Communication -0.3%, consumer discretionary -0.5%, consumer staples -0.1%, energy -0.6%, financials -0.8%, health care 0.0%, industrials -0.7%, IT -0.2%, materials -0.4%, telecoms -0.2%, utilities +0.2%.</p><p><strong>* STOCK SPECIFICS:</strong> Financials (XLF) underperformed on the back of lower yields, which supported the Real Estate sector (XLRE), Industrials (XLI) and Consumer Discretionary (XLY) were also worst hit, with the disappointing jobs report weighing on sentiment, whilst the defensive Utilities (XLU) and Health Care (XLV) outperformed. GrubHub (GRUB) reversed recent gains as it refuted reports that it was considering a sale. Intuitive Surgical (ISRG) traded in the green after providing preliminary Q4 revenue above expectations. Nvidia (NVDA) was a top performer after a “top pick” mention at Citi. Skyworks (SWKS) and Qorvo (QRVO) fared better following Mizuho upgrading both stocks to Buy on optimism for the 5G handset outlook. Lumentum (LITE) suffered on a downgrade at Raymond James to Outperform from Strong Buy on valuation. SYNNEX (SNX) surged after a strong earnings report and announcing its plans to split into two separately traded public companies. KB Home (KBH) bucked the real estate strength and took a haircut after disappointing revenue. L Brands (LB) strength continued for a second session as more analysts warmed to the notion that strategic action could be imminent, with the weak holiday sales serving as a tipping point. Nektar Therapeutics (NKTR) surged on an extended collaboration with Bristol-Myers (BMY). Luckin Coffee (LK) traded lower after it raised the number of shares offered in its secondary offering that also priced.</p><p><strong>* US T-NOTE FUTURES (H20) SETTLE 6 TICKS HIGHER AT 129-02+. </strong>The curve bull-flattened on Friday, with yields in the front of the curve on slightly lower, while 30s had fallen by almost 5bps. The employment situation report was mildly disappointing, with the headline missing expectations, and the pace of wage growth easing to under 3.0% Y/Y, bringing buying interest. A Raymond James strategist said that for the bond market, this was a positive number, especially when it comes to wage inflation; \"the subtle drop in the number of hours worked,\" he said, \"and the lower-than-expected average hourly earnings number is good for fixed income. While today's data may not result in a big move down in rates, it certainly doesn’t support a big move higher either.\"</p><p><strong>* FX:</strong> <strong>USD</strong> was offered after the US jobs report and saw an afternoon low at 97.30, with lower yields likely adding to pressure. <strong>EURUSD</strong> broke 1.11 to the upside, buoyed by a lower USD, as well as EUR 800mln of option expiries rolling off at today’s NY cut. <strong>GBP</strong> continued to pare in the aftermath of BOE governor Carney’s dovish speech on Thursday, testing 1.31 to the upside after the US jobs report, though the move was short-lived. <strong>USDCAD</strong> took a double hit after the strong Canada jobs report and weaker US jobs report. USDCAD found support at 1.3025 (yesterday’s low was 1.3026), and now technicians eye 1.3008, the January 2nd and 3rd high. <strong>USDJPY</strong> continued to eye the December high of 109.73 in the early part of the session however the cross pared after US NFP’s, as rate differentials moved in favour of the yen, though technicians note the cross remains above 109.50. <strong>XAU</strong> was buoyed post-NFP, but remained well-off recent best levels, as tensions in the Middle East eases. <strong>AUD</strong> outperformed among G10 FX after strong November retail sales, even though analysts warn of a pull back next month. <strong>NZD</strong> failed to catch-up completely against its antipodean counterpart, although was supported after today’s US NFP. <strong>EMFX </strong>generally firmer against the buck; ZAR however was under pressure after state utility Eskom’s chair resigned, followed by further loadshedding this weekend. <strong>BRL</strong> pared some of the prior day losses amid a firmer December IPCA inflation report. MXN was also firmer as the fall in industrial output slowed, while TRY was rather flat against the buck, although slightly firmer amid the continued fall in oil prices.</p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-10th-january-2020-dow-briefly-tops-29k-stocks-slip-after-jobs-report-miss-wage-pace-slowing-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 05:04:00",
        "gmt_time": "2020-01-10 21:04:00"
    },
    {
        "id": 903505,
        "updated_sequence": 2068702,
        "published_at": {
            "unix": 1578689400,
            "text": "2020-01-10 20:50:00 +0000",
            "iso_8601": "2020-01-10T20:50:00Z"
        },
        "updated_at": {
            "unix": 1578689473,
            "text": "2020-01-10 20:51:13 +0000",
            "iso_8601": "2020-01-10T20:51:13Z"
        },
        "subject": "MOC: SPX flat (vs. 100mln to buy at 1549 ET); Dow USD 200mln to sell(vs 50mln to buy)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "moc-spx-flat-vs-100mln-to-buy-at-1549-et-dow-usd-200mln-to-sell-vs-50mln-to-buy-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 04:50:00",
        "gmt_time": "2020-01-10 20:50:00"
    },
    {
        "id": 903504,
        "updated_sequence": 2068699,
        "published_at": {
            "unix": 1578688920,
            "text": "2020-01-10 20:42:00 +0000",
            "iso_8601": "2020-01-10T20:42:00Z"
        },
        "updated_at": {
            "unix": 1578689079,
            "text": "2020-01-10 20:44:39 +0000",
            "iso_8601": "2020-01-10T20:44:39Z"
        },
        "subject": "Equities seeing downside into the close; nothing specific reported, though some geopolitical tweeters point out 'air activity' in Mosul, Iraq",
        "content": "<ul><li><a href=\"https://twitter.com/StrategicNews2/status/1215734121961488384?s=20\">This </a>is unverified, but seems to be getting the attention of a few<strong> (NOTE: This is unconfirmed, desk only points it out due to the downside in equities, with some citing this tweet)</strong></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "equities-seeing-downside-into-the-close-nothing-specific-reported-though-some-geopolitical-tweeters-point-out-air-activity-in-mosul-iraq-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 04:42:00",
        "gmt_time": "2020-01-10 20:42:00"
    },
    {
        "id": 903503,
        "updated_sequence": 2068696,
        "published_at": {
            "unix": 1578687720,
            "text": "2020-01-10 20:22:00 +0000",
            "iso_8601": "2020-01-10T20:22:00Z"
        },
        "updated_at": {
            "unix": 1578687791,
            "text": "2020-01-10 20:23:11 +0000",
            "iso_8601": "2020-01-10T20:23:11Z"
        },
        "subject": "FX WRAP: USD slightly lower after payrolls/wages miss",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>USD</strong> was offered after the US jobs report and saw an afternoon low at 97.30, with lower yields likely adding to pressure. <strong>EURUSD</strong> broke 1.11 to the upside, buoyed by a lower USD, as well as EUR 800mln of option expiries rolling off at today’s NY cut. <strong>GBP</strong> continued to pare in the aftermath of BOE governor Carney’s dovish speech on Thursday, testing 1.31 to the upside after the US jobs report, though the move was short-lived. <strong>USDCAD</strong> took a double hit after the strong Canada jobs report and weaker US jobs report. USDCAD found support at 1.3025 (yesterday’s low was 1.3026), and now technicians eye 1.3008, the January 2nd and 3rd high. <strong>USDJPY</strong> continued to eye the December high of 109.73 in the early part of the session however the cross pared after US NFP’s, as rate differentials moved in favour of the yen, though technicians note the cross remains above 109.50. <strong>XAU</strong> was buoyed post-NFP, but remained well-off recent best levels, as tensions in the Middle East eases. <strong>AUD</strong> outperformed among G10 FX after strong November retail sales, even though analysts warn of a pull back next month. <strong>NZD</strong> failed to catch-up completely against its antipodean counterpart, although was supported after today’s US NFP. <strong>EMFX </strong>generally firmer against the buck; ZAR however was under pressure after state utility Eskom’s chair resigned, followed by further loadshedding this weekend. <strong>BRL</strong> pared some of the prior day losses amid a firmer December IPCA inflation report. MXN was also firmer as the fall in industrial output slowed, while TRY was rather flat against the buck, although slightly firmer amid the continued fall in oil prices.</p>",
        "analysis_updated_at": {
            "unix": 1578687791,
            "text": "2020-01-10 20:23:11 +0000",
            "iso_8601": "2020-01-10T20:23:11Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-wrap-usd-slightly-lower-after-payrolls-wages-miss-10-01-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 04:22:00",
        "gmt_time": "2020-01-10 20:22:00"
    },
    {
        "id": 903502,
        "updated_sequence": 2068693,
        "published_at": {
            "unix": 1578687600,
            "text": "2020-01-10 20:20:00 +0000",
            "iso_8601": "2020-01-10T20:20:00Z"
        },
        "updated_at": {
            "unix": 1578687694,
            "text": "2020-01-10 20:21:34 +0000",
            "iso_8601": "2020-01-10T20:21:34Z"
        },
        "subject": "US T-note futures (H20) settle 6 ticks higher at 129-02+",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The curve bull-flattened on Friday, with yields in the front of the curve on slightly lower, while 30s had fallen by almost 5bps. The employment situation report was mildly disappointing, with the headline missing expectations, and the pace of wage growth easing to under 3.0% Y/Y, bringing buying interest. A Raymond James strategist said that for the bond market, this was a positive number, especially when it comes to wage inflation; \"the subtle drop in the number of hours worked,\" he said, \"and the lower-than-expected average hourly earnings number is good for fixed income. While today's data may not result in a big move down in rates, it certainly doesn’t support a big move higher either.\"</p>",
        "analysis_updated_at": {
            "unix": 1578687694,
            "text": "2020-01-10 20:21:34 +0000",
            "iso_8601": "2020-01-10T20:21:34Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-t-note-futures-h20-settle-6-ticks-higher-at-129-02-10-01-2020",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 04:20:00",
        "gmt_time": "2020-01-10 20:20:00"
    },
    {
        "id": 903501,
        "updated_sequence": 2068690,
        "published_at": {
            "unix": 1578687420,
            "text": "2020-01-10 20:17:00 +0000",
            "iso_8601": "2020-01-10T20:17:00Z"
        },
        "updated_at": {
            "unix": 1578687497,
            "text": "2020-01-10 20:18:17 +0000",
            "iso_8601": "2020-01-10T20:18:17Z"
        },
        "subject": "Fed’s Kashkari (voter, dove) says the December jobs report suggests that the economy is slowing; sees rates on hold; next move seen as a cut rather than hike",
        "content": "<ul><li>&nbsp;Kashkari would support a rate cut if jobs growth continues to weaken, inflation stays low, inflation expectations slip.&nbsp;</li><li>He sees rates on hold for the foreseeable future, and sees the next move as a cut, rather than a hike.&nbsp;</li><li>He supports an SRF, and said it would allow the Fed to have a smaller balance sheet.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-voter-dove-says-the-december-jobs-report-suggests-that-the-economy-is-slowing-sees-rates-on-hold-next-move-seen-as-a-cut-rather-than-hike-10-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 04:17:00",
        "gmt_time": "2020-01-10 20:17:00"
    },
    {
        "id": 903500,
        "updated_sequence": 2068687,
        "published_at": {
            "unix": 1578684720,
            "text": "2020-01-10 19:32:00 +0000",
            "iso_8601": "2020-01-10T19:32:00Z"
        },
        "updated_at": {
            "unix": 1578685159,
            "text": "2020-01-10 19:39:19 +0000",
            "iso_8601": "2020-01-10T19:39:19Z"
        },
        "subject": "WTI futures (G20) settle USD 0.52 lower at USD 59.04/bbl; Brent (H20) settles USD 0.39 lower at USD 64.98/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Energy prices had a choppy day of trade again to end the week, with participants balancing a weak US jobs report, Iranian sanctions and book squaring ahead of the weekend. Prices reached their peak in the European session - Brent (H0) and WTI (G0) reached highs of 65.66 and 59.78, respectively – before treading lower as US participants came to their desks, as well as a disappointing US jobs report which weighed on growth sentiment. The complex found some strength later in the session on the US announcing its wide-encompassing sanctions on Iran, although the strength proved short-lived, marking the first weekly loss for the crude benchmarks since November last year. Elsewhere, the US Baker Hughes rig count saw oil rigs -11 at 659, natgas rigs -4 at 119 and total rigs -15 at 781.</p>",
        "analysis_updated_at": {
            "unix": 1578684720,
            "text": "2020-01-10 19:32:00 +0000",
            "iso_8601": "2020-01-10T19:32:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "wti-futures-g20-settle-usd-0-52-lower-at-usd-59-04-bbl-brent-h20-settles-usd-0-39-lower-at-usd-64-98-bbl-10-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 03:32:00",
        "gmt_time": "2020-01-10 19:32:00"
    },
    {
        "id": 903499,
        "updated_sequence": 2068682,
        "published_at": {
            "unix": 1578683220,
            "text": "2020-01-10 19:07:00 +0000",
            "iso_8601": "2020-01-10T19:07:00Z"
        },
        "updated_at": {
            "unix": 1578683273,
            "text": "2020-01-10 19:07:53 +0000",
            "iso_8601": "2020-01-10T19:07:53Z"
        },
        "subject": "Goldman Sachs Q4 19 GDP tracker unchanged at 2.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk sources ",
        "slug": "goldman-sachs-q4-19-gdp-tracker-unchanged-at-2-1-10-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 03:07:00",
        "gmt_time": "2020-01-10 19:07:00"
    },
    {
        "id": 903498,
        "updated_sequence": 2068679,
        "published_at": {
            "unix": 1578683160,
            "text": "2020-01-10 19:06:00 +0000",
            "iso_8601": "2020-01-10T19:06:00Z"
        },
        "updated_at": {
            "unix": 1578683206,
            "text": "2020-01-10 19:06:46 +0000",
            "iso_8601": "2020-01-10T19:06:46Z"
        },
        "subject": "Iran will announce cause of the Boeing (BA) 787 crash tomorrow, according to Iranian press ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-will-announce-cause-of-the-boeing-ba-787-crash-tomorrow-according-to-iranian-press-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 03:06:00",
        "gmt_time": "2020-01-10 19:06:00"
    },
    {
        "id": 903497,
        "updated_sequence": 2068674,
        "published_at": {
            "unix": 1578680520,
            "text": "2020-01-10 18:22:00 +0000",
            "iso_8601": "2020-01-10T18:22:00Z"
        },
        "updated_at": {
            "unix": 1578680565,
            "text": "2020-01-10 18:22:45 +0000",
            "iso_8601": "2020-01-10T18:22:45Z"
        },
        "subject": "South Africa's Eskom says it will stop loadshedding on Friday at 23:00 local time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-eskom-says-it-will-stop-loadshedding-on-friday-at-23-00-local-time-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 02:22:00",
        "gmt_time": "2020-01-10 18:22:00"
    },
    {
        "id": 903496,
        "updated_sequence": 2068671,
        "published_at": {
            "unix": 1578679440,
            "text": "2020-01-10 18:04:00 +0000",
            "iso_8601": "2020-01-10T18:04:00Z"
        },
        "updated_at": {
            "unix": 1578679544,
            "text": "2020-01-10 18:05:44 +0000",
            "iso_8601": "2020-01-10T18:05:44Z"
        },
        "subject": "Kinder Morgan natural gas pipeline has declared a force majeure after it found a leak on the Louisiana #1 pipeline in segment 25, Jefferson County, Texas ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-natural-gas-pipeline-has-declared-a-force-majeure-after-it-found-a-leak-on-the-louisiana-1-pipeline-in-segment-25-jefferson-county-texas-10-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 02:04:00",
        "gmt_time": "2020-01-10 18:04:00"
    },
    {
        "id": 903495,
        "updated_sequence": 2068666,
        "published_at": {
            "unix": 1578679380,
            "text": "2020-01-10 18:03:00 +0000",
            "iso_8601": "2020-01-10T18:03:00Z"
        },
        "updated_at": {
            "unix": 1578679413,
            "text": "2020-01-10 18:03:33 +0000",
            "iso_8601": "2020-01-10T18:03:33Z"
        },
        "subject": "Baker Hughes Rig Count (Jan 10th) Oil -11 at 659, Natgas -4 at 119, total at 781",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-jan-10th-oil-11-at-659-natgas-4-at-119-total-at-781-10-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 02:03:00",
        "gmt_time": "2020-01-10 18:03:00"
    },
    {
        "id": 903494,
        "updated_sequence": 2068663,
        "published_at": {
            "unix": 1578679260,
            "text": "2020-01-10 18:01:00 +0000",
            "iso_8601": "2020-01-10T18:01:00Z"
        },
        "updated_at": {
            "unix": 1578679343,
            "text": "2020-01-10 18:02:23 +0000",
            "iso_8601": "2020-01-10T18:02:23Z"
        },
        "subject": "Brazilian soy shipments to China are seen dropping sharply in January ahead of the Phase One signing, according to shipping data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-soy-shipments-to-china-are-seen-dropping-sharply-in-january-ahead-of-the-phase-one-signing-according-to-shipping-data-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 02:01:00",
        "gmt_time": "2020-01-10 18:01:00"
    },
    {
        "id": 903493,
        "updated_sequence": 2068660,
        "published_at": {
            "unix": 1578679080,
            "text": "2020-01-10 17:58:00 +0000",
            "iso_8601": "2020-01-10T17:58:00Z"
        },
        "updated_at": {
            "unix": 1578679175,
            "text": "2020-01-10 17:59:35 +0000",
            "iso_8601": "2020-01-10T17:59:35Z"
        },
        "subject": "WellCare (WCG) has been downgraded to Neutral from Overweight at Piper Sandler ahead of its Centene (CNC) merger",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Piper Sandler",
        "slug": "wellcare-wcg-has-been-downgraded-to-neutral-from-overweight-at-piper-sandler-ahead-of-its-centene-cnc-merger-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:58:00",
        "gmt_time": "2020-01-10 17:58:00"
    },
    {
        "id": 903492,
        "updated_sequence": 2068657,
        "published_at": {
            "unix": 1578678300,
            "text": "2020-01-10 17:45:00 +0000",
            "iso_8601": "2020-01-10T17:45:00Z"
        },
        "updated_at": {
            "unix": 1578678479,
            "text": "2020-01-10 17:47:59 +0000",
            "iso_8601": "2020-01-10T17:47:59Z"
        },
        "subject": "Airbus (AIR FP, EADSY) won 1131 gross aircraft orders in 2019, 768 net aircraft orders, 863 deliveries; potentially of note for Boeing (BA)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "airbus-air-fp-eadsy-won-1131-gross-aircraft-orders-in-2019-768-net-aircraft-orders-863-deliveries-potentially-of-note-for-boeing-ba-10-01-2020",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:45:00",
        "gmt_time": "2020-01-10 17:45:00"
    },
    {
        "id": 903491,
        "updated_sequence": 2068654,
        "published_at": {
            "unix": 1578677940,
            "text": "2020-01-10 17:39:00 +0000",
            "iso_8601": "2020-01-10T17:39:00Z"
        },
        "updated_at": {
            "unix": 1578678041,
            "text": "2020-01-10 17:40:41 +0000",
            "iso_8601": "2020-01-10T17:40:41Z"
        },
        "subject": "Russian Ministry of Defense says the US Navy ship crossed the Russian ship's path and acted unprofessionally, according to TASS",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "TASS",
        "slug": "russian-ministry-of-defense-says-the-us-navy-ship-crossed-the-russian-ship-s-path-and-acted-unprofessionally-according-to-tass-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:39:00",
        "gmt_time": "2020-01-10 17:39:00"
    },
    {
        "id": 903490,
        "updated_sequence": 2068651,
        "published_at": {
            "unix": 1578677820,
            "text": "2020-01-10 17:37:00 +0000",
            "iso_8601": "2020-01-10T17:37:00Z"
        },
        "updated_at": {
            "unix": 1578677927,
            "text": "2020-01-10 17:38:47 +0000",
            "iso_8601": "2020-01-10T17:38:47Z"
        },
        "subject": "Russian Defence Ministry denies earlier reports that one of its ships aggressively approached a US Navy ship, according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Interfax",
        "slug": "russian-defence-ministry-denies-earlier-reports-that-one-of-its-ships-aggressively-approached-a-us-navy-ship-according-to-interfax-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:37:00",
        "gmt_time": "2020-01-10 17:37:00"
    },
    {
        "id": 903489,
        "updated_sequence": 2068648,
        "published_at": {
            "unix": 1578677640,
            "text": "2020-01-10 17:34:00 +0000",
            "iso_8601": "2020-01-10T17:34:00Z"
        },
        "updated_at": {
            "unix": 1578677771,
            "text": "2020-01-10 17:36:11 +0000",
            "iso_8601": "2020-01-10T17:36:11Z"
        },
        "subject": "Ukraine security official says it is prioritizing two versions of what could have caused the Iranian plane crash: a missile or terrorism, according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Interfax",
        "slug": "ukraine-security-official-says-it-is-prioritizing-two-versions-of-what-could-have-caused-the-iranian-plane-crash-a-missile-or-terrorism-according-to-interfax-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:34:00",
        "gmt_time": "2020-01-10 17:34:00"
    },
    {
        "id": 903488,
        "updated_sequence": 2068645,
        "published_at": {
            "unix": 1578677520,
            "text": "2020-01-10 17:32:00 +0000",
            "iso_8601": "2020-01-10T17:32:00Z"
        },
        "updated_at": {
            "unix": 1578677641,
            "text": "2020-01-10 17:34:01 +0000",
            "iso_8601": "2020-01-10T17:34:01Z"
        },
        "subject": "South Africa's Eskom says loadshedding will resume from 09:00 local time on Saturday, with the extent dependent on the system's performance overnight",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-eskom-says-loadshedding-will-resume-from-09-00-local-time-on-saturday-with-the-extent-dependent-on-the-system-s-performance-overnight-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:32:00",
        "gmt_time": "2020-01-10 17:32:00"
    },
    {
        "id": 903487,
        "updated_sequence": 2068640,
        "published_at": {
            "unix": 1578677160,
            "text": "2020-01-10 17:26:00 +0000",
            "iso_8601": "2020-01-10T17:26:00Z"
        },
        "updated_at": {
            "unix": 1578677260,
            "text": "2020-01-10 17:27:40 +0000",
            "iso_8601": "2020-01-10T17:27:40Z"
        },
        "subject": "French PM Philippe says concrete proposals will be made on Saturday which can be the basis for compromise on pension reform",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-pm-philippe-says-concrete-proposals-will-be-made-on-saturday-which-can-be-the-basis-for-compromise-on-pension-reform-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:26:00",
        "gmt_time": "2020-01-10 17:26:00"
    },
    {
        "id": 903486,
        "updated_sequence": 2068642,
        "published_at": {
            "unix": 1578677100,
            "text": "2020-01-10 17:25:00 +0000",
            "iso_8601": "2020-01-10T17:25:00Z"
        },
        "updated_at": {
            "unix": 1578677634,
            "text": "2020-01-10 17:33:54 +0000",
            "iso_8601": "2020-01-10T17:33:54Z"
        },
        "subject": "Washington Post reports that on the day Iranian general Soleimani was killed, there was another failed attempt to kill another Iranian senior military official",
        "content": "<ul><li><a href=\"https://www.washingtonpost.com/gdpr-consent/?destination=%2fworld%2fnational-security%2fon-the-day-us-forces-killed-soleimani-they-launched-another-secret-operation-targeting-a-senior-iranian-official-in-yemen%2f2020%2f01%2f10%2f60f86dbc-3245-11ea-898f-eb846b7e9feb_story.html%3fwpmk%3d1%26wpisrc%3dal_news__alert-world--alert-national%26utm_source%3dalert%26utm_medium%3demail%26utm_campaign%3dnews_alert_revere&amp;utm_campaign=news_alert_revere&amp;utm_medium=email&amp;utm_source=alert&amp;wpisrc=al_news__alert-world--alert-national&amp;wpmk=1\">Click here for link</a></li><li>\"While U.S. officials killed General Suleimani in Iraq, a second operation on the same day to kill a senior Iranian official in Yemen was not successful, per people with knowledge of the operation\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "washington-post-reports-that-on-the-day-iranian-general-soleimani-was-killed-there-was-another-failed-attempt-to-kill-another-iranian-senior-military-official-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:25:00",
        "gmt_time": "2020-01-10 17:25:00"
    },
    {
        "id": 903485,
        "updated_sequence": 2068632,
        "published_at": {
            "unix": 1578676740,
            "text": "2020-01-10 17:19:00 +0000",
            "iso_8601": "2020-01-10T17:19:00Z"
        },
        "updated_at": {
            "unix": 1578676884,
            "text": "2020-01-10 17:21:24 +0000",
            "iso_8601": "2020-01-10T17:21:24Z"
        },
        "subject": "South Africa's Eskom Chair has resigned, according to statement",
        "content": "",
        "reaction_details": "<ul><li>USDZAR rose from 14.26 to 14.33, before paring back somewhat</li></ul>",
        "reaction_updated_at": {
            "unix": 1578676884,
            "text": "2020-01-10 17:21:24 +0000",
            "iso_8601": "2020-01-10T17:21:24Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-eskom-chair-has-resigned-according-to-statement-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:19:00",
        "gmt_time": "2020-01-10 17:19:00"
    },
    {
        "id": 903484,
        "updated_sequence": 2068627,
        "published_at": {
            "unix": 1578676680,
            "text": "2020-01-10 17:18:00 +0000",
            "iso_8601": "2020-01-10T17:18:00Z"
        },
        "updated_at": {
            "unix": 1578676774,
            "text": "2020-01-10 17:19:34 +0000",
            "iso_8601": "2020-01-10T17:19:34Z"
        },
        "subject": "Of note for FitBit (FIT) - US regulators are to probe wearable monitoring devices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-fitbit-fit-us-regulators-are-to-probe-wearable-monitoring-devices-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:18:00",
        "gmt_time": "2020-01-10 17:18:00"
    },
    {
        "id": 903483,
        "updated_sequence": 2068624,
        "published_at": {
            "unix": 1578676500,
            "text": "2020-01-10 17:15:00 +0000",
            "iso_8601": "2020-01-10T17:15:00Z"
        },
        "updated_at": {
            "unix": 1578676668,
            "text": "2020-01-10 17:17:48 +0000",
            "iso_8601": "2020-01-10T17:17:48Z"
        },
        "subject": "China Global Times Editor says the US military shouldn't start a new task force to expand efforts to counter China, as it will be targeted back by China",
        "content": "<ul><li><a href=\"https://twitter.com/HuXijin_GT/status/1215683297562415104\">Via tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Global Times",
        "slug": "china-global-times-editor-says-the-us-military-shouldn-t-start-a-new-task-force-to-expand-efforts-to-counter-china-as-it-will-be-targeted-back-by-china-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:15:00",
        "gmt_time": "2020-01-10 17:15:00"
    },
    {
        "id": 903482,
        "updated_sequence": 2068621,
        "published_at": {
            "unix": 1578675720,
            "text": "2020-01-10 17:02:00 +0000",
            "iso_8601": "2020-01-10T17:02:00Z"
        },
        "updated_at": {
            "unix": 1578675775,
            "text": "2020-01-10 17:02:55 +0000",
            "iso_8601": "2020-01-10T17:02:55Z"
        },
        "subject": "France CGT union says it will continue striking at refineries and petrol depots until 16th January",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-cgt-union-says-it-will-continue-striking-at-refineries-and-petrol-depots-until-16th-january-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 01:02:00",
        "gmt_time": "2020-01-10 17:02:00"
    },
    {
        "id": 903469,
        "updated_sequence": 2068582,
        "published_at": {
            "unix": 1578675540,
            "text": "2020-01-10 16:59:00 +0000",
            "iso_8601": "2020-01-10T16:59:00Z"
        },
        "updated_at": {
            "unix": 1578675571,
            "text": "2020-01-10 16:59:31 +0000",
            "iso_8601": "2020-01-10T16:59:31Z"
        },
        "subject": "Atlanta Fed GDPnow model unchanged at 2.3% in Q4 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-model-unchanged-at-2-3-in-q4-2019-10-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:59:00",
        "gmt_time": "2020-01-10 16:59:00"
    },
    {
        "id": 903466,
        "updated_sequence": 2068573,
        "published_at": {
            "unix": 1578675120,
            "text": "2020-01-10 16:52:00 +0000",
            "iso_8601": "2020-01-10T16:52:00Z"
        },
        "updated_at": {
            "unix": 1578675152,
            "text": "2020-01-10 16:52:32 +0000",
            "iso_8601": "2020-01-10T16:52:32Z"
        },
        "subject": "Endo International (ENDP) settles opioid investigation with Oklahoma for USD 8.75mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "endo-international-endp-settles-opioid-investigation-with-oklahoma-for-usd-8-75mln-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:52:00",
        "gmt_time": "2020-01-10 16:52:00"
    },
    {
        "id": 903465,
        "updated_sequence": 2068570,
        "published_at": {
            "unix": 1578674820,
            "text": "2020-01-10 16:47:00 +0000",
            "iso_8601": "2020-01-10T16:47:00Z"
        },
        "updated_at": {
            "unix": 1578674891,
            "text": "2020-01-10 16:48:11 +0000",
            "iso_8601": "2020-01-10T16:48:11Z"
        },
        "subject": "US official says the US will not accept any preconditions from Iran to engage in talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-says-the-us-will-not-accept-any-preconditions-from-iran-to-engage-in-talks-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:47:00",
        "gmt_time": "2020-01-10 16:47:00"
    },
    {
        "id": 903464,
        "updated_sequence": 2068567,
        "published_at": {
            "unix": 1578674700,
            "text": "2020-01-10 16:45:00 +0000",
            "iso_8601": "2020-01-10T16:45:00Z"
        },
        "updated_at": {
            "unix": 1578674766,
            "text": "2020-01-10 16:46:06 +0000",
            "iso_8601": "2020-01-10T16:46:06Z"
        },
        "subject": "Ukrainian Foreign Minister says they have found no evidence yet of a terror attack in the downed jet in Iran",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ukrainian-foreign-minister-says-they-have-found-no-evidence-yet-of-a-terror-attack-in-the-downed-jet-in-iran-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:45:00",
        "gmt_time": "2020-01-10 16:45:00"
    },
    {
        "id": 903463,
        "updated_sequence": 2068564,
        "published_at": {
            "unix": 1578674400,
            "text": "2020-01-10 16:40:00 +0000",
            "iso_8601": "2020-01-10T16:40:00Z"
        },
        "updated_at": {
            "unix": 1578674522,
            "text": "2020-01-10 16:42:02 +0000",
            "iso_8601": "2020-01-10T16:42:02Z"
        },
        "subject": "SEC has expanded its inquiry into NYSE IPO's and direct listings by demanding information from the Big Board with particular focus on Slack (WORK) direct listing, according to FBN's Gasparino",
        "content": "<p><a href=\"https://twitter.com/CGasparino/status/1215674150410473474\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FBN",
        "slug": "sec-has-expanded-its-inquiry-into-nyse-ipo-s-and-direct-listings-by-demanding-information-from-the-big-board-with-particular-focus-on-slack-work-direct-listing-according-to-fbn-s-gasparino-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:40:00",
        "gmt_time": "2020-01-10 16:40:00"
    },
    {
        "id": 903462,
        "updated_sequence": 2068559,
        "published_at": {
            "unix": 1578674340,
            "text": "2020-01-10 16:39:00 +0000",
            "iso_8601": "2020-01-10T16:39:00Z"
        },
        "updated_at": {
            "unix": 1578674484,
            "text": "2020-01-10 16:41:24 +0000",
            "iso_8601": "2020-01-10T16:41:24Z"
        },
        "subject": "Chinese President Xi rejected proposals for a bilateral summit with US President Trump after the APEC summit in Chile was cancelled in November, according to SCMP citing sources",
        "content": "<ul><li><a href=\"https://www.scmp.com/economy/china-economy/article/3045603/trade-war-deal-how-donald-trumps-hopes-signing-ceremony-xi\">via SCMP</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "chinese-president-xi-rejected-proposals-for-a-bilateral-summit-with-us-president-trump-after-the-apec-summit-in-chile-was-cancelled-in-november-according-to-scmp-citing-sources-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:39:00",
        "gmt_time": "2020-01-10 16:39:00"
    },
    {
        "id": 903460,
        "updated_sequence": 2068553,
        "published_at": {
            "unix": 1578673800,
            "text": "2020-01-10 16:30:00 +0000",
            "iso_8601": "2020-01-10T16:30:00Z"
        },
        "updated_at": {
            "unix": 1578673880,
            "text": "2020-01-10 16:31:20 +0000",
            "iso_8601": "2020-01-10T16:31:20Z"
        },
        "subject": "Weekly FX Wrap: Buck labours post-NFP, but still on track to rack up net gains",
        "content": "<p><strong>USD</strong></p><p>A relatively rare US payroll miss, and an even more unusual soft headline in conjunction with benign wages, knocked the Dollar off stride, but has not derailed the recovery as the <strong>DXY</strong> remains on course to end the week some 100 ticks above worst levels within a 96.537-97.586 range. The Greenback gleaned some traction from final Markit services and composite PMIs before a much better non-manufacturing ISM compared to manufacturing survey and a stellar ADP survey that raised the NFP bar. However, the real turning point for the Buck and index came after Iran’s much less aggressive than anticipated or feared retaliation to the assassination of a senior IRGC general given Tehran’s initial verbal threats. The upshot, no further reaction from the US beyond sanctions and a de-escalation of ME conflict concerns to the benefit of the Usd vs safer havens amidst an overall revival in risk appetite when President Trump instructed troops to take out the aforementioned top Iranian Elite Force operative.</p><p><strong>AUD&nbsp;</strong></p><p>Friday’s major outperformer, albeit still lower on the week as a whole between 0.6957-0.6850 parameters, after a 2nd successive upside data surprise (retail sales following on from trade). Aud/Usd is back within striking distance of the 0.6900 handle after eclipsing the 200 DMA (0.6895) and has just reclaimed 1.0400+ status vs the Kiwi, as <strong>NZD</strong>/Usd remains top-heavy above 0.6600 in wake of a weak ANZ commodity index and broader Greenback strength having fallen from 0.6680 to 0.6601. Moreover, the Antipodean Dollars may yet come under renewed pressure amidst heightened RBA and RBNZ easing expectations due to the economic fall-out from Australia’s bushfires.</p><p><strong>CAD</strong></p><p>The Loonie is also doing quite well at the end of a turbulent week with Usd/Cad hitting a high of 1.3105 from 1.2956 at the other extreme, but currently eyeing bids said to be sitting either side of Thursday’s 1.3026 or so low. The catalyst for the comeback, better than expected Canadian jobs data with more encouraging internals after the dire update last time to end a dismal streak including Ivey PMIs, housing starts and building permits.</p><p><strong>EUR/GBP/CHF/JPY</strong></p><p>All on course to end the week barely changed vs the Dollar, but this belies the full story as the Euro staged another attempt to clear 1.1200 before turning full circle and a bit more within a 1.1206-1.1086 band, while the Pound rotated around 2 big figures from 1.3211-1.3014 and safe-havens tracked broad swings in risk sentiment, though not necessarily in unison or even with a lag. Not much if any reaction to data or surveys in the form of services PMIs, but Sterling did taken note of some unexpected/surprise dovish BoE speeches from Governor Carney and MPC member Tenreyro. Back to the Franc and Yen (and <strong>XAU </strong>of course), wtd highs were registered during the Iranian rocket strikes on Iraq bases used by US and allied forces, but no casualties and the calm response from POTUS prompted a sharp unravelling of war premia to leave Usd/Chf nearer 0.9762 than 0.9666, Usd/Jpy nudging 109.69 rather than 107.66 and Gold well below the 1610.90/oz multi-year apex, though still over 1550.</p><p><strong>SCANDI/EM&nbsp;</strong></p><p>Somewhat strange, technically-driven and volatile weeks for the Scandinavian Crowns and EM currencies beyond the wider moves with underlying commodities, the Usd and changing market mood. Riksbank minutes and remarks from Norges Bank Governor Olsen did not really impact, but the Nok, Rub and Zar did track crude and bullion, while the Yuans are stronger on Phase 1 US-China trade deal signing anticipation ahead of next week’s likely event at the White House. Similarly, the Try maintained recovery momentum after local bank intervention, oil reversed early week geopolitical/supply-related gains and hopes for more CBRT rate normalisation next week even though Turkish CPI was firmer than expected.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-buck-labours-post-nfp-but-still-on-track-to-rack-up-net-gains-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:30:00",
        "gmt_time": "2020-01-10 16:30:00"
    },
    {
        "id": 903461,
        "updated_sequence": 2068556,
        "published_at": {
            "unix": 1578673800,
            "text": "2020-01-10 16:30:00 +0000",
            "iso_8601": "2020-01-10T16:30:00Z"
        },
        "updated_at": {
            "unix": 1578674124,
            "text": "2020-01-10 16:35:24 +0000",
            "iso_8601": "2020-01-10T16:35:24Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-0.19%) at 3274, FTSE100 (-0.09%) at 7591, DAX (-0.06%) at 13489, CAC 40 (-0.12%) at 6035, IBEX 35 (-0.07%) at 9575, FTSE Italia(+0.12%) at 24045, SMI (-0.14%) at 10637",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-19-at-3274-ftse100-0-09-at-7591-dax-0-06-at-13489-cac-40-0-12-at-6035-ibex-35-0-07-at-9575-ftse-italia-0-12-at-24045-smi-0-14-at-10637-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:30:00",
        "gmt_time": "2020-01-10 16:30:00"
    },
    {
        "id": 903459,
        "updated_sequence": 2068550,
        "published_at": {
            "unix": 1578673440,
            "text": "2020-01-10 16:24:00 +0000",
            "iso_8601": "2020-01-10T16:24:00Z"
        },
        "updated_at": {
            "unix": 1578673607,
            "text": "2020-01-10 16:26:47 +0000",
            "iso_8601": "2020-01-10T16:26:47Z"
        },
        "subject": "US Navy says a Russian ship \"aggressively\" approached a US Navy destroyer in the North Arabian Sea, but the Russian ship ultimately changed course",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-navy-says-a-russian-ship-aggressively-approached-a-us-navy-destroyer-in-the-north-arabian-sea-but-the-russian-ship-ultimately-changed-course-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:24:00",
        "gmt_time": "2020-01-10 16:24:00"
    },
    {
        "id": 903458,
        "updated_sequence": 2068545,
        "published_at": {
            "unix": 1578673140,
            "text": "2020-01-10 16:19:00 +0000",
            "iso_8601": "2020-01-10T16:19:00Z"
        },
        "updated_at": {
            "unix": 1578673204,
            "text": "2020-01-10 16:20:04 +0000",
            "iso_8601": "2020-01-10T16:20:04Z"
        },
        "subject": "Ukraine Foreign Minister says the country received full cooperation from Iran on the Boeing (BA) plane crash",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ukraine-foreign-minister-says-the-country-received-full-cooperation-from-iran-on-the-boeing-ba-plane-crash-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:19:00",
        "gmt_time": "2020-01-10 16:19:00"
    },
    {
        "id": 903457,
        "updated_sequence": 2068542,
        "published_at": {
            "unix": 1578673020,
            "text": "2020-01-10 16:17:00 +0000",
            "iso_8601": "2020-01-10T16:17:00Z"
        },
        "updated_at": {
            "unix": 1578673129,
            "text": "2020-01-10 16:18:49 +0000",
            "iso_8601": "2020-01-10T16:18:49Z"
        },
        "subject": "New York Fed Nowcast Q4: 1.1% (prev. 1.2%); Q1: 1.2% (unch.)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "New York Fed",
        "slug": "new-york-fed-nowcast-q4-1-1-prev-1-2-q1-1-2-unch-10-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-11 00:17:00",
        "gmt_time": "2020-01-10 16:17:00"
    },
    {
        "id": 903456,
        "updated_sequence": 2068547,
        "published_at": {
            "unix": 1578671280,
            "text": "2020-01-10 15:48:00 +0000",
            "iso_8601": "2020-01-10T15:48:00Z"
        },
        "updated_at": {
            "unix": 1578673494,
            "text": "2020-01-10 16:24:54 +0000",
            "iso_8601": "2020-01-10T16:24:54Z"
        },
        "subject": "US Treasury Secretary Mnuchin confirms additional sanctions on Iran focusing on individuals and on steel and iron manufacturers/entities ",
        "content": "<p>US Treasury Secretary Mnuchin&nbsp;</p><ul><li>17 of the largest steel and iron manufacturers in Iran</li><li>8 Senior Iranian officials will also be sanctioned</li><li>States President Trump was clear that economic sanctions will continue against Iran until they adhere to the US requests</li><li>100% confidence economic sanctions are working</li><li>WIll issue waivers to those helping with the Iran jet cash probe</li><li>Disagrees with quote that Chinese are buying Iranian oil</li></ul><p>US Secretary of State Pompeo</p><ul><li><strong>No doubt that Iran had the full intention of killing US forces in the missile attack</strong></li><li>Sanctions against Iran political and diplomatic</li><li>Happy to continue talks with Iraq regarding the right structure when asked about Iraq’s request to remove US troops</li></ul><p>Link to press release <a href=\"https://home.treasury.gov/news/press-releases/sm870\">here</a></p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-confirms-additional-sanctions-on-iran-focusing-on-individuals-and-on-steel-and-iron-manufacturers-entities-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:48:00",
        "gmt_time": "2020-01-10 15:48:00"
    },
    {
        "id": 903455,
        "updated_sequence": 2068516,
        "published_at": {
            "unix": 1578671220,
            "text": "2020-01-10 15:47:00 +0000",
            "iso_8601": "2020-01-10T15:47:00Z"
        },
        "updated_at": {
            "unix": 1578671380,
            "text": "2020-01-10 15:49:40 +0000",
            "iso_8601": "2020-01-10T15:49:40Z"
        },
        "subject": "ThyssenKrupp (TKA GY) elevator unit is subject to a joint bid from Brookfield (BAM) and Temasek, whilst Hitachi (6501 JP) are also interested, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-elevator-unit-is-subject-to-a-joint-bid-from-brookfield-bam-and-temasek-whilst-hitachi-6501-jp-are-also-interested-according-to-sources-10-01-2020",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:47:00",
        "gmt_time": "2020-01-10 15:47:00"
    },
    {
        "id": 903454,
        "updated_sequence": 2068506,
        "published_at": {
            "unix": 1578670980,
            "text": "2020-01-10 15:43:00 +0000",
            "iso_8601": "2020-01-10T15:43:00Z"
        },
        "updated_at": {
            "unix": 1578671196,
            "text": "2020-01-10 15:46:36 +0000",
            "iso_8601": "2020-01-10T15:46:36Z"
        },
        "subject": "WATCH: Secretary of State Pompeo and Treasury Secretary Mnuchin to deliver remarks at 1545 GMT/1045 ET ",
        "content": "<ul><li>Via <a href=\"https://www.state.gov/\">State Dept</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "State Dept",
        "slug": "watch-secretary-of-state-pompeo-and-treasury-secretary-mnuchin-to-deliver-remarks-at-1545-gmt-1045-et-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:43:00",
        "gmt_time": "2020-01-10 15:43:00"
    },
    {
        "id": 903453,
        "updated_sequence": 2068499,
        "published_at": {
            "unix": 1578670620,
            "text": "2020-01-10 15:37:00 +0000",
            "iso_8601": "2020-01-10T15:37:00Z"
        },
        "updated_at": {
            "unix": 1578670726,
            "text": "2020-01-10 15:38:46 +0000",
            "iso_8601": "2020-01-10T15:38:46Z"
        },
        "subject": "Credit Agricole (ACA FP) do not intend to take control of Ubisoft (UBI FP) but do intend to increase their stake",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "credit-agricole-aca-fp-do-not-intend-to-take-control-of-ubisoft-ubi-fp-but-do-intend-to-increase-their-stake-10-01-2020",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:37:00",
        "gmt_time": "2020-01-10 15:37:00"
    },
    {
        "id": 903452,
        "updated_sequence": 2068494,
        "published_at": {
            "unix": 1578670440,
            "text": "2020-01-10 15:34:00 +0000",
            "iso_8601": "2020-01-10T15:34:00Z"
        },
        "updated_at": {
            "unix": 1578670546,
            "text": "2020-01-10 15:35:46 +0000",
            "iso_8601": "2020-01-10T15:35:46Z"
        },
        "subject": "Aston Martin (AML LN) could be provided cash by Geely motors, according to FT sources ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction AML LN shares spiked higher to trade with gains of 4.2%</li></ul>",
        "reaction_updated_at": {
            "unix": 1578670546,
            "text": "2020-01-10 15:35:46 +0000",
            "iso_8601": "2020-01-10T15:35:46Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "aston-martin-aml-ln-could-be-provided-cash-by-geely-motors-according-to-ft-sources-10-01-2020",
        "hidden": false,
        "section": {
            "id": 35,
            "name": "UK Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:34:00",
        "gmt_time": "2020-01-10 15:34:00"
    },
    {
        "id": 903451,
        "updated_sequence": 2068501,
        "published_at": {
            "unix": 1578670200,
            "text": "2020-01-10 15:30:00 +0000",
            "iso_8601": "2020-01-10T15:30:00Z"
        },
        "updated_at": {
            "unix": 1578670946,
            "text": "2020-01-10 15:42:26 +0000",
            "iso_8601": "2020-01-10T15:42:26Z"
        },
        "subject": "Newsquawk sources report vague talk for Wynn Resorts (WYNN) suggesting a potential sale of the Co. - Unconfirmed ",
        "content": "",
        "reaction_details": "<ul><li>WYNN caught a slight bid at the time of the report however over the course of 10 minutes WYNN continued moving higher from 144.10 at time of news to a high of 147.15&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1578670946,
            "text": "2020-01-10 15:42:26 +0000",
            "iso_8601": "2020-01-10T15:42:26Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "newsquawk-sources-report-vague-talk-for-wynn-resorts-wynn-suggesting-a-potential-sale-of-the-co-unconfirmed-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-01-10 23:30:00",
        "gmt_time": "2020-01-10 15:30:00"
    },
    {
        "id": 903450,
        "updated_sequence": 2068496,
        "published_at": {
            "unix": 1578669900,
            "text": "2020-01-10 15:25:00 +0000",
            "iso_8601": "2020-01-10T15:25:00Z"
        },
        "updated_at": {
            "unix": 1578670557,
            "text": "2020-01-10 15:35:57 +0000",
            "iso_8601": "2020-01-10T15:35:57Z"
        },
        "subject": "US Treasury Secretary Mnuchin and Secretary of State Pompeo at their 1545GMT news briefing are expected to unveil sanctions on Iran that include the metals sector and senior government officials, according to a journalist on Twitter",
        "content": "<ul><li>Link to Tweet <a href=\"https://twitter.com/SalehaMohsin/status/1215655531727159297?s=20\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-treasury-secretary-mnuchin-and-secretary-of-state-pompeo-at-their-1545gmt-news-briefing-are-expected-to-unveil-sanctions-on-iran-that-include-the-metals-sector-and-senior-government-officials-according-to-a-journalist-on-twitter-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:25:00",
        "gmt_time": "2020-01-10 15:25:00"
    },
    {
        "id": 903449,
        "updated_sequence": 2068479,
        "published_at": {
            "unix": 1578669780,
            "text": "2020-01-10 15:23:00 +0000",
            "iso_8601": "2020-01-10T15:23:00Z"
        },
        "updated_at": {
            "unix": 1578669852,
            "text": "2020-01-10 15:24:12 +0000",
            "iso_8601": "2020-01-10T15:24:12Z"
        },
        "subject": "Sainsbury's (SBRY LN) retail director Roberts is currently in poll position for internal candidates to become the Co.'s next CEO, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sainsbury-s-sbry-ln-retail-director-roberts-is-currently-in-poll-position-for-internal-candidates-to-become-the-co-s-next-ceo-according-to-sources-10-01-2020",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:23:00",
        "gmt_time": "2020-01-10 15:23:00"
    },
    {
        "id": 903448,
        "updated_sequence": 2068476,
        "published_at": {
            "unix": 1578669540,
            "text": "2020-01-10 15:19:00 +0000",
            "iso_8601": "2020-01-10T15:19:00Z"
        },
        "updated_at": {
            "unix": 1578669695,
            "text": "2020-01-10 15:21:35 +0000",
            "iso_8601": "2020-01-10T15:21:35Z"
        },
        "subject": "Spirit Aerosystems (SPR) are to reduce their headcount by 2,800 at their Kansas facility, according to a memo",
        "content": "<ul><li>Co. is yet to receive notice from Boeing (BA) on when Max production will resume.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the Co. are a supplier for the Boeing 737 Max.</li></ul>",
        "analysis_updated_at": {
            "unix": 1578669600,
            "text": "2020-01-10 15:20:00 +0000",
            "iso_8601": "2020-01-10T15:20:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "spirit-aerosystems-spr-are-to-reduce-their-headcount-by-2-800-at-their-kansas-facility-according-to-a-memo-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 23:19:00",
        "gmt_time": "2020-01-10 15:19:00"
    },
    {
        "id": 903447,
        "updated_sequence": 2068471,
        "published_at": {
            "unix": 1578668520,
            "text": "2020-01-10 15:02:00 +0000",
            "iso_8601": "2020-01-10T15:02:00Z"
        },
        "updated_at": {
            "unix": 1578668622,
            "text": "2020-01-10 15:03:42 +0000",
            "iso_8601": "2020-01-10T15:03:42Z"
        },
        "subject": "Newsquawk sources note unconfirmed chatter surrounding Exact Sciences (EXAS), with Pfiezer (PFE) a potential suitor, - UNCONFIRMED",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk sources",
        "slug": "newsquawk-sources-note-unconfirmed-chatter-surrounding-exact-sciences-exas-with-pfiezer-pfe-a-potential-suitor-unconfirmed-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-01-10 23:02:00",
        "gmt_time": "2020-01-10 15:02:00"
    },
    {
        "id": 903442,
        "updated_sequence": 2068462,
        "published_at": {
            "unix": 1578668160,
            "text": "2020-01-10 14:56:00 +0000",
            "iso_8601": "2020-01-10T14:56:00Z"
        },
        "updated_at": {
            "unix": 1578668171,
            "text": "2020-01-10 14:56:11 +0000",
            "iso_8601": "2020-01-10T14:56:11Z"
        },
        "subject": "US EQUITY OPEN: Cash markets open flat amid futures dipping from premarket highs; ISRG +4.7%, NLOK +2.3%, NVDA +2%, TRV -1.3%, XLNX -1.2%, AAL -0.9%",
        "content": "<p>US equity bourses have opened little changed, where futures have been moving lower in recent trade and building momentum to the downside on the open. Participants are digesting the December NFP report, recording 145k jobs added, a bit below the expected 164k, whilst average earnings growth also failed to meet expectations. The lacklustre report saw an initial risk off spike/move, although was swiftly reversed, with analysts noting the Fed’s firm on hold position unlikely to be swayed from an individual data point. However, up to the open the risk off move gradually resumed, as the less rosy view of the labour market weighed on sentiment, also some participants may be eager to exit their positions after a week of fresh all-time-highs.</p><p>The data slate is particularly dry for the rest of the session, with no Tier-1 data: US wholesale inventory revisions for Nov due at 10:00 EST / 15:00 GMT and the Baker Hughes rig count due at 13:00 EST / 18:00 GMT</p><ul><li><strong>ISRG +4.7% </strong>strong preliminary Q4 revenue</li><li><strong>NLOK +2.3% </strong>special cash dividend</li><li><strong>NVDA +2%</strong> Citi’s top pick</li><li><strong>TRV -1.3% </strong>downgraded at Keefe Bruyette</li><li><strong>XLNX -1.2% </strong>downgraded at BofA</li><li><strong>AAL -0.9% </strong>guidance lowered on 737 MAX woes</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "us-equity-open-cash-markets-open-flat-amid-futures-dipping-from-premarket-highs-isrg-4-7-nlok-2-3-nvda-2-trv-1-3-xlnx-1-2-aal-0-9-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:56:00",
        "gmt_time": "2020-01-10 14:56:00"
    },
    {
        "id": 903444,
        "updated_sequence": 2068454,
        "published_at": {
            "unix": 1578667440,
            "text": "2020-01-10 14:44:00 +0000",
            "iso_8601": "2020-01-10T14:44:00Z"
        },
        "updated_at": {
            "unix": 1578667618,
            "text": "2020-01-10 14:46:58 +0000",
            "iso_8601": "2020-01-10T14:46:58Z"
        },
        "subject": "NEC Director Kudlow says 'as far as the eye can see this is fair enough, but it remains a Presidential affair' when asked is it fair to say that no action will be taken on European auto tariffs as none has been taken thus far",
        "content": "<ul><li>Adds, the US remains in constant negotiation with the EU</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-as-far-as-the-eye-can-see-this-is-fair-enough-but-it-remains-a-presidential-affair-when-asked-is-it-fair-to-say-that-no-action-will-be-taken-on-european-auto-tariffs-as-none-has-been-taken-thus-far-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:44:00",
        "gmt_time": "2020-01-10 14:44:00"
    },
    {
        "id": 903444,
        "updated_sequence": 2068454,
        "published_at": {
            "unix": 1578667440,
            "text": "2020-01-10 14:44:00 +0000",
            "iso_8601": "2020-01-10T14:44:00Z"
        },
        "updated_at": {
            "unix": 1578667618,
            "text": "2020-01-10 14:46:58 +0000",
            "iso_8601": "2020-01-10T14:46:58Z"
        },
        "subject": "NEC Director Kudlow says 'as far as the eye can see this is fair enough, but it remains a Presidential affair' when asked is it fair to say that no action will be taken on European auto tariffs as none has been taken thus far",
        "content": "<ul><li>Adds, the US remains in constant negotiation with the EU</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-as-far-as-the-eye-can-see-this-is-fair-enough-but-it-remains-a-presidential-affair-when-asked-is-it-fair-to-say-that-no-action-will-be-taken-on-european-auto-tariffs-as-none-has-been-taken-thus-far-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:44:00",
        "gmt_time": "2020-01-10 14:44:00"
    },
    {
        "id": 903443,
        "updated_sequence": 2068449,
        "published_at": {
            "unix": 1578667380,
            "text": "2020-01-10 14:43:00 +0000",
            "iso_8601": "2020-01-10T14:43:00Z"
        },
        "updated_at": {
            "unix": 1578667549,
            "text": "2020-01-10 14:45:49 +0000",
            "iso_8601": "2020-01-10T14:45:49Z"
        },
        "subject": "US State Department in a statement says that any delegation sent to Iraq would hold talks on a recommitment to strategic partnerships, not a withdrawal of troops",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after Iraq requested the US to set up a mechanism for troop withdrawals&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578667549,
            "text": "2020-01-10 14:45:49 +0000",
            "iso_8601": "2020-01-10T14:45:49Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-state-department-in-a-statement-says-that-any-delegation-sent-to-iraq-would-hold-talks-on-a-recommitment-to-strategic-partnerships-not-a-withdrawal-of-troops-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:43:00",
        "gmt_time": "2020-01-10 14:43:00"
    },
    {
        "id": 903441,
        "updated_sequence": 2068458,
        "published_at": {
            "unix": 1578666900,
            "text": "2020-01-10 14:35:00 +0000",
            "iso_8601": "2020-01-10T14:35:00Z"
        },
        "updated_at": {
            "unix": 1578667770,
            "text": "2020-01-10 14:49:30 +0000",
            "iso_8601": "2020-01-10T14:49:30Z"
        },
        "subject": "NEC Director Kudlow confirms the US-China Phase One deal has been translated and authenticated, everything is in place; factsheet will be released on Wednesday; speaking on Bloomberg TV",
        "content": "<p><strong>US-China Trade</strong></p><ul><li>Phase One could equate to 40% or 50% of the entire deal</li><li>Capacity to add half a point of growth for this year, in the event the Phase One deal goes ahead</li><li>Documents around this will be released on Wednesday, citing USTR Lighthizer</li><li>Have made tremendous progress on IP, with some progress made on the transfer of technology</li><li>Will exceed USD 200bln worth of agri-purchases over 2-years, volume and capabilities of products to be sold has been vastly expanded</li><li>In the event that disputes, if they appear, are not resolved will take proportionate action; the dispute resolution process is to be a multi-layered one</li></ul><p><strong>Jobs Report</strong></p><ul><li>No reason to be concerned on the average hourly earnings from this weeks jobs report; the report was strong</li><li>Stock market improvement indicates higher consumer confidence</li></ul><p><strong>USMCA</strong></p><ul><li>USMCA median estimate is to add 0.75% of growth, with many more additional jobs</li></ul><p><strong>EU Auto Tariffs</strong></p><ul><li>Says 'as far as the eye can see this is fair enough, but it remains a Presidential affair' when asked is it fair to say that no action will be taken on European auto tariffs as none has been taken thus far; adds, the US remains in constant negotiation with the EU</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-confirms-the-us-china-phase-one-deal-has-been-translated-and-authenticated-everything-is-in-place-factsheet-will-be-released-on-wednesday-speaking-on-bloomberg-tv-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:35:00",
        "gmt_time": "2020-01-10 14:35:00"
    },
    {
        "id": 903440,
        "updated_sequence": 2068422,
        "published_at": {
            "unix": 1578666660,
            "text": "2020-01-10 14:31:00 +0000",
            "iso_8601": "2020-01-10T14:31:00Z"
        },
        "updated_at": {
            "unix": 1578666764,
            "text": "2020-01-10 14:32:44 +0000",
            "iso_8601": "2020-01-10T14:32:44Z"
        },
        "subject": "Walmart (WMT) Q4 sales likely to come in soft, according to Cleveland Research",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Cleveland Research",
        "slug": "walmart-wmt-q4-sales-likely-to-come-in-soft-according-to-cleveland-research-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:31:00",
        "gmt_time": "2020-01-10 14:31:00"
    },
    {
        "id": 903438,
        "updated_sequence": 2068419,
        "published_at": {
            "unix": 1578666540,
            "text": "2020-01-10 14:29:00 +0000",
            "iso_8601": "2020-01-10T14:29:00Z"
        },
        "updated_at": {
            "unix": 1578666568,
            "text": "2020-01-10 14:29:28 +0000",
            "iso_8601": "2020-01-10T14:29:28Z"
        },
        "subject": "Additional US Equity Stories - GE, LB",
        "content": "<ul><li><strong>General Electric (GE)</strong> (Industrials/Industrial Conglomerates) - JPMorgan analyst Stephen Tusa has said the bull case for GE Aviation is growth in Defense over the space of six years, although he believes the management's guidance and expectations are too optimistic, maintaining his Underweight rating and USD 5/share PT (GE shares last closed at 11.91)</li><li><strong>L Brands Inc. (LB)</strong> (Consumer Discretionary/Apparel Retail) has been upgraded to Buy from Hold at Deutsche Bank by analyst Tiffany Kanaga, who believes the weak holiday sales could serve as a tipping point to trigger strategic action, such as a split for its Victoria's Secret brand.&nbsp;</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-ge-lb-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:29:00",
        "gmt_time": "2020-01-10 14:29:00"
    },
    {
        "id": 903439,
        "updated_sequence": 2068417,
        "published_at": {
            "unix": 1578666360,
            "text": "2020-01-10 14:26:00 +0000",
            "iso_8601": "2020-01-10T14:26:00Z"
        },
        "updated_at": {
            "unix": 1578666427,
            "text": "2020-01-10 14:27:07 +0000",
            "iso_8601": "2020-01-10T14:27:07Z"
        },
        "subject": "Just East (JE/ LN) - 80.4% of shareholders have accepted Takeaway.com's offer for the Co. on an unconditional basis",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "just-east-je-ln-80-4-of-shareholders-have-accepted-takeaway-com-s-offer-for-the-co-on-an-unconditional-basis-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:26:00",
        "gmt_time": "2020-01-10 14:26:00"
    },
    {
        "id": 903437,
        "updated_sequence": 2068411,
        "published_at": {
            "unix": 1578666060,
            "text": "2020-01-10 14:21:00 +0000",
            "iso_8601": "2020-01-10T14:21:00Z"
        },
        "updated_at": {
            "unix": 1578666184,
            "text": "2020-01-10 14:23:04 +0000",
            "iso_8601": "2020-01-10T14:23:04Z"
        },
        "subject": "US Treasury Secretary Mnuchin and Secretary of State Pompeo are to hold a news briefing at 1545GMT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-and-secretary-of-state-pompeo-are-to-hold-a-news-briefing-at-1545gmt-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:21:00",
        "gmt_time": "2020-01-10 14:21:00"
    },
    {
        "id": 903436,
        "updated_sequence": 2068408,
        "published_at": {
            "unix": 1578665880,
            "text": "2020-01-10 14:18:00 +0000",
            "iso_8601": "2020-01-10T14:18:00Z"
        },
        "updated_at": {
            "unix": 1578666003,
            "text": "2020-01-10 14:20:03 +0000",
            "iso_8601": "2020-01-10T14:20:03Z"
        },
        "subject": "HSBC lifts 2020 spot gold forecast to USD 1613/oz (Prev. USD 1560/oz), 2021 lifted to USD 1575/oz (Prev. USD 1525/oz)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-lifts-2020-spot-gold-forecast-to-usd-1613-oz-prev-usd-1560-oz-2021-lifted-to-usd-1575-oz-prev-usd-1525-oz-10-01-2020",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:18:00",
        "gmt_time": "2020-01-10 14:18:00"
    },
    {
        "id": 903435,
        "updated_sequence": 2068405,
        "published_at": {
            "unix": 1578664980,
            "text": "2020-01-10 14:03:00 +0000",
            "iso_8601": "2020-01-10T14:03:00Z"
        },
        "updated_at": {
            "unix": 1578665087,
            "text": "2020-01-10 14:04:47 +0000",
            "iso_8601": "2020-01-10T14:04:47Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News - 10th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23601/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>NortonLifeLock Inc (NLOK)</strong> (Information Technology/Software) has declared a special, one-time cash dividend of USD 12/share.</li><li><strong>Intuitive Surgical Inc. (ISRG)</strong> (Health Care/Health Care Equipment) gave its preliminary Q4 Revenue view above expectations.</li><li><strong>Taiwan Semiconductor Manufacturing Co (TSM)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment) reported December sales -5% M/M and +15% Y/Y at NT$103.3bln</li></ul><p><strong>10th January 2020</strong></p><ul><li><strong>Of note for music streaming (AAPL, SPOT, GOOGL)</strong> – Total music streams rose 30% Y/Y to cross one trillion streams for the first time in Nielsen’s (NLSN) latest annual report, cited by WSJ.</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has had a patent infringement lawsuit filed against it by Masimo, a manufacturer of patient monitoring technologies, alleging the tech titan stole trade secrets. Meanwhile, Verge reports that Apple Pay may be somewhat responsible for NYC subway riders being charged twice, where riders may be unintentionally placing their iPhones too close to the tap-to-pay readers.</li><li><strong>Boeing Company (BA)</strong> (Industrials/Aerospace &amp; Defense) – NY Times reports, citing internal messages, that the Co’s employees criticized the production of the 737-MAX jet, using harsh language to describe it.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Amazon.com Inc. (AMZN)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) is looking to sell some of its ads to other TV streaming services such as Apple TV (AAPL), Xbox (MSFT), PlayStation (SNE) and Android TV (GOOGL), WSJ reports.</li><li><strong>American Airlines Group (AAL) (Industrials/Airlines) </strong>Q4 forecasts: Revenue per available seat mile to be 0-1% Y/Y (Prev. 0-2%), total cost per available seat mile ex-fuel and net special items +1-3% Y/Y (Prev. 2-4%) after reaching an agreement with Boeing (BA) regarding the 737 MAX</li><li><strong>Analog Devices, Inc. (ADI)</strong> (Information Technology/Semiconductors) is to sell 336k shares of common stock for a price not yet disclosed; ADI shares last closed at USD 120.66.</li><li><strong>Intuitive Surgical Inc. (ISRG)</strong> (Health Care/Health Care Equipment) gave its preliminary Q4 Revenue view at USD 1.28bln (exp. USD 1.22bln) driven by strong da Vinci procedures demand.</li><li><strong>Nvidia Corporation (NVDA)</strong> (Information Technology/Semiconductors) has been added to Citi’s “Catalyst Watch List”, who believe it will outperform its peers on improving data centre demand, in addition to the closing of its Mellanox (MLNX) acquisition. Elsewhere, BofA analyst Vivek Arya has raised his PT to USD 300 from USD 245 (NVDA shares last closed at USD 243.02), citing optimism after meeting with management that it is ahead of the curve for a growth re-acceleration, noting the stock as his top large cap pick.</li><li><strong>PayPal (PYPL)</strong> (Information Technology/Data Processing &amp; Outsourced Services) announced it expects to report a pre-tax gain of USD 38mln due to strategic investments in the quarter ended December 31st, 2019. The EPS gain from strategic investments for the whole FY19 is expected to be an additional USD 0.14/share, from a total gain of USD 208mln (pre-tax).</li><li><strong>Salesforce.com (CRM) (Information Technology/Internet Software &amp; Services) </strong>2019 Holiday digital sales +8% to USD 723bln globally, Cyberweek Digital revenue +15% at USD 143bln. Thanksgiving 2019 sales grew 24% Y/Y to USD 20bln and digital revenues -27% Y/Y in the week leading up to Xmas.</li><li><strong>Skyworks Solutions (SWKS)</strong> (Information Technology/Semiconductors) and <strong>Qorvo (QRVO)</strong> (Information Technology/Semiconductors) have both been upgraded to Buy from Neutral at Mizuho by analyst Vijay Rakesh, citing “meaningful upside” from an improving 5G handset outlook. Vijay raised his PT for SWKS to USD 132 from 90 (SWKS shares last closed at 119.65) and also raised his QRVO PT to USD 125 from 80 (QRVO shares last closed at 111.96).</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Eli Lilly &amp; Co. (LLY)</strong> (Health Care/Pharmaceuticals) is to acquire <strong>Dermira Inc (DERM)</strong> (Health Care/Pharmaceuticals) for USD 18.75/share in a USD 1.1bln cash deal. Dermira focuses on therapies for chronic skin conditions.</li><li><strong>Lennar Corp. (LEN)</strong> (Consumer Discretionary/Homebuilding) has raised its annual dividend significantly to USD 0.50/share from USD 0.16/share.</li><li><strong>NortonLifeLock Inc (NLOK)</strong> (Information Technology/Software) has declared a special, one-time cash dividend of USD 12/share, returning a total value of USD 8bln to shareholders.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Blackstone Group Inc (BX)</strong> (Financials/Capital Markets) has secured USD 3.4bln out of its USD 4.6bln target for its <strong>life sciences sector</strong> investment fund.</li><li><strong>GrubHub (GRUB)</strong> (Consumer Discretionary/Internet &amp; Direct Marketing Retail) has refuted the WSJ report that it was mulling a sale, saying it is “unequivocally” not engaged in a sale process; NY Post also reported on Thursday that Walmart (WMT) and Kroger (KR) were considering making bids for the Co.</li><li><strong>KB Home (KBH)</strong> (Consumer Discretionary/Household Durables) Q4 19 (USD): EPS 1.31 (exp. 1.29), Revenue 1.56bln (exp. 1.61bln); home deliveries +16% to 3,929.</li><li><strong>Luckin Coffee Inc (LK) </strong>(Consumer Discretionary/Hotels, Restaurants &amp; Leisure) increased the size of its share offering to 13.8mln shares, priced at USD 42 (LK shares last closed 44.37).</li><li><strong>Nektar Therapeutics (NKTR)</strong> (Health Care/Pharmaceuticals) and <strong>Bristol-Myers Squibb (BMY)</strong> (Health Care/Health Care Distributors) have adjusted their agreement for Bempegaldesleukin and Opdivo for new registrational trials, where the costs for studies will be distributed upon cost sharing of its plan to develop the combination in new trials.</li><li><strong>SYNNEX Corp (SNX)</strong> (Information Technology/Electronic Equipment, Instruments &amp; Components) Q4 19 (USD): Adj. EPS 4.26 (exp. 3.61), Revenue 6.58bln (exp. 5.99bln); raises quarterly dividend to 0.40/share (prev. 0.375/share). Q1 adj. EPS view 3.03-3.22 (exp. 2.94), Q1 Revenue view 5.24bln-5.54bln (exp. 5.37bln). Furthermore, Co is to separate into two separate publicly traded companies: SYNNEX Technology Solutions, an IT distribution, services and integrated solutions company, and Concentrix, a global CX solutions company.</li><li><strong>Taiwan Semiconductor Manufacturing Co (TSM)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment) reported December sales -5% M/M and +15% Y/Y at NT$103.3bln, leaving Q4 sales +8% Q/Q and +9% Y/Y at NT$317.2bln (exp. 315), more-or-less in line with TSMC’s previous guidance.</li><li><strong>Urban Outfitters Inc (URBN)</strong> (Consumer Discretionary/Specialty Retail) announced its holiday sales (November and December), where total net sales rose by 2.9% Y/Y, whilst comparable net sales rose 3% Y/Y.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>APPLIED MATERIALS (AMAT) UPGRADED TO BUY FROM NEUTRAL AT BOFA</li><li>BANK OZK (OZK) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT PIPER SANDLER</li><li>CORNERSTONE ONDEMAND (CSOD) UPGRADED TO OVERWEIGHT FROM UNDERWEIGHT AT BARCLAYS</li><li>EDWARDS LIFESCIENCES (EW) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li><li>ELASTIC (ESTC) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li><li>LAM RESEARCH (LRCX) UPGRADED TO BUY FROM NEUTRAL AT BOFA</li><li>MCKESSON (MCK) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li><li>SKYWORKS (SWKS) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li></ul><p><strong>Downgrades</strong></p><ul><li>ALLEGHENY TECHNOLOGIES (ATI) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li><li>AURORA CANNABIS (ACB) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT PIPER SANDLER</li><li>BILIBILI (BILI) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li><li>DOLBY (DLB) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li><li>DROPBOX (DBX) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>FOOT LOCKER (RL) DOWNGRADED TO NEUTRAL FROM POSITIVE AT SUSQUEHANNA</li><li>II-VI (IIVI) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li><li>KAR AUCTION (KAR) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li><li>KB HOME (KBH) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>LUMENTUM (LITE) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li><li>NEW RELIC (NEWR) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>PORTOLA PHARMACEUTICALS (PTLA) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li><li>REPUBLIC SERVICES (RSG) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA</li><li>SIX FLAGS (SIX) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT WELLS FARGO</li><li>SOLARWINDS (SWI) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li><li>TRAVELERS (TRV) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li><li>XILINX (XLNX) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA</li></ul><p><strong>Initiations</strong></p><ul><li>AGNC INVESTMENT (AGNC) RATED NEW NEUTRAL AT WEDBUSH; PT USD 18.25</li><li>ALPHABET (GOOGL) RATED NEW OUTPERFORM AT BERNSTEIN; PT USD 1,600</li><li>AMAZON (AMZN) RATED NEW MARKET PERFORM AT BERNSTEIN; PT USD 2,050</li><li>APPIAN (APPN) RATED NEW BUY AT NEEDHAM; PT USD 49</li><li>BEYONDSPRING (BYSI) RATED NEW BUY AT NOMURA INSTINET; PT USD 34</li><li>CERECOR (CERCU) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 11</li><li>CLOUDFLARE (NET) RATED NEW OUTPERFORM AT BAIRD; PT USD 22</li><li>EDWARDS LIFE (EW) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 280</li><li>ELANCO ANIMAL HEALTH (ELAN) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li><li>EXACT SCIENCES (EXAS) REINSTATED BUY AT BTIG; PT USD 127</li><li>FACEBOOK (FB) RATED NEW OUTPERFORM AT BERNSTEIN; PT USD 250</li><li>HAEMONETICS (HAE) RATED NEW BUY AT NEEDHAM; PT USD 138</li><li>HUBSPOT (HUBS) RATED NEW BUY AT MIZUHO SECURITIES USA; PT USD 205</li><li>KADMON HOLDINGS (KDMN) RATED NEW BUY AT NOMURA INSTINET; PT USD 10</li><li>KINDER MORGAN (KMI) REINSTATED UNDERWEIGHT AT MORGAN STANLEY; PT USD 19</li><li>LIVEPERSON (LPSN) RATED NEW BUY AT MIZUHO SECURITIES USA; PT USD 45</li><li>LYFT (LYFT) RATED NEW MARKET PERFORM AT BERNSTEIN; PT USD 48</li><li>NEOL (NLTX) RATED NEW OVERWEIGHT AT PIPER SANDLER; PT USD 20</li><li>PINTEREST (PINS) RATED NEW MARKET PERFORM AT BERNSTEIN; PT USD 21</li><li>RELMADA THERAPEUTICS (RLMD) RATED NEW OUTPERFORM AT SVB LEERINK</li><li>RESMED (RMD) RATED NEW MARKET PERFORM AT OPPENHEIMER</li><li>SNAP (SNAP) RATED NEW OUTPERFORM AT BERNSTEIN; PT USD 20</li><li>TWITTER (TWTR) RATED NEW UNDERPERFORM AT BERNSTEIN; PT USD 27</li><li>UBER (UBER) RATED NEW OUTPERFORM AT BERNSTEIN; PT USD 40</li><li>VENUS CONCEPT INC (VERO) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 15</li><li>ZOETIS (ZTS) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li><li>IRHYTHM (IRTC) RATED NEW OUTPERFORM AT WILLIAM BLAIR</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Global Net Lease Inc (GNL). Amount USD 0.53</li><li>Hormel Foods Corp (HRL). Amount USD 0.23</li><li>Universal Corp (UVV). Amount USD 0.76</li><li>Waddell &amp; Reed Financial Inc (WDR). Amount USD 0.25</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-10th-january-2020-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:03:00",
        "gmt_time": "2020-01-10 14:03:00"
    },
    {
        "id": 903434,
        "updated_sequence": 2068400,
        "published_at": {
            "unix": 1578664920,
            "text": "2020-01-10 14:02:00 +0000",
            "iso_8601": "2020-01-10T14:02:00Z"
        },
        "updated_at": {
            "unix": 1578664998,
            "text": "2020-01-10 14:03:18 +0000",
            "iso_8601": "2020-01-10T14:03:18Z"
        },
        "subject": "Fixed and FX latest: bonds bounce briefly and Buck buckles after NA jobs data",
        "content": "<p>Unsurprisingly, USTs led the knee-jerk debt upturn given a weaker than expected US payroll count and softer than forecast wages, while the Dollar rebound was derailed amidst losses across the board as the DXY retreats through 97.500 and Usd/Cad reverses towards Thursday’s circa 1.3025 low - Loonie benefiting from Canada’s labour report showing a decent recovery from the doldrums last time. However, it looked like Bunds were first to hit the curb and once the post-NFP buying ran out, sell stops and losses accelerated through yesterday’s 171.01 Eurex low to 170.85 (chart support ahead of 170.62, 170.42 and January 2’s 170.19 contract low).</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-bonds-bounce-briefly-and-buck-buckles-after-na-jobs-data-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:02:00",
        "gmt_time": "2020-01-10 14:02:00"
    },
    {
        "id": 903433,
        "updated_sequence": 2068402,
        "published_at": {
            "unix": 1578664800,
            "text": "2020-01-10 14:00:00 +0000",
            "iso_8601": "2020-01-10T14:00:00Z"
        },
        "updated_at": {
            "unix": 1578665057,
            "text": "2020-01-10 14:04:17 +0000",
            "iso_8601": "2020-01-10T14:04:17Z"
        },
        "subject": "Abbvie (ABBV)/Allergan (AGN) merger has been given EU Commission approval; subject to conditions ",
        "content": "<ul><li>The approval is conditional on the divestment of a product under development by Allergan to treat inflammatory bowel diseases.</li><li>Full release <a href=\"https://ec.europa.eu/commission/presscorner/detail/en/IP_20_23\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abbvie-abbv-allergan-agn-merger-has-been-given-eu-commission-approval-subject-to-conditions-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 22:00:00",
        "gmt_time": "2020-01-10 14:00:00"
    },
    {
        "id": 903432,
        "updated_sequence": 2068391,
        "published_at": {
            "unix": 1578663660,
            "text": "2020-01-10 13:41:00 +0000",
            "iso_8601": "2020-01-10T13:41:00Z"
        },
        "updated_at": {
            "unix": 1578663739,
            "text": "2020-01-10 13:42:19 +0000",
            "iso_8601": "2020-01-10T13:42:19Z"
        },
        "subject": "US PAYROLLS: 2.108mln jobs were added to the US economy in 2019. New trend rates: 3-month at 184k (prev. 205k) 6-month at 189k (prev. 196k) 12-month at 176k (prev. 184k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-payrolls-2-108mln-jobs-were-added-to-the-us-economy-in-2019-new-trend-rates-3-month-at-184k-prev-205k-6-month-at-189k-prev-196k-12-month-at-176k-prev-184k-10-01-2020",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 21:41:00",
        "gmt_time": "2020-01-10 13:41:00"
    },
    {
        "id": 903431,
        "updated_sequence": 2068372,
        "published_at": {
            "unix": 1578663000,
            "text": "2020-01-10 13:30:00 +0000",
            "iso_8601": "2020-01-10T13:30:00Z"
        },
        "updated_at": {
            "unix": 1578663261,
            "text": "2020-01-10 13:34:21 +0000",
            "iso_8601": "2020-01-10T13:34:21Z"
        },
        "subject": "US BLS Birth Death Ratio (Nov): -60k (Prev. -13k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-bls-birth-death-ratio-nov-60k-prev-13k-10-01-2020",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 21:30:00",
        "gmt_time": "2020-01-10 13:30:00"
    },
    {
        "id": 903430,
        "updated_sequence": 2068365,
        "published_at": {
            "unix": 1578663000,
            "text": "2020-01-10 13:30:00 +0000",
            "iso_8601": "2020-01-10T13:30:00Z"
        },
        "updated_at": {
            "unix": 1578663071,
            "text": "2020-01-10 13:31:11 +0000",
            "iso_8601": "2020-01-10T13:31:11Z"
        },
        "subject": "Canada Average Hourly Wages (Dec.) +3.8% (prev. +4.36%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-average-hourly-wages-dec-3-8-prev-4-36-10-01-2020",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 21:30:00",
        "gmt_time": "2020-01-10 13:30:00"
    },
    {
        "id": 903414,
        "updated_sequence": 2068317,
        "published_at": {
            "unix": 1578661440,
            "text": "2020-01-10 13:04:00 +0000",
            "iso_8601": "2020-01-10T13:04:00Z"
        },
        "updated_at": {
            "unix": 1578661977,
            "text": "2020-01-10 13:12:57 +0000",
            "iso_8601": "2020-01-10T13:12:57Z"
        },
        "subject": "American Airlines (AAL) Q4 forecasts: Revenue per available seat mile to be 0-1% Y/Y (Prev. 0-2%), total cost per available seat mile ex-fuel and net special items +1-3% Y/Y (Prev. 2-4%) after reaching an agreement with Boeing (BA) regarding the 737 MAX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "american-airlines-aal-q4-forecasts-revenue-per-available-seat-mile-to-be-0-1-y-y-prev-0-2-total-cost-per-available-seat-mile-ex-fuel-and-net-special-items-1-3-y-y-prev-2-4-after-reaching-an-agreement-with-boeing-ba-regarding-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 21:04:00",
        "gmt_time": "2020-01-10 13:04:00"
    },
    {
        "id": 903413,
        "updated_sequence": 2068315,
        "published_at": {
            "unix": 1578661440,
            "text": "2020-01-10 13:04:00 +0000",
            "iso_8601": "2020-01-10T13:04:00Z"
        },
        "updated_at": {
            "unix": 1578661734,
            "text": "2020-01-10 13:08:54 +0000",
            "iso_8601": "2020-01-10T13:08:54Z"
        },
        "subject": "Salesforce (CRM) 2019 Holiday digital sales +8% to USD 723bln globally, Cyberweek Digital revenue +15% at USD 143bln",
        "content": "<ul><li>Thanksgiving 2019 sales grew 24% Y/Y to USD 20bln&nbsp;</li><li>Digital revenues -27% Y/Y in the week leading up to xmas</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "salesforce-crm-2019-holiday-digital-sales-8-to-usd-723bln-globally-cyberweek-digital-revenue-15-at-usd-143bln-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 21:04:00",
        "gmt_time": "2020-01-10 13:04:00"
    },
    {
        "id": 903412,
        "updated_sequence": 2068305,
        "published_at": {
            "unix": 1578660420,
            "text": "2020-01-10 12:47:00 +0000",
            "iso_8601": "2020-01-10T12:47:00Z"
        },
        "updated_at": {
            "unix": 1578660575,
            "text": "2020-01-10 12:49:35 +0000",
            "iso_8601": "2020-01-10T12:49:35Z"
        },
        "subject": "Scotiabank FX Daily - USD Firms Ahead of NFP as Markets Look for Upside Beat  ",
        "content": "<ul><li>&nbsp; USD steadies its rally ahead of nonfarm payrolls at 8.30am ET.</li><li>&nbsp; CAD holds on to post-Poloz gain; Dec jobs expected to pick up after Nov’s dive.</li><li>&nbsp; EUR remains better offered as markets look past French and Italian IP data beat.</li><li>&nbsp; GBP stable despite bearish comments by BoE’s Tenreyro.</li><li>&nbsp; JPY fully unwinds risk-off rally on US-Iran tensions.</li><li>&nbsp; AUD breaks negative streak and leads G-10 thanks to retail sales beat.</li><li>&nbsp; MXN picks up further on slight risk-on tone in markets, only lags Aussie.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "scotiabank-fx-daily-usd-firms-ahead-of-nfp-as-markets-look-for-upside-beat-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 20:47:00",
        "gmt_time": "2020-01-10 12:47:00"
    },
    {
        "id": 903409,
        "updated_sequence": 2068294,
        "published_at": {
            "unix": 1578657840,
            "text": "2020-01-10 12:04:00 +0000",
            "iso_8601": "2020-01-10T12:04:00Z"
        },
        "updated_at": {
            "unix": 1578657942,
            "text": "2020-01-10 12:05:42 +0000",
            "iso_8601": "2020-01-10T12:05:42Z"
        },
        "subject": "Mediaset (MS IM) CEO says we are fine as we are but never say never  in response to a question on the possibility of lifting its stake in Prosieben (PSM GY)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mediaset-ms-im-ceo-says-we-are-fine-as-we-are-but-never-say-never-in-response-to-a-question-on-the-possibility-of-lifting-its-stake-in-prosieben-psm-gy-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 20:04:00",
        "gmt_time": "2020-01-10 12:04:00"
    },
    {
        "id": 903400,
        "updated_sequence": 2068267,
        "published_at": {
            "unix": 1578655920,
            "text": "2020-01-10 11:32:00 +0000",
            "iso_8601": "2020-01-10T11:32:00Z"
        },
        "updated_at": {
            "unix": 1578656104,
            "text": "2020-01-10 11:35:04 +0000",
            "iso_8601": "2020-01-10T11:35:04Z"
        },
        "subject": "Eli-Lilly (LLY) is to acquire Dermia (DERM) for USD 1.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eli-lilly-lly-is-to-acquire-dermia-derm-for-usd-1-1bln-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:32:00",
        "gmt_time": "2020-01-10 11:32:00"
    },
    {
        "id": 903398,
        "updated_sequence": 2068259,
        "published_at": {
            "unix": 1578655800,
            "text": "2020-01-10 11:30:00 +0000",
            "iso_8601": "2020-01-10T11:30:00Z"
        },
        "updated_at": {
            "unix": 1578655848,
            "text": "2020-01-10 11:30:48 +0000",
            "iso_8601": "2020-01-10T11:30:48Z"
        },
        "subject": "Newsquawk Daily US Opening News - 10th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23600/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are little changed, as newsflow slows with NFP ahead</li><li>US President Trump said he thinks the US-China Phase One deal will be signed on January 15th or shortly after</li><li>China Global Times tweeted that a Phase Two trade deal after November is too far away</li><li>USD is firmer this morning, with GBP briefly dented by comments from BoE’s Tenreyro</li><li>Looking ahead, highlights include US &amp; Canadian Jobs Reports</li></ul><p><strong>GEOPOLITICS</strong></p><p><strong>Israeli Air Force jets reportedly carried out air strikes in Al-Bukamal, situated in eastern Syria near the border with Iraq, via IntelSky - further reports note that the airstrikes targeted weapons shipments, via ELINT News. There were reports of casualties following the Israeli air strike, according to INTELSky citing Al-Maydeen news anchor. </strong>There were further reports of unidentified planes bombing the city of Al-Bukamal on the Syrian-Iraqi border, according to Al-Jazeera citing local sources – although it is unclear from the reports if this is a separate attack.<strong> </strong>(Twitter)</p><p><strong>US House has approved the non-binding war power resolution which limits US President Trump's military capability in Iran</strong>. The measure would require Trump to cease military actions against Iran unless authorized by Congress or in response to an imminent threat. The passage in the House sends the measure to the Republican-controlled Senate. (Newswires) <strong>US Senator Graham notes that the US House passage of the anti-war resolution will not stop US President Trump from doing what he said he would do if Iran continues to engage in hostilities against the U.S. or our allies</strong>. (Twitter)</p><p><strong>Iran govt spokesperson said reports that missile hit the Ukrainian plane is psychological warfare against Tehran. (Newswires)</strong> US National Transportation Safety Board has accepted Iran's invitation to take part in the investigation of the Boeing 737-800 crash, according to an Iranian official. (Newswires)</p><p>US President Trump said the US was ready to retaliate to the Iranian strike on Iraqi bases but decided not to upon hearing that no personnel were injured - Ohio rally. (YouTube) US President Trump's new National Security team was less cohesive and less inclined that its predecessors to push back against the President's wishes and are also less likely to consult with other administrations, according to sources cited by WSJ. (WSJ)</p><p>US Army is to increase their efforts to counter China by deploying a specialised task force to the Pacific, which will be capable of conducting information, electronic, cyber and missile operations against Beijing., SCMP; adding, US Army Secretary McCarthy is expected to announce this on Friday in Washington. (SCMP) <i>Note, article does caveat that it is unclear how quickly the unit would be able to be deployed.</i></p><p><strong>ASIA-PAC</strong></p><p><strong>Asia-Pac equities traded cautiously</strong> as the region failed to fully follow suit from the positive lead from Wall Street - which saw the tech-giant Apple soar in excess of 2% to a record high, after Chinese government data showed an 18% rise in iPhones sales in December. <strong>ASX 200 (+0.8%)</strong> was propped up by healthy gains in its financial sector with the “Big Four” Aussie banks all firmly in positive territory. <strong>Nikkei 225 (+0.5%)</strong> was buoyed by its auto sector alongside other large-cap stocks post-earnings, albeit Fast Retailing shares slumped to the foot of the index after the Co. cut its FY outlook following dismal quarterly results. Elsewhere, <strong>Hang Seng (+0.3%)</strong> and <strong>Shanghai Comp (U/C)</strong> were mixed with the former swinging between gains and losses whilst the latter lost momentum and gave up its mild opening gains before trading with little conviction.&nbsp;</p><p><strong>US President Trump said he thinks the US-China Phase One deal will be signed on January 15th or shortly after. </strong>(Newswires) <strong>China Global Times tweeted that a Phase Two trade deal after November is too far away</strong> and added that China's willingness to start Phase Two negotiations depends on the implementation of the Phase One deal; citing an expert close to the Chinese Government. Furthermore<strong>, China is not in a rush to begin Phase Two talks if US President Trump criticises the country during his election campaign</strong>, according to Global Times citing the expert close to the Chinese government. (Twitter)</p><p><strong>PBoC set USD/CNY mid-point at 6.9351 vs. Exp. 6.9344 (Prev. 69467) - firmest CNY fix since August 2019. (Newswires)</strong> PBOC skipped open market operations for a daily net neutral position but a weekly drain of CNY 50bln.</p><p><strong>UK/EU</strong></p><p><strong>BoE's Tenreyro</strong> says <strong>her inclination is to a cut in rates, in the event that downside risks were to emerge; adds that risks are tilted to the downside</strong>. More stimulus may be needed in the event that growth fails to recover. By all measures, the UK labour market is very tight; although, are signs that it is not tightening further, hard to believe this is the peak of the labour, expects further below target inflation. (Newswires)</p><p><strong>UK House of Commons voted 330 to 231 in favour of the Brexit bill, as expected. The bill will now go to the House of Lords next week</strong>. (Newswires)</p><p>UK employers in December increased their number of new permanent staff for the first time in a year, reflecting a rise in optimism after UK’s general election; according to a survey by Recruitment &amp; Employment Confederation. (Newswires) UK business optimism improved by the largest margin in at least 11 years following the UK general election in December, according to a survey by Deloitte. (Newswires)</p><p><strong>EQUITIES</strong></p><p><strong>European bourses are essentially flat</strong>, in what has been a fairly choppy session for the bourses; currently, there is no substantial under/outperformer amongst the European indexes. As newsflow this morning has slowed considerably, particularly on the geopolitical front, ahead of the US jobs report later in the session. In terms of sectors, the complex is mixed; notably, the banking sector is underperforming slightly (-0.4%) weighed on in particular by UK and Italian banks due to lower yields as Gilts and BTPs currently outperform their peers. Elsewhere, this morning other notable movers include Ryanair (+7.8%) after an update which saw them increase FY20 profit guidance; note, this update has bolstered the European travel and leisure sector to the top of the pile, as Ryanair accounts for 6.15% of the index. Just below Ryanair resides RWE (+5.0%) after, since confirmed, pre-market reports that the Co. may receive as much as EUR 2bln in compensation from their mandated exit of the coal-power business. At the other end of the spectrum price action is quieter with the likes of Uniper (-2.0%) and Travis Perkins (-1.7%) afflicted by broker action.</p><p><strong>Amazon (AMZN) is said to be in talks to sell streaming TV ads outside of Fire TV and potentially to Apple TV (AAPL) and Xbox (MSFT), according to sources cited by WSJ. (WSJ)</strong></p><p><strong>FX</strong></p><p><strong>AUD/NZD - </strong>More respite for the Aussie amidst the raging fires, as retail sales topped consensus overnight to overshadow a sub-50 AIG services PMI and maintain positive trade surplus momentum from Thursday. Hence, Aud/Usd is establishing a firmer base above 0.6850 and the 50 DMA (0.6860), while Aud/Nzd has rebounded a bit closer towards 1.0400, as the Kiwi struggles to keep hold of the 0.6600 handle vs its US peer.</p><p><strong>USD - </strong>Aussie outperformance aside, the Greenback is still outpacing the rest of the G10, with the DXY back over 96.500 and yesterday’s 97.562 high at 97.586 heading in to NFP. Note, headline payrolls are forecast to rise 164k compared to the bumper 266k tally last time, but could well surprise to the upside given mostly upbeat jobs proxies and a particularly strong ADP survey, so the Dollar and index may be able to extend their advances if the BLS report is bullish.</p><p><strong>GBP - </strong>The Pound is holding up relatively well circa 1.3055 and 0.8490 in Cable and Eur/Gbp cross terms in the face of another dovish blast from the BoE, as Tenreyro shows tendencies towards backing a rate cut if the UK economy falters in line with Governor Carney on Thursday, and given downside risks amidst no further tightening in the labour market.</p><p><strong>JPY/EUR/CAD/CHF - </strong>All on the defensive against the Buck pre-US jobs data, with the Yen slipping closer to December lows through 109.50 and bereft of any real option expiry interest to offer support until 110.20, while the Euro is back below 1.1100 to test the resolve of bids around 1.1090 that saved the single currency from deeper declines yesterday. Like Usd/Jpy, no decent downside expiries into the NY cut, but 1.1 bn in Eur/Gbp at the 0.8500 strike could buffer the Euro. Elsewhere, the Loonie has recovered some poise after sliding under 1.3100 following latest BoC commentary via Governor Poloz who contends that strike action and adverse weather are partly to blame for the recent run of poor data, but the impending labour update will be key in wake of the huge headline drop in November. Meanwhile, the Franc has retreated towards 0.9760, but faring better vs the Euro close to 1.0800.</p><p>Australian Retail Sales MM (Nov) 0.9% vs. Exp. 0.4% (Prev. 0.0%, Rev. 0.1%) (Newswires)</p><p>FX Expiries:</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/USD: 1.1100 (850M), <strong>1.1140-50 (1BLN),</strong> 1.1175-85 (900M)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; EUR/GBP: <strong>0.8500 (1.1BLN)</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/JPY: 109.00-10 (650M), 109.40-50 (800M), <strong>110.20 (1.1BLN)</strong></p><p><strong>FIXED INCOME</strong></p><p>Almost déjà vu at the core, as UK bonds inch over their post-Carney peaks (and Short Sterling futures better best levels as well) on the back of more BoE rate cut chat (from Tenreyro this time), but Bunds lag amidst an extension of recent outperformance in Italian debt and US Treasuries sit tight for Friday’s main event in the form of NFP. Looking at prices in detail, Gilts just printed 131.65 vs their German peer at 171.27 compared to 171.42 at one stage and T-note equivalent 2 ticks shy of the 128-305 overnight high.</p><p><strong>COMMODITIES</strong></p><p>A markedly quieter session in terms of geopolitical developments to end the week, with much of the focus now residing on whether the Boeing 737-800 crashed due to a Iranian missile; a possibility which Iran has firmly pushed back on but a number of nations, including US and Canada, regard this as a potential explanation as the investigation continues. <strong>Oil prices</strong> this morning are somewhat subdued, as the geo-political premium in the crude complex continues to unwind; overall, the moves are relatively small in magnitude as market focus switches to the US jobs report (full preview available on the Newsquawk research suite). Looking back on the week, WTI has printed a range of around USD 7.0/bbl thus far, with a similar range seen in Brent. PVM posit that yesterday’s price action, where the lack of attempt in oil markets to move higher implies that a ‘new status quo’ has taken over; which does tilts risks for price action to the downside. Turning to metals, where <strong>spot gold</strong> is down by around USD 4/oz and remains below the USD 1500/oz mark which was briefly reclaimed last night. Middle-East tensions aside, UBS highlight that physical demand for the precious metal is ‘tepid’, particularly from the world’s second largest importer India; although, overall they note the metals outlook is positive with the potential for a test of recent highs shortly.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-10th-january-2020-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:30:00",
        "gmt_time": "2020-01-10 11:30:00"
    },
    {
        "id": 903397,
        "updated_sequence": 2068254,
        "published_at": {
            "unix": 1578655680,
            "text": "2020-01-10 11:28:00 +0000",
            "iso_8601": "2020-01-10T11:28:00Z"
        },
        "updated_at": {
            "unix": 1578655765,
            "text": "2020-01-10 11:29:25 +0000",
            "iso_8601": "2020-01-10T11:29:25Z"
        },
        "subject": "Nomura quants say equity speculators look eager to chase the market up again",
        "content": "<ul><li>Investor psychology on Thursday took on an even more bullish tilt thanks not only to relief over the de-escalation of the Iran situation, but also to high hopes for solid earnings from key American companies, Nomura says, adding that it appears to us that the market is letting itself slide back into a euphoric mood</li><li>Ultimately, global stock market sentiment only suffered a minor setback early in the week, after which it quickly climbed back into the zone above one standard deviation above its own one-year rolling average.</li><li>Going by the typical seasonal pattern in global stocks (the MSCI ACWI), year-end rallies that carry through into the new year tend to fizzle out and spontaneously reverse by 20 January or so. \"However, there has been a relative lack of market-negative news, and investor psychology has remained quite optimistic,\" the bank writes, \"against this backdrop, it appears to us that investors that had been waiting for a correction are now chasing the market up, having run out of patience,\" adding that \"it may be that a spontaneous market adjustment that&nbsp; would let pressure out of the system has been forestalled by investors willing to run the risk of buying the top.\"</li><li>The bank argues that, at a time when an influx of unfavorable news looks unlikely, the default expectation is that the stock market will eventually adjust downward as a result of speculative players paring longs. \"As things stand, however, the major classes of speculators look eager to chase the market up again.\"</li><li>\"It appears to us that the foremost concern in speculators’ minds right now is not the short-term risk of herding, but rather the risk of their managed funds underperforming the benchmark indices,\" Nomura writes, \"this applies to both discretionary investors (a group for which it can be broadly assumed that investment decisions are made by humans) and systematic investors (for which investment decisions are typically made algorithmically).\"</li><li>Nomura estimates that trend-chasing CTAs are adding to their aggregate net long position in S&amp;P 500 futures at a furious pace, and that this sprint to chase the market’s upward momentum is giving rise to a systematic market melt-up.</li><li>The bank estimates that a hefty 47% of CTA long positions in S&amp;P 500 futures were acquired in the brief time since the beginning of December, and therefore break even (on average) is seen at 3,245 in the S&amp;P 500; it estimates that even fundamentals-oriented investors have adopted the bullish view and joined in the buying. CTAs' upward pursuit of the market looks likely to just keep gaining force unless the S&amp;P 500 slips back below 3,245 in response to some shock or the uptrend hits a ceiling and CTAs start experiencing \"buying fatigue\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nomura",
        "slug": "nomura-quants-say-equity-speculators-look-eager-to-chase-the-market-up-again-10-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:28:00",
        "gmt_time": "2020-01-10 11:28:00"
    },
    {
        "id": 903396,
        "updated_sequence": 2068249,
        "published_at": {
            "unix": 1578655500,
            "text": "2020-01-10 11:25:00 +0000",
            "iso_8601": "2020-01-10T11:25:00Z"
        },
        "updated_at": {
            "unix": 1578655543,
            "text": "2020-01-10 11:25:43 +0000",
            "iso_8601": "2020-01-10T11:25:43Z"
        },
        "subject": "Newsquawk EU Mid Session: Friday fade in newsflow frequency, NFP looms - 10th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23599/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European bourses are essentially flat</strong>, in what has been a fairly choppy session for the bourses; currently, there is no substantial under/outperformer amongst the European indexes. As newsflow this morning has slowed considerably, particularly on the geopolitical front, ahead of the US jobs report later in the session. In terms of sectors, the complex is mixed; notably, the banking sector is underperforming slightly (-0.4%) weighed on in particular by UK and Italian banks due to lower yields as Gilts and BTPs currently outperform their peers. Elsewhere, this morning other notable movers include Ryanair (+7.8%) after an update which saw them increase FY20 profit guidance; note, this update has bolstered the European travel and leisure sector to the top of the pile, as Ryanair accounts for 6.15% of the index. Just below Ryanair resides RWE (+5.0%) after, since confirmed, pre-market reports that the Co. may receive as much as EUR 2bln in compensation from their mandated exit of the coal-power business. At the other end of the spectrum price action is quieter with the likes of Uniper (-2.0%) and Travis Perkins (-1.7%) afflicted by broker action.</p><p><strong>FX</strong></p><p><strong>AUD/NZD - </strong>More respite for the Aussie amidst the raging fires, as retail sales topped consensus overnight to overshadow a sub-50 AIG services PMI and maintain positive trade surplus momentum from Thursday. Hence, Aud/Usd is establishing a firmer base above 0.6850 and the 50 DMA (0.6860), while Aud/Nzd has rebounded a bit closer towards 1.0400, as the Kiwi struggles to keep hold of the 0.6600 handle vs its US peer.</p><p><strong>USD - </strong>Aussie outperformance aside, the Greenback is still outpacing the rest of the G10, with the DXY back over 96.500 and yesterday’s 97.562 high at 97.586 heading in to NFP. Note, headline payrolls are forecast to rise 164k compared to the bumper 266k tally last time, but could well surprise to the upside given mostly upbeat jobs proxies and a particularly strong ADP survey, so the Dollar and index may be able to extend their advances if the BLS report is bullish.</p><p><strong>GBP - </strong>The Pound is holding up relatively well circa 1.3055 and 0.8490 in Cable and Eur/Gbp cross terms in the face of another dovish blast from the BoE, as Tenreyro shows tendencies towards backing a rate cut if the UK economy falters in line with Governor Carney on Thursday, and given downside risks amidst no further tightening in the labour market.</p><p><strong>JPY/EUR/CAD/CHF - </strong>All on the defensive against the Buck pre-US jobs data, with the Yen slipping closer to December lows through 109.50 and bereft of any real option expiry interest to offer support until 110.20, while the Euro is back below 1.1100 to test the resolve of bids around 1.1090 that saved the single currency from deeper declines yesterday. Like Usd/Jpy, no decent downside expiries into the NY cut, but 1.1 bn in Eur/Gbp at the 0.8500 strike could buffer the Euro. Elsewhere, the Loonie has recovered some poise after sliding under 1.3100 following latest BoC commentary via Governor Poloz who contends that strike action and adverse weather are partly to blame for the recent run of poor data, but the impending labour update will be key in wake of the huge headline drop in November. Meanwhile, the Franc has retreated towards 0.9760, but faring better vs the Euro close to 1.0800.</p><p><strong>FIXED INCOME</strong></p><p>Almost déjà vu at the core, as UK bonds inch over their post-Carney peaks (and Short Sterling futures better best levels as well) on the back of more BoE rate cut chat (from Tenreyro this time), but Bunds lag amidst an extension of recent outperformance in Italian debt and US Treasuries sit tight for Friday’s main event in the form of NFP. Looking at prices in detail, Gilts just printed 131.65 vs their German peer at 171.27 compared to 171.42 at one stage and T-note equivalent 2 ticks shy of the 128-305 overnight high.</p><p><strong>COMMODITIES</strong></p><p>A markedly quieter session in terms of geopolitical developments to end the week, with much of the focus now residing on whether the Boeing 737-800 crashed due to a Iranian missile; a possibility which Iran has firmly pushed back on but a number of nations, including US and Canada, regard this as a potential explanation as the investigation continues. <strong>Oil prices</strong> this morning are somewhat subdued, as the geo-political premium in the crude complex continues to unwind; overall, the moves are relatively small in magnitude as market focus switches to the US jobs report (full preview available on the Newsquawk research suite). Looking back on the week, WTI has printed a range of around USD 7.0/bbl thus far, with a similar range seen in Brent. PVM posit that yesterday’s price action, where the lack of attempt in oil markets to move higher implies that a ‘new status quo’ has taken over; which does tilts risks for price action to the downside. Turning to metals, where <strong>spot gold</strong> is down by around USD 4/oz and remains below the USD 1500/oz mark which was briefly reclaimed last night. Middle-East tensions aside, UBS highlight that physical demand for the precious metal is ‘tepid’, particularly from the world’s second largest importer India; although, overall they note the metals outlook is positive with the potential for a test of recent highs shortly.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-friday-fade-in-newsflow-frequency-nfp-looms-10th-january-2020-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:25:00",
        "gmt_time": "2020-01-10 11:25:00"
    },
    {
        "id": 903395,
        "updated_sequence": 2068246,
        "published_at": {
            "unix": 1578655320,
            "text": "2020-01-10 11:22:00 +0000",
            "iso_8601": "2020-01-10T11:22:00Z"
        },
        "updated_at": {
            "unix": 1578655385,
            "text": "2020-01-10 11:23:05 +0000",
            "iso_8601": "2020-01-10T11:23:05Z"
        },
        "subject": "Fixed Income: Gilts edging it again, but BTPs still ahead of Eurozone pack",
        "content": "<p>Almost déjà vu at the core, as UK bonds inch over their post-Carney peaks (and Short Sterling futures better best levels as well) on the back of more BoE rate cut chat (from Tenreyro this time), but Bunds lag amidst an extension of recent outperformance in Italian debt and US Treasuries sit tight for Friday’s main event in the form of NFP. Looking at prices in detail, Gilts just printed 131.65 vs their German peer at 171.27 compared to 171.42 at one stage and T-note equivalent 2 ticks shy of the 128-305 overnight high.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-gilts-edging-it-again-but-btps-still-ahead-of-eurozone-pack-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:22:00",
        "gmt_time": "2020-01-10 11:22:00"
    },
    {
        "id": 903394,
        "updated_sequence": 2068251,
        "published_at": {
            "unix": 1578655140,
            "text": "2020-01-10 11:19:00 +0000",
            "iso_8601": "2020-01-10T11:19:00Z"
        },
        "updated_at": {
            "unix": 1578655681,
            "text": "2020-01-10 11:28:01 +0000",
            "iso_8601": "2020-01-10T11:28:01Z"
        },
        "subject": "US has reportedly given Ukraine 'important data' on the Iranian Boeing plane crash., AFP citing the Ukraine Foreign Minister",
        "content": "<ul><li><a href=\"https://twitter.com/AFP/status/1215593742746443776\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-has-reportedly-given-ukraine-important-data-on-the-iranian-boeing-plane-crash-afp-citing-the-ukraine-foreign-minister-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:19:00",
        "gmt_time": "2020-01-10 11:19:00"
    },
    {
        "id": 903393,
        "updated_sequence": 2068237,
        "published_at": {
            "unix": 1578654300,
            "text": "2020-01-10 11:05:00 +0000",
            "iso_8601": "2020-01-10T11:05:00Z"
        },
        "updated_at": {
            "unix": 1578654362,
            "text": "2020-01-10 11:06:02 +0000",
            "iso_8601": "2020-01-10T11:06:02Z"
        },
        "subject": "FX Morning Colour: some retail therapy for the Aussie in the run up to NFP",
        "content": "<p><strong>AUD/NZD</strong></p><p>More respite for the Aussie amidst the raging fires, as retail sales topped consensus overnight to overshadow a sub-50 AIG services PMI and maintain positive trade surplus momentum from Thursday. Hence, Aud/Usd is establishing a firmer base above 0.6850 and the 50 DMA (0.6860), while Aud/Nzd has rebounded a bit closer towards 1.0400, as the Kiwi struggles to keep hold of the 0.6600 handle vs its US peer.</p><p><strong>USD</strong></p><p>Aussie outperformance aside, the Greenback is still outpacing the rest of the G10, with the <strong>DXY</strong> back over 96.500 and yesterday’s 97.562 high at 97.586 heading in to NFP. Note, headline payrolls are forecast to rise 164k compared to the bumper 266k tally last time, but could well surprise to the upside given mostly upbeat jobs proxies and a particularly strong ADP survey, so the Dollar and index may be able to extend their advances if the BLS report is bullish.</p><p><strong>GBP</strong></p><p>The Pound is holding up relatively well circa 1.3055 and 0.8490 in Cable and Eur/Gbp cross terms in the face of another dovish blast from the BoE, as Tenreyro shows tendencies towards backing a rate cut if the UK economy falters in line with Governor Carney on Thursday, and given downside risks amidst no further tightening in the labour market.</p><p><strong>JPY/EUR/CAD/CHF</strong></p><p>All on the defensive against the Buck pre-US jobs data, with the Yen slipping closer to December lows through 109.50 and bereft of any real option expiry interest to offer support until 110.20, while the Euro is back below 1.1100 to test the resolve of bids around 1.1090 that saved the single currency from deeper declines yesterday. Like Usd/Jpy, no decent downside expiries into the NY cut, but 1.1 bn in Eur/Gbp at the 0.8500 strike could buffer the Euro. Elsewhere, the Loonie has recovered some poise after sliding under 1.3100 following latest BoC commentary via Governor Poloz who contends that strike action and adverse weather are partly to blame for the recent run of poor data, but the impending labour update will be key in wake of the huge headline drop in November. Meanwhile, the Franc has retreated towards 0.9760, but faring better vs the Euro close to 1.0800.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-some-retail-therapy-for-the-aussie-in-the-run-up-to-nfp-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 19:05:00",
        "gmt_time": "2020-01-10 11:05:00"
    },
    {
        "id": 903392,
        "updated_sequence": 2068230,
        "published_at": {
            "unix": 1578650520,
            "text": "2020-01-10 10:02:00 +0000",
            "iso_8601": "2020-01-10T10:02:00Z"
        },
        "updated_at": {
            "unix": 1578650596,
            "text": "2020-01-10 10:03:16 +0000",
            "iso_8601": "2020-01-10T10:03:16Z"
        },
        "subject": "ISTAT state that its leading indicator points to continued economic weakness in December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "istat-state-that-its-leading-indicator-points-to-continued-economic-weakness-in-december-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 18:02:00",
        "gmt_time": "2020-01-10 10:02:00"
    },
    {
        "id": 903391,
        "updated_sequence": 2068256,
        "published_at": {
            "unix": 1578650040,
            "text": "2020-01-10 09:54:00 +0000",
            "iso_8601": "2020-01-10T09:54:00Z"
        },
        "updated_at": {
            "unix": 1578655803,
            "text": "2020-01-10 11:30:03 +0000",
            "iso_8601": "2020-01-10T11:30:03Z"
        },
        "subject": "BAML flow show: equity funds lost USD 500mln, with Europe seeing the largest outflows in the 14-week referenced of USD 1.7bln",
        "content": "<p><strong>ASSET CLASS FLOWS:</strong></p><ul><li>Equities: USD 0.5bln outflows (USD 11.6bln into ETFs, USD 12.1bln mutual fund outflows).</li><li>Bonds: record inflows (USD 23.2bln)</li><li>Precious metals: inflows past 4 weeks (USD 0.2bln)</li></ul><p><strong>Fixed Income Flows:</strong></p><ul><li>Record IG bond fund outflows (USD 14.1bln)</li><li>Modest HY bond inflows (USD 1.3bln)</li><li>EM debt inflows past 4 weeks (USD 2.8bln)</li><li>Record Muni fund inflows (USD 2.3bln)</li><li>MBS fund inflows 52 of past 53 weeks (USD 1.3bln)</li><li>8th week of Govt/Tsy inflows (USD 0.6bln)</li><li>4th week of TIPS inflows (USD 0.4bln)</li><li>1st Bank loan inflows for 60 weeks (USD 0.4bln)</li></ul><p><strong>Equity Flows:</strong></p><ul><li>US: modest outflows (USD 4.8bln)</li><li>Japan: biggest inflows in 19 weeks (USD 1.7bln)</li><li>Europe: biggest outflows in 14 weeks (USD 1.7bln)</li><li>EM: inflows past 11 weeks (USD 1.9bln)</li><li>By style: outflows US growth (USD 2.6bln), US small cap (USD 2.9bln), US</li><li>value (USD 3.7bln), US large cap (USD 6.0bln)</li><li>By sector: inflows financials (USD 1.9bln), tech (USD 0.8bln), materials (USD 0.8bln), consumer (USD 0.6bln), com svcs (USD 0.5bln), hcare (USD 0.5bln), real estate (USD 0.4bln), energy (USD 0.3bln); outflows utils (USD 0.1bln).</li></ul><p><strong>TALKING POINTS:</strong></p><ul><li>“Maximum liquidity, minimal growth” explain bullish price action, ongoing leadership from high yield credit and US growth stocks (SPX/SPW, US/EM, growth/value, large/small all back at 2019 highs).</li><li>BofA Bull &amp; Bear Indicator up to 6.5; BAML says investors most bullish since Mar’18 but not yet “extreme bullish”; “sell signal” (>8.0) needs USD 20bln flow to risky assets (HY, EM debt) next 4 weeks, new highs in HY vs. Treasuries, stronger rotation to equity cyclicals.</li><li>Meanwhile, new year consensus shifting bullish on liquidity (Fed/ECB/BoJ QE annualizing stunning USD 1.1tn past 4 months; global central banks cut rates 80 times past 12 months) and reduced concerns of recession, default, inflation in 2020.</li><li>BAML says it remains Q1 bullish but notes: this week sees record inflows to bubbly bonds; credit spreads (IG AA, HY BB) cyclical lows; equity leadership stretched (AAPL >40% above 200dma), volatility not at lows, investors have priced in PMI recovery >55 but no inflation (US wage growth>unemployment rate). Fresh gains on the back of goldilocks Dec payroll, Jan 15th trade deal, passive Jan 29th FOMC) should create peak bullishness and dovishness; we would recommend a “sell-into-strength” strategy should the 10-year yield move above 2.2% and as the SPX PE ratio approaches 20x.</li><li>As in 2018, BAML notes underperformance of high yield bonds (HYG), semiconductors (SOX), homebuilders (XHB), banks (BKX) should be viewed as a prelude to a “top”.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bank of America",
        "slug": "baml-flow-show-equity-funds-lost-usd-500mln-with-europe-seeing-the-largest-outflows-in-the-14-week-referenced-of-usd-1-7bln-10-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:54:00",
        "gmt_time": "2020-01-10 09:54:00"
    },
    {
        "id": 903390,
        "updated_sequence": 2068234,
        "published_at": {
            "unix": 1578649920,
            "text": "2020-01-10 09:52:00 +0000",
            "iso_8601": "2020-01-10T09:52:00Z"
        },
        "updated_at": {
            "unix": 1578653397,
            "text": "2020-01-10 10:49:57 +0000",
            "iso_8601": "2020-01-10T10:49:57Z"
        },
        "subject": "BoE's Tenreyro says her inclination is to a cut in rates, in the event that downside risks were to emerge; adds that risks are tilted to the downside. More stimulus may be needed in the event that growth fails to recover",
        "content": "<ul><li>With reference to upcoming months, in terms of further stimulus</li></ul>",
        "reaction_details": "<ul><li>In reaction to the dovishly perceived comments regarding downside risks and the potential for additional stimulus if growth does not recover, GBP/USD fell from 1.3080 to 1.3050.</li></ul>",
        "reaction_updated_at": {
            "unix": 1578650100,
            "text": "2020-01-10 09:55:00 +0000",
            "iso_8601": "2020-01-10T09:55:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-tenreyro-says-her-inclination-is-to-a-cut-in-rates-in-the-event-that-downside-risks-were-to-emerge-adds-that-risks-are-tilted-to-the-downside-more-stimulus-may-be-needed-in-the-event-that-growth-fails-to-recover-10-01-2020",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:52:00",
        "gmt_time": "2020-01-10 09:52:00"
    },
    {
        "id": 903389,
        "updated_sequence": 2068209,
        "published_at": {
            "unix": 1578649440,
            "text": "2020-01-10 09:44:00 +0000",
            "iso_8601": "2020-01-10T09:44:00Z"
        },
        "updated_at": {
            "unix": 1578649926,
            "text": "2020-01-10 09:52:06 +0000",
            "iso_8601": "2020-01-10T09:52:06Z"
        },
        "subject": "BoE's Tenreyro states that by all measures, the UK labour market is very tight; although, are signs that it is not tightening further, hard to believe this is the peak of the labour market",
        "content": "<ul><li>Expects further below target inflation</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The inflation remarks are in-line with recent guidance from the BoE, due to the effects of caps on energy and water prices</li></ul>",
        "analysis_updated_at": {
            "unix": 1578649925,
            "text": "2020-01-10 09:52:05 +0000",
            "iso_8601": "2020-01-10T09:52:05Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-tenreyro-states-that-by-all-measures-the-uk-labour-market-is-very-tight-although-are-signs-that-it-is-not-tightening-further-hard-to-believe-this-is-the-peak-of-the-labour-market-10-01-2020",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:44:00",
        "gmt_time": "2020-01-10 09:44:00"
    },
    {
        "id": 903387,
        "updated_sequence": 2068198,
        "published_at": {
            "unix": 1578647280,
            "text": "2020-01-10 09:08:00 +0000",
            "iso_8601": "2020-01-10T09:08:00Z"
        },
        "updated_at": {
            "unix": 1578647318,
            "text": "2020-01-10 09:08:38 +0000",
            "iso_8601": "2020-01-10T09:08:38Z"
        },
        "subject": "UK debt and STIR futures return to or towards Thursday’s peaks",
        "content": "<p>Somewhat unexpectedly perhaps, but in keeping with a grinding bid elsewhere ahead of the Liffe open, Gilts were marked up 21 ticks from yesterday’s 131.21 settlement price and have bounced further to 131.59, just a few ticks shy of their post-BoE Governor Carney speech high. Similarly, Short Sterling contracts have regrouped and probing higher again ahead of potential comments from MPC member Tenreyro and despite some upbeat post-election surveys overnight via the REC and Deloitte. &nbsp;Debt and 3 month strips in general appear to have based or at least settled down after several big swings so far this week, and a broad downturn from lofty safe-haven peaks at the start when Iran launched its retaliatory strikes against the US.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "uk-debt-and-stir-futures-return-to-or-towards-thursday-s-peaks-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:08:00",
        "gmt_time": "2020-01-10 09:08:00"
    },
    {
        "id": 903187,
        "updated_sequence": 2068179,
        "published_at": {
            "unix": 1578646800,
            "text": "2020-01-10 09:00:00 +0000",
            "iso_8601": "2020-01-10T09:00:00Z"
        },
        "updated_at": {
            "unix": 1578646800,
            "text": "2020-01-10 09:00:00 +0000",
            "iso_8601": "2020-01-10T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-09-01-2020",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:00:00",
        "gmt_time": "2020-01-10 09:00:00"
    },
    {
        "id": 903386,
        "updated_sequence": 2068195,
        "published_at": {
            "unix": 1578646800,
            "text": "2020-01-10 09:00:00 +0000",
            "iso_8601": "2020-01-10T09:00:00Z"
        },
        "updated_at": {
            "unix": 1578646967,
            "text": "2020-01-10 09:02:47 +0000",
            "iso_8601": "2020-01-10T09:02:47Z"
        },
        "subject": "Hapag-Lloyd (HLAG GY) CEO states that IMO environmental fuel rules implemented at the start of this year could lead to additional costs and make it hard to surpass profits this year, compared to 2019 ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Co. shares fell from EUR 78.00 to EUR 76.10.</li></ul>",
        "reaction_updated_at": {
            "unix": 1578646966,
            "text": "2020-01-10 09:02:46 +0000",
            "iso_8601": "2020-01-10T09:02:46Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hapag-lloyd-hlag-gy-ceo-states-that-imo-environmental-fuel-rules-implemented-at-the-start-of-this-year-could-lead-to-additional-costs-and-make-it-hard-to-surpass-profits-this-year-compared-to-2019-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 17:00:00",
        "gmt_time": "2020-01-10 09:00:00"
    },
    {
        "id": 903382,
        "updated_sequence": 2068173,
        "published_at": {
            "unix": 1578645420,
            "text": "2020-01-10 08:37:00 +0000",
            "iso_8601": "2020-01-10T08:37:00Z"
        },
        "updated_at": {
            "unix": 1578645544,
            "text": "2020-01-10 08:39:04 +0000",
            "iso_8601": "2020-01-10T08:39:04Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1100 (850M), <strong>1.1140-50 (1BLN)</strong>, 1.1175-85 (900M)</p><p>USD/CHF: 0.9625 (200M), 0.9730 (250M)</p><p>EUR/GBP: <strong>0.8500 (1.1BLN)</strong></p><p>GBP/USD: 1.3065 (600M), 1.3135 (350M), 1.3200 (600M), 1.3300-15 (1.2BLN)</p><p>AUD/USD: 0.6800 (704M), 0.6855 (440M)&nbsp;</p><p>USD/CAD: 1.3000 (732M), 1.3020 (660M), 1.3045-50 (575M)&nbsp;</p><p>USD/JPY: 109.00-10 (650M), 109.40-50 (800M), <strong>110.20 (1.1BLN)</strong></p><p>EUR/SEK: 10.47 (700M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dtcc",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-10-01-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 16:37:00",
        "gmt_time": "2020-01-10 08:37:00"
    },
    {
        "id": 903381,
        "updated_sequence": 2068170,
        "published_at": {
            "unix": 1578645240,
            "text": "2020-01-10 08:34:00 +0000",
            "iso_8601": "2020-01-10T08:34:00Z"
        },
        "updated_at": {
            "unix": 1578645327,
            "text": "2020-01-10 08:35:27 +0000",
            "iso_8601": "2020-01-10T08:35:27Z"
        },
        "subject": "Bunds: measured, consolidative bid at the start of NFP day",
        "content": "<p>Having held fractionally above the 171.00 handle yesterday amidst the ongoing rotation from risk aversion to renewed appetite on the basis that US-Iran tensions are dissipating, the core Eurozone bond is now filling chart apertures ahead of Thursday’s 171.51 Eurex peak within a 171.16-171.41 range vs the 171.14 close, but still lagging behind Italian BTPs that have overcome an early wobble to resume their rally and outperformance. However, some caution could creep in as the clock ticks down to the US jobs data, barring no other major breaking headlines in the interim and/or turnaround in sentiment.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "bunds-measured-consolidative-bid-at-the-start-of-nfp-day-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 16:34:00",
        "gmt_time": "2020-01-10 08:34:00"
    },
    {
        "id": 903378,
        "updated_sequence": 2068158,
        "published_at": {
            "unix": 1578643500,
            "text": "2020-01-10 08:05:00 +0000",
            "iso_8601": "2020-01-10T08:05:00Z"
        },
        "updated_at": {
            "unix": 1578643607,
            "text": "2020-01-10 08:06:47 +0000",
            "iso_8601": "2020-01-10T08:06:47Z"
        },
        "subject": "European Equity Movers this Morning: Ryanair (RYA LN) +8.9%; RWE (RWE GY) +5.8%; easyJet (EZJ LN) +5.7%; BMPS (BMPS IM) +2.7%; Veolia (VIE FP) +1.0%; Uniper (UN01 GY) -4.0%; Travis Perkins (TPK LN) -1.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "european-equity-movers-this-morning-ryanair-rya-ln-8-9-rwe-rwe-gy-5-8-easyjet-ezj-ln-5-7-bmps-bmps-im-2-7-veolia-vie-fp-1-0-uniper-un01-gy-4-0-travis-perkins-tpk-ln-1-0-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 16:05:00",
        "gmt_time": "2020-01-10 08:05:00"
    },
    {
        "id": 903377,
        "updated_sequence": 2068155,
        "published_at": {
            "unix": 1578643200,
            "text": "2020-01-10 08:00:00 +0000",
            "iso_8601": "2020-01-10T08:00:00Z"
        },
        "updated_at": {
            "unix": 1578643318,
            "text": "2020-01-10 08:01:58 +0000",
            "iso_8601": "2020-01-10T08:01:58Z"
        },
        "subject": "BMW (BMW GY) - Group sales 2.52mln, +1.2%; brand sales 2.17mln, +2.0%. Co. note that it is aiming for slight sales growth in 2020; intends to increase electric vehicle range by 2023",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-group-sales-2-52mln-1-2-brand-sales-2-17mln-2-0-co-note-that-it-is-aiming-for-slight-sales-growth-in-2020-intends-to-increase-electric-vehicle-range-by-2023-10-01-2020",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 16:00:00",
        "gmt_time": "2020-01-10 08:00:00"
    },
    {
        "id": 903370,
        "updated_sequence": 2068129,
        "published_at": {
            "unix": 1578641160,
            "text": "2020-01-10 07:26:00 +0000",
            "iso_8601": "2020-01-10T07:26:00Z"
        },
        "updated_at": {
            "unix": 1578641319,
            "text": "2020-01-10 07:28:39 +0000",
            "iso_8601": "2020-01-10T07:28:39Z"
        },
        "subject": "US Army is to increase their efforts to counter China by deploying a specialised task force to the Pacific, which will be capable of conducting information, electronic, cyber and missile operations against Beijing., SCMP",
        "content": "<ul><li>The article notes that US Army Secretary McCarthy is expected to announce this on Friday in Washington</li><li><a href=\"https://www.scmp.com/news/asia/southeast-asia/article/3045527/us-plans-counter-chinese-influence-asia-new-pacific\">Link to Article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, the article does caveat that it is unclear how quickly the unit would be able to be deployed</li></ul>",
        "analysis_updated_at": {
            "unix": 1578641319,
            "text": "2020-01-10 07:28:39 +0000",
            "iso_8601": "2020-01-10T07:28:39Z"
        },
        "push_notify": false,
        "source": "SCMP",
        "slug": "us-army-is-to-increase-their-efforts-to-counter-china-by-deploying-a-specialised-task-force-to-the-pacific-which-will-be-capable-of-conducting-information-electronic-cyber-and-missile-operations-against-beijing-scmp-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 15:26:00",
        "gmt_time": "2020-01-10 07:26:00"
    },
    {
        "id": 903368,
        "updated_sequence": 2068109,
        "published_at": {
            "unix": 1578639660,
            "text": "2020-01-10 07:01:00 +0000",
            "iso_8601": "2020-01-10T07:01:00Z"
        },
        "updated_at": {
            "unix": 1578639740,
            "text": "2020-01-10 07:02:20 +0000",
            "iso_8601": "2020-01-10T07:02:20Z"
        },
        "subject": "Azerbaijan oil production (Dec): 535k BPD vs. Prev. 776k BPD",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "azerbaijan-oil-production-dec-535k-bpd-vs-prev-776k-bpd-10-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 15:01:00",
        "gmt_time": "2020-01-10 07:01:00"
    },
    {
        "id": 903367,
        "updated_sequence": 2068126,
        "published_at": {
            "unix": 1578639540,
            "text": "2020-01-10 06:59:00 +0000",
            "iso_8601": "2020-01-10T06:59:00Z"
        },
        "updated_at": {
            "unix": 1578640850,
            "text": "2020-01-10 07:20:50 +0000",
            "iso_8601": "2020-01-10T07:20:50Z"
        },
        "subject": "Additional European Equities post release of the Daily European Equity Opening News",
        "content": "<p><strong>MediaSet (MS IM)/Vivendi (VIV FP) – </strong>An Italian court has dismissed a request from Viviendi, which sought to suspend a ruling forcing Vivendi to freeze 2/3 of its stake in Mediaset., according to court documents. (Newswires)</p><p><strong>Ryanair (RYA LN) – </strong>Increase FY20 net profit guidance to EUR 0.95-1.05bln vs. Prev. EUR 0.8-0.9bln. Co. anticipate FY group traffic increasing to 154mln vs Prev. guidance 153mln. Co. notes that its Laudamotion unit is underperforming, due to price competition with <strong>Lufthansa (LHA GY)</strong>. (Newswires)</p><p><strong>Schibsted (SCHA NO) – </strong>Bruyeron, a primary insider at Adevinta ASA, sold 1.9k shares in the Co on January 9th. (Newswires)</p><p><strong>UBS (UBSG SW) – </strong>Rachoue and Hughes are to be nominated for the Co’s board of directors, as Sidwell and Romy will not be standing for re-election. (Newswires)</p><p><strong>Vonovia (VNA GY) – </strong>Co. announce that it has initiated the compulsory acquisition of the remaining shares of Hembla. (Newswires)</p><p><strong>E.ON (EOAN GY) </strong>UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA</p><p><strong>GVC (GVC LN) </strong>REINSTATED WITH BUY AT BOFA</p><p><strong>WHITBREAD (WTB LN</strong>) UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</p><p><strong>VEOLIA (VIE FP) </strong>UPGRADED TO OUTPERFORM FROM NEUTRAL AT EXANE</p><p><strong>NATIONAL GRID (NG/ LN) </strong>DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT EXANE</p><p><strong>SNAM (SRG IM)</strong> DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT EXANE</p><p><strong>VERBUND (VER AV)</strong> UPGRADED TO NEUTRAL FROM UNDERPERFORM AT EXANE</p><p><strong>WILLIAM HILL (WMH LN)</strong> DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equities-post-release-of-the-daily-european-equity-opening-news-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 14:59:00",
        "gmt_time": "2020-01-10 06:59:00"
    },
    {
        "id": 903360,
        "updated_sequence": 2068085,
        "published_at": {
            "unix": 1578639180,
            "text": "2020-01-10 06:53:00 +0000",
            "iso_8601": "2020-01-10T06:53:00Z"
        },
        "updated_at": {
            "unix": 1578639283,
            "text": "2020-01-10 06:54:43 +0000",
            "iso_8601": "2020-01-10T06:54:43Z"
        },
        "subject": "French Foreign Minister states that if Iran continues its violation of the nuclear accord, then it is possible they could have a nuclear weapon in 1-2 years",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-foreign-minister-states-that-if-iran-continues-its-violation-of-the-nuclear-accord-then-it-is-possible-they-could-have-a-nuclear-weapon-in-1-2-years-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 14:53:00",
        "gmt_time": "2020-01-10 06:53:00"
    },
    {
        "id": 903359,
        "updated_sequence": 2068124,
        "published_at": {
            "unix": 1578638700,
            "text": "2020-01-10 06:45:00 +0000",
            "iso_8601": "2020-01-10T06:45:00Z"
        },
        "updated_at": {
            "unix": 1578640332,
            "text": "2020-01-10 07:12:12 +0000",
            "iso_8601": "2020-01-10T07:12:12Z"
        },
        "subject": "Daily European Equity Opening News",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>10th January 2020</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p>Asia-Pac equities traded cautiously as the region failed to fully follow suit from the positive lead from Wall Street - which saw the tech-giant Apple soar in excess of 2% to a record high, after Chinese government data showed an 18% rise in iPhones sales in December. ASX 200 (+0.8%) was propped up by healthy gains in its financial sector with the “Big Four” Aussie banks all firmly in positive territory. Nikkei 225 (+0.3%) was buoyed by its auto sector alongside other large-cap stocks post-earnings, albeit Fast Retailing shares slumped to the foot of the index after the Co. cut its FY outlook following dismal quarterly results. Elsewhere, Hang Seng (+0.3%) and Shanghai Comp (-0.3%) were mixed with the former swinging between gains and losses whilst the latter lost momentum and gave up its mild opening gains before trading with little conviction.</p><p>FTSE 100</p><p><strong>Shell (RDSA LN) – </strong>Co. is reportedly seeking a buyer for their 145k BPD capacity Anacortes refinery. (Newswires)</p><p><strong>RESTAURANT GROUP (RTN LN)</strong> DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>DIRECT LINE (DLG LN) </strong>UPGRADED TO BUY FROM NEUTRAL AT CITI</p><p><strong>HAYS (HAS LN) </strong>DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p><strong>TRAVIS PERKINS (TPK LN) </strong>DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p><p>DAX</p><p><strong>Volkswagen (VOW3 GY) – </strong>Co. has reportedly purchased Diconium, a software company. (Newswires)</p><p><strong>RWE (RWE GY) – </strong>Co. could receive as much as EUR 2bln in compensation via its exit from the coal-fired power business, according to sources. (Rheinische Post)</p><p>OTHER GERMAN COMPANIES</p><p>BROKER MOVES</p><p><strong>UNIPER (UN01 GY) </strong>DOWNGRADED TO SELL FROM NEUTRAL AT CITI</p><p><strong>MUNICH RE (MUV2 GY)</strong> UPGRADED TO NEUTRAL FROM SELL AT CITI</p><p>CAC</p><p>OTHER FRENCH COMPANIES</p><p><strong>Eurazeo (RF FP) – </strong>Co. have increased their syndicated credit line to EUR 1.5bln vs. Prev. EUR 1.0bln. (Newswires)</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>Chip Names – </strong>Taiwan Semiconductor (TSM) reports December sales +15% YY. (Newswires)</p><p><strong>Banking Names – </strong>In September new European rules are to come into effect in September placing stricter standards on trades which do not settle in time. (FT)</p><p><strong>Banca Monte de Paschi (BMPS IM) – </strong>Co. anticipate a EUR 1.2bln negative impact from the revision of their DTA (deferred tax asset) value following on from approval of Italian budget law. (Newswires)</p><p><strong>Carige (CRG IM) – </strong>Upgraded one notch to B- from CCC at Fitch, outlook stable. (Newswires)</p><p><strong>Siemens Gamesa (SGRE SM) – </strong>Co. have finished the purchase of Senvion’s European onshore business. (Newswires)</p><p>BROKER MOVES</p><p><strong>GENERALI (G IM)</strong> UPGRADED TO BUY FROM NEUTRAL AT CITI</p><p><strong>VOESTALPINE (VOE AV) </strong>DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p><p><strong>CAIXABANK (CABK SM)</strong> UPGRADED TO OUTPERFORM FROM MARKETPERFORM AT KEEFE BRUYETTE</p><p>SMI</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p>BROKER MOVES</p><p><strong>SSAB (SSABA SS)</strong> DOWNGRADED TO EQUALWEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</p><p><strong>FORTUM (FORTUM FH) </strong>DOWNGRADED TO NEUTRAL FROM BUY AT CITIGROUP</p><p><strong>ERICSSON (ERICB SS)</strong> DOWNGRADED TO HOLD FROM BUY AT HANDELSBANKEN</p><p>US</p><p><strong>CLOSING LEVELS: </strong>SPX +0.64% at 3274; NDX +0.87% at 8990, DJI +0.74% at 28957.</p><p><strong>Boeing (BA) –</strong> Co. states that it is confident that all simulators for the 737 Max are functioning correctly. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-10-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 14:45:00",
        "gmt_time": "2020-01-10 06:45:00"
    },
    {
        "id": 903356,
        "updated_sequence": 2068073,
        "published_at": {
            "unix": 1578636960,
            "text": "2020-01-10 06:16:00 +0000",
            "iso_8601": "2020-01-10T06:16:00Z"
        },
        "updated_at": {
            "unix": 1578637008,
            "text": "2020-01-10 06:16:48 +0000",
            "iso_8601": "2020-01-10T06:16:48Z"
        },
        "subject": "Newsquawk Daily European Opening News - 10th January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23597/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Rockets reportedly landed near the Balad military base north of Baghdad, which houses US troops, according to Iraqi police</li><li>US government officials are now confident the Ukrainian Boeing 737-800 was shot down by an Iranian missile, citing satellite data</li><li>US President Trump said he might want to wait until after the election to complete Phase Two China trade deal; China Global Times tweeted that November is too far away</li><li>Asian equities traded cautiously, ASX 200 outperformed, Mainland China lagged</li><li>DXY traded in a tight range, AUD was supported by strong retail sales, energy futures and spot gold were uneventful</li><li>Looking ahead, highlights include US &amp; Canadian Jobs Report, Chinese M2 Supply &amp; New Yuan Loans and BoE’s Tenreyro</li></ul><p>GEOPOLITICS</p><p><strong>Rockets reportedly landed in the vicinity Balad airbase, north of Baghdad, according to reports. Iraqi police forces said the rockets hit near the Balad military base which houses US troops. US official said the military is assessing potential defensive adjustments after Iran showed it was willing to attack in Iraq. (Newswires)</strong></p><p><strong>Israeli Air Force jets reportedly carried out air strikes in Al-Bukamal, situated in eastern Syria near the border with Iraq, via IntelSky - further reports note that the airstrikes targeted weapons shipments, via ELINT News. There were reports of casualties following the Israeli air strike, according to INTELSky citing Al-Maydeen news anchor. </strong>There were further reports of unidentified planes bombing the city of Al-Bukamal on the Syrian-Iraqi border, according to Al-Jazeera citing local sources – although it is unclear from the reports if this is a separate attack.<strong> </strong>(Twitter)</p><p><strong>US House has approved the non-binding war power resolution which limits US President Trump's military capability in Iran</strong>. The measure would require Trump to cease military actions against Iran unless authorized by Congress or in response to an imminent threat. The passage in the House sends the measure to the Republican-controlled Senate. (Newswires) <strong>US Senator Graham notes that the US House passage of the anti-war resolution will not stop US President Trump from doing what he said he would do if Iran continues to engage in hostilities against the U.S. or our allies</strong>. (Twitter)</p><p><strong>US government officials are now confident the Ukrainian airliner - Boeing (BA) 737-800 - was shot down by an Iranian missile, citing satellite data</strong>. US President Trump said he has suspicions regarding the Boeing (BA) jet crash in Iran noting \"somebody could have made a mistake. Iranian aviation regulator chief said it is \"impossible\" that a missile hit the Ukrainian plane (BA), according to ISNA. (Newswires) <strong>Iran govt spokesperson said reports that missile hit the Ukrainian plane is psychological warfare against Tehran. (Newswires)</strong> US National Transportation Safety Board has accepted Iran's invitation to take part in the investigation of the Boeing 737-800 crash, according to an Iranian official. (Newswires)</p><p>US President Trump said the US was ready to retaliate to the Iranian strike on Iraqi bases but decided not to upon hearing that no personnel were injured - Ohio rally. (YouTube) US President Trump's new National Security team was less cohesive and less inclined that its predecessors to push back against the President's wishes and are also less likely to consult with other administrations, according to sources cited by WSJ. (WSJ)</p><p>Libya's Hafta has rejected ceasefire request from Turkey and Russia, according to AFP. (AFP)</p><p>ASIA-PAC</p><p><strong>Asia-Pac equities traded cautiously</strong> as the region failed to fully follow suit from the positive lead from Wall Street - which saw the tech-giant Apple soar in excess of 2% to a record high, after Chinese government data showed an 18% rise in iPhones sales in December. <strong>ASX 200 (+0.8%)</strong> was propped up by healthy gains in its financial sector with the “Big Four” Aussie banks all firmly in positive territory. <strong>Nikkei 225 (+0.3%)</strong> was buoyed by its auto sector alongside other large-cap stocks post-earnings, albeit Fast Retailing shares slumped to the foot of the index after the Co. cut its FY outlook following dismal quarterly results. Elsewhere, <strong>Hang Seng (+0.3%)</strong> and <strong>Shanghai Comp (-0.3%)</strong> were mixed with the former swinging between gains and losses whilst the latter lost momentum and gave up its mild opening gains before trading with little conviction.&nbsp;</p><p><strong>US President Trump said he thinks the US-China Phase One deal will be signed on January 15th or shortly after. President Trump said he might want to wait till after the election to complete Phase Two China trade deal,</strong> but also said the US will begin Phase Two talks straight away. (Newswires) <strong>China Global Times tweeted that a Phase Two trade deal after November is too far away</strong> and added that China's willingness to start Phase Two negotiations depends on the implementation of the Phase One deal; citing an expert close to the Chinese Government. Furthermore<strong>, China is not in a rush to begin Phase Two talks if US President Trump criticises the country during his election campaign</strong>, according to Global Times citing the expert close to the Chinese government. (Twitter)</p><p><strong>PBoC set USD/CNY mid-point at 6.9351 vs. Exp. 6.9344 (Prev. 69467) - firmest CNY fix since August 2019. (Newswires)</strong> PBOC skipped open market operations for a daily net neutral position but a weekly drain of CNY 50bln.</p><p>UK/EU</p><p><strong>UK House of Commons voted 330 to 231 in favour of the Brexit bill, as expected. The bill will now go to the House of Lords next week</strong>. (Newswires)</p><p>UK employers in December increased their number of new permanent staff for the first time in a year, reflecting a rise in optimism after UK’s general election; according to a survey by Recruitment &amp; Employment Confederation. (Newswires) UK business optimism improved by the largest margin in at least 11 years following the UK general election in December, according to a survey by Deloitte. (Newswires)</p><p><strong>FX</strong></p><p><strong>DXY</strong> was contained within a tight parameter just under 97.50 and remained on standby for the key US labour market figures released later today (full preview available on the Newsquawk Research Suite). <strong>EUR/USD</strong> traded sideways and held onto the 1.1100 handle which sees around EUR 750mln of option expiries ahead today’s NY cut. Meanwhile, Cable experienced moderate strength as <strong>EUR/GBP</strong> gave up the 0.8500 handle to the downside. Elsewhere, <strong>USD/JPY </strong>held onto recent gains and fluctuated on either side of 109.50 throughout the session, ahead of its 100 WMA at 109.60 and 200 WMA at 109.70.&nbsp; Antipodeans were choppy, the <strong>AUD</strong> felt some upside impetus upon the release of above-forecast Aussie retail sales, which prompted <strong>AUD/USD</strong> to briefly top its 50 DMA around 0.6860. The move was fleeting at the time but ultimately offered the <strong>AUD</strong> an underlying bid. <strong>NZD/USD</strong> traded sideways for a bulk of the session and retained its 0.6600+ status.</p><p>Australian Retail Sales MM (Nov) 0.9% vs. Exp. 0.4% (Prev. 0.0%, Rev. 0.1%) (Newswires)</p><p>COMMODITIES</p><p>Energy futures traded lacklustre overnight amid a lack of material catalysts and as participants largely focus US-Iranian relations ahead of US payroll figures. <strong>Brent</strong> futures held onto the USD 65/bbl handle throughout the session after rebounding from its 50 WMA (USD 64.54/bbl) in the prior session, and with technicians eyeing Mar’20 contract’s 200 and 50 DMAs which reside at USD 64.22/bbl and 64.12/bbl respectively, with the two moving averages poised to converge. Elsewhere, <strong>spot</strong> <strong>gold</strong> posted modest losses and dipped below the USD 1550/oz mark before the yellow metal tested mild support around USD 1546/oz. Meanwhile, <strong>copper</strong> was little changed as the red metal balanced the prospect of a delayed US-China Phase Two deal with exchange inventories near nine-month lows.</p><p>CENTRAL BANKS</p><p>&nbsp;</p><p><strong>Fed's Kashkari (Voter, Dove) </strong>said he is not concerned about low rates causing corporations to take on too much debt, but is more concerned with banks holding the debt, wants to ensure they have enough capital. Kashkari added that business investment is low due to tariff uncertainty, where an improvement in trade tensions could support gains in optimism; doesn't see a recession in the next few years (Newswires)</p><p><strong>Fed's Kaplan (Voter, Neutral)</strong> said the 1.5%-1.75% FFR range is the \"roughly appropriate\" setting; sees between 2% to 2.25% growth in 2020, outlook has \"firmed\" in recent weeks, if anything. Kaplan expects unemployment to fall further and inflation rising to the 2% goal. (Newswires)</p><p><strong>Fed's Bullard (Non-Voter, Dove)</strong> said he is content where rates are currently, and Fed should assess the lagged effects of the recent rate moves. Bullard added that there is reasonable chance of a soft landing in the US in 2020 due to the fast growth of 2018 and 2019's risks; businesses are remaining profitable despite trade uncertainty. If tensions in the Middle East pushes up oil prices the US will be more resilient in the face of any energy shock. Bullard favours a standing repo facility as a long-term solution; wants to keep the balance sheet as small as possible and feels a standing repo facility would help achieve that if banks feel they can source reserves from the Fed as needed. (Newswires/WSJ)</p><p><strong>Fed's Evans (Non-Voter, Dovish)</strong> expects that there could be no rate changes in 2020 and said if something happened that caused the economy to slow, that would call for a monetary response; inflation is anchored, maybe too low, doesn't see inflation leading to monetary tightening. Evans added that the US economy is in a very good place; expects employment growth to decelerate over time; sees inflation reaching 1.9% this year (in-line with Fed median dot plot), with current rates supporting inflation (Newswires)</p><p><strong>Fed Discount Rate Minutes</strong> noted that all 12 regional banks voted to keep the rate steady; describe economic conditions as \"positive\" and were \"optimistic about the prospect for economic growth\". Several observe weakness in the manufacturing sector. Labour markets remain strong, with attracting new workers a challenge. On wage growth, the minutes note current and expected wage pressures. (Newswires)</p><p><strong>ECB's Villeroy</strong> said inflation target must be symmetric, if the target is seen as a ceiling he notes they have less of a chance of meeting it, the target must be flexible and credible to households and companies, not only markets. (Newswires)</p><p><strong>BoC Governor Poloz</strong> said it seems potential downside risks of the trade dispute have eased as the US and China approach a deal; remains to be seen if trade policy improvements feed through to economy recovery and investment. Poloz cited strikes and bad weather as contributing factors to the weak data; inflation has been very close to the 2% target and economy has been close to capacity for nearly two years. (Newswires)</p><p>US&nbsp;</p><p><strong>* US T-NOTE FUTURES (H0) SETTLED 4 TICKS HIGHER AT 128-28+.</strong> The Treasury curve bull-flattened on Thursday. The session started off with a horizontal/downward bias, though a solid 30-year auction brought out the buyers. The auction itself stopped through the screens by a hefty 1.7bps, with analysts noting positive internals, where cover rose to a two-year high of 2.53x; dealer take-down was below recent averages, direct takedown was in line with recent averages, while the indirect bid was slightly above. Following the calming of geopolitical risk on Wednesday, which at the very least removes any immediate threat of military escalation between the US/Iran, and along with decent ISM services data and an ADP jobs report that surprised to the upside on Wednesday, the conditions appear to be in place to allow Treasury shorts to resume, desk noted. Some desks also suggest that rate unlocking in the corporate space has also added to the upward bias in yields.</p><p><strong>Amazon (AMZN) is said to be in talks to sell streaming TV ads outside of Fire TV and potentially to Apple TV (AAPL) and Xbox (MSFT), according to sources cited by WSJ. (WSJ)</strong></p><p>&nbsp;</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-10th-january-2020-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 14:16:00",
        "gmt_time": "2020-01-10 06:16:00"
    },
    {
        "id": 903355,
        "updated_sequence": 2068070,
        "published_at": {
            "unix": 1578634260,
            "text": "2020-01-10 05:31:00 +0000",
            "iso_8601": "2020-01-10T05:31:00Z"
        },
        "updated_at": {
            "unix": 1578634324,
            "text": "2020-01-10 05:32:04 +0000",
            "iso_8601": "2020-01-10T05:32:04Z"
        },
        "subject": "Taiwan Semiconductor (2330 TT) reports December sales +15% YY to TWD 103.31bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "taiwan-semiconductor-2330-tt-reports-december-sales-15-yy-to-twd-103-31bln-10-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 13:31:00",
        "gmt_time": "2020-01-10 05:31:00"
    },
    {
        "id": 903352,
        "updated_sequence": 2068061,
        "published_at": {
            "unix": 1578630360,
            "text": "2020-01-10 04:26:00 +0000",
            "iso_8601": "2020-01-10T04:26:00Z"
        },
        "updated_at": {
            "unix": 1578631938,
            "text": "2020-01-10 04:52:18 +0000",
            "iso_8601": "2020-01-10T04:52:18Z"
        },
        "subject": "US President Trump says he thinks the US-China Phase One deal will be signed on January 15th or shortly after",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-thinks-the-us-china-phase-one-deal-will-be-signed-on-january-15th-or-shortly-after-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 12:26:00",
        "gmt_time": "2020-01-10 04:26:00"
    },
    {
        "id": 903351,
        "updated_sequence": 2068058,
        "published_at": {
            "unix": 1578629280,
            "text": "2020-01-10 04:08:00 +0000",
            "iso_8601": "2020-01-10T04:08:00Z"
        },
        "updated_at": {
            "unix": 1578629511,
            "text": "2020-01-10 04:11:51 +0000",
            "iso_8601": "2020-01-10T04:11:51Z"
        },
        "subject": "Unidentified planes bomb the city of Al-Bukamal on the Syrian-Iraqi border, according to Al-Jazeera citing local sources",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1215485185875152896\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>It is unclear if the sources are noting of the earlier bombing by Israeli air force in the region or a separate incident</li><li>Earlier, Israeli Air Force jets reportedly carried out air strikes in Al-BuKamal, situated in eastern Syria near the border with Iraq, via IntelSky - further reports note that the airstrikes targeted weapons shipments, via ELINT News. There were reports of casualties following the Israeli air strike, according to INTELSky citing Al-Maydeen news anchor (Twitter)</li></ul>",
        "analysis_updated_at": {
            "unix": 1578629400,
            "text": "2020-01-10 04:10:00 +0000",
            "iso_8601": "2020-01-10T04:10:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "unidentified-planes-bomb-the-city-of-al-bukamal-on-the-syrian-iraqi-border-according-to-al-jazeera-citing-local-sources-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 12:08:00",
        "gmt_time": "2020-01-10 04:08:00"
    },
    {
        "id": 903350,
        "updated_sequence": 2068048,
        "published_at": {
            "unix": 1578626400,
            "text": "2020-01-10 03:20:00 +0000",
            "iso_8601": "2020-01-10T03:20:00Z"
        },
        "updated_at": {
            "unix": 1578626538,
            "text": "2020-01-10 03:22:18 +0000",
            "iso_8601": "2020-01-10T03:22:18Z"
        },
        "subject": "China is not in a rush to begin Phase Two talks if US President Trump criticises the country during his election campaign, according to an expert close to the Chinese government",
        "content": "<ul><li><a href=\"https://twitter.com/GlobalTimesBiz/status/1215472816897679360\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, Global Times tweet that a Phase Two trade deal after November is too far away, adding that China's willingness to start Phase Two negotiations depends on the implementation of the Phase One deal; citing an expert close to the Chinese Government</li><li>This follows US President Trump stating that he might want to wait till after the election to complete Phase Two China trade deal, but also says will begin Phase Two straight away.</li><li>Reminder - Phase One is poised to be signed next week in Washington</li></ul>",
        "analysis_updated_at": {
            "unix": 1578626538,
            "text": "2020-01-10 03:22:18 +0000",
            "iso_8601": "2020-01-10T03:22:18Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-is-not-in-a-rush-to-begin-phase-two-talks-if-us-president-trump-criticises-the-country-during-his-election-campaign-according-to-an-expert-close-to-the-chinese-government-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 11:20:00",
        "gmt_time": "2020-01-10 03:20:00"
    },
    {
        "id": 903349,
        "updated_sequence": 2068043,
        "published_at": {
            "unix": 1578626160,
            "text": "2020-01-10 03:16:00 +0000",
            "iso_8601": "2020-01-10T03:16:00Z"
        },
        "updated_at": {
            "unix": 1578626246,
            "text": "2020-01-10 03:17:26 +0000",
            "iso_8601": "2020-01-10T03:17:26Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: Bharti Airtel (BHARTI IS) – Co’s USD 3bln fundraising has been oversubscribed by almost three times, according to sources. (ET)",
        "content": "<p><strong>INDIA</strong></p><p>Maruti Suzuki India (MSIL IS) – Indian anti-trust practice allegations against the Co. (Newswires)</p><p>Infosys (INFO IS) – Co’s audit committee may have completed probes into whistle-blower accusations, investigation is likely to be submitted to the board on Saturday. (CNBC 18)</p><p>Bharti Airtel (BHARTI IS) – Co’s USD 3bln fundraising has been oversubscribed by almost three times, according to sources. (ET)</p><p>Yes Bank (YES IS) – Co. will hold a board meeting on Friday to consider and approve raising of funds by issuance of equity shares or depository receipts or convertible bonds or debentures or warrants, through permissible modes. (ET)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-indian-stock-news-bharti-airtel-bharti-is-co-s-usd-3bln-fundraising-has-been-oversubscribed-by-almost-three-times-according-to-sources-et-10-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 11:16:00",
        "gmt_time": "2020-01-10 03:16:00"
    },
    {
        "id": 903347,
        "updated_sequence": 2068037,
        "published_at": {
            "unix": 1578624660,
            "text": "2020-01-10 02:51:00 +0000",
            "iso_8601": "2020-01-10T02:51:00Z"
        },
        "updated_at": {
            "unix": 1578624934,
            "text": "2020-01-10 02:55:34 +0000",
            "iso_8601": "2020-01-10T02:55:34Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Tentative tone around the market amid looming US jobs data ",
        "content": "<p>Asia-Pac equities trade cautiously as the region failed to materialise on the positive lead from Wall Street - which saw the tech-giant Apple soar in excess of 2% to a record high, after Chinese government data showed an 18% rise in iPhones sales in December. ASX 200 (+0.6%) is buoyed by healthy gains in its financial sector with the Big 4 Aussie banks all firmly in positive territory. Nikkei 225 (+0.3%) is propped up by its auto sector alongside other large-cap stocks post-earnings, albeit Fast Retailing shares slumped to the foot of the index after the Co. cut its FY outlook following dismal quarterly results. Elsewhere, Hang Seng (-0.1%) and Shanghai Comp (-0.2%) lost momentum and gave up their mild opening gains before trading with little conviction – with the former pressured by its heavyweight oil giants amid recent price action in the energy complex.</p><p>In FX markets, DXY is contained within a tight parameter just under 97.50 and remains on standby for the key US labour market figures released later. EUR/USD and GBP/USD trades sideways with the former holding onto the 1.1100 handle which sees around EUR 750mln in options ahead today’s NY cut. Elsewhere, USD/JPY holds onto recent gains and fluctuates on either side of 109.50 ahead of its 100 WMA at 109.60 and 200 WMA at 109.70.&nbsp; Antipodeans are choppy, the Aussie felt some upside impetus upon the release of above-forecast retail sales, which prompted AUD/USD to briefly top its 50 DMA around 0.6860, albeit the move was short-lived. Meanwhile, NZD/USD trades little changed and holds onto its 0.6600+ status.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-tentative-tone-around-the-market-amid-looming-us-jobs-data-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 10:51:00",
        "gmt_time": "2020-01-10 02:51:00"
    },
    {
        "id": 903346,
        "updated_sequence": 2068032,
        "published_at": {
            "unix": 1578623940,
            "text": "2020-01-10 02:39:00 +0000",
            "iso_8601": "2020-01-10T02:39:00Z"
        },
        "updated_at": {
            "unix": 1578624156,
            "text": "2020-01-10 02:42:36 +0000",
            "iso_8601": "2020-01-10T02:42:36Z"
        },
        "subject": "A Phase Two trade deal after November is too far away, Global Times tweets, adding that China's willingness to start Phase Two negotiations depends on the implementation of the Phase One deal; citing an expert close to the Chinese Government",
        "content": "<p>Adds that China will push forward a phase two deal at its own pace</p><ul><li><a href=\"https://twitter.com/globaltimesnews/status/1215462725419094016\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows US President Trump stating that he might want to wait till after the election to complete Phase Two China trade deal, but also says will begin Phase Two straight away.</li><li>Reminder - Phase One is poised to be signed next week in Washington</li></ul>",
        "analysis_updated_at": {
            "unix": 1578624060,
            "text": "2020-01-10 02:41:00 +0000",
            "iso_8601": "2020-01-10T02:41:00Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "a-phase-two-trade-deal-after-november-is-too-far-away-global-times-tweets-adding-that-china-s-willingness-to-start-phase-two-negotiations-depends-on-the-implementation-of-the-phase-one-deal-citing-an-expert-close-to-the-chinese-government-10-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 10:39:00",
        "gmt_time": "2020-01-10 02:39:00"
    },
    {
        "id": 903344,
        "updated_sequence": 2068014,
        "published_at": {
            "unix": 1578619440,
            "text": "2020-01-10 01:24:00 +0000",
            "iso_8601": "2020-01-10T01:24:00Z"
        },
        "updated_at": {
            "unix": 1578619703,
            "text": "2020-01-10 01:28:23 +0000",
            "iso_8601": "2020-01-10T01:28:23Z"
        },
        "subject": "US President Trump's new National Security team was less cohesive and less inclined that its predecessors to push back against the President's wishes and are also less likely to consult with other administrations, according to sources cited by WSJ ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/trumps-new-national-security-team-made-fast-work-of-iran-strike-11578619195?mod=newsviewer_click\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-president-trump-s-new-national-security-team-was-less-cohesive-and-less-inclined-that-its-predecessors-to-push-back-against-the-president-s-wishes-and-are-also-less-likely-to-consult-with-other-administrations-according-to-sources-cited-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:24:00",
        "gmt_time": "2020-01-10 01:24:00"
    },
    {
        "id": 903344,
        "updated_sequence": 2068014,
        "published_at": {
            "unix": 1578619440,
            "text": "2020-01-10 01:24:00 +0000",
            "iso_8601": "2020-01-10T01:24:00Z"
        },
        "updated_at": {
            "unix": 1578619703,
            "text": "2020-01-10 01:28:23 +0000",
            "iso_8601": "2020-01-10T01:28:23Z"
        },
        "subject": "US President Trump's new National Security team was less cohesive and less inclined that its predecessors to push back against the President's wishes and are also less likely to consult with other administrations, according to sources cited by WSJ ",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/trumps-new-national-security-team-made-fast-work-of-iran-strike-11578619195?mod=newsviewer_click\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-president-trump-s-new-national-security-team-was-less-cohesive-and-less-inclined-that-its-predecessors-to-push-back-against-the-president-s-wishes-and-are-also-less-likely-to-consult-with-other-administrations-according-to-sources-cited-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:24:00",
        "gmt_time": "2020-01-10 01:24:00"
    },
    {
        "id": 903343,
        "updated_sequence": 2068009,
        "published_at": {
            "unix": 1578619140,
            "text": "2020-01-10 01:19:00 +0000",
            "iso_8601": "2020-01-10T01:19:00Z"
        },
        "updated_at": {
            "unix": 1578619212,
            "text": "2020-01-10 01:20:12 +0000",
            "iso_8601": "2020-01-10T01:20:12Z"
        },
        "subject": "PBoC drains CNY 50bln for the week vs. a CNY 550bln drain last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-drains-cny-50bln-for-the-week-vs-a-cny-550bln-drain-last-week-10-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:19:00",
        "gmt_time": "2020-01-10 01:19:00"
    },
    {
        "id": 903342,
        "updated_sequence": 2068002,
        "published_at": {
            "unix": 1578619020,
            "text": "2020-01-10 01:17:00 +0000",
            "iso_8601": "2020-01-10T01:17:00Z"
        },
        "updated_at": {
            "unix": 1578619099,
            "text": "2020-01-10 01:18:19 +0000",
            "iso_8601": "2020-01-10T01:18:19Z"
        },
        "subject": "PBOC skips open market operations for a daily net neutral position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-daily-net-neutral-position-10-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:17:00",
        "gmt_time": "2020-01-10 01:17:00"
    },
    {
        "id": 903341,
        "updated_sequence": 2068006,
        "published_at": {
            "unix": 1578618900,
            "text": "2020-01-10 01:15:00 +0000",
            "iso_8601": "2020-01-10T01:15:00Z"
        },
        "updated_at": {
            "unix": 1578619132,
            "text": "2020-01-10 01:18:52 +0000",
            "iso_8601": "2020-01-10T01:18:52Z"
        },
        "subject": "PBoC sets USD/CNY mid-point at 6.9351 vs. Exp. 6.9344 (Prev. 69467) - firmest CNY fix since August 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-mid-point-at-6-9351-vs-exp-6-9344-prev-69467-firmest-cny-fix-since-august-2019-10-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:15:00",
        "gmt_time": "2020-01-10 01:15:00"
    },
    {
        "id": 903340,
        "updated_sequence": 2067996,
        "published_at": {
            "unix": 1578618600,
            "text": "2020-01-10 01:10:00 +0000",
            "iso_8601": "2020-01-10T01:10:00Z"
        },
        "updated_at": {
            "unix": 1578618698,
            "text": "2020-01-10 01:11:38 +0000",
            "iso_8601": "2020-01-10T01:11:38Z"
        },
        "subject": "BoJ offers to buy JPY 420bln in 1-3yr JGBS, JPY 340bln in 3-5yr, JPY 350bln in 5-10yr and JPY 30bln in I/L; all unchanged from prior ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-420bln-in-1-3yr-jgbs-jpy-340bln-in-3-5yr-jpy-350bln-in-5-10yr-and-jpy-30bln-in-i-l-all-unchanged-from-prior-10-01-2020",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 09:10:00",
        "gmt_time": "2020-01-10 01:10:00"
    },
    {
        "id": 903339,
        "updated_sequence": 2067993,
        "published_at": {
            "unix": 1578617820,
            "text": "2020-01-10 00:57:00 +0000",
            "iso_8601": "2020-01-10T00:57:00Z"
        },
        "updated_at": {
            "unix": 1578617932,
            "text": "2020-01-10 00:58:52 +0000",
            "iso_8601": "2020-01-10T00:58:52Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: -\tUS President Trump said he might want to wait till after the election to complete Phase Two China trade deal, but also says will begin Phase Two straight away. (Newswires)",
        "content": "<p><strong>CHINA</strong></p><p>Xiamo (1810 HK) – Co. and MPEG LA announced Co’s signing of MPEG LA’s HEVC license. (Newswires)</p><p>China Education Group (839 HK) – Co. has dismissed rumours that it is to spin off assets. (Newswires)</p><p>Livzon Pharmaceutical (1513) - Co. reports prelim FY19 net CNY 1.24bln vs. Prev. CNY 1.08bln. (Newswires)</p><p>CITIC Securities (600030 CH) – Reports Dec net CNY 1.46bln. (Newswires)</p><p>Sunny Optical Technology Group (2382 HK) – Reports Dec handset lens set shipments +68% YY at 127.2mln. (Newswires)</p><p>Guosen Securities (002736 CH) – Reports FY19 net at CNY 4.9bln. (Newswires)</p><p>Shanghai International Port (600018 CH) – Reports FY19 net -12.5% YY CNY 9.0bln. (Newswires)</p><p>&nbsp;</p><p>OTHER NEWS</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; US President Trump said he might want to wait till after the election to complete Phase Two China trade deal, but also says will begin Phase Two straight away. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-president-trump-said-he-might-want-to-wait-till-after-the-election-to-complete-phase-two-china-trade-deal-but-also-says-will-begin-phase-two-straight-away-newswires-10-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:57:00",
        "gmt_time": "2020-01-10 00:57:00"
    },
    {
        "id": 903338,
        "updated_sequence": 2067990,
        "published_at": {
            "unix": 1578617640,
            "text": "2020-01-10 00:54:00 +0000",
            "iso_8601": "2020-01-10T00:54:00Z"
        },
        "updated_at": {
            "unix": 1578617739,
            "text": "2020-01-10 00:55:39 +0000",
            "iso_8601": "2020-01-10T00:55:39Z"
        },
        "subject": "US President Trump says the US was ready to retaliate to the Iranian strike on Iraqi bases, but decided not to upon hearing that no personnel were injured - Ohio rally",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "YouTube",
        "slug": "us-president-trump-says-the-us-was-ready-to-retaliate-to-the-iranian-strike-on-iraqi-bases-but-decided-not-to-upon-hearing-that-no-personnel-were-injured-ohio-rally-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:54:00",
        "gmt_time": "2020-01-10 00:54:00"
    },
    {
        "id": 903336,
        "updated_sequence": 2067983,
        "published_at": {
            "unix": 1578616860,
            "text": "2020-01-10 00:41:00 +0000",
            "iso_8601": "2020-01-10T00:41:00Z"
        },
        "updated_at": {
            "unix": 1578617264,
            "text": "2020-01-10 00:47:44 +0000",
            "iso_8601": "2020-01-10T00:47:44Z"
        },
        "subject": "Amazon (AMZN) is said to be in talks to sell streaming TV ads outside of Fire TV and potentially to Apple TV (AAPL) and Xbox (MSFT), according to sources cited by WSJ",
        "content": "<ul><li>Amazon has told publishers it can fill ads at higher prices, as much as USD 40 per thousand impressions, than other third party ad-selling platforms, the sources stated</li><li><a href=\"https://www.wsj.com/articles/amazon-in-talks-to-sell-streaming-tv-ads-outside-of-fire-tv-11578616760?mod=newsviewer_click_realtime\">Link to article</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Amazon doesn’t report ad revenue in its earnings, but advertising makes up a majority of its “other” revenue category, which stood at USD 9.3bln through the first 9M of 2019 vs. USD 6.7bln in the first 9M of 2018 - WSJ</li></ul>",
        "analysis_updated_at": {
            "unix": 1578617160,
            "text": "2020-01-10 00:46:00 +0000",
            "iso_8601": "2020-01-10T00:46:00Z"
        },
        "push_notify": true,
        "source": "WSJ",
        "slug": "amazon-amzn-is-said-to-be-in-talks-to-sell-streaming-tv-ads-outside-of-fire-tv-and-potentially-to-apple-tv-aapl-and-xbox-msft-according-to-sources-cited-by-wsj-10-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:41:00",
        "gmt_time": "2020-01-10 00:41:00"
    },
    {
        "id": 903335,
        "updated_sequence": 2067970,
        "published_at": {
            "unix": 1578616140,
            "text": "2020-01-10 00:29:00 +0000",
            "iso_8601": "2020-01-10T00:29:00Z"
        },
        "updated_at": {
            "unix": 1578616362,
            "text": "2020-01-10 00:32:42 +0000",
            "iso_8601": "2020-01-10T00:32:42Z"
        },
        "subject": "US Senator Graham notes that the US House passage of the anti-war resolution will not stop US President Trump from doing what he said he would do if Iran continues to engage in hostilities against the U.S. or our allies",
        "content": "<ul><li><a href=\"https://twitter.com/LindseyGrahamSC/status/1215430045403099137?s=20\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after US House approved war power resolution which limits US President Trump's military capability in Iran</li></ul>",
        "analysis_updated_at": {
            "unix": 1578616362,
            "text": "2020-01-10 00:32:42 +0000",
            "iso_8601": "2020-01-10T00:32:42Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-senator-graham-notes-that-the-us-house-passage-of-the-anti-war-resolution-will-not-stop-us-president-trump-from-doing-what-he-said-he-would-do-if-iran-continues-to-engage-in-hostilities-against-the-u-s-or-our-allies-10-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:29:00",
        "gmt_time": "2020-01-10 00:29:00"
    },
    {
        "id": 903333,
        "updated_sequence": 2067962,
        "published_at": {
            "unix": 1578615660,
            "text": "2020-01-10 00:21:00 +0000",
            "iso_8601": "2020-01-10T00:21:00Z"
        },
        "updated_at": {
            "unix": 1578615857,
            "text": "2020-01-10 00:24:17 +0000",
            "iso_8601": "2020-01-10T00:24:17Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS",
        "content": "<p><strong>TAIWAN</strong></p><p>Investec (2356 TT) – Reports Dec revenue TWD 43.4bln vs. Prev. TWD 47.0bln. (Newswires)</p><p>Innolux (3481 TT) – Reports Dec Revenue -6.25% YY to TWD 22.1bln. (Newswires)</p><p>Delta Electronics (2308 TT) – Reports Dec revenue +5.6% YY to TWD 22.4bln. (Newswires)</p><p>Hannstar Display (6116 TT) – Reports Dec revenue +110.8% YY to TWD 1.56bln. (Newswires)</p><p>Advantech (2395 TT) – Reports Dec revenue +8.3% YY to TWD 4.45bln. (Newswires)</p><p>Asustek Computer (2357 TT) – Reports Dec revenue +5.89% YY to TWD 32.7bln. (Newswires)</p><p>Apple suppliers – iPhone sales in China rose over 18% in December, according to Chinese government data. Apple (AAPL) share price rose 2%. (CNBC)</p><p>&nbsp;</p><p><strong>SINGAPORE</strong></p><p>OTHER NEWS</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Singapore Exchange total securities market turnover (Dec) +20% YY. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-taiwan-and-singapore-stock-news-10-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:21:00",
        "gmt_time": "2020-01-10 00:21:00"
    },
    {
        "id": 903332,
        "updated_sequence": 2067959,
        "published_at": {
            "unix": 1578615480,
            "text": "2020-01-10 00:18:00 +0000",
            "iso_8601": "2020-01-10T00:18:00Z"
        },
        "updated_at": {
            "unix": 1578615586,
            "text": "2020-01-10 00:19:46 +0000",
            "iso_8601": "2020-01-10T00:19:46Z"
        },
        "subject": "PBoC is expected to set the USD/CNY midpoint at 6.9344",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Prior fix stood at 6.9467</li></ul>",
        "analysis_updated_at": {
            "unix": 1578615586,
            "text": "2020-01-10 00:19:46 +0000",
            "iso_8601": "2020-01-10T00:19:46Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-the-usd-cny-midpoint-at-6-9344-10-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:18:00",
        "gmt_time": "2020-01-10 00:18:00"
    },
    {
        "id": 903331,
        "updated_sequence": 2067954,
        "published_at": {
            "unix": 1578614700,
            "text": "2020-01-10 00:05:00 +0000",
            "iso_8601": "2020-01-10T00:05:00Z"
        },
        "updated_at": {
            "unix": 1578614736,
            "text": "2020-01-10 00:05:36 +0000",
            "iso_8601": "2020-01-10T00:05:36Z"
        },
        "subject": "Asia-Pac equities trade with cautious gains following positive lead from Wall Street and with participants on standby for any more geopolitical developments. ASX 200 (0.7%), Nikkei 225 (+0.3%), KOSPI (+0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-equities-trade-with-cautious-gains-following-positive-lead-from-wall-street-and-with-participants-on-standby-for-any-more-geopolitical-developments-asx-200-0-7-nikkei-225-0-3-kospi-0-5-10-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-10 08:05:00",
        "gmt_time": "2020-01-10 00:05:00"
    }
]