[
    {
        "id": 902520,
        "updated_sequence": 2064393,
        "published_at": {
            "unix": 1578085800,
            "text": "2020-01-03 21:10:00 +0000",
            "iso_8601": "2020-01-03T21:10:00Z"
        },
        "updated_at": {
            "unix": 1578085922,
            "text": "2020-01-03 21:12:02 +0000",
            "iso_8601": "2020-01-03T21:12:02Z"
        },
        "subject": "Newsquawk Central Banks Weekly, 3rd January 2019 - REVIEWING FOMC minutes, PBOC RRR cut; PREVIEWING Riksbank minutes, CBRT.",
        "content": "<ul><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23556/download\"><strong>here</strong></a></li><li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-central-banks-weekly-3rd-january-2019-reviewing-fomc-minutes-pboc-rrr-cut-previewing-riksbank-minutes-cbrt-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 05:10:00",
        "gmt_time": "2020-01-03 21:10:00"
    },
    {
        "id": 902505,
        "updated_sequence": 2064395,
        "published_at": {
            "unix": 1578085800,
            "text": "2020-01-03 21:10:00 +0000",
            "iso_8601": "2020-01-03T21:10:00Z"
        },
        "updated_at": {
            "unix": 1578085930,
            "text": "2020-01-03 21:12:10 +0000",
            "iso_8601": "2020-01-03T21:12:10Z"
        },
        "subject": "Newsquawk Week in Focus - week commencing 6th January 2020",
        "content": "<p><strong>To download the report, please click </strong><a href=\"/research_sheets/23555/download\"><strong>here</strong></a></p><ul><li>MON: German Retail Sales, EZ, US and UK Services and Composite PMIs (Final), EZ PPI, Iranian threat of further exit from Nuclear Agreement</li><li>TUE: Swiss CPI, EZ CPI, Retail Sales, US and Canadian Trade, US Factory Orders, ISM non-manufacturing</li><li>WED: Chinese Trade Balance, German Industrial Orders, US ADP National Employment, Riksbank Minutes, Russian President Putin and Turkish President Erdogan meet</li><li>THU: Chinese CPI, Australian Trade Balance, German Industrial Production and Trade Balance, EZ Unemployment Rate, Bank of Israel Monetary Policy Decision, US Challenger Job Cuts, Canadian Housing Starts, Building Permits</li><li>FRI: Norwegian CPI, US and Canadian Labour Market Report</li><li><strong>To download the report, please click </strong><a href=\"/research_sheets/23555/download\"><strong>here</strong></a></li></ul><p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-week-in-focus-week-commencing-6th-january-2020-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 05:10:00",
        "gmt_time": "2020-01-03 21:10:00"
    },
    {
        "id": 902533,
        "updated_sequence": 2064391,
        "published_at": {
            "unix": 1578085680,
            "text": "2020-01-03 21:08:00 +0000",
            "iso_8601": "2020-01-03T21:08:00Z"
        },
        "updated_at": {
            "unix": 1578085753,
            "text": "2020-01-03 21:09:13 +0000",
            "iso_8601": "2020-01-03T21:09:13Z"
        },
        "subject": "Newsquawk US Market Wrap - 3rd January 2020: Iran vows retaliation after US kills IRGC commander; Trump not seeking Iran regime change",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23557/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li><strong>SNAPSHOT: Equities down, Treasuries up, Dollar up, Crude up.</strong></li><li><strong>REAR VIEW: Iran vows retaliation after US strike; Trump says he is not seeking war or regime change; Oil surges; Grim ISM manufacturing falls to the lowest since 2009; FOMC minutes garner little attention.</strong></li><li><strong>WEEK IN FOCUS: MON: EZ, US and UK Services and Composite PMIs (Final). TUE: EZ CPI, Retail Sales, US ISM non-manufacturing. WED: Chinese Trade Balance, German Industrial Orders. THU: Chinese CPI, German Industrial Production, EZ Unemployment Rate. FRI: US and Canadian Labour Market Report.&nbsp;</strong></li></ul><p><strong>* IRAN: </strong>Iran has vowed \"severe revenge\" against those responsible for the death of top military commander Qassem Soleimani, who died overnight after a targeted US airstrike that was authorised by US President Trump, after ratcheting US-Iran tensions in the last couple of weeks, which saw Iranian-backed militias kill a US contractor in Iraq; following that, violence broke out outside the US embassy in Baghdad, which the US has blamed Iran for. General Soleimani, head of the notorious Quds Force of the Islamic Revolutionary Guards Corps, was said to be the architect of nearly every significant operation by Iranian intelligence/military forces over the last 20 years. US President Trump stated that Soleimani killed or badly wounded thousands of Americans over an extended period of time, and was plotting to kill many more. And said that the US was ready and prepared to take whatever action is necessary to protect Americans and their allies, adding that the US acted to stop a war, not to start a war; US does not seek regime change, and has respect for Iran's people. Secretary of State Pompeo said the US wanted to de-escalate the situation, while also arguing that the strike was \"lawful\" and \"saved lives\"; analysts said the US President is permitted to take action without seeking Congressional approval if it was in response to an imminent situation that threatened lives. The strike has been framed as the riskiest US foreign policy action in the Middle East since the Iraq War, and Iran has threatened retaliation, which analysts have suggested may follow the three days of mourning. Traders have speculated what form such action, from further attacks on oil infrastructure in the Middle East, to potential cyber-attacks directly on the US and its allies. Whatever the response, the death of Soleimani is set to send ripples through the region. The newly appointed Commander of the IRGC Quds Force, Ismail Qani, announced “we say to everyone, be patient and see the bodies of Americans all over the Middle East”, in a threat to the US. Iran’s Foreign Minister Zarif also announced Tehran has initiated various legal measures on an international level to hold the US accountable for their actions, and that Iran will retaliate to the US’ attack at any time and any way. Elsewhere, The Pentagon confirmed is to send 3000 more troops to the middle east as a precautionary measure.&nbsp; It is also worth highlighting there were unconfirmed reports from a NYT journalist citing IRGC telegram channels, which stated the Ain Al Assad airbase, which holds Iraq, US and some UK forces, was hit by ballistic missiles. However, a WaPo reporter replied noting he spoke to the Iraqi 7th Division Commander, who was at the base, and stated this was false information. <i>Click </i><a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\"><i>here</i></a><i> to read our analysis on the possible retaliatory action the Iranians might take.</i></p><p><strong>* US ISM MANUFACTURING PMI (FINAL DEC): </strong>The headline came in at 47.2, the lowest since 2009, and missing the consensus 49.0 (range was 47.5-50.0), falling from the prior 48.1. Most of the decline was a result of the sharp drop of the production sub-index (43.2 from 49.1), which some say is consistent with manufacturing output declining by close to 8% annualised. The survey noted that global trade remains the most significant cross-industry issue, but there are signs that several industry sectors will improve as a result of the phase-one trade agreement between the US and China. While the consensus expected a rise, the index fell, which was signalled by the declining new orders in November; and there could be further difficulties ahead, after the new orders sub-index declined again to 46.8 from 47.2. “It’s clear that manufacturing is still struggling, especially with Boeing halting production of the 737 Max in January,” Capital Economics said, “but it’s hard to put much store by the ISM figures, especially since they are at odds with the more upbeat messages from the alternative national Markit and regional Fed indices and the actual output data themselves, which suggest that conditions in the manufacturing sector are stabilising.” Ahead of next week’s payrolls, the employment sub-index fell to 45.1 from 46.6.</p><p><strong>* FOMC MINUTES REVIEW: </strong>The FOMC’s December meeting minutes did little to rock the boat. They stated that the current stance of monetary policy was \"likely to remain appropriate for a time\", and minutes did not outline a contrary view. A few raised concerns that low rates for a long time could exacerbate imbalances in the financial sector. Many saw risks to the outlook as tilted to the downside, but some risks had eased in recent months. Policymakers agreed that they would not reaffirm existing statement on long-run goals in the January statement, but would revisit these in mid-2020. There were a few comments from Fed “staff” (not monetary policymakers, but advisors) who noted risks that future T-Bill purchases could have larger impact on liquidity, and if this happened, staff said Fed could expand the universe of securities to purchase. The minutes were more sanguine with regards to easing US/China trade tensions, and lower probabilities of no-deal Brexit, as well as stabilising global growth. As expected, the Fed will discuss SRF in upcoming meetings, and it added that technical adjustments to IOER may be seen ahead.</p><p><strong>* FED SPEAK: Fed’s Kaplan </strong>(voter) says Fed should not make any moves with the fed funds rate, but it is too early to guess if a rate hike or cut comes next. On today’s geopolitical events, Kaplan said that the US is now more energy independent than it has been in the past; events like Iraq have less of an impact now, adding that a USD 5-10/bbl increase to oil prices would have a balanced effect on the economy (benefiting suppliers to the detriment of consumers). Kaplan says he expects 2020 to deliver solid growth. He said he would be willing to allow inflation to run above target for a short amount of time.<strong> Fed's Mester (voter, hawk) </strong>said US economic fundamentals were good, and is encouraged by the consumer sector which can offset manufacturing weakness. Mester said uncertainty has clouded the outlook, however, and expects some slowing of the growth rate towards the trend. Mester sees growth just above the trend rate this year (which she sees around 2.0%), and she said she does not mind inflation being just beneath or just above 2%. In the event of a negative shock, Mester says the Fed has room to move around its 2% inflation target. When asked about actions in a downturn, says QE was effective and forward guidance can be effective. <strong>Fed's Evans </strong>(non-voter) said the US economy's fundamentals were good at the moment, and the labour market was strong at present. Evans argued that policy was accommodative, but the Fed has more room to move if needed; he said the previous rate hikes were not a mistake, just a misunderstanding. When asked about what the Fed would do in the next downturn, Evans said rates would be lower for a long time and then use of forward guidance. On today's grim ISM-Manufacturing data, Evans said he is seeing a lot of uncertainty regarding tariff policy. <strong>Fed's Barkin</strong> (non-voter) said the US economy was healthy, but external shocks could still pose recession risks. Otherwise, the economy is converging to trend growth rate as consumer spending is experiencing support from Fed rate cuts. Barkin cited the US strikes on the Iranian officials as the sort of event that could lead to an economic \"heart attack\" if the situation worsens. Elsewhere, Barkin said he is still concerned about weak business investment and the high level of policy uncertainty, warning that the US could talk itself into a recession due to the current global uncertainty and domestic politics. Several leading indicators were pointing to continued economic growth (like consumer confidence, consumer spending and initial jobless claims). Barkin also said he wants to see the effects of the insurance rate cuts before taking further action.</p><p><strong>* GERMAN INFLATION DATA (DEC):</strong> CPI data out of Germany (1.5% Y/Y, est. 1.4%, prev. 1.1%) and France (1.6% Y/Y, est. 1.4%, prev. 1.2%) surprised to the upside, which analysts have said presents some upside risks to the Eurozone HICP consensus of 1.3% Y/Y against the prior 1.0% Y/Y (EZ data released next Tuesday). Firmer consumer prices at the end of 2019 was driven by the rebound in energy prices, which Pantheon Macroeconomics says is consistent with the shift in base effects from last year’s crash in oil prices. “The jump in the HICP rate suggests that the increase was even stronger using the harmonised methodology pointing to a big lift to next week’s aggregate EZ headline,” PM writes.</p><p><strong>* WTI (G0) SETTLED USD 1.87 HIGHER AT USD 63.05/BBL; BRENT (H0) SETTLED USD 2.35 HIGHER AT USD 68.60/BBL. </strong>Energy prices spiked higher to end the week as participants revalued the geopolitical risk premium following the US’ attacks on Iranian officials. The move was a swift and violent one to the upside, occurring in the overnight session, seeing Brent futures (H0) breach USD 69/bbl. However, energy benchmarks did pare back slightly in the latter part of the session as participants headed into the weekend. The conflict noise diverted attention away from the EIA inventory data, although the figures weren’t lacking intrigue as crude stock posted a chunky 11.5mln bbl draw, against an expected draw of 3.3mln bbls, but the products countered the bullishness: gasoline built 3.2mln bbls (exp. 1.8mln) and distillates an even chunkier build of 8.8mln bbls (exp. 1.1mln). Elsewhere in the report, Cushing stocks drew 1.4mln bbls; net imports fell by 1.5mln BPD to 1.9mln BPD; refinery utilisation rose 1.2% (exp. +0.7%), likely contributing to the large product builds; production remained unchanged at 12.9mln BPD. Earlier in the session Russian Energy Minister Novak said that Russia cut its December oil output (excluding condensate) by 234k BPD in December. Meanwhile, the latest US Baker Hughes rig count saw oil rigs fall 7 to 670, natgas rigs down 2 at 123 and total down 9 at 796.</p><p><strong>* CLOSING LEVELS: </strong>SPX -0.7% at 3234.81; NDX -0.9% at 8793.90; DJIA -0.8% at 28634.88. SECTORS: Utilities +0.1%, industrials -0.1%, consumer staples -0.2%, energy -0.3%, communications ervices -0.6%, telecoms -0.6%, health care -0.9%, consumer discretionary -0.9%, IT -1.1%, financials -1.1%, materials -1.6%.</p><p><strong>* STOCK SPECIFICS: </strong>Upstream energy and oilfield services stocks (XOP, SLB, HAL) surged after the spike in oil prices from the US attack on Iranian officials in Iraq, also supporting defence names such as Lockheed Martin (LMT), Northrup Grumman (NOC) and L3Harris Technologies (LHX), whilst airlines (LUV, DAL, AAL, UAL) tumbled lower, as did financials (BKX, XLF, JPM, C, WFC, BAC) on the flatter Treasury curve, with cyclical sectors in general underperforming on the hit to risk appetite, which boosted goldminers (NEM, GOLD, KL) on firmer bullion prices. Elsewhere, Incyte (INCY) took a haircut after a Phase 3 trial failure. Tesla (TSLA) surged amid it posting record delivery figures for Q4 19. Lamb Weston (LW) also surged after a Q2 revenue beat and raising its FY profit guidance. L Brands (LB) was firmer on an upgrade at BofA.</p><p><strong>* US T-NOTE FUTURES (H0) SETTLED 24+ TICKS HIGHER AT 129-12+. </strong>The TPLEX caught a bid on the step-up in geopolitical risk, which saw a flight-to-quality across macro markets, which became more acute throughout the session (10s yields down by around 9bps). The curve bull-flattened, particularly in the front to belly, with the 2s10s narrowing by around 4bps at settlement, and 2s30s narrowing by around 3bps at settlement (taking this week’s 2s30s narrowing to around 8bps). The complex shrugged-off grim ISM as well as the Fed’s December’s meeting minutes, despite the former’s headline falling to the lowest since 2009. Traders also noted that it was interesting that, while equities rebounded off of lows from the late European morning onwards, the Treasury space has not done so, with the T-Note only slightly off highs at settlement.</p><p><strong>WEEKLY FX WRAP: BUCK BRACED FOR 'QUD' PRO QUO</strong></p><p><strong>USD: </strong>A very volatile week for the Dollar that depreciated sharply into year end, but pared some losses when markets returned from New Year’s Day and gathered more recovery momentum on the 2nd trading day of 2020 with the aid of safe-haven positioning in wake of the latest US strike on Baghdad and assassination of a top Iranian military chief. The response from Tehran has been typically terse and aggressive, though limited to verbal threats thus far, so the mood has been tense awaiting some form of physical retaliation given vows to exact revenge. Looking at price action in more detail via the DXY for broad Greenback moves and direction, the index is currently hovering just below 97.000 within a 96.352-97.106 range and losing some impetus on the back of a relatively bleak US manufacturing ISM survey.</p><p><strong>GBP: </strong>The Pound remains on course to be Friday’s major underperformer and it’s a pretty accurate account of Sterling’s plight overall as the post-UK election correction continues amidst wider swings in risk sentiment and attention switching back towards Brexit scheduled for the end of January. Cable has reversed from circa 1.3285 highs to around 1.3055 and a near test of hourly chart support that sits close to a key Fib level having faded near another technical retracement from 1.3500+ mid-December peaks to lows ahead of the vote. Note, sub-forecast manufacturing and an especially weak construction PMI have not helped the Gbp that has also lagged vs the Eur between 0.8444-0.8556 parameters.</p><p><strong>NZD/AUD/EUR/CHF: </strong>The Antipodean Dollars have not fared much better than the Pound in terms of reaching heady heights against their US peer during the final stages of last year before recoiling sharply on general unwinding of month/year/decade end flows and the aforementioned mood fluctuations on US-Iran strains and deteriorating US-NK relations as the latter warned about immediate and powerful strikes against threats. The Kiwi and Aussie are both sitting just above 0.6645 and 0.6931 troughs compared to 0.6755 and 0.7031 at one stage, while the Euro is holding around 1.1150 after temporary breaches/tests of 200 and 21 DMAs vs 1.1240 at best. Elsewhere, the Franc has only partially conformed to safe-haven tendencies, as the Buck’s revival outweighs its allure, but Usd/Chf’s rebound from 0.9647 to 0.9755 at one stage did not hinder or prevent Eur/Chf declining from just over 1.0900 to 1.0825 before the headline pair and cross topped and bottomed out respectively.</p><p><strong>JPY/XAU: </strong>In contrast to the above, the Yen and Gold look set to retain the bulk of their gains relative to the Dollar on the basis that the Jpy and Bullion are considered to be even better stores of value during periods of risk aversion, especially when the US is involved or embroiled in the issue causing a safety flight. Hence, Usd/Jpy is hugging 108.00 within a 107.91-109.50 band and Usd/Xau is not straying far from 1550/oz having climbed to 1551.36 and rallying off a 1509.86 base to expose 2019’s 1557.11 apex.</p><p><strong>NOK/CAD/SEK: </strong>The Norwegian Crown and Loonie have been afforded some protection from the downturn in risk appetite by virtue of the associated ramp on crude prices, and regardless of independent impulses that only had transitory impact, like a pick-up in Norway’s manufacturing PMI and dip in unemployment in contrast to RBC’s Canadian manufacturing PMI that only just maintained 50+ status and came with fairly troubling sub-components. Eur/Nok is now closer to lows of 9.8180 or thereabouts vs 9.8860 highs and Usd/Cad stays south of 1.3000 within 1.2951-1.3084 extremes, but Eur/Sek is nearer the midpoint of 10.5400-10.4250 bounds after failing to extend declines following an improvement in Sweden’s manufacturing sector (albeit still quite deep in contraction).</p><p><strong>EM: </strong>Regional currencies have been largely tracking Usd moves and the ebb/flow in sentiment, but the Turkish Lira has depreciated on balance amidst heightened geopolitical angst and antagonism between Turkey and the US, higher than expected CPI with implications or less dovish CBRT perceptions and the end of week squeeze in oil that was only partly countered by profit taking. Usd/Try has drifted off 5.9775 peaks, but remains well above the sub-5.9400 trough whereas the Rand, Real and Rouble have contained late losses against their US rival even if all are some distance from best levels over 14.0000, 4.0050 and 61.5750 respectively.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-us-market-wrap-3rd-january-2020-iran-vows-retaliation-after-us-kills-irgc-commander-trump-not-seeking-iran-regime-change-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 05:08:00",
        "gmt_time": "2020-01-03 21:08:00"
    },
    {
        "id": 902532,
        "updated_sequence": 2064388,
        "published_at": {
            "unix": 1578084840,
            "text": "2020-01-03 20:54:00 +0000",
            "iso_8601": "2020-01-03T20:54:00Z"
        },
        "updated_at": {
            "unix": 1578084923,
            "text": "2020-01-03 20:55:23 +0000",
            "iso_8601": "2020-01-03T20:55:23Z"
        },
        "subject": "Mexico hedges revenues from oil at USD 49/bbl in 2020 oil hedging programme",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-hedges-revenues-from-oil-at-usd-49-bbl-in-2020-oil-hedging-programme-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 04:54:00",
        "gmt_time": "2020-01-03 20:54:00"
    },
    {
        "id": 902531,
        "updated_sequence": 2064385,
        "published_at": {
            "unix": 1578084540,
            "text": "2020-01-03 20:49:00 +0000",
            "iso_8601": "2020-01-03T20:49:00Z"
        },
        "updated_at": {
            "unix": 1578084646,
            "text": "2020-01-03 20:50:46 +0000",
            "iso_8601": "2020-01-03T20:50:46Z"
        },
        "subject": "MOC: SPX 400mln to sell (vs 300mln to sell at 1549 ET); Dow 600mln to sell (vs 150mln to sell)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk sources",
        "slug": "moc-spx-400mln-to-sell-vs-300mln-to-sell-at-1549-et-dow-600mln-to-sell-vs-150mln-to-sell-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 04:49:00",
        "gmt_time": "2020-01-03 20:49:00"
    },
    {
        "id": 902530,
        "updated_sequence": 2064382,
        "published_at": {
            "unix": 1578084420,
            "text": "2020-01-03 20:47:00 +0000",
            "iso_8601": "2020-01-03T20:47:00Z"
        },
        "updated_at": {
            "unix": 1578084503,
            "text": "2020-01-03 20:48:23 +0000",
            "iso_8601": "2020-01-03T20:48:23Z"
        },
        "subject": "Fed's Daly (non-voter) says fighting low inflation from below will take more than a few years. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-daly-non-voter-says-fighting-low-inflation-from-below-will-take-more-than-a-few-years-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 04:47:00",
        "gmt_time": "2020-01-03 20:47:00"
    },
    {
        "id": 902529,
        "updated_sequence": 2064379,
        "published_at": {
            "unix": 1578082860,
            "text": "2020-01-03 20:21:00 +0000",
            "iso_8601": "2020-01-03T20:21:00Z"
        },
        "updated_at": {
            "unix": 1578082904,
            "text": "2020-01-03 20:21:44 +0000",
            "iso_8601": "2020-01-03T20:21:44Z"
        },
        "subject": "US T-note futures (H0) settled 24+ ticks higher at 129-12+ ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The TPLEX caught a bid on the step-up in geopolitical risk, which saw a flight-to-quality across macro markets, which became more acute throughout the session (10s yields down by around 9bps). The curve bull-flattened, particularly in the front to belly, with the 2s10s narrowing by around 4bps at settlement, and 2s30s narrowing by around 3bps at settlement (taking this week’s 2s30s narrowing to around 8bps). The complex shrugged-off grim ISM as well as the Fed’s December’s meeting minutes, despite the former’s headline falling to the lowest since 2009. Traders also noted that it was interesting that, while equities rebounded off of lows from the late European morning onwards, the Treasury space has not done so, with the T-Note only slightly off highs at settlement.</p>",
        "analysis_updated_at": {
            "unix": 1578082904,
            "text": "2020-01-03 20:21:44 +0000",
            "iso_8601": "2020-01-03T20:21:44Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-t-note-futures-h0-settled-24-ticks-higher-at-129-12-03-01-2020",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 04:21:00",
        "gmt_time": "2020-01-03 20:21:00"
    },
    {
        "id": 902528,
        "updated_sequence": 2064376,
        "published_at": {
            "unix": 1578082440,
            "text": "2020-01-03 20:14:00 +0000",
            "iso_8601": "2020-01-03T20:14:00Z"
        },
        "updated_at": {
            "unix": 1578082699,
            "text": "2020-01-03 20:18:19 +0000",
            "iso_8601": "2020-01-03T20:18:19Z"
        },
        "subject": "US President Trump says his most solemn duty is the defense of the nation; confirms he directed the killing of Soleimani, who was plotting imminent attacks on US diplomats and military personel",
        "content": "<ul><li>Trump vows to protect all Americans and its allies; Trump says US ready and prepared to take whatever action is necessary to protect Americans.</li><li>Trump said US acted to stop a war, not to start a war; US does not seek regime change, and has respect for Iran's people</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-his-most-solemn-duty-is-the-defense-of-the-nation-confirms-he-directed-the-killing-of-soleimani-who-was-plotting-imminent-attacks-on-us-diplomats-and-military-personel-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 04:14:00",
        "gmt_time": "2020-01-03 20:14:00"
    },
    {
        "id": 902527,
        "updated_sequence": 2064367,
        "published_at": {
            "unix": 1578080940,
            "text": "2020-01-03 19:49:00 +0000",
            "iso_8601": "2020-01-03T19:49:00Z"
        },
        "updated_at": {
            "unix": 1578081062,
            "text": "2020-01-03 19:51:02 +0000",
            "iso_8601": "2020-01-03T19:51:02Z"
        },
        "subject": "Venezuela's Petropiar JV with PDVSA and Chevron (CVX) is now functioning as a crude upgrader and no longer as a blending facility, according to a document cited by a source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuela-s-petropiar-jv-with-pdvsa-and-chevron-cvx-is-now-functioning-as-a-crude-upgrader-and-no-longer-as-a-blending-facility-according-to-a-document-cited-by-a-source-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:49:00",
        "gmt_time": "2020-01-03 19:49:00"
    },
    {
        "id": 902526,
        "updated_sequence": 2064364,
        "published_at": {
            "unix": 1578080400,
            "text": "2020-01-03 19:40:00 +0000",
            "iso_8601": "2020-01-03T19:40:00Z"
        },
        "updated_at": {
            "unix": 1578080910,
            "text": "2020-01-03 19:48:30 +0000",
            "iso_8601": "2020-01-03T19:48:30Z"
        },
        "subject": "A high ranking US General says the risk of action on Iran was greater than that of action; says US is now making efforts to mitigate risk",
        "content": "<ul><li>Warns that plots by Soleimani \"might still happen\" even after his death</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-high-ranking-us-general-says-the-risk-of-action-on-iran-was-greater-than-that-of-action-says-us-is-now-making-efforts-to-mitigate-risk-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:40:00",
        "gmt_time": "2020-01-03 19:40:00"
    },
    {
        "id": 902525,
        "updated_sequence": 2064357,
        "published_at": {
            "unix": 1578080280,
            "text": "2020-01-03 19:38:00 +0000",
            "iso_8601": "2020-01-03T19:38:00Z"
        },
        "updated_at": {
            "unix": 1578080434,
            "text": "2020-01-03 19:40:34 +0000",
            "iso_8601": "2020-01-03T19:40:34Z"
        },
        "subject": "US FCC says it will accept public comments on whether to identify Huawei and ZTE as national security threats, deadline February 3rd",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-fcc-says-it-will-accept-public-comments-on-whether-to-identify-huawei-and-zte-as-national-security-threats-deadline-february-3rd-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:38:00",
        "gmt_time": "2020-01-03 19:38:00"
    },
    {
        "id": 902524,
        "updated_sequence": 2064362,
        "published_at": {
            "unix": 1578079860,
            "text": "2020-01-03 19:31:00 +0000",
            "iso_8601": "2020-01-03T19:31:00Z"
        },
        "updated_at": {
            "unix": 1578080555,
            "text": "2020-01-03 19:42:35 +0000",
            "iso_8601": "2020-01-03T19:42:35Z"
        },
        "subject": "WTI (G0) settles USD 1.87 higher at USD 63.05/bbl; Brent (H0) settles USD 2.35 higher at USD 68.60/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Energy prices spiked higher to end the week as participants revalued the geopolitical risk premium following the US’ attacks on Iranian officials. The move was a swift and violent one to the upside, occurring in the overnight session, seeing Brent futures (H0) breach USD 69/bbl. However, energy benchmarks did pare back slightly in the latter part of the session as participants headed into the weekend. The conflict noise diverted attention away from the EIA inventory data, although the figures weren’t lacking intrigue as crude stock posted a chunky 11.5mln bbl draw, against an expected draw of 3.3mln bbls, but the products countered the bullishness: gasoline built 3.2mln bbls (exp. 1.8mln) and distillates an even chunkier build of 8.8mln bbls (exp. 1.1mln). Elsewhere in the report, Cushing stocks drew 1.4mln bbls; net imports fell by 1.5mln BPD to 1.9mln BPD; refinery utilisation rose 1.2% (exp. +0.7%), likely contributing to the large product builds; production remained unchanged at 12.9mln BPD. Earlier in the session Russian Energy Minister Novak said that Russia cut its December oil output (excluding condensate) by 234k BPD in December. Meanwhile, the latest US Baker Hughes rig count saw oil rigs fall 7 to 670, natgas rigs down 2 at 123 and total down 9 at 796.</li></ul>",
        "analysis_updated_at": {
            "unix": 1578079980,
            "text": "2020-01-03 19:33:00 +0000",
            "iso_8601": "2020-01-03T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-g0-settles-usd-1-87-higher-at-usd-63-05-bbl-brent-h0-settles-usd-2-35-higher-at-usd-68-60-bbl-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:31:00",
        "gmt_time": "2020-01-03 19:31:00"
    },
    {
        "id": 902523,
        "updated_sequence": 2064351,
        "published_at": {
            "unix": 1578079200,
            "text": "2020-01-03 19:20:00 +0000",
            "iso_8601": "2020-01-03T19:20:00Z"
        },
        "updated_at": {
            "unix": 1578079306,
            "text": "2020-01-03 19:21:46 +0000",
            "iso_8601": "2020-01-03T19:21:46Z"
        },
        "subject": "Iranian Foreign Minister Zarif says Iran will retaliate to the US' attack at any time and any way, according to state TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-foreign-minister-zarif-says-iran-will-retaliate-to-the-us-attack-at-any-time-and-any-way-according-to-state-tv-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:20:00",
        "gmt_time": "2020-01-03 19:20:00"
    },
    {
        "id": 902522,
        "updated_sequence": 2064348,
        "published_at": {
            "unix": 1578079140,
            "text": "2020-01-03 19:19:00 +0000",
            "iso_8601": "2020-01-03T19:19:00Z"
        },
        "updated_at": {
            "unix": 1578079298,
            "text": "2020-01-03 19:21:38 +0000",
            "iso_8601": "2020-01-03T19:21:38Z"
        },
        "subject": "New York Attorney General states they are asking the Supreme Court to review a decision that the individual mandate of the Affordable Care Act is unconstitutional, noting the uncertainty around this could harm the health of millions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "new-york-attorney-general-states-they-are-asking-the-supreme-court-to-review-a-decision-that-the-individual-mandate-of-the-affordable-care-act-is-unconstitutional-noting-the-uncertainty-around-this-could-harm-the-health-of-millions-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:19:00",
        "gmt_time": "2020-01-03 19:19:00"
    },
    {
        "id": 902521,
        "updated_sequence": 2064345,
        "published_at": {
            "unix": 1578078840,
            "text": "2020-01-03 19:14:00 +0000",
            "iso_8601": "2020-01-03T19:14:00Z"
        },
        "updated_at": {
            "unix": 1578078974,
            "text": "2020-01-03 19:16:14 +0000",
            "iso_8601": "2020-01-03T19:16:14Z"
        },
        "subject": "S. Korea Deputy Foreign Minister says S. Korea and the US agree on strengthening strategic cooperation, Yonhap reports",
        "content": "<ul><li><a href=\"https://t.co/hHus8Kbk1K?amp=1\">Via Yonhap</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>NOTE: Analysts have suggested that North Korea's recent outbursts have partly been a result of the relationship between the US and South Korea, particularly on military exercises.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578078974,
            "text": "2020-01-03 19:16:14 +0000",
            "iso_8601": "2020-01-03T19:16:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-korea-deputy-foreign-minister-says-s-korea-and-the-us-agree-on-strengthening-strategic-cooperation-yonhap-reports-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:14:00",
        "gmt_time": "2020-01-03 19:14:00"
    },
    {
        "id": 902519,
        "updated_sequence": 2064329,
        "published_at": {
            "unix": 1578078240,
            "text": "2020-01-03 19:04:00 +0000",
            "iso_8601": "2020-01-03T19:04:00Z"
        },
        "updated_at": {
            "unix": 1578078295,
            "text": "2020-01-03 19:04:55 +0000",
            "iso_8601": "2020-01-03T19:04:55Z"
        },
        "subject": "First Quantum is reportedly considering an expansion at the biggest copper mine in Africa worth USD 1bln, according to a document ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "first-quantum-is-reportedly-considering-an-expansion-at-the-biggest-copper-mine-in-africa-worth-usd-1bln-according-to-a-document-03-01-2020",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:04:00",
        "gmt_time": "2020-01-03 19:04:00"
    },
    {
        "id": 902518,
        "updated_sequence": 2064339,
        "published_at": {
            "unix": 1578078120,
            "text": "2020-01-03 19:02:00 +0000",
            "iso_8601": "2020-01-03T19:02:00Z"
        },
        "updated_at": {
            "unix": 1578078745,
            "text": "2020-01-03 19:12:25 +0000",
            "iso_8601": "2020-01-03T19:12:25Z"
        },
        "subject": "Iran Foreign Minister Zarif announced Tehran has initiated various legal measures on an international level to hold the US accountable for the assassination of the Quds commander Soleimani, according to state TV",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-foreign-minister-zarif-announced-tehran-has-initiated-various-legal-measures-on-an-international-level-to-hold-the-us-accountable-for-the-assassination-of-the-quds-commander-soleimani-according-to-state-tv-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:02:00",
        "gmt_time": "2020-01-03 19:02:00"
    },
    {
        "id": 902517,
        "updated_sequence": 2064337,
        "published_at": {
            "unix": 1578078000,
            "text": "2020-01-03 19:00:00 +0000",
            "iso_8601": "2020-01-03T19:00:00Z"
        },
        "updated_at": {
            "unix": 1578078576,
            "text": "2020-01-03 19:09:36 +0000",
            "iso_8601": "2020-01-03T19:09:36Z"
        },
        "subject": "FOMC MINUTES: Current stance \"likely to remain appropriate for a time\", and minutes do not outline a contrary view",
        "content": "<ul><li>A few raised concerns that low rates for a long time could exacerbate imbalances in the financial sector</li><li>Many saw risks to the outlook as tilted to the downside, but some risks had eased in recent months</li><li>Policymakers agreed that they would not reaffirm existing statement on long-run goals in the January statement, but would revisit these in mid-2020.</li><li>Staff noted risk that future T-Bill purchases could have larger impact on liquidity - if this happened, staff said Fed could expand universe of securities to purchase</li><li>Staff expect a transition away from active repo operations in mid-January</li><li>Minutes are more sanguine with regards to easing US/China trade tensions, and lower probabilities of no-deal Brexit and stabilising global growth</li><li>Fed will discuss SRF in upcoming meetings</li><li>Technical adjustments to IOER may be seen ahead</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fomc-minutes-current-stance-likely-to-remain-appropriate-for-a-time-and-minutes-do-not-outline-a-contrary-view-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 03:00:00",
        "gmt_time": "2020-01-03 19:00:00"
    },
    {
        "id": 902516,
        "updated_sequence": 2064318,
        "published_at": {
            "unix": 1578076920,
            "text": "2020-01-03 18:42:00 +0000",
            "iso_8601": "2020-01-03T18:42:00Z"
        },
        "updated_at": {
            "unix": 1578077017,
            "text": "2020-01-03 18:43:37 +0000",
            "iso_8601": "2020-01-03T18:43:37Z"
        },
        "subject": "Iraqi 7th Division Commander denies missiles hitting largest US military base Ain Al-Assad in Iraq ",
        "content": "<p>Via <a href=\"https://twitter.com/Mustafa_salimb/status/1213167782692577282?s=20\">WaPo reporter</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "iraqi-7th-division-commander-denies-missiles-hitting-largest-us-military-base-ain-al-assad-in-iraq-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:42:00",
        "gmt_time": "2020-01-03 18:42:00"
    },
    {
        "id": 902515,
        "updated_sequence": 2064315,
        "published_at": {
            "unix": 1578076500,
            "text": "2020-01-03 18:35:00 +0000",
            "iso_8601": "2020-01-03T18:35:00Z"
        },
        "updated_at": {
            "unix": 1578076789,
            "text": "2020-01-03 18:39:49 +0000",
            "iso_8601": "2020-01-03T18:39:49Z"
        },
        "subject": "Unconfirmed reports of ballistic missiles hitting largest US military base Ain Al-Assad in Iraq and massive explosions, according to NYT Journalist on Twitter citing IRGC Telegram channels - UNCONFIRMED",
        "content": "<p><a href=\"https://twitter.com/farnazfassihi/status/1213166276752879616\">Click here for link</a></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Airbase is the second largest US military airbase in Iraq, and holds Iraq, US and some UK forces</li></ul>",
        "analysis_updated_at": {
            "unix": 1578076740,
            "text": "2020-01-03 18:39:00 +0000",
            "iso_8601": "2020-01-03T18:39:00Z"
        },
        "push_notify": false,
        "source": "NYT",
        "slug": "unconfirmed-reports-of-ballistic-missiles-hitting-largest-us-military-base-ain-al-assad-in-iraq-and-massive-explosions-according-to-nyt-journalist-on-twitter-citing-irgc-telegram-channels-unconfirmed-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-01-04 02:35:00",
        "gmt_time": "2020-01-03 18:35:00"
    },
    {
        "id": 902514,
        "updated_sequence": 2064304,
        "published_at": {
            "unix": 1578075780,
            "text": "2020-01-03 18:23:00 +0000",
            "iso_8601": "2020-01-03T18:23:00Z"
        },
        "updated_at": {
            "unix": 1578076055,
            "text": "2020-01-03 18:27:35 +0000",
            "iso_8601": "2020-01-03T18:27:35Z"
        },
        "subject": "Fed’s Kaplan (voter) says Fed should not make any moves with the fed funds rate. it is too early to guess if a rate hike or cut comes next",
        "content": "<ul><li>Says US is now more energy independent than it has been in the past; events like Iraq have less of an impact now.</li><li>Adding USD 5-10/bbl increase would have a balanced effect on the economy (benefiting suppliers to the detriment of consumers)</li><li>Kaplan says he expects 2020 to deliver solid growth</li><li>He said he would be willing to allow inflation to run above target for a short amount of time.<strong>&nbsp;</strong></li><li>Sees growth between 2.00-2.25% this year, though he noted ongoing uncertainties on trade, as well as manufacturing difficulties</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-kaplan-voter-says-fed-should-not-make-any-moves-with-the-fed-funds-rate-it-is-too-early-to-guess-if-a-rate-hike-or-cut-comes-next-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:23:00",
        "gmt_time": "2020-01-03 18:23:00"
    },
    {
        "id": 902318,
        "updated_sequence": 2064291,
        "published_at": {
            "unix": 1578075000,
            "text": "2020-01-03 18:10:00 +0000",
            "iso_8601": "2020-01-03T18:10:00Z"
        },
        "updated_at": {
            "unix": 1578075201,
            "text": "2020-01-03 18:13:21 +0000",
            "iso_8601": "2020-01-03T18:13:21Z"
        },
        "subject": "PRIMER: FOMC to release December 2019 meeting minutes at 1400 ET/1900 GMT on Friday 3rd January 2020",
        "content": "<p><strong>RATE DECISION RECAP: </strong>FOMC unanimously opted to maintain the federal funds target range between 1.50-1.75%, as had been overwhelming expected by both analysts and money markets; the IOER was also maintained at 1.55% (some had expected a ‘technical’ hike). For the most part, the statement was little changed, describing job gains as “solid” and inflation still “below target”; however, it did remove the reference from the statement about ‘uncertainties about this outlook remain’. The ‘dot plot’ appears to have been a mark-to-market affair, with the 2019 dot coming in line with where rates currently are, and like the September projections, the Fed still sees one hike in 2021 and one hike in 2022, while its longer-term dot was unchanged at 2.5%. GDP and inflation forecasts were unchanged (core PCE was revised lower for 2019), though the jobless rate forecast was lowered slightly. The Fed reiterated its data-dependent approach, saying it will continue to monitor incoming data and global developments. Short-term rate futures were little changed after the rate decision.</p><p><strong>PRESS CONFERENCE RECAP: </strong>Fed Chair Powell retained his upbeat view of the US economy, highlighting the familiar risks of sluggish global growth and trade tensions which are weighing on it. He suggested that the Fed’s insurance rate cuts had kept the US economic outlook on track and policy was now “somewhat accommodative”. In terms of the outlook, Powell reiterated that the stance of monetary policy will likely remain appropriate as long as incoming data held up, also reiterating that the Fed would respond accordingly to material changes in the outlook. Powell was asked whether the Fed could ‘take back’ the insurance rate cuts it has implemented; he said that three rate cuts was not part of the plan when the Fed began the insurance cuts, and that the need for rate hikes was less than what it was in the mid-1990s cycle. Powell also reiterated that the Fed would need to see a significant, persistent move higher in inflation before it lifted rates. He also stated that it is very challenging to get inflation back to 2% (which saw USD weaken, stocks, gold and T-Notes rise during the press conference -- the implication seemingly that rates may need to remain lower for longer to help the Fed reach its inflation goal). In wake of that remark, some commentators highlighted comments made by Powell in 2018, where he seemed comfortable that inflation was moving to target, and at that stage, Powell did not feel that policy needed to be accommodative. On wage growth, Powell said it was being held back by low productivity and globalisation, adding that the labour market might not be as tight as the FOMC had previously thought. With regards to repo markets, Powell again sought to play down the link between money market operations and monetary policy, saying reop ops were unlikely to have any macroeconomic implications; he said pressures in recent weeks had been subdued, and the Fed stands ready to adjust operations to keep the EFFR within range. Powell also noted that historically, repo markets face pressure towards year-end, though the Fed chair suggested that he did not foresee any unmanageable stress, and the Fed stood ready to adjust its operations as appropriate, though he played down the notion that this was forthcoming, stating that operations were currently proceeding well.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "primer-fomc-to-release-december-2019-meeting-minutes-at-1400-et-1900-gmt-on-friday-3rd-january-2020-02-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:10:00",
        "gmt_time": "2020-01-03 18:10:00"
    },
    {
        "id": 902512,
        "updated_sequence": 2064297,
        "published_at": {
            "unix": 1578074580,
            "text": "2020-01-03 18:03:00 +0000",
            "iso_8601": "2020-01-03T18:03:00Z"
        },
        "updated_at": {
            "unix": 1578075453,
            "text": "2020-01-03 18:17:33 +0000",
            "iso_8601": "2020-01-03T18:17:33Z"
        },
        "subject": "Fed's Mester (voter, hawk) says US economic fundamentals are good, with strong consumer good for 2020, offsetting manufacturing weakness; uncertainty has clouded the outlook",
        "content": "<ul><li>Expects some slowing of the growth rate towards the trend, currently above; expects growth just above the trend rate this year</li><li>Doesn't mind inflation being just beneath or just above 2%; if a negative shock was to occur, the Fed has room to move around its 2% inflation target</li><li>When asked about actions in a downturn, says QE was effective and forward guidance can be effective</li><li>Expects the Fed's new inflation framework to be established mid-2020</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-voter-hawk-says-us-economic-fundamentals-are-good-with-strong-consumer-good-for-2020-offsetting-manufacturing-weakness-uncertainty-has-clouded-the-outlook-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:03:00",
        "gmt_time": "2020-01-03 18:03:00"
    },
    {
        "id": 902513,
        "updated_sequence": 2064285,
        "published_at": {
            "unix": 1578074460,
            "text": "2020-01-03 18:01:00 +0000",
            "iso_8601": "2020-01-03T18:01:00Z"
        },
        "updated_at": {
            "unix": 1578074830,
            "text": "2020-01-03 18:07:10 +0000",
            "iso_8601": "2020-01-03T18:07:10Z"
        },
        "subject": "Baker Hughes US Rig Count (3th Jan): Oil -7 at 670, natural gas -2 at 123 and total rigs -9 at 796 rigs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-us-rig-count-3th-jan-oil-7-at-670-natural-gas-2-at-123-and-total-rigs-9-at-796-rigs-03-01-2020",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:01:00",
        "gmt_time": "2020-01-03 18:01:00"
    },
    {
        "id": 902511,
        "updated_sequence": 2064275,
        "published_at": {
            "unix": 1578074400,
            "text": "2020-01-03 18:00:00 +0000",
            "iso_8601": "2020-01-03T18:00:00Z"
        },
        "updated_at": {
            "unix": 1578074573,
            "text": "2020-01-03 18:02:53 +0000",
            "iso_8601": "2020-01-03T18:02:53Z"
        },
        "subject": "Fed's Barkin (non-voter) says the Fed is focused on providing liquidity during pressure days in the repo market; April 15th could serve as such a date; USD 1.5trln in reserves is a reasonable amount while longer term solutions are worked on",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-barkin-non-voter-says-the-fed-is-focused-on-providing-liquidity-during-pressure-days-in-the-repo-market-april-15th-could-serve-as-such-a-date-usd-1-5trln-in-reserves-is-a-reasonable-amount-while-longer-term-solutions-are-worked-on-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 02:00:00",
        "gmt_time": "2020-01-03 18:00:00"
    },
    {
        "id": 902510,
        "updated_sequence": 2064271,
        "published_at": {
            "unix": 1578074340,
            "text": "2020-01-03 17:59:00 +0000",
            "iso_8601": "2020-01-03T17:59:00Z"
        },
        "updated_at": {
            "unix": 1578074435,
            "text": "2020-01-03 18:00:35 +0000",
            "iso_8601": "2020-01-03T18:00:35Z"
        },
        "subject": "IRGC New Quds Force Commander Ismail Qani says we say to everyone, be patient and see the bodies of Americans all over the Middle East",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1213155482187243520\">Via tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al Jazeera",
        "slug": "irgc-new-quds-force-commander-ismail-qani-says-we-say-to-everyone-be-patient-and-see-the-bodies-of-americans-all-over-the-middle-east-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 01:59:00",
        "gmt_time": "2020-01-03 17:59:00"
    },
    {
        "id": 902509,
        "updated_sequence": 2064268,
        "published_at": {
            "unix": 1578073500,
            "text": "2020-01-03 17:45:00 +0000",
            "iso_8601": "2020-01-03T17:45:00Z"
        },
        "updated_at": {
            "unix": 1578073564,
            "text": "2020-01-03 17:46:04 +0000",
            "iso_8601": "2020-01-03T17:46:04Z"
        },
        "subject": "US Pentagon has approved 3,000 troops to the Persian Gulf as a precautionary measure against the increased threats",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-pentagon-has-approved-3-000-troops-to-the-persian-gulf-as-a-precautionary-measure-against-the-increased-threats-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 01:45:00",
        "gmt_time": "2020-01-03 17:45:00"
    },
    {
        "id": 902508,
        "updated_sequence": 2064265,
        "published_at": {
            "unix": 1578071940,
            "text": "2020-01-03 17:19:00 +0000",
            "iso_8601": "2020-01-03T17:19:00Z"
        },
        "updated_at": {
            "unix": 1578072035,
            "text": "2020-01-03 17:20:35 +0000",
            "iso_8601": "2020-01-03T17:20:35Z"
        },
        "subject": "US is deploying 3,500 more troops to the Persian Gulf according to officials cited by NBC",
        "content": "<ul><li><a href=\"https://twitter.com/ckubeNBC/status/1213146479445053441\">Via tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NBC",
        "slug": "us-is-deploying-3-500-more-troops-to-the-persian-gulf-according-to-officials-cited-by-nbc-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 01:19:00",
        "gmt_time": "2020-01-03 17:19:00"
    },
    {
        "id": 902507,
        "updated_sequence": 2064262,
        "published_at": {
            "unix": 1578070620,
            "text": "2020-01-03 16:57:00 +0000",
            "iso_8601": "2020-01-03T16:57:00Z"
        },
        "updated_at": {
            "unix": 1578070772,
            "text": "2020-01-03 16:59:32 +0000",
            "iso_8601": "2020-01-03T16:59:32Z"
        },
        "subject": "US Diplomats have helped 13 North Korean escapees reach safety in December who had been held in Vietnam, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/u-s-diplomats-help-13-north-korean-escapees-held-in-vietnam-reach-safety-11578070481?mod=newsviewer_click\">Via WSJ</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "us-diplomats-have-helped-13-north-korean-escapees-reach-safety-in-december-who-had-been-held-in-vietnam-wsj-reports-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:57:00",
        "gmt_time": "2020-01-03 16:57:00"
    },
    {
        "id": 902506,
        "updated_sequence": 2064259,
        "published_at": {
            "unix": 1578070200,
            "text": "2020-01-03 16:50:00 +0000",
            "iso_8601": "2020-01-03T16:50:00Z"
        },
        "updated_at": {
            "unix": 1578070252,
            "text": "2020-01-03 16:50:52 +0000",
            "iso_8601": "2020-01-03T16:50:52Z"
        },
        "subject": "Atlanta Fed GDPnow (Q4): 2.3% (unch.)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q4-2-3-unch-03-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:50:00",
        "gmt_time": "2020-01-03 16:50:00"
    },
    {
        "id": 902503,
        "updated_sequence": 2064253,
        "published_at": {
            "unix": 1578069240,
            "text": "2020-01-03 16:34:00 +0000",
            "iso_8601": "2020-01-03T16:34:00Z"
        },
        "updated_at": {
            "unix": 1578070055,
            "text": "2020-01-03 16:47:35 +0000",
            "iso_8601": "2020-01-03T16:47:35Z"
        },
        "subject": "Fed's Barkin (non-voter) wants to see the effects of the insurance rate cuts before taking further action; when asked about student debt, doesn't think the consumer is overleveraged yet",
        "content": "<ul><li>Hasn't seen anything in Europe or Japan that makes him interested in negative interest rates</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-barkin-non-voter-wants-to-see-the-effects-of-the-insurance-rate-cuts-before-taking-further-action-when-asked-about-student-debt-doesn-t-think-the-consumer-is-overleveraged-yet-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:34:00",
        "gmt_time": "2020-01-03 16:34:00"
    },
    {
        "id": 902504,
        "updated_sequence": 2064251,
        "published_at": {
            "unix": 1578069000,
            "text": "2020-01-03 16:30:00 +0000",
            "iso_8601": "2020-01-03T16:30:00Z"
        },
        "updated_at": {
            "unix": 1578069551,
            "text": "2020-01-03 16:39:11 +0000",
            "iso_8601": "2020-01-03T16:39:11Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH CLOSE: EURO STOXX 50 (-0.60%) at 3770, FTSE 100 (+0.20%) at 7620, DAX (-1.33%) at 13211, CAC 40 (-0.11%) at 6044, IBEX 35 (-0.49%) at 9644, FTSE Italia (-0.56%) at 23702, SMI (+0.86%) at 10709",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "european-preliminary-cash-close-euro-stoxx-50-0-60-at-3770-ftse-100-0-20-at-7620-dax-1-33-at-13211-cac-40-0-11-at-6044-ibex-35-0-49-at-9644-ftse-italia-0-56-at-23702-smi-0-86-at-10709-03-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:30:00",
        "gmt_time": "2020-01-03 16:30:00"
    },
    {
        "id": 902502,
        "updated_sequence": 2064239,
        "published_at": {
            "unix": 1578068280,
            "text": "2020-01-03 16:18:00 +0000",
            "iso_8601": "2020-01-03T16:18:00Z"
        },
        "updated_at": {
            "unix": 1578068330,
            "text": "2020-01-03 16:18:50 +0000",
            "iso_8601": "2020-01-03T16:18:50Z"
        },
        "subject": "NY Fed Staff Nowcast stands at 1.1% for 2019:Q4 (prev. 1.2%), and 1.0% for 2020:Q1 (prev. 1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-staff-nowcast-stands-at-1-1-for-2019-q4-prev-1-2-and-1-0-for-2020-q1-prev-1-5-03-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:18:00",
        "gmt_time": "2020-01-03 16:18:00"
    },
    {
        "id": 902501,
        "updated_sequence": 2064236,
        "published_at": {
            "unix": 1578068040,
            "text": "2020-01-03 16:14:00 +0000",
            "iso_8601": "2020-01-03T16:14:00Z"
        },
        "updated_at": {
            "unix": 1578068203,
            "text": "2020-01-03 16:16:43 +0000",
            "iso_8601": "2020-01-03T16:16:43Z"
        },
        "subject": "Data that has predicted Netflix (NFLX) subscriber trends suggests international usage slowed during Q4, according to Business Insider",
        "content": "<ul><li>International usage of the Netflix app wasn't as strong during the fourth quarter of 2019 as it was in the third, exclusive data from mobile analytics firm SimilarWeb suggests.</li><li>International daily active users on the Netflix app fell an estimated 3% from the previous quarter, and grew less, year over year, than in previous years, the data showed.</li><li>Daily active users dipped in key markets in Latin America, like Brazil and Mexico, and user growth slowed significantly in India.</li><li>Netflix's international subscriber trends have become a growing focus for investors now that the company is breaking out its revenue and membership by global region.</li><li>Netflix reports earnings for the fourth quarter on January 21.</li><li>via <a href=\"https://www.businessinsider.com/netflix-q4-data-analysis-international-subscriber-growth-could-slow-2020-1?r=US&amp;IR=T\">Business Insider</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Business Insider",
        "slug": "data-that-has-predicted-netflix-nflx-subscriber-trends-suggests-international-usage-slowed-during-q4-according-to-business-insider-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:14:00",
        "gmt_time": "2020-01-03 16:14:00"
    },
    {
        "id": 902500,
        "updated_sequence": 2064229,
        "published_at": {
            "unix": 1578067980,
            "text": "2020-01-03 16:13:00 +0000",
            "iso_8601": "2020-01-03T16:13:00Z"
        },
        "updated_at": {
            "unix": 1578068127,
            "text": "2020-01-03 16:15:27 +0000",
            "iso_8601": "2020-01-03T16:15:27Z"
        },
        "subject": "Weekly FX Wrap: Buck braced for 'qud' pro quo",
        "content": "<p><strong>USD</strong></p><p>A very volatile week for the Dollar that depreciated sharply into year end, but pared some losses when markets returned from New Year’s Day and gathered more recovery momentum on the 2nd trading day of 2020 with the aid of safe-haven positioning in wake of the latest US strike on Baghdad and assassination of a top Iranian military chief. The response from Tehran has been typically terse and aggressive, though limited to verbal threats thus far, so the mood has been tense awaiting some form of physical retaliation given vows to exact revenge. Looking at price action in more detail via the <strong>DXY </strong>for broad Greenback moves and direction, the index is currently hovering just below 97.000 within a 96.352-97.106 range and losing some impetus on the back of a relatively bleak US manufacturing ISM survey.</p><p><strong>GBP</strong></p><p>The Pound remains on course to be Friday’s major underperformer and it’s a pretty accurate account of Sterling’s plight overall as the post-UK election correction continues amidst wider swings in risk sentiment and attention switching back towards Brexit scheduled for the end of January. Cable has reversed from circa 1.3285 highs to around 1.3055 and a near test of hourly chart support that sits close to a key Fib level having faded near another technical retracement from 1.3500+ mid-December peaks to lows ahead of the vote. Note, sub-forecast manufacturing and an especially weak construction PMI have not helped the Gbp that has also lagged vs the Eur between 0.8444-0.8556 parameters.</p><p><strong>NZD/AUD/EUR/CHF&nbsp;</strong></p><p>The Antipodean Dollars have not fared much better than the Pound in terms of reaching heady heights against their US peer during the final stages of last year before recoiling sharply on general unwinding of month/year/decade end flows and the aforementioned mood fluctuations on US-Iran strains and deteriorating US-NK relations as the latter warned about immediate and powerful strikes against threats. The Kiwi and Aussie are both sitting just above 0.6645 and 0.6931 troughs compared to 0.6755 and 0.7031 at one stage, while the Euro is holding around 1.1150 after temporary breaches/tests of 200 and 21 DMAs vs 1.1240 at best. Elsewhere, the Franc has only partially conformed to safe-haven tendencies, as the Buck’s revival outweighs its allure, but Usd/Chf’s rebound from 0.9647 to 0.9755 at one stage did not hinder or prevent Eur/Chf declining from just over 1.0900 to 1.0825 before the headline pair and cross topped and bottomed out respectively.</p><p><strong>JPY/XAU&nbsp;</strong></p><p>In contrast to the above, the Yen and Gold look set to retain the bulk of their gains relative to the Dollar on the basis that the Jpy and Bullion are considered to be even better stores of value during periods of risk aversion, especially when the US is involved or embroiled in the issue causing a safety flight. Hence, Usd/Jpy is hugging 108.00 within a 107.91-109.50 band and Usd/Xau is not straying far from 1550/oz having climbed to 1551.36 and rallying off a 1509.86 base to expose 2019’s 1557.11 apex.</p><p><strong>NOK/CAD/SEK&nbsp;</strong></p><p>The Norwegian Crown and Loonie have been afforded some protection from the downturn in risk appetite by virtue of the associated ramp on crude prices, and regardless of independent impulses that only had transitory impact, like a pick-up in Norway’s manufacturing PMI and dip in unemployment in contrast to RBC’s Canadian manufacturing PMI that only just maintained 50+ status and came with fairly troubling sub-components. Eur/Nok is now closer to lows of 9.8180 or thereabouts vs 9.8860 highs and Usd/Cad stays south of 1.3000 within 1.2951-1.3084 extremes, but Eur/Sek is nearer the midpoint of 10.5400-10.4250 bounds after failing to extend declines following an improvement in Sweden’s manufacturing sector (albeit still quite deep in contraction).&nbsp;</p><p><strong>EM</strong></p><p>Regional currencies have been largely tracking Usd moves and the ebb/flow in sentiment, but the Turkish Lira has depreciated on balance amidst heightened geopolitical angst and antagonism between Turkey and the US, higher than expected CPI with implications or less dovish CBRT perceptions and the end of week squeeze in oil that was only partly countered by profit taking. Usd/Try has drifted off 5.9775 peaks, but remains well above the sub-5.9400 trough whereas the Rand, Real and Rouble have contained late losses against their US rival even if all are some distance from best levels over 14.0000, 4.0050 and 61.5750 respectively.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "weekly-fx-wrap-buck-braced-for-qud-pro-quo-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:13:00",
        "gmt_time": "2020-01-03 16:13:00"
    },
    {
        "id": 902499,
        "updated_sequence": 2064231,
        "published_at": {
            "unix": 1578067560,
            "text": "2020-01-03 16:06:00 +0000",
            "iso_8601": "2020-01-03T16:06:00Z"
        },
        "updated_at": {
            "unix": 1578068131,
            "text": "2020-01-03 16:15:31 +0000",
            "iso_8601": "2020-01-03T16:15:31Z"
        },
        "subject": "Fed's Evans (non-voter) says the economy is robust and resilient, policy is accomodative, have room to move if needed",
        "content": "<ul><li>Previous rate hikes were not a mistake, just a misunderstanding</li><li>Need more clarity on symmetrical 2% target, shouldn't be afraid of overshooting even 2.5%</li><li>When asked about what the Fed would do in the next downturn, says rates would be lower for a long time and the use of forward guidance</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-says-the-economy-is-robust-and-resilient-policy-is-accomodative-have-room-to-move-if-needed-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:06:00",
        "gmt_time": "2020-01-03 16:06:00"
    },
    {
        "id": 902498,
        "updated_sequence": 2064243,
        "published_at": {
            "unix": 1578067500,
            "text": "2020-01-03 16:05:00 +0000",
            "iso_8601": "2020-01-03T16:05:00Z"
        },
        "updated_at": {
            "unix": 1578068822,
            "text": "2020-01-03 16:27:02 +0000",
            "iso_8601": "2020-01-03T16:27:02Z"
        },
        "subject": "Fed's Barkin (non-voter) says the US economy is healthy but external shocks could still pose a recession risk, US economy is otherwise converging to the trend growth rate as consumer spending is experiencing support from Fed rate cuts",
        "content": "<ul><li>The US strike on the Iranian officials is the sort of event that could lead to an economic \"heart attack\" if the situation worsens</li><li>Still concerned about weak business investment and the high level of policy uncertainty; also concerned the US could talk itself into a recession due to the current global uncertainty and domestic politics</li><li>Several leading indicators point to continued economic growth such as consumer confidence, consumer spending and initial jobless claims</li><li><a href=\"https://www.richmondfed.org/press_room/speeches/thomas_i_barkin/2020/barkin_speech_20200103\">Click here for full speech</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-barkin-non-voter-says-the-us-economy-is-healthy-but-external-shocks-could-still-pose-a-recession-risk-us-economy-is-otherwise-converging-to-the-trend-growth-rate-as-consumer-spending-is-experiencing-support-from-fed-rate-cuts-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-04 00:05:00",
        "gmt_time": "2020-01-03 16:05:00"
    },
    {
        "id": 902489,
        "updated_sequence": 2064182,
        "published_at": {
            "unix": 1578064560,
            "text": "2020-01-03 15:16:00 +0000",
            "iso_8601": "2020-01-03T15:16:00Z"
        },
        "updated_at": {
            "unix": 1578064982,
            "text": "2020-01-03 15:23:02 +0000",
            "iso_8601": "2020-01-03T15:23:02Z"
        },
        "subject": "Fed's Evans (Non-Voter) says the US economy's fundamentals are good at the moment, and the labour market is strong at present., speaking on CNBC",
        "content": "<ul><li>US GDP growth of 2.0-2.25% this year is looking good</li><li>On the ISM-Manufacturing index states he is seeing a lot of uncertainty regarding the tariff policy</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-evans-non-voter-says-the-us-economy-s-fundamentals-are-good-at-the-moment-and-the-labour-market-is-strong-at-present-speaking-on-cnbc-03-01-2020",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 23:16:00",
        "gmt_time": "2020-01-03 15:16:00"
    },
    {
        "id": 902488,
        "updated_sequence": 2064178,
        "published_at": {
            "unix": 1578064500,
            "text": "2020-01-03 15:15:00 +0000",
            "iso_8601": "2020-01-03T15:15:00Z"
        },
        "updated_at": {
            "unix": 1578064657,
            "text": "2020-01-03 15:17:37 +0000",
            "iso_8601": "2020-01-03T15:17:37Z"
        },
        "subject": "General Motors (GM) - Q4 customer deliveries 735,909 -6.3% vs. Exp. -6.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-motors-gm-q4-customer-deliveries-735-909-6-3-vs-exp-6-0-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 23:15:00",
        "gmt_time": "2020-01-03 15:15:00"
    },
    {
        "id": 902487,
        "updated_sequence": 2064166,
        "published_at": {
            "unix": 1578064200,
            "text": "2020-01-03 15:10:00 +0000",
            "iso_8601": "2020-01-03T15:10:00Z"
        },
        "updated_at": {
            "unix": 1578064331,
            "text": "2020-01-03 15:12:11 +0000",
            "iso_8601": "2020-01-03T15:12:11Z"
        },
        "subject": "US President Trump tweeting, states that the people of Iraq don’t want to be dominated & controlled by Iran, but ultimately, that is their choice. Over the last 15 years, Iran has gained more control over Iraq",
        "content": "<ul><li><a href=\"https://twitter.com/realDonaldTrump/status/1213115183507398656\">Link to Tweet</a></li><li>Full tweet: \"The United States has paid Iraq Billions of Dollars a year, for many years. That is on top of all else we have done for them. The people of Iraq don’t want to be dominated &amp; controlled by Iran, but ultimately, that is their choice. Over the last 15 years, Iran has gained more and more control over Iraq, and the people of Iraq are not happy with that. It will never end well!\"</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweeting-states-that-the-people-of-iraq-don-t-want-to-be-dominated-controlled-by-iran-but-ultimately-that-is-their-choice-over-the-last-15-years-iran-has-gained-more-control-over-iraq-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 23:10:00",
        "gmt_time": "2020-01-03 15:10:00"
    },
    {
        "id": 902472,
        "updated_sequence": 2064170,
        "published_at": {
            "unix": 1578063900,
            "text": "2020-01-03 15:05:00 +0000",
            "iso_8601": "2020-01-03T15:05:00Z"
        },
        "updated_at": {
            "unix": 1578064409,
            "text": "2020-01-03 15:13:29 +0000",
            "iso_8601": "2020-01-03T15:13:29Z"
        },
        "subject": "EIA crude inventories expectations for the release at 16:00GMT/11:00EST. Crude: -3.167mln, Distillate: +1.833mln, Gasoline: +2.10mln",
        "content": "<ul><li><strong>Crude</strong>: -3.167mln, Prev. -5.474mln. (APIs -7.8mln)</li><li><strong>Distillate:</strong> +1.833mln, Prev. -0.152mln (APIs +2.8mln)</li><li><strong>Gasoline</strong>: +2.10mln, Prev. +1.963mln (APIs -0.776mln)</li><li><strong>Cushing</strong>: Prev. -2.393mln (APIs -1.4mln)</li><li><strong>Refining</strong>: 0.8%, Prev. 2.7%</li><li><strong>Production</strong>: Prev. 12.9mln, +100k, +0.78%</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eia-crude-inventories-expectations-for-the-release-at-16-00gmt-11-00est-crude-3-167mln-distillate-1-833mln-gasoline-2-10mln-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 23:05:00",
        "gmt_time": "2020-01-03 15:05:00"
    },
    {
        "id": 902481,
        "updated_sequence": 2064138,
        "published_at": {
            "unix": 1578063060,
            "text": "2020-01-03 14:51:00 +0000",
            "iso_8601": "2020-01-03T14:51:00Z"
        },
        "updated_at": {
            "unix": 1578063187,
            "text": "2020-01-03 14:53:07 +0000",
            "iso_8601": "2020-01-03T14:53:07Z"
        },
        "subject": "Toyota Motors (TM) North America December 2019 sales down 6.1% (volume basis) to 207,373 vehicles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-motors-tm-north-america-december-2019-sales-down-6-1-volume-basis-to-207-373-vehicles-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:51:00",
        "gmt_time": "2020-01-03 14:51:00"
    },
    {
        "id": 902478,
        "updated_sequence": 2064129,
        "published_at": {
            "unix": 1578062220,
            "text": "2020-01-03 14:37:00 +0000",
            "iso_8601": "2020-01-03T14:37:00Z"
        },
        "updated_at": {
            "unix": 1578062506,
            "text": "2020-01-03 14:41:46 +0000",
            "iso_8601": "2020-01-03T14:41:46Z"
        },
        "subject": "US EQUITY OPEN: US cash markets open around 1% lower following geopolitical woes;  LW +4%, LB +3.7%, OXY +3.2%, HAL +2.6%, INCY -11.2%, AAL -5.1%",
        "content": "<p>Cash markets have reversed Thursday's gains after the US killed several key Iranian officials, diminishing risk appetite - gold firmer and Treasury curve bull flattening - whilst spiking energy prices on a more acute geopolitical risk premium. However, note that in recent trade from the open markets have been paring some of their losses, with futures off their lows from the European session.&nbsp;</p><ul><li><strong>LW +4% </strong>on firm Revenue and guidance</li><li><strong>LB +3.7% </strong>on BofA upgrade</li><li><strong>OXY +3.2%, HAL +2.6% </strong>and <strong>AAL -5.1% </strong>on oil price spike</li><li><strong>INCY -11.2%</strong> Phase 3 study failure</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "us-equity-open-us-cash-markets-open-around-1-lower-following-geopolitical-woes-lw-4-lb-3-7-oxy-3-2-hal-2-6-incy-11-2-aal-5-1-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:37:00",
        "gmt_time": "2020-01-03 14:37:00"
    },
    {
        "id": 902469,
        "updated_sequence": 2064124,
        "published_at": {
            "unix": 1578061800,
            "text": "2020-01-03 14:30:00 +0000",
            "iso_8601": "2020-01-03T14:30:00Z"
        },
        "updated_at": {
            "unix": 1578061848,
            "text": "2020-01-03 14:30:48 +0000",
            "iso_8601": "2020-01-03T14:30:48Z"
        },
        "subject": "US ISM manufacturing survey (Dec) will be released at 1000 ET/1500 GMT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Analysts expect a small rise in the headline to 49.0 from 48.1.</li><li>Watch new orders (there is no forecast for that component today); the November data saw new orders slip to 47.2 from 49.1, presenting some downside risks for the headline.</li><li>Prices are seen rising to 47.5 from 48.1.</li><li>TD Securities says a slight rise in the headline would be consistent with the regional manufacturing surveys that have been released. TD notes that the cut-off point for the regional surveys is generally earlier in the month than for the ISM survey, but there is no sign thus far of the US/China trade deal announcement has led to any major change in tone.</li></ul>",
        "analysis_updated_at": {
            "unix": 1578061800,
            "text": "2020-01-03 14:30:00 +0000",
            "iso_8601": "2020-01-03T14:30:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "us-ism-manufacturing-survey-dec-will-be-released-at-1000-et-1500-gmt-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:30:00",
        "gmt_time": "2020-01-03 14:30:00"
    },
    {
        "id": 902476,
        "updated_sequence": 2064115,
        "published_at": {
            "unix": 1578061740,
            "text": "2020-01-03 14:29:00 +0000",
            "iso_8601": "2020-01-03T14:29:00Z"
        },
        "updated_at": {
            "unix": 1578061791,
            "text": "2020-01-03 14:29:51 +0000",
            "iso_8601": "2020-01-03T14:29:51Z"
        },
        "subject": "Fiat Chrysler (FCA) Q4 US Auto sales -2.3% vs. Exp. -2.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-q4-us-auto-sales-2-3-vs-exp-2-6-03-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:29:00",
        "gmt_time": "2020-01-03 14:29:00"
    },
    {
        "id": 902477,
        "updated_sequence": 2064122,
        "published_at": {
            "unix": 1578061740,
            "text": "2020-01-03 14:29:00 +0000",
            "iso_8601": "2020-01-03T14:29:00Z"
        },
        "updated_at": {
            "unix": 1578061825,
            "text": "2020-01-03 14:30:25 +0000",
            "iso_8601": "2020-01-03T14:30:25Z"
        },
        "subject": "Phillips 66 (PSX) Ponca City, Oklahoma refinery (220k BPD) continues to operate following the fire, excluding the affected area",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-ponca-city-oklahoma-refinery-220k-bpd-continues-to-operate-following-the-fire-excluding-the-affected-area-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:29:00",
        "gmt_time": "2020-01-03 14:29:00"
    },
    {
        "id": 902475,
        "updated_sequence": 2064112,
        "published_at": {
            "unix": 1578061020,
            "text": "2020-01-03 14:17:00 +0000",
            "iso_8601": "2020-01-03T14:17:00Z"
        },
        "updated_at": {
            "unix": 1578061170,
            "text": "2020-01-03 14:19:30 +0000",
            "iso_8601": "2020-01-03T14:19:30Z"
        },
        "subject": "Israel's IDF has reportedly cut-off internet in the geopolitically sensitive Golan Heights region - UNCONFIRMED",
        "content": "<ul><li>Via <a href=\"https://twitter.com/Intel_Sky/status/1213100762374582279?s=20\">Intel Sky</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Speculation is that this might suggest Israel may be bracing for an incident, or indeed, even preparing for one.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578061170,
            "text": "2020-01-03 14:19:30 +0000",
            "iso_8601": "2020-01-03T14:19:30Z"
        },
        "push_notify": false,
        "source": "Intel Sky",
        "slug": "israel-s-idf-has-reportedly-cut-off-internet-in-the-geopolitically-sensitive-golan-heights-region-unconfirmed-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2020-01-03 22:17:00",
        "gmt_time": "2020-01-03 14:17:00"
    },
    {
        "id": 902474,
        "updated_sequence": 2064109,
        "published_at": {
            "unix": 1578060060,
            "text": "2020-01-03 14:01:00 +0000",
            "iso_8601": "2020-01-03T14:01:00Z"
        },
        "updated_at": {
            "unix": 1578060175,
            "text": "2020-01-03 14:02:55 +0000",
            "iso_8601": "2020-01-03T14:02:55Z"
        },
        "subject": "Newsquawk Daily US Equity Opening News - 3rd January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23551/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Following the US’ attack on several top Iranian officials in Iraq, energy prices have spiked higher, supporting <strong>energy stocks (CVX, XOM, SLB, XOP, XLE) </strong>and defence stocks<strong> </strong>such as <strong>Lockheed Martin (LMT) </strong>whilst weighing on <strong>airlines (LUV, DAL, AAL).</strong></li><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has had its PT raised to USD 330 both at BofA (prev. USD 290) and RBC (prev. USD 295).</li><li><strong>Incyte (INCY)</strong> (Health Care/Biotechnology) Phase 3 GRAVITAS-301 study of graft-versus-host disease treatment, itacitinib in combination with corticosteroids, did not meet its primary and secondary endpoints.</li></ul><p><strong>3rd January 2020</strong></p><ul><li>Following the US’ attack on several top Iranian officials in Iraq, energy prices have spiked higher, supporting <strong>energy stocks (CVX, XOM, SLB, XOP, XLE) </strong>and defence stocks<strong> </strong>such as <strong>Lockheed Martin (LMT) </strong>whilst weighing on <strong>airlines (LUV, DAL, AAL)</strong> in addition to dampening appetite for risk in general, <strong>banks</strong> <strong>(XLF, BKX, JPM, WFC, C, BAC)</strong> particularly will face pressure from the Treasury curve’s bull flattening. With Iran vowing a swift response, participants are cautious of further geopolitical escalation which could see these asset price movements continue, although desks are also cognizant of previous flares of conflict which have proved short-lived in regard to market reactions, such as the swift reversal of oil prices following the attacks of Saudi’s Abqaiq oil facility in September 2019.</li></ul><p><strong>DOW</strong></p><ul><li><strong>Apple Inc. (AAPL)</strong> (Information Technology/Technology Hardware, Storage &amp; Peripherals) has had its PT raised to USD 330 both at BofA (prev. USD 290) and RBC (prev. USD 295). BofA analyst Wamsi Mohan cites third-party data as indicating strong double-digit YY growth in App Store revenue, in addition to other positive revenue trends. RBC analyst Robert Muller sees an improved near-term outlook and expectations of a multi-year upgrade cycle to accommodate incoming 5G.</li></ul><p><strong>NASDAQ 100</strong></p><ul><li><strong>Illumina Inc (ILMN)</strong> (Health Care/Life Sciences Tools &amp; Services) has mutually agreed with <strong>Pacific Biosciences of California Inc (PACB)</strong> (Health Care/Life Sciences Tools &amp; Services) to terminate their merger agreement from 2018, where Illumina was to acquire the latter for USD 1.2bln in cash. UBS analyst Dan Brennan says the announcement is unsurprising following UK and US regulators blocked the deal and the announcement doesn’t change his Buy thesis on Illumina.</li><li><strong>Incyte (INCY)</strong> (Health Care/Biotechnology) Phase 3 GRAVITAS-301 study of graft-versus-host disease treatment, itacitinib in combination with corticosteroids, did not meet its primary and secondary endpoints; a slew of research analysts have cut their PTs on the stock as of such, including a downgrade at Mizuho.</li><li><strong>Tesla Inc (TSLA)</strong> (Consumer Discretionary/Automobiles) has cut its prices for its China-made Model 3s by 16% to USD 42,919, ahead of their delivery, after receiving Chinese subsidies. Elsewhere, Q4 2019 vehicle production achieved record rate of almost 105k, delivering a record 112k (exp. 104k); in 2019 as a whole, TSLA delivered 367.5k units. Model 3 deliveries came in at 92,550 units in Q4 (exp. 86,280); produced 86,958 units of Model 3 in Q4.</li></ul><p><strong>S&amp;P 500</strong></p><ul><li><strong>Humana Inc. (HUM)</strong> (Health Care/Managed Health Care) has been upgraded to ‘Conviction Buy’ from ‘Buy’ at Goldman Sachs with a PT of USD 425, where analyst Stephen Tanel expects significant upward earnings revisions from 2021 and beyond after the recent repeal of the health insurer industry fee.</li><li><strong>Lamb Weston Holdings Inc (LW)</strong> (Consumer Staples/Packaged Foods &amp; Meats) Q2 20 (USD): Adj. EPS 0.80 (exp. 0.84), Revenue 1.02bln (exp. 0.96bln). Raises FY adj. EBITDA view to 965mln-985mln (prev. 950mln-970mln); FY Revenue view in high end of mid-single digit range.</li><li><strong>Newmont Goldcorp (NEM)</strong> (Materials/Gold), following the completion of the divestiture of its 50% stake in Kalgoorlie Consolidated Gold Mines to Northern Star Resources Limited, has lowered its FY20 gold production view to 6.4mln ounces from 6.7mln ounces.</li></ul><p><strong>OTHER</strong></p><ul><li><strong>Avon Products Inc (AVP) </strong>(Consumer Staples/Personal Products) – Natura expects its acquisition of Avon to close and on completion, the delisting of AVP shares and then the listing of Natura ADRs. Current Avon CEO Jan Zijderveld is also to depart the Co on completion of the merger.</li><li><strong>Mattel Inc (MAT) </strong>(Consumer Discretionary/Leisure Products) is to reduce the number of products it sells by 30%, WSJ reports, where it will axe items mainly from the 45% of its offerings that attribute to only 6% of its revenue.</li><li><strong>Sony Corporation (SNE) </strong>(Consumer Discretionary/Household Durables) has made efforts to penetrate the autonomous vehicle tech market, where it is reportedly working on a silicon-based vision sensor, FT reports.</li><li><strong>Taiwan Semiconductor Manufacturing (TSM)</strong> (Information Technology/Semiconductors &amp; Semiconductor Equipment), according to industry sources cited by DigiTimes, could see revenue growth of at least 15% in 2020 driven by strong 7nm chip sales. DigiTimes industry sources also report that TSMC has received orders from <strong>Intel (INTC)</strong> for automotive AI chips, which are expected to attribute to revenue in H2 2020.</li><li><strong>Wesco International Inc (WCC)</strong> (Industrials/Trading Companies &amp; Distributors) has raised its acquisition offer for <strong>Anixter International Inc (AXE) </strong>(Information Technology/Electronic Equipment, Instruments &amp; Components) to USD 97 per share in a cash and stock deal, following private equity firm Clayton Dubilier &amp; Rice offering USD 93.50 per share on Thursday.</li></ul><p><strong>BROKER MOVES</strong></p><p><strong>Upgrades</strong></p><ul><li>AMERIPRISE (AMP) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li><li>BRIGHTHOUSE FINANCIAL (BHF) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li><li>COGENT (CCOI) UPGRADED TO NEUTRAL FROM SELL AT CITI</li><li>HUMANA (HUM) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li><li>L BRANDS (LB) UPGRADED TO BUY FROM NEUTRAL AT BOFA</li><li>OCCIDENTAL PETROLEUM (OXY) UPGRADED TO HOLD FROM SELL AT TUDOR PICKERING</li><li>PROASSURANCE (PRA) UPGRADED TO MARKET PERFORM FROM UNDERPERFORM AT KEEFE BRUYETTE</li><li>SYNAPTICS (SYNA) UPGRADED TO OVERWEIGHT FROM SECTOR WEIGHT AT KEYBANC</li><li>WINGSTOP (WING) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li></ul><p><strong>Downgrades</strong></p><ul><li>BANK OF AMERICA (BAC) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li><li>CHOICE HOTELS (CHH) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li><li>FLEX (FLEX) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li><li>INCYTE (INCY) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li><li>INVESCO (IVZ) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li><li>LOGMELN (LOGM) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li><li>MEDNAX (MD) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li><li>OWL ROCK (ORCC) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li></ul><p><strong>Initiation</strong></p><ul><li>KODIAK SCIENCES (KOD) RATED NEW BUY AT JEFFERIES; PT USD 100</li><li>TIVITY HEALTH (TVTY) RATED NEW NEUTRAL AT CREDIT SUISSE; PT USD 22</li></ul><p><strong>Ex-Dividends</strong></p><ul><li>Brixmor Property Group Inc (BRX). Amount USD 0.28</li><li>CoreCivic Inc (CXW). Amount USD 0.44</li><li>JPMorgan Chase &amp; Co (JPM). Amount USD 0.90</li><li>Rent-A-Center Inc (RCII). Amount USD 0.29</li><li>Werner Enterprises Inc (WERN). Amount USD 0.09</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-equity-opening-news-3rd-january-2020-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 22:01:00",
        "gmt_time": "2020-01-03 14:01:00"
    },
    {
        "id": 902473,
        "updated_sequence": 2064106,
        "published_at": {
            "unix": 1578059700,
            "text": "2020-01-03 13:55:00 +0000",
            "iso_8601": "2020-01-03T13:55:00Z"
        },
        "updated_at": {
            "unix": 1578059995,
            "text": "2020-01-03 13:59:55 +0000",
            "iso_8601": "2020-01-03T13:59:55Z"
        },
        "subject": "US President Trump tweets \"General Qassem Soleimani has killed or badly wounded thousands of Americans over an extended period of time, and was plotting to kill many more...but got caught\" (cont)",
        "content": "<ul><li>Trump adds that Soleimani was directly and indirectly responsible for the death of millions of people, including the recent large number of protesters killed in Iran itself.</li><li>Trump believes that while Iran will never be able to properly admit it, Soleimani was both \"hated and feared within the country\" and \"should have been taken out many years ago!\"</li><li>Link to tweet thread <a href=\"https://twitter.com/realDonaldTrump/status/1213096351296299017\">here&nbsp;</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Full link to potential implications of the Soleimani killing <a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">here&nbsp;</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1578059995,
            "text": "2020-01-03 13:59:55 +0000",
            "iso_8601": "2020-01-03T13:59:55Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-general-qassem-soleimani-has-killed-or-badly-wounded-thousands-of-americans-over-an-extended-period-of-time-and-was-plotting-to-kill-many-more-but-got-caught-cont-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:55:00",
        "gmt_time": "2020-01-03 13:55:00"
    },
    {
        "id": 902471,
        "updated_sequence": 2064091,
        "published_at": {
            "unix": 1578058680,
            "text": "2020-01-03 13:38:00 +0000",
            "iso_8601": "2020-01-03T13:38:00Z"
        },
        "updated_at": {
            "unix": 1578058751,
            "text": "2020-01-03 13:39:11 +0000",
            "iso_8601": "2020-01-03T13:39:11Z"
        },
        "subject": "Desk is monitoring reports from Paris, where police shot a man who tried to stab several people",
        "content": "<ul><li>Desk will update if there is any market implications</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "desk-is-monitoring-reports-from-paris-where-police-shot-a-man-who-tried-to-stab-several-people-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:38:00",
        "gmt_time": "2020-01-03 13:38:00"
    },
    {
        "id": 902471,
        "updated_sequence": 2064091,
        "published_at": {
            "unix": 1578058680,
            "text": "2020-01-03 13:38:00 +0000",
            "iso_8601": "2020-01-03T13:38:00Z"
        },
        "updated_at": {
            "unix": 1578058751,
            "text": "2020-01-03 13:39:11 +0000",
            "iso_8601": "2020-01-03T13:39:11Z"
        },
        "subject": "Desk is monitoring reports from Paris, where police shot a man who tried to stab several people",
        "content": "<ul><li>Desk will update if there is any market implications</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "desk-is-monitoring-reports-from-paris-where-police-shot-a-man-who-tried-to-stab-several-people-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:38:00",
        "gmt_time": "2020-01-03 13:38:00"
    },
    {
        "id": 902470,
        "updated_sequence": 2064088,
        "published_at": {
            "unix": 1578058260,
            "text": "2020-01-03 13:31:00 +0000",
            "iso_8601": "2020-01-03T13:31:00Z"
        },
        "updated_at": {
            "unix": 1578058348,
            "text": "2020-01-03 13:32:28 +0000",
            "iso_8601": "2020-01-03T13:32:28Z"
        },
        "subject": "Fixed and FX latest: some risk respite",
        "content": "<p>No discernible or lasting reaction to above consensus German CPI that was flagged by the regional data, but Bunds have drifted back from best levels in tandem with bond peers as overall sentiment improves to the detriment of safe-havens and benefit of riskier assets. The 10 year German benchmark is holding above 172.00 vs 172.38 at the fresh Eurex intraday high, with Gilts down to 132.21 from 132.52 and US Treasuries skirting 129-00 vs 129-10+ earlier. Equities are paring losses, albeit still deep in negative territory, while the Dollar has lost some vigour compared to rivals bar the Yen and Gold, as the DXY hovers just below 97.000 between 97.106-96.706 extremes.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-and-fx-latest-some-risk-respite-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:31:00",
        "gmt_time": "2020-01-03 13:31:00"
    },
    {
        "id": 902468,
        "updated_sequence": 2064085,
        "published_at": {
            "unix": 1578057420,
            "text": "2020-01-03 13:17:00 +0000",
            "iso_8601": "2020-01-03T13:17:00Z"
        },
        "updated_at": {
            "unix": 1578058117,
            "text": "2020-01-03 13:28:37 +0000",
            "iso_8601": "2020-01-03T13:28:37Z"
        },
        "subject": "Tesla (TSLA) Q4 2019 vehicle production achieved record rate of almost 105k, delivering a record 112k (est. 104k); in 2019 as a whole, TSLA delivered 367.5k units",
        "content": "<ul><li>Model 3 deliveries came in at 92,550 units in Q4 (est. 86,280); produced 86,958 units of Model 3 in Q4</li><li>Tesla says it demonstrated production run-rate capability of over 3k units/week at its China Gigafactory (excluding the local battery pack production)</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-q4-2019-vehicle-production-achieved-record-rate-of-almost-105k-delivering-a-record-112k-est-104k-in-2019-as-a-whole-tsla-delivered-367-5k-units-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:17:00",
        "gmt_time": "2020-01-03 13:17:00"
    },
    {
        "id": 902466,
        "updated_sequence": 2064070,
        "published_at": {
            "unix": 1578056820,
            "text": "2020-01-03 13:07:00 +0000",
            "iso_8601": "2020-01-03T13:07:00Z"
        },
        "updated_at": {
            "unix": 1578057058,
            "text": "2020-01-03 13:10:58 +0000",
            "iso_8601": "2020-01-03T13:10:58Z"
        },
        "subject": "Iraqi Parliament Speaker says US airstrike in Baghdad violates Iraqi sovereignty ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Analysts state the strike could put a wedge in the security cooperation between Iraq and the US; full analysis <a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">here</a></li></ul>",
        "analysis_updated_at": {
            "unix": 1578057057,
            "text": "2020-01-03 13:10:57 +0000",
            "iso_8601": "2020-01-03T13:10:57Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraqi-parliament-speaker-says-us-airstrike-in-baghdad-violates-iraqi-sovereignty-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 21:07:00",
        "gmt_time": "2020-01-03 13:07:00"
    },
    {
        "id": 902460,
        "updated_sequence": 2064053,
        "published_at": {
            "unix": 1578054600,
            "text": "2020-01-03 12:30:00 +0000",
            "iso_8601": "2020-01-03T12:30:00Z"
        },
        "updated_at": {
            "unix": 1578055350,
            "text": "2020-01-03 12:42:30 +0000",
            "iso_8601": "2020-01-03T12:42:30Z"
        },
        "subject": "GERMAN CPI released at 1300 GMT/1400 CET: Regional CPI suggests upside ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Regional CPI suggests upside vs HICP consensus of 1.4% Y/Y (prev. 1.2%); energy driving upside surprises.</li><li>Pantheon Macroeconomics says the Saxony numbers (1.4% Y/Y from 1.1%), which usually provide a good lead on the aggregate German data, were buoyed by houehold energy inflation, which rebounded to +0.4% Y/Y, from -0.9% in November, thanks to reduced deflation in heating oil and fuel prices. \"The trend in these components still look too weak to us given the shift in year-over-year base effects in oil prices. We’re betting on a further increase in the next few months.\"</li><li>French inflation was also above expectations.</li><li>Suggests price pressures at the Eurozone level may see firming pressure (Eurozone HICP released next Tuesday).</li></ul>",
        "analysis_updated_at": {
            "unix": 1578054720,
            "text": "2020-01-03 12:32:00 +0000",
            "iso_8601": "2020-01-03T12:32:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "german-cpi-released-at-1300-gmt-1400-cet-regional-cpi-suggests-upside-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 20:30:00",
        "gmt_time": "2020-01-03 12:30:00"
    },
    {
        "id": 902459,
        "updated_sequence": 2064041,
        "published_at": {
            "unix": 1578054420,
            "text": "2020-01-03 12:27:00 +0000",
            "iso_8601": "2020-01-03T12:27:00Z"
        },
        "updated_at": {
            "unix": 1578054550,
            "text": "2020-01-03 12:29:10 +0000",
            "iso_8601": "2020-01-03T12:29:10Z"
        },
        "subject": "Scotiabank USD Firms as Middle East Tensions Rise",
        "content": "<ul><li>&nbsp; USD strengthens on geo-political risks.</li><li>&nbsp; CAD outperforms with oil reaching highest point since May.</li><li>&nbsp; EUR looks past key macro data, falls below 200DMA.</li><li>&nbsp; GBP unwinds late-year strength, edges toward 40DMA.</li><li>&nbsp; JPY outperforms on support for havens, sits at two-month high.</li><li>&nbsp; AUD and NZD lag G-10 space on moves away from risk assets.</li><li>&nbsp; MXN briefly edges above 19 mark in risk-off market activity.</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-usd-firms-as-middle-east-tensions-rise-03-01-2020",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 20:27:00",
        "gmt_time": "2020-01-03 12:27:00"
    },
    {
        "id": 902458,
        "updated_sequence": 2064049,
        "published_at": {
            "unix": 1578054120,
            "text": "2020-01-03 12:22:00 +0000",
            "iso_8601": "2020-01-03T12:22:00Z"
        },
        "updated_at": {
            "unix": 1578055158,
            "text": "2020-01-03 12:39:18 +0000",
            "iso_8601": "2020-01-03T12:39:18Z"
        },
        "subject": "MARKET SNAPSHOT: Some turnaround seen in risk assets (equity futures off lows, gold coming off highs, Treasuries off highs)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Desks remind us that today's geopolitical events come ahead of a weekend, so havens may stial lre likbe ain in demand</li><li>Also note more participants will return from holidays on Monday</li></ul>",
        "analysis_updated_at": {
            "unix": 1578054300,
            "text": "2020-01-03 12:25:00 +0000",
            "iso_8601": "2020-01-03T12:25:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "market-snapshot-some-turnaround-seen-in-risk-assets-equity-futures-off-lows-gold-coming-off-highs-treasuries-off-highs-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 20:22:00",
        "gmt_time": "2020-01-03 12:22:00"
    },
    {
        "id": 902457,
        "updated_sequence": 2064035,
        "published_at": {
            "unix": 1578054000,
            "text": "2020-01-03 12:20:00 +0000",
            "iso_8601": "2020-01-03T12:20:00Z"
        },
        "updated_at": {
            "unix": 1578054119,
            "text": "2020-01-03 12:21:59 +0000",
            "iso_8601": "2020-01-03T12:21:59Z"
        },
        "subject": "US Secretary of State Pompeo says he can only confirm Soleimani is dead (cannot confirm demise of his deputies); adds US does not seek war with Iran, but will not stand by and see American lives at risk; says strike was lawful",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox ",
        "slug": "us-secretary-of-state-pompeo-says-he-can-only-confirm-soleimani-is-dead-cannot-confirm-demise-of-his-deputies-adds-us-does-not-seek-war-with-iran-but-will-not-stand-by-and-see-american-lives-at-risk-says-strike-was-lawful-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 20:20:00",
        "gmt_time": "2020-01-03 12:20:00"
    },
    {
        "id": 902456,
        "updated_sequence": 2064032,
        "published_at": {
            "unix": 1578052920,
            "text": "2020-01-03 12:02:00 +0000",
            "iso_8601": "2020-01-03T12:02:00Z"
        },
        "updated_at": {
            "unix": 1578053230,
            "text": "2020-01-03 12:07:10 +0000",
            "iso_8601": "2020-01-03T12:07:10Z"
        },
        "subject": "Brazil President Bolsonaro says US strike in Iraq will likely impact domestic fuel prices; says he attempted but failed to contact Petrobras CEO to discuss the impact; adds must break monopoly over domestic fuel prices",
        "content": "<ul><li>Bolsonaro says he will visit the US in February in order to meet companies offering to supply energy in Brazil outside of the national grid</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-president-bolsonaro-says-us-strike-in-iraq-will-likely-impact-domestic-fuel-prices-says-he-attempted-but-failed-to-contact-petrobras-ceo-to-discuss-the-impact-adds-must-break-monopoly-over-domestic-fuel-prices-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 20:02:00",
        "gmt_time": "2020-01-03 12:02:00"
    },
    {
        "id": 902455,
        "updated_sequence": 2064027,
        "published_at": {
            "unix": 1578052020,
            "text": "2020-01-03 11:47:00 +0000",
            "iso_8601": "2020-01-03T11:47:00Z"
        },
        "updated_at": {
            "unix": 1578052231,
            "text": "2020-01-03 11:50:31 +0000",
            "iso_8601": "2020-01-03T11:50:31Z"
        },
        "subject": "Israel PM Netanyahu says Israel stands by US in its \"just struggle\"; says US has the right to self-defence, and IRGC commander Soleimani was responsible for deaths and was planning more attacks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "israel-pm-netanyahu-says-israel-stands-by-us-in-its-just-struggle-says-us-has-the-right-to-self-defence-and-irgc-commander-soleimani-was-responsible-for-deaths-and-was-planning-more-attacks-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:47:00",
        "gmt_time": "2020-01-03 11:47:00"
    },
    {
        "id": 902454,
        "updated_sequence": 2064022,
        "published_at": {
            "unix": 1578051480,
            "text": "2020-01-03 11:38:00 +0000",
            "iso_8601": "2020-01-03T11:38:00Z"
        },
        "updated_at": {
            "unix": 1578051850,
            "text": "2020-01-03 11:44:10 +0000",
            "iso_8601": "2020-01-03T11:44:10Z"
        },
        "subject": "US official says 750 soldiers arrived at the embassy in Baghdad, Iraq to secure it, according to Sky News Arabia",
        "content": "<ul><li><a href=\"https://twitter.com/SkyNewsArabia_B/status/1213060485068808192\">Via tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows reports that Iraqi paramilitary groups who have been protesting against US air strikes in Iraq have called on supporters to withdraw from the perimeter of the US’ embassy in Baghdad.</li></ul>",
        "analysis_updated_at": {
            "unix": 1578051720,
            "text": "2020-01-03 11:42:00 +0000",
            "iso_8601": "2020-01-03T11:42:00Z"
        },
        "push_notify": false,
        "source": "Sky News",
        "slug": "us-official-says-750-soldiers-arrived-at-the-embassy-in-baghdad-iraq-to-secure-it-according-to-sky-news-arabia-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:38:00",
        "gmt_time": "2020-01-03 11:38:00"
    },
    {
        "id": 902453,
        "updated_sequence": 2064015,
        "published_at": {
            "unix": 1578051120,
            "text": "2020-01-03 11:32:00 +0000",
            "iso_8601": "2020-01-03T11:32:00Z"
        },
        "updated_at": {
            "unix": 1578051224,
            "text": "2020-01-03 11:33:44 +0000",
            "iso_8601": "2020-01-03T11:33:44Z"
        },
        "subject": "Newsquawk Daily US Opening News - 3rd January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23550/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>European bourses are subdued on the overnight middle-east tensions which sparked a broad flight-to-quality</li><li>USD is firmer this morning, and weighs on most G10 peers excluding the safe-havens</li><li>Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis have been assassinated in an air strike</li><li>Iranian Government spokesperson says the response to the assassination of Soleimani is not far away, and the response will be strong</li><li>North Korea's official newspaper warned of \"immediate and powerful\" strikes against threats</li><li>Looking ahead, highlights include US ISM Manufacturing, EIA Weekly Report, FOMC Minutes (December), Fed’s Mester, Brainard, Evans, Barkin, Daly, Kaplan and BoC’s Wilkins</li></ul><p>GEOPOLITICS – <a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">Full analysis available on the Newsquawk headline feed, link here.</a></p><p><strong>Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis have been assassinated in the air strike on the convoy close to the Baghdad International Airport, according to Iraqi State TV, with the Iraqi Militia spokesman noting that US and Israel were behind the attack. The US Pentagon has since confirmed that the death of the Senior IRGC Commander and noted the attack was aimed at deterring future Iranian attack plans.</strong> <strong>(Newswires)</strong><i> Initially, there were reports of unknown air activity over Baghdad with explosions heard near the Baghdad International Airport, via airspace observer INTELSky and Al-Jazeera. Iraqi security sources then noted that explosions in the vicinity of Baghdad International Airport were caused by three rockets, however local police sources noted four rockets hitting the Iraqi Military base near the airport with US helicopters spotted in the airspace according to reports. INTELSky reported that <strong>PMU Relations Director alongside a delegation of the Iranian Revolutionary Guards were reportedly assassinated in the air strike.</strong></i></p><p><strong>Iranian Revolutionary Guard Corp officer said Iran will take revenge on the US for the death of the Senior IRGC Official Soleimani. Iranian Supreme Leader Khamenei said harsh revenge awaits those who assassinated Senior IRGC Commander Soleimani and added that the killing will double motivation for resistance against the US and Israel. (Newswires) Iranian Foreign Minister Zarif tweeted \"The US' act of international terrorism, targeting &amp; assassinating General Soleimani is extremely dangerous &amp; a foolish escalation\", and added that US will bear responsibility for all consequences. (Twitter) Iran's top security body is to meet to discuss the \"criminal attack\" against Senior IRGC Commander Soleimani, according to a spokesperson quoted by FARS. (Newswires)</strong></p><p><strong>Iranian Government spokesperson says the response to the assassination of Soleimani is not far away, and the response will be strong., AJA. (Twitter)</strong></p><p>Iraqi National Assembly is to hold an emergency session tomorrow to discuss the assassination of Suleimani as well as the presence of US troops. (Newswires)</p><p>US Senator Graham warned that \"If Iranian aggression continues and I worked at an Iranian oil refinery, I would think about a new career.” US Defence Department sources note that patriot batteries are active in Bahrain for alert posture, according to Newsweek's LaPorta. (Twitter)</p><p><strong>North Korea's official newspaper warned of \"immediate and powerful\" strikes against threats. (Yonhap)</strong></p><p>ASIA-PAC</p><p><strong>Asian equities failed to benefit from the rally seen by global peers </strong>in which the major bourses on Wall Street headed into the close in fresh record territory. Tech-giant Apple briefly surpassed the USD 300/shr milestone for the first time, whilst chip names were bolstered by AMD’s +7% surge after a 45% price target boost by analysts at Instinet. <strong>In overnight trade,</strong> <strong>US equity futures alongside regional bourses saw downside which coincided with reports of North Korea's official newspaper warning of \"immediate and powerful\" strikes against threats and with sentiment dampened by concerns in the Middle East</strong>. Japanese markets remained closed amid an extended New Year holiday, whilst <strong>ASX 200 (+0.7%)</strong> was bolstered in early trade with all sectors initially in the green and with the heavily weighted financial sector leading the gains. Similarly, South Korea’s <strong>KOSPI (U/C)</strong> also saw early upside with heavyweight chipmaker SK Hynix advancing over 3% as semiconductor names piggy-backed on Wall Street’s stellar chip performance – similar gains were seen in TSMC shares at the Taiwan open. <strong>Hang Seng (-0.3%)</strong> was originally kept afloat by energy giants benefitting from the sudden rise in oil prices before the index conformed to the overall risk appetite, whilst <strong>Shanghai Comp (U/C)</strong> traded somewhat lacklustre following a net weekly liquidity drain of CNY 550bln by the PBoC.</p><p><strong>PBoC set USD/CNY reference rate at 6.9681 vs. Exp. 6.9683 (Prev. 6.9614)</strong> (Newswires) PBoC drained a net CNY 550bln for the week vs. a drain of CNY 30bln in the prior week</p><p>PBoC policy easing is on track despite higher inflation, sources state. China is to set annual inflation target at 3% for 2020, unchanged from last year, policy insiders expect consumer inflation to ease in H2 2020, according to sources. (Newswires)</p><p><strong>UK/EU</strong></p><p>EU Trade Chief Hogan has planned a visit to Washington January 14-16th. (Newswires)</p><p>UK Construction PMI M/M 44.4 vs. Exp. 45.9 (Prev. 45.3)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Sharpest fall in civil engineering activity since March 2009, New business decreases for the ninth month in a row.</p><p>&nbsp;</p><p>German Saxony State CPI YY (Dec) 1.4% (Prev. 1.1%), CPI MM (Dec) 0.6% (Prev. -0.8%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; The remainder of the State CPIs were similarly strong, and as such point to the mainland figure also being strong. For reference the preliminary mainland expectations are: YY 1.4%, MM 0.4%; HICP YY 1.4%, MM 0.5%.</p><p>German Unemployment Chg SA (Dec) 8k vs. Exp. 2.0k (Prev. -16.0k)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Unemployment Rate SA (Dec) 5.0% vs. Exp. 5.0% (Prev. 5.0%)</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Total NSA (Dec) 2.227M vs. Exp. 2.216M (Prev. 2.18M)</p><p>EQUITIES</p><p><strong>European bourses</strong> are subdued this morning by the risk-off tone given geopolitical events in the middle-east which has dominated price action thus far (more information available in the Commodity section below, as well as the <a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">Newsquawk headline feed</a>). Bourses are in negative territory across the board with no notable laggard; however, the <strong>FTSE 100 (-0.3%)</strong> is holding up somewhat better than its peers gleaning assistance from the upside in Energy names given the crude complex’s action, for instance BP (+1.7%), Shell (+1.4%). Additionally, at the tope of the FTSE 100, is Fresnillo (+2.4%) shining alongside other mining names given the safe-haven bid in gold today. In terms of sectors, unsurprisingly given the aforementioned newsflow, energy names are the only sector in positive territory; with the remaining sectors experiencing broad-based losses. In terms of individual movers, and sticking with the geopolitical tensions, flight names including Air France (-7.8%), Lufthansa (-7.0%) and easyJet (-3.5%) suffering on the higher oil prices. Aside from the crude-related movers, tobacco names are firmer this morning following on from the FDA’s issuance of new guidance. While UK gambling names were subdued at the open on reports that the gambling commission is considering a ban on VIP schemes in Britain; for reference, a number of the relevant Co’s are heavily dependent on such schemes.</p><p>Chinese-made exports of <strong>Ford (F), Tesla (TSLA), BMW (BMW GY)</strong> set to surge as Beijing opens auto industry, according to a Chinese Government report via SCMP. (SCMP) Adding that, Beijing is aiming to boost exports of China-made foreign vehicles in coming years as domestic car sales slump and restrictions on overseas firms are loosened, according to a government report.</p><p>FX</p><p>USD - The Dollar revival from turn of the year and decade lows continues, as the DXY inches above 97.000 from sub-96.500, and the latest rebound has been fuelled by safe-haven demand amidst heightened US-Iran tensions following an airstrike reportedly sanctioned by President Trump targeting and killing an IRGC general. Technically, a clear breach of the big figure could see an extension or further retracement to Xmas Day lows of 97.344 ahead of 97.350, 97.500 and the high of December 27 (97.552) before the index slumped on all round Greenback selling.</p><p>JPY/XAU/CHF - The Yen and Gold are both still bucking the overall trend and outperforming due to their status as ultimate ports of security in a storm, though Usd/Jpy has bounced from circa 107.91 and Xau/Usd could not sustain momentum through the psychological 1500/oz level as the Buck built on gains more broadly, while chart watchers will be aware that support lies at 107.89 for the Dollar and last year’s Bullion peak was 1557.11. Elsewhere, the Franc remains somewhat betwixt and between, with Usd/Chf firmly elevated towards the upper end of a 0.9690-0.9743 range in stark contrast to Eur/Chf that is looking at 2019 lows within a 1.0825-55 band.</p><p>CAD/EUR/NOK/SEK/AUD/NZD/GBP - All victims of the aforementioned return to risk aversion, albeit to varying degrees as the Loonie and Norwegian Krona glean some protection/support from the spike in oil prices to trade back over 1.3000 vs the US Dollar and close to 9.8500 against the Euro respectively. However, the single currency has unwound more of its appreciation vs the Greenback and is now testing the 21 DMA (around 1.1128-30) having fallen below the 200 DMA (1.1142), while the Swedish Crown is back under 10.5000 in Euro cross terms and Antipodes even further away from recent pinnacles against their US counterpart, with Aud/Usd and Nzd/Usd sub-0.6950/0.6650 respectively. Finally, and fittingly in terms of current G10 rankings, Cable has given up more ground and another round number at 1.3100 in wake of a much weaker than forecast UK construction PMI.</p><p>EM - Widespread losses on the risk-off positioning, but again the pain for Turkey’s Lira has been more apparent after stronger than expected CPI data, the inflated cost of crude and ongoing geopolitical concerns all nudging Usd/Try closer to the 6.0000 handle.</p><p>Brazilian Economy Ministry said the trade surplus is likely to continue to decrease in 2020 due to stronger demand in Brazil supporting imports. (Newswires)</p><p>Notable FX expiries, NY Cut:</p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; USD/JPY: 108.00 (330M), 108.50-55 (1.8BLN), 108.85 (690M)</p><p>FIXED INCOME</p><p>The rationale remains the same and well documented, but the demand for debt is ongoing if not quite relentless as stocks continue to wilt and EU market participants await the return of their US peers to see if the safety-flight spills over or short covering/profit taking kicks in. For now bonds remain lofty and just edging new intraday peaks of 172.26, 132.48 and 129-07 for Bunds, Gilts and 10 year US T-notes respectively. Ahead, prospects for a frothy prelim German inflation print and a busy end of week US agenda, including data and the FOMC minutes, but US-Iran and geopolitics in general seems to be the main if not only issue on Friday and into the weekend.</p><p><strong>COMMODITIES</strong></p><p>&nbsp;</p><p><strong>WTI and Brent</strong> are significantly firmer this morning, currently trading with gains in excess of USD 3.0/bbl at present, and have eclipsed their overnight highs. In terms of the crux of the newsflow, overnight the US assassination of Iranian Military General Soleimani sparked significant upside for the complex and a broad risk-off tone. Subsequently, the Iranian Government has stated the response to this is not far away and will be strong. <a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">A full briefing on this, including the potential implications, is available on the Newsquawk headline feed.</a> Looking ahead, focus will be on magnitude of the response from Iran and the subsequent response to any measure by other regional powers and of course the US. Elsewhere, today’s other focus point for the crude complex is the delayed EIA weekly metrics, although their impact on price action could be diminished given the geopolitical factors; nonetheless, expectations are for a headline draw of 3.288mln barrels, which is slightly smaller than the previous draw of 5.474mln barrels. Moving to metals, where <strong>spot golds</strong> action is also dictated by the risk-off geopolitical news. The yellow metal has, at best, just eclipsed the USD 1550/oz mark and of note is the 2019 high at USD 1557.11/oz; it is worth caveating that the USD is also experiencing a safe-haven bid this morning which will be hindering the precious metals progress. Elsewhere, <strong>iron ore</strong> hit its highest level for around 5-months as restocking continues ahead of the China New Year, as China produces around half of the global steel supply; support also stems from Brazil’s Iron ore exports posting a decline for the month of December.</p><p>Foreign oil companies have reportedly evacuated employees who are US citizens from Iraq's Basra., Company Sources; note this will not affect their production. (Newswires)</p><p>Phillips 66 noted that its 203k BPD Ponca City, Oklahoma refinery experienced a fired in its process unit, fire is under control and said there has been no impact on personnel and no off-site impact, flaring may increase temporarily. (Newswires)</p><p>Russia has halted oil supplies to Belarus oil refineries, according to Belarusnedtekhim a Belarus oil firm; subsequently rebuffed by industry sources. (Newswires) <i>Note, the reasoning behind this possible halt is not clear</i></p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-us-opening-news-3rd-january-2020-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:32:00",
        "gmt_time": "2020-01-03 11:32:00"
    },
    {
        "id": 902449,
        "updated_sequence": 2064003,
        "published_at": {
            "unix": 1578050700,
            "text": "2020-01-03 11:25:00 +0000",
            "iso_8601": "2020-01-03T11:25:00Z"
        },
        "updated_at": {
            "unix": 1578050786,
            "text": "2020-01-03 11:26:26 +0000",
            "iso_8601": "2020-01-03T11:26:26Z"
        },
        "subject": "Newsquawk EU Mid Session: Risk-off ramps up on middle-east turmoil- 3rd January 2020",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23549/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.</p><p><strong>EQUITIES</strong></p><p><strong>European bourses</strong> are subdued this morning by the risk-off tone given geopolitical events in the middle-east which has dominated price action thus far (more information available in the Commodity section below, as well as the Newsquawk headline feed). Bourses are in negative territory across the board with no notable laggard; however, the <strong>FTSE 100 (-0.5%)</strong> is holding up somewhat better than its peers gleaning assistance from the upside in Energy names given the crude complex’s action, for instance BP (+1.7%), Shell (+1.4%). Additionally, at the tope of the FTSE 100, is Fresnillo (+2.4%) shining alongside other mining names given the safe-haven bid in gold today. In terms of sectors, unsurprisingly given the aforementioned newsflow, energy names are the only sector in positive territory; with the remaining sectors experiencing broad-based losses. In terms of individual movers, and sticking with the geopolitical tensions, flight names including Air France (-7.8%), Lufthansa (-7.0%) and easyJet (-3.5%) suffering on the higher oil prices. Aside from the crude-related movers, tobacco names are firmer this morning following on from the FDA’s issuance of new guidance. While UK gambling names were subdued at the open on reports that the gambling commission is considering a ban on VIP schemes in Britain; for reference, a number of the relevant Co’s are heavily dependent on such schemes.</p><p><strong>FX</strong></p><p>USD - The Dollar revival from turn of the year and decade lows continues, as the DXY inches above 97.000 from sub-96.500, and the latest rebound has been fuelled by safe-haven demand amidst heightened US-Iran tensions following an airstrike reportedly sanctioned by President Trump targeting and killing an IRGC general. Technically, a clear breach of the big figure could see an extension or further retracement to Xmas Day lows of 97.344 ahead of 97.350, 97.500 and the high of December 27 (97.552) before the index slumped on all round Greenback selling.</p><p>JPY/XAU/CHF - The Yen and Gold are both still bucking the overall trend and outperforming due to their status as ultimate ports of security in a storm, though Usd/Jpy has bounced from circa 107.91 and Xau/Usd could not sustain momentum through the psychological 1500/oz level as the Buck built on gains more broadly, while chart watchers will be aware that support lies at 107.89 for the Dollar and last year’s Bullion peak was 1557.11. Elsewhere, the Franc remains somewhat betwixt and between, with Usd/Chf firmly elevated towards the upper end of a 0.9690-0.9743 range in stark contrast to Eur/Chf that is looking at 2019 lows within a 1.0825-55 band.</p><p>CAD/EUR/NOK/SEK/AUD/NZD/GBP - All victims of the aforementioned return to risk aversion, albeit to varying degrees as the Loonie and Norwegian Krona glean some protection/support from the spike in oil prices to trade back over 1.3000 vs the US Dollar and close to 9.8500 against the Euro respectively. However, the single currency has unwound more of its appreciation vs the Greenback and is now testing the 21 DMA (around 1.1128-30) having fallen below the 200 DMA (1.1142), while the Swedish Crown is back under 10.5000 in Euro cross terms and Antipodes even further away from recent pinnacles against their US counterpart, with Aud/Usd and Nzd/Usd sub-0.6950/0.6650 respectively. Finally, and fittingly in terms of current G10 rankings, Cable has given up more ground and another round number at 1.3100 in wake of a much weaker than forecast UK construction PMI.</p><p>EM - Widespread losses on the risk-off positioning, but again the pain for Turkey’s Lira has been more apparent after stronger than expected CPI data, the inflated cost of crude and ongoing geopolitical concerns all nudging Usd/Try closer to the 6.0000 handle.</p><p><strong>FIXED INCOME</strong></p><p>The rationale remains the same and well documented, but the demand for debt is ongoing if not quite relentless as stocks continue to wilt and EU market participants await the return of their US peers to see if the safety-flight spills over or short covering/profit taking kicks in. For now bonds remain lofty and just edging new intraday peaks of 172.26, 132.48 and 129-07 for Bunds, Gilts and 10 year US T-notes respectively. Ahead, prospects for a frothy prelim German inflation print and a busy end of week US agenda, including data and the FOMC minutes, but US-Iran and geopolitics in general seems to be the main if not only issue on Friday and into the weekend.</p><p><strong>COMMODITIES</strong></p><p><strong>WTI and Brent</strong> are significantly firmer this morning, currently trading with gains in excess of USD 3.0/bbl at present, and have eclipsed their overnight highs. In terms of the crux of the newsflow, overnight the US assassination of Iranian Military General Soleimani sparked significant upside for the complex and a broad risk-off tone. Subsequently, the Iranian Government has stated the response to this is not far away and will be strong<a href=\"https://newsquawk.com/headlines/analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020\">. A full briefing on this, including the potential implications, is available on the Newsquawk headline feed.</a> Looking ahead, focus will be on magnitude of the response from Iran and the subsequent response to any measure by other regional powers and of course the US. Elsewhere, today’s other focus point for the crude complex is the delayed EIA weekly metrics, although their impact on price action could be diminished given the geopolitical factors; nonetheless, expectations are for a headline draw of 3.288mln barrels, which is slightly smaller than the previous draw of 5.474mln barrels. Moving to metals, where <strong>spot golds</strong> action is also dictated by the risk-off geopolitical news. The yellow metal has, at best, just eclipsed the USD 1550/oz mark and of note is the 2019 high at USD 1557.11/oz; it is worth caveating that the USD is also experiencing a safe-haven bid this morning which will be hindering the precious metals progress. Elsewhere, <strong>iron ore</strong> hit its highest level for around 5-months as restocking continues ahead of the China New Year, as China produces around half of the global steel supply; support also stems from Brazil’s Iron ore exports posting a decline for the month of December.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-eu-mid-session-risk-off-ramps-up-on-middle-east-turmoil-3rd-january-2020-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:25:00",
        "gmt_time": "2020-01-03 11:25:00"
    },
    {
        "id": 902448,
        "updated_sequence": 2064000,
        "published_at": {
            "unix": 1578050280,
            "text": "2020-01-03 11:18:00 +0000",
            "iso_8601": "2020-01-03T11:18:00Z"
        },
        "updated_at": {
            "unix": 1578050365,
            "text": "2020-01-03 11:19:25 +0000",
            "iso_8601": "2020-01-03T11:19:25Z"
        },
        "subject": "Fixed Income: bonds indulge in more stock-taking",
        "content": "<p>The rationale remains the same and well documented, but the demand for debt is ongoing if not quite relentless as stocks continue to wilt and EU market participants await the return of their US peers to see if the safety-flight spills over or short covering/profit taking kicks in. For now bonds remain lofty and just edging new intraday peaks of 172.26, 132.48 and 129-07 for Bunds, Gilts and 10 year US T-notes respectively. Ahead, prospects for a frothy prelim German inflation print and a busy end of week US agenda, including data and the FOMC minutes, but US-Iran and geopolitics in general seems to be the main if not only issue on Friday and into the weekend.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fixed-income-bonds-indulge-in-more-stock-taking-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:18:00",
        "gmt_time": "2020-01-03 11:18:00"
    },
    {
        "id": 902447,
        "updated_sequence": 2063997,
        "published_at": {
            "unix": 1578050040,
            "text": "2020-01-03 11:14:00 +0000",
            "iso_8601": "2020-01-03T11:14:00Z"
        },
        "updated_at": {
            "unix": 1578050123,
            "text": "2020-01-03 11:15:23 +0000",
            "iso_8601": "2020-01-03T11:15:23Z"
        },
        "subject": "China’s Cabinet state that they will improve measures to promote the development of the auto industry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from, Chinese-made exports of Ford (F), Tesla (TSLA), BMW (BMW GY) set to surge as Beijing opens auto industry, according to a Chinese Government report via SCMP</li></ul>",
        "analysis_updated_at": {
            "unix": 1578050123,
            "text": "2020-01-03 11:15:23 +0000",
            "iso_8601": "2020-01-03T11:15:23Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-cabinet-state-that-they-will-improve-measures-to-promote-the-development-of-the-auto-industry-03-01-2020",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:14:00",
        "gmt_time": "2020-01-03 11:14:00"
    },
    {
        "id": 902446,
        "updated_sequence": 2063992,
        "published_at": {
            "unix": 1578049200,
            "text": "2020-01-03 11:00:00 +0000",
            "iso_8601": "2020-01-03T11:00:00Z"
        },
        "updated_at": {
            "unix": 1578049339,
            "text": "2020-01-03 11:02:19 +0000",
            "iso_8601": "2020-01-03T11:02:19Z"
        },
        "subject": "FX Morning Colour: flight-to-quality marks the anniversary of 2019’s flash crash",
        "content": "<p><strong>USD</strong></p><p>The Dollar revival from turn of the year and decade lows continues, as the <strong>DXY</strong> inches above 97.000 from sub-96.500, and the latest rebound has been fuelled by safe-haven demand amidst heightened US-Iran tensions following an airstrike reportedly sanctioned by President Trump targeting and killing an IRGC general. Technically, a clear breach of the big figure could see an extension or further retracement to Xmas Day lows of 97.344 ahead of 97.350, 97.500 and the high of December 27 (97.552) before the index slumped on all round Greenback selling.</p><p><strong>JPY/XAU/CHF&nbsp;</strong></p><p>The Yen and Gold are both still bucking the overall trend and outperforming due to their status as ultimate ports of security in a storm, though Usd/Jpy has bounced from circa 107.91 and Xau/Usd could not sustain momentum through the psychological 1500/oz level as the Buck built on gains more broadly, while chart watchers will be aware that support lies at 107.89 for the Dollar and last year’s Bullion peak was 1557.11. Elsewhere, the Franc remains somewhat betwixt and between, with Usd/Chf firmly elevated towards the upper end of a 0.9690-0.9743 range in stark contrast to Eur/Chf that is looking at 2019 lows within a 1.0825-55 band.</p><p><strong>CAD/EUR/NOK/SEK/AUD/NZD/GBP&nbsp;</strong></p><p>All victims of the aforementioned return to risk aversion, albeit to varying degrees as the Loonie and Norwegian Krona glean some protection/support from the spike in oil prices to trade back over 1.3000 vs the US Dollar and close to 9.8500 against the Euro respectively. However, the single currency has unwound more of its appreciation vs the Greenback and is now testing the 21 DMA (around 1.1128-30) having fallen below the 200 DMA (1.1142), while the Swedish Crown is back under 10.5000 in Euro cross terms and Antipodes even further away from recent pinnacles against their US counterpart, with Aud/Usd and Nzd/Usd sub-0.6950/0.6650 respectively. Finally, and fittingly in terms of current G10 rankings, Cable has given up more ground and another round number at 1.3100 in wake of a much weaker than forecast UK construction PMI.</p><p><strong>EM</strong></p><p>Widespread losses on the risk-off positioning, but again the pain for Turkey’s Lira has been more apparent after stronger than expected CPI data, the inflated cost of crude and ongoing geopolitical concerns all nudging Usd/Try closer to the 6.0000 handle.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "fx-morning-colour-flight-to-quality-marks-the-anniversary-of-2019-s-flash-crash-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 19:00:00",
        "gmt_time": "2020-01-03 11:00:00"
    },
    {
        "id": 902445,
        "updated_sequence": 2063994,
        "published_at": {
            "unix": 1578048000,
            "text": "2020-01-03 10:40:00 +0000",
            "iso_8601": "2020-01-03T10:40:00Z"
        },
        "updated_at": {
            "unix": 1578050111,
            "text": "2020-01-03 11:15:11 +0000",
            "iso_8601": "2020-01-03T11:15:11Z"
        },
        "subject": "Chinese-made exports of Ford (F), Tesla (TSLA), BMW (BMW GY) set to surge as Beijing opens auto industry, according to a Chinese Government report via SCMP",
        "content": "<ul><li>Beijing is aiming to boost exports of China-made foreign vehicles in coming years as domestic car sales slump and restrictions on overseas firms are loosened, according to a government report</li><li>Full piece <a href=\"https://www.scmp.com/economy/china-economy/article/3044465/china-made-exports-ford-tesla-bmw-set-surge-beijing-opens\">here</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "chinese-made-exports-of-ford-f-tesla-tsla-bmw-bmw-gy-set-to-surge-as-beijing-opens-auto-industry-according-to-a-chinese-government-report-via-scmp-03-01-2020",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 18:40:00",
        "gmt_time": "2020-01-03 10:40:00"
    },
    {
        "id": 902442,
        "updated_sequence": 2063974,
        "published_at": {
            "unix": 1578045420,
            "text": "2020-01-03 09:57:00 +0000",
            "iso_8601": "2020-01-03T09:57:00Z"
        },
        "updated_at": {
            "unix": 1578045618,
            "text": "2020-01-03 10:00:18 +0000",
            "iso_8601": "2020-01-03T10:00:18Z"
        },
        "subject": "Foreign oil companies have reportedly evacuated employees who are US citizens from Iraq's Basra., Company Sources",
        "content": "<ul><li>This evacuation will not affect operations/production or export</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from the US calling for all US citizens to leave the country</li></ul>",
        "analysis_updated_at": {
            "unix": 1578045480,
            "text": "2020-01-03 09:58:00 +0000",
            "iso_8601": "2020-01-03T09:58:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "foreign-oil-companies-have-reportedly-evacuated-employees-who-are-us-citizens-from-iraq-s-basra-company-sources-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 17:57:00",
        "gmt_time": "2020-01-03 09:57:00"
    },
    {
        "id": 902433,
        "updated_sequence": 2063936,
        "published_at": {
            "unix": 1578042420,
            "text": "2020-01-03 09:07:00 +0000",
            "iso_8601": "2020-01-03T09:07:00Z"
        },
        "updated_at": {
            "unix": 1578042509,
            "text": "2020-01-03 09:08:29 +0000",
            "iso_8601": "2020-01-03T09:08:29Z"
        },
        "subject": "Industry sources rebuff earlier reports that Russian oil transit to Europe via Belarus had been interrupted ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "industry-sources-rebuff-earlier-reports-that-russian-oil-transit-to-europe-via-belarus-had-been-interrupted-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 17:07:00",
        "gmt_time": "2020-01-03 09:07:00"
    },
    {
        "id": 902301,
        "updated_sequence": 2063898,
        "published_at": {
            "unix": 1578042000,
            "text": "2020-01-03 09:00:00 +0000",
            "iso_8601": "2020-01-03T09:00:00Z"
        },
        "updated_at": {
            "unix": 1578042000,
            "text": "2020-01-03 09:00:00 +0000",
            "iso_8601": "2020-01-03T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-14_29pm_utc_02-01-2020",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 17:00:00",
        "gmt_time": "2020-01-03 09:00:00"
    },
    {
        "id": 902424,
        "updated_sequence": 2063976,
        "published_at": {
            "unix": 1578041760,
            "text": "2020-01-03 08:56:00 +0000",
            "iso_8601": "2020-01-03T08:56:00Z"
        },
        "updated_at": {
            "unix": 1578046171,
            "text": "2020-01-03 10:09:31 +0000",
            "iso_8601": "2020-01-03T10:09:31Z"
        },
        "subject": "ANALYSIS: Implications of the US’ attack on Iran military leaders",
        "content": "<p>The overnight US strike on targets in Baghdad resulted in the deaths of key Iranian military official Qasem Soleimani and has been met by vows from Tehran to retaliate. The initial reaction has been risk-off, with traders fearing an escalation of tensions in the Middle East.</p><p>Qassem Soleimani, commander of the Islamic Revolutionary Guard Corps' Quds Force; the head of the Iraqi Kataib Hezbollah militia, Abu Mahdi al-Muhandis; the deputy head of Hezbollah in Lebanon, Naim Qassemwere (although Qassemwere's death is yet to be confirmed)</p><p>The Pentagon said that one of the reasons for the attack was in retaliation for the attempt by Hezbollah supporters to overrun the US Embassy in Baghdad on 31st December 2019. Additionally, Defence Secretary Esper stated that the US was willing to pre-emptively strike Iranian-backed militias in Iraq to protect US interests, suggesting that further attacks and retaliations may be seen in the weeks ahead. This sentiment can also be via comments from US Senator Graham who warned that \"If Iranian aggression continues and I worked at an Iranian oil refinery, I would think about a new career.” Furthermore, US Defence Department sources note that patriot batteries are active in Bahrain for alert posture, according to Newsweek's LaPorta. Traders are now focussed on the implications for global markets. On the prospect of direct US-Iran conflict, Cap Eco suggest \"the resulting collapse in Iran’s economy could knock as much as 0.3%-pts off global GDP – equal to our estimate of the damage from the US-China trade war\". Additionally, analysts at Citi have also suggested this could make things \"tougher for Democratic Party electoral candidates to argue against a stronger defense budget in 2020, which would remove a defense sentiment overhang\".</p><p>Geopolitical consultancy Stratfor says the US retaliation marked a significant escalation, as Iran could well target high-ranking U.S. military personnel in the Middle Eastin response, adding that ultimately, Iran will seek to retaliate against the US, the only question is at what level, what scale and when. Note, reports have since suggested that the US has called upon all citizens to leave Iraq immediately.</p><p><strong>SAUDI ARABIA:</strong>&nbsp;Stratfor notes that it has been nearly four months since Iran attacked Abqaiq and Khurais oil-processing facilities, which took around half of Saudi Arabia's oil production down. \"If the United States and Iran continue their escalation with direct strikes on one another, Iran could certainly retaliate against countries like Saudi Arabia, one of the closest US allies in the region, and their economic interests,\" Stratfor writes, \"each of the Gulf Cooperation Council states —particularly Bahrain and Qatar — hosts a significant US military presence that Iran could target.\"</p><p><strong>PERSIAN GULF:</strong>&nbsp;Iran may also opt to launch attacks against the US naval presence in the Persian Gulf. \"For most of US President Trump's term in office, Iran has hesitated to use its naval assets to harass US ships in the Persian Gulf, Strait of Hormuz and Gulf of Oman despite its aggressive strategy to counter US sanctions pressure.\" Stratfor thinks that could change: \"As it is, the USS Abraham Lincoln carrier strike group reported last month that Iranian naval ships had harassed it as it was leaving its deployment in the Gulf of Oman and Arabian Sea.\"</p><p><strong>IRAQ:&nbsp;</strong>The US attack took place on Iraqi soil may drive tensions between Washington and Baghdad which may result in a re-evaluation of the twos security cooperation, which could complicate the two sides ability to work together to combat the Islamic State.</p><p><strong>ISRAEL:</strong>&nbsp;Israel has reportedly previously attempted to assassinate Soleimani. Stratfor says potential Hezbollah retaliation against US interests in Lebanon could also turn into attacks on Israel, given the widespread perception in Lebanon —and throughout the region — that US and Israeli interests against Iran and its allies are one and the same. \"In the worst-case scenario, that could touch off a separate fight between Israel and Iran.\" Indeed, Stratfor points out that Hezbollah commands large influence in parts Lebanon, including parts of Beirut, and has the capability to launch attacks against US targets in the country. “That risk will be even more pronounced if the death of Qassem, Hezbollah's second in command, is confirmed.” Note, source reports have suggested that Netanyahu has cut short his trip to Greece following the assassination.</p><p>&nbsp;</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "analysis-implications-of-the-us-attack-on-iran-military-leaders-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:56:00",
        "gmt_time": "2020-01-03 08:56:00"
    },
    {
        "id": 902419,
        "updated_sequence": 2063881,
        "published_at": {
            "unix": 1578041520,
            "text": "2020-01-03 08:52:00 +0000",
            "iso_8601": "2020-01-03T08:52:00Z"
        },
        "updated_at": {
            "unix": 1578041643,
            "text": "2020-01-03 08:54:03 +0000",
            "iso_8601": "2020-01-03T08:54:03Z"
        },
        "subject": "Iraqi National Assembly is to hold an emergency session tomorrow to discuss the assassination of Suleimani as well as the presence of US troops",
        "content": "<ul><li><a href=\"https://twitter.com/ragipsoylu/status/1213019298857472000\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iraqi-national-assembly-is-to-hold-an-emergency-session-tomorrow-to-discuss-the-assassination-of-suleimani-as-well-as-the-presence-of-us-troops-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:52:00",
        "gmt_time": "2020-01-03 08:52:00"
    },
    {
        "id": 902418,
        "updated_sequence": 2063876,
        "published_at": {
            "unix": 1578040800,
            "text": "2020-01-03 08:40:00 +0000",
            "iso_8601": "2020-01-03T08:40:00Z"
        },
        "updated_at": {
            "unix": 1578040911,
            "text": "2020-01-03 08:41:51 +0000",
            "iso_8601": "2020-01-03T08:41:51Z"
        },
        "subject": "EU Trade Chief Hogan has planned a visit to Washington January 14-16th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, this date appears to fall across the touted date (Jan 15th) for the US-China trade deal to be signed.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578040911,
            "text": "2020-01-03 08:41:51 +0000",
            "iso_8601": "2020-01-03T08:41:51Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-chief-hogan-has-planned-a-visit-to-washington-january-14-16th-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:40:00",
        "gmt_time": "2020-01-03 08:40:00"
    },
    {
        "id": 902416,
        "updated_sequence": 2063866,
        "published_at": {
            "unix": 1578039720,
            "text": "2020-01-03 08:22:00 +0000",
            "iso_8601": "2020-01-03T08:22:00Z"
        },
        "updated_at": {
            "unix": 1578039840,
            "text": "2020-01-03 08:24:00 +0000",
            "iso_8601": "2020-01-03T08:24:00Z"
        },
        "subject": "China's securities regulator states that the Shanghai-London stock connect is currently operating normally",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows media reports yesterday of a halt to this&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578039839,
            "text": "2020-01-03 08:23:59 +0000",
            "iso_8601": "2020-01-03T08:23:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-securities-regulator-states-that-the-shanghai-london-stock-connect-is-currently-operating-normally-03-01-2020",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:22:00",
        "gmt_time": "2020-01-03 08:22:00"
    },
    {
        "id": 902415,
        "updated_sequence": 2063861,
        "published_at": {
            "unix": 1578039540,
            "text": "2020-01-03 08:19:00 +0000",
            "iso_8601": "2020-01-03T08:19:00Z"
        },
        "updated_at": {
            "unix": 1578039656,
            "text": "2020-01-03 08:20:56 +0000",
            "iso_8601": "2020-01-03T08:20:56Z"
        },
        "subject": "Gilts gap up in catch-up trade, but still lagging, Short Sterling futures firm",
        "content": "<p>In line with pre-Liffe open omens, the 10 year UK benchmark has returned to the fray on the front foot and consolidating on and around the 132.00 handle within 131.98-132.14 parameters vs yesterday’s 131.70 close. The catalyst, risk-off flows prompted by heightened geopolitical tensions and specifically another US strike that has eliminated a major Iranian military leader with predictably repercussions prompted by the Ayatollah. For the record, Nationwide house prices were broadly in line with consensus and still to come BoE consumer credit, mortgage lending and approvals alongside the construction PMI. Back to Liffe, 3 month contracts are also holding gains and the strip is fractionally flatter.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "gilts-gap-up-in-catch-up-trade-but-still-lagging-short-sterling-futures-firm-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:19:00",
        "gmt_time": "2020-01-03 08:19:00"
    },
    {
        "id": 902414,
        "updated_sequence": 2063868,
        "published_at": {
            "unix": 1578039360,
            "text": "2020-01-03 08:16:00 +0000",
            "iso_8601": "2020-01-03T08:16:00Z"
        },
        "updated_at": {
            "unix": 1578040116,
            "text": "2020-01-03 08:28:36 +0000",
            "iso_8601": "2020-01-03T08:28:36Z"
        },
        "subject": "Russian Energy Minister states that Russia cut oil output (excluding condensate) by 234k BPD in December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Of note for the OPEC agreement as Russia successfully got agreement for condensate to be excluded from their quota at the December meeting</li></ul>",
        "analysis_updated_at": {
            "unix": 1578039540,
            "text": "2020-01-03 08:19:00 +0000",
            "iso_8601": "2020-01-03T08:19:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-states-that-russia-cut-oil-output-excluding-condensate-by-234k-bpd-in-december-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:16:00",
        "gmt_time": "2020-01-03 08:16:00"
    },
    {
        "id": 902413,
        "updated_sequence": 2063849,
        "published_at": {
            "unix": 1578038700,
            "text": "2020-01-03 08:05:00 +0000",
            "iso_8601": "2020-01-03T08:05:00Z"
        },
        "updated_at": {
            "unix": 1578039020,
            "text": "2020-01-03 08:10:20 +0000",
            "iso_8601": "2020-01-03T08:10:20Z"
        },
        "subject": "European Equity Movers: Marks & Spencer (MKS LN) +1.3%; BP (BP/ LN) +1.0%; Shell (RDSA LN) +0.8%; Next (NXT LN) +0.6%; Imperial Brands (IMB LN) +0.6%; Ryanair (RYA LN) -1.0%; Flutter Entertainment (FLTR LN) -0.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, shares in Atlantia (ATL IM) did open lower following comments from the Italian Government that their motorway concession should be revoked. Subsequently reports note the Co. are to offer a EUR 2.1bln payment to avoid this., according to Corriere; and as such they have moved into positive territory</li></ul>",
        "analysis_updated_at": {
            "unix": 1578038820,
            "text": "2020-01-03 08:07:00 +0000",
            "iso_8601": "2020-01-03T08:07:00Z"
        },
        "push_notify": true,
        "source": "Newsquawk",
        "slug": "european-equity-movers-marks-spencer-mks-ln-1-3-bp-bp-ln-1-0-shell-rdsa-ln-0-8-next-nxt-ln-0-6-imperial-brands-imb-ln-0-6-ryanair-rya-ln-1-0-flutter-entertainment-fltr-ln-0-8-03-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 16:05:00",
        "gmt_time": "2020-01-03 08:05:00"
    },
    {
        "id": 902410,
        "updated_sequence": 2063832,
        "published_at": {
            "unix": 1578038100,
            "text": "2020-01-03 07:55:00 +0000",
            "iso_8601": "2020-01-03T07:55:00Z"
        },
        "updated_at": {
            "unix": 1578038150,
            "text": "2020-01-03 07:55:50 +0000",
            "iso_8601": "2020-01-03T07:55:50Z"
        },
        "subject": "CBRT has called for an extraordinary general assembly meeting for January 20th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cbrt-has-called-for-an-extraordinary-general-assembly-meeting-for-january-20th-03-01-2020",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:55:00",
        "gmt_time": "2020-01-03 07:55:00"
    },
    {
        "id": 902409,
        "updated_sequence": 2063829,
        "published_at": {
            "unix": 1578038100,
            "text": "2020-01-03 07:55:00 +0000",
            "iso_8601": "2020-01-03T07:55:00Z"
        },
        "updated_at": {
            "unix": 1578038140,
            "text": "2020-01-03 07:55:40 +0000",
            "iso_8601": "2020-01-03T07:55:40Z"
        },
        "subject": "Bunds: extending recovery gains from Thursday’s contract low",
        "content": "<p>The 10 year German debt future is now braced to test 172.00 having breached the pre-New Year Eurex high (171.68) and rebounded to 171.93 vs 171.88 at best on December 23 amidst escalating US-Iran tensions and warnings about severe retaliatory action from Tehran following the targeted airstrike by Washington that resulted in the death of top IRGC member Soleimani. Latest ME developments have prompted a strong safe-haven bid that threatens to accelerate in thin market conditions ahead of the first full week of 2020, and with some also mindful of last year’s flash crash. Ahead, German state and national inflation data plus Eurozone M3, but hardly likely to impact in the current risk-averse clime.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "bunds-extending-recovery-gains-from-thursday-s-contract-low-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:55:00",
        "gmt_time": "2020-01-03 07:55:00"
    },
    {
        "id": 902408,
        "updated_sequence": 2063826,
        "published_at": {
            "unix": 1578037980,
            "text": "2020-01-03 07:53:00 +0000",
            "iso_8601": "2020-01-03T07:53:00Z"
        },
        "updated_at": {
            "unix": 1578038077,
            "text": "2020-01-03 07:54:37 +0000",
            "iso_8601": "2020-01-03T07:54:37Z"
        },
        "subject": "US has called on all citizens to leave Iraq immediately, AJA",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1213005069811142657\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-has-called-on-all-citizens-to-leave-iraq-immediately-aja-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:53:00",
        "gmt_time": "2020-01-03 07:53:00"
    },
    {
        "id": 902407,
        "updated_sequence": 2063823,
        "published_at": {
            "unix": 1578037500,
            "text": "2020-01-03 07:45:00 +0000",
            "iso_8601": "2020-01-03T07:45:00Z"
        },
        "updated_at": {
            "unix": 1578037769,
            "text": "2020-01-03 07:49:29 +0000",
            "iso_8601": "2020-01-03T07:49:29Z"
        },
        "subject": "French CPI Prelim YY NSA (Dec) 1.4% (Prev. 1.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-cpi-prelim-yy-nsa-dec-1-4-prev-1-0-03-01-2020",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:45:00",
        "gmt_time": "2020-01-03 07:45:00"
    },
    {
        "id": 902405,
        "updated_sequence": 2063813,
        "published_at": {
            "unix": 1578037380,
            "text": "2020-01-03 07:43:00 +0000",
            "iso_8601": "2020-01-03T07:43:00Z"
        },
        "updated_at": {
            "unix": 1578037475,
            "text": "2020-01-03 07:44:35 +0000",
            "iso_8601": "2020-01-03T07:44:35Z"
        },
        "subject": "Russia has halted oil supplies to Belarus oil refineries, according to Belarusnedtekhim a Belarus oil firm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, it is currently not clear as to why this halt has been implemented</li></ul>",
        "analysis_updated_at": {
            "unix": 1578037475,
            "text": "2020-01-03 07:44:35 +0000",
            "iso_8601": "2020-01-03T07:44:35Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-has-halted-oil-supplies-to-belarus-oil-refineries-according-to-belarusnedtekhim-a-belarus-oil-firm-03-01-2020",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:43:00",
        "gmt_time": "2020-01-03 07:43:00"
    },
    {
        "id": 902404,
        "updated_sequence": 2063810,
        "published_at": {
            "unix": 1578037200,
            "text": "2020-01-03 07:40:00 +0000",
            "iso_8601": "2020-01-03T07:40:00Z"
        },
        "updated_at": {
            "unix": 1578037309,
            "text": "2020-01-03 07:41:49 +0000",
            "iso_8601": "2020-01-03T07:41:49Z"
        },
        "subject": "Flights have been suspended in Tripoli's Mitiga airport until further notice, due to rockets falling in the region., according to an Official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note, Tripoli is the capital of Libya</li></ul>",
        "analysis_updated_at": {
            "unix": 1578037309,
            "text": "2020-01-03 07:41:49 +0000",
            "iso_8601": "2020-01-03T07:41:49Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "flights-have-been-suspended-in-tripoli-s-mitiga-airport-until-further-notice-due-to-rockets-falling-in-the-region-according-to-an-official-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:40:00",
        "gmt_time": "2020-01-03 07:40:00"
    },
    {
        "id": 902403,
        "updated_sequence": 2063807,
        "published_at": {
            "unix": 1578036960,
            "text": "2020-01-03 07:36:00 +0000",
            "iso_8601": "2020-01-03T07:36:00Z"
        },
        "updated_at": {
            "unix": 1578037114,
            "text": "2020-01-03 07:38:34 +0000",
            "iso_8601": "2020-01-03T07:38:34Z"
        },
        "subject": "Iranian Government spokesperson says the response to the assassination of Soleimani is not far away, and the response will be strong., AJA ",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1213000662843363328\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Follows on from the Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis being assassinated in an air strike</li><li>Subsequently, an Iranian Revolutionary Guard Corp officer said Iran will take revenge on the US for the death of the Senior IRGC Official Soleimani.&nbsp;</li></ul>",
        "analysis_updated_at": {
            "unix": 1578037114,
            "text": "2020-01-03 07:38:34 +0000",
            "iso_8601": "2020-01-03T07:38:34Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "iranian-government-spokesperson-says-the-response-to-the-assassination-of-soleimani-is-not-far-away-and-the-response-will-be-strong-aja-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:36:00",
        "gmt_time": "2020-01-03 07:36:00"
    },
    {
        "id": 902402,
        "updated_sequence": 2063802,
        "published_at": {
            "unix": 1578036540,
            "text": "2020-01-03 07:29:00 +0000",
            "iso_8601": "2020-01-03T07:29:00Z"
        },
        "updated_at": {
            "unix": 1578036610,
            "text": "2020-01-03 07:30:10 +0000",
            "iso_8601": "2020-01-03T07:30:10Z"
        },
        "subject": "Iran-backed Iraqi militia commander Khazali says the price for the death of the military commander will be the complete end of the US' military presence in Iraq",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-backed-iraqi-militia-commander-khazali-says-the-price-for-the-death-of-the-military-commander-will-be-the-complete-end-of-the-us-military-presence-in-iraq-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:29:00",
        "gmt_time": "2020-01-03 07:29:00"
    },
    {
        "id": 902401,
        "updated_sequence": 2063793,
        "published_at": {
            "unix": 1578035700,
            "text": "2020-01-03 07:15:00 +0000",
            "iso_8601": "2020-01-03T07:15:00Z"
        },
        "updated_at": {
            "unix": 1578035834,
            "text": "2020-01-03 07:17:14 +0000",
            "iso_8601": "2020-01-03T07:17:14Z"
        },
        "subject": "Iraq's Sadr has ordered his followers to be prepared to defend Iraq., according to a statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>For reference, Sadr is a Iraqi Shia cleric and militia leader of the Saraya al-Salam</li></ul>",
        "analysis_updated_at": {
            "unix": 1578035833,
            "text": "2020-01-03 07:17:13 +0000",
            "iso_8601": "2020-01-03T07:17:13Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-s-sadr-has-ordered-his-followers-to-be-prepared-to-defend-iraq-according-to-a-statement-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:15:00",
        "gmt_time": "2020-01-03 07:15:00"
    },
    {
        "id": 902400,
        "updated_sequence": 2063781,
        "published_at": {
            "unix": 1578035220,
            "text": "2020-01-03 07:07:00 +0000",
            "iso_8601": "2020-01-03T07:07:00Z"
        },
        "updated_at": {
            "unix": 1578035383,
            "text": "2020-01-03 07:09:43 +0000",
            "iso_8601": "2020-01-03T07:09:43Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1125 (600M), 1.1185-90 (360M), 1.1200-05 (700M), 1.1250-60 (500M)</p><p>USD/CHF: 0.9700 (250M)</p><p>EUR/GBP: 0.8440 (864M)&nbsp;</p><p>GBP/USD: 1.3000 (400M), 1.3250 (387M)&nbsp;</p><p>USD/JPY: 108.00 (330M), <strong>108.50-55 (1.8BLN)</strong>, 108.85 (690M)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dtcc",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-03-01-2020",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:07:00",
        "gmt_time": "2020-01-03 07:07:00"
    },
    {
        "id": 902399,
        "updated_sequence": 2063836,
        "published_at": {
            "unix": 1578034980,
            "text": "2020-01-03 07:03:00 +0000",
            "iso_8601": "2020-01-03T07:03:00Z"
        },
        "updated_at": {
            "unix": 1578038344,
            "text": "2020-01-03 07:59:04 +0000",
            "iso_8601": "2020-01-03T07:59:04Z"
        },
        "subject": "Additional European Equities post release of the Daily European Equity Opening News",
        "content": "<p><strong>Adecco (ADEN SW) - </strong>Co. has finished the divestment of Soliant Health for EUR 551mln. (Newswires)</p><p><strong>British American Tobacco (BATS LN) – </strong>States they are prepared to comply with the FDA guidance, and have submitted their first brand PMTA application, and are in a good place regarding the remaining applications for the vapour portfolio prior to the May deadline. (Newswires)</p><p><strong>Bovis Homes (BVS LN) – </strong>Co. has appointed Pothero, the former <strong>Galliford Try (GFRD LN) </strong>Chief Executive, as their COO. (Newswires)</p><p><strong>Galliford Try (GFRD LN) - </strong>Hocking has been appointed as CEO, with immediate effect. (Newswires)</p><p><strong>Next (NXT LN) – </strong>Q4 full price sales +5.2%, +1.1% above internal forecasts; YTD +3.9%. FY profit guidance has increased to GBP 727mln vs. Prev. GBP 725mln, +0.6%. Initial guidance for year ending January 2021 is for full price sales +3.0%, profit +1.0% and EPS growth +3.5%. (Newswires)</p><p><strong>Nestle (NESN SW) – </strong>Co. has completed a CHF 20bln share buyback, and restated their plans for a new buyback of the same amount. (Newswires)</p><p><strong>Ryanair (RYA LN) – </strong>Co’s CEO reportedly states that they may only take 5 Boeing (BA) 737 Max craft. Additionally, adds that it is possible that they will only being receiving 737 Max craft in October. Co’s December traffic of 11.2mln, +9%; load factor of 95%. (Newswires)</p><p><strong>Roche (ROG SW) – </strong>UK healthcare pricing watchdog has decline to recommend the Co’s Tecentriq therapy, after noting that it did not meet the cost-effective criteria that is set by the NHS. (Newswires)</p><p><strong>Swatch (UHR SW) – </strong>Co;s CEO states they would be prepared to accept a upper-limit on the delivery of watch mechanisms to other watchmakers in order to prevent their market share from exceeding one third., according to Swiss press. (Newswires)</p><p><strong>Tesco (TSCO LN) -</strong> Co. has requested bids for&nbsp;its Asian business with the first round of bids set for the middle of this month. (Newswires)&nbsp;</p><p><strong>UK Energy Names - </strong>UK Government has stated will be implementing a plan to prevent additional power disruptions, following a mass outage in August. (Newswires)</p><p><strong>Vivendi (VIV FP) – </strong>Co. may re-invest proceeds from their 10% stake in Universal Music Group, this re-investment may be used to increase <strong>Mediaset (MS IM) </strong>and <strong>Telecom Italia (TIT IM)</strong> stakes., according to MF. (Newswires)</p><p><strong>DSM (DSM NA) </strong>UPGRADED TO HOLD FROM SELL AT SOCIETE GENERALE</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "additional-european-equities-post-release-of-the-daily-european-equity-opening-news-03-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 15:03:00",
        "gmt_time": "2020-01-03 07:03:00"
    },
    {
        "id": 902391,
        "updated_sequence": 2063754,
        "published_at": {
            "unix": 1578034380,
            "text": "2020-01-03 06:53:00 +0000",
            "iso_8601": "2020-01-03T06:53:00Z"
        },
        "updated_at": {
            "unix": 1578034589,
            "text": "2020-01-03 06:56:29 +0000",
            "iso_8601": "2020-01-03T06:56:29Z"
        },
        "subject": "Iranian F-14 fighter jets are airborne and are reportedly patrolling the Western borders of Iran., Elint News",
        "content": "<ul><li><a href=\"https://twitter.com/ELINTNews/status/1212990035504640000\">Link to Tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Following the assassination of Iranian Revolutionary Guard Commandeer Soleimani, Iranian Revolutionary Guard Corp officer said Iran will take revenge on the US for the death of the Senior IRGC Official Soleimani.</li><li>&nbsp;Iranian Supreme Leader Khamenei said harsh revenge awaits those who assassinated Senior IRGC Commander Soleimani and added that the killing will double motivation for resistance against the US and Israel</li></ul>",
        "analysis_updated_at": {
            "unix": 1578034589,
            "text": "2020-01-03 06:56:29 +0000",
            "iso_8601": "2020-01-03T06:56:29Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "iranian-f-14-fighter-jets-are-airborne-and-are-reportedly-patrolling-the-western-borders-of-iran-elint-news-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 14:53:00",
        "gmt_time": "2020-01-03 06:53:00"
    },
    {
        "id": 902390,
        "updated_sequence": 2063788,
        "published_at": {
            "unix": 1578034080,
            "text": "2020-01-03 06:48:00 +0000",
            "iso_8601": "2020-01-03T06:48:00Z"
        },
        "updated_at": {
            "unix": 1578035682,
            "text": "2020-01-03 07:14:42 +0000",
            "iso_8601": "2020-01-03T07:14:42Z"
        },
        "subject": "Daily European Equity Opening News",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p><p>3rd January 2020</p><p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the &nbsp;&nbsp;overnight equity news</p><p><strong>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p><p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p><p>ASIA</p><p>Asian equities failed to benefit from the rally seen by global peers in which the major bourses on Wall Street headed into the close in fresh record territory. Tech-giant Apple briefly surpassed the USD 300/shr milestone for the first time, whilst chip names were bolstered by AMD’s +7% surge after a 45% price target boost by analysts at Instinet. In overnight trade, US equity futures alongside regional bourses saw downside which coincided with reports of North Korea's official newspaper warning of \"immediate and powerful\" strikes against threats and with sentiment dampened by concerns in the Middle East. Japanese markets remained closed amid an extended New Year holiday, whilst ASX 200 (+0.7%) was bolstered in early trade with all sectors initially in the green and with the heavily weighted financial sector leading the gains. Similarly, South Korea’s KOSPI (-0.2%) also saw early upside with heavyweight chipmaker SK Hynix advancing over 3% as semiconductor names piggy-backed on Wall Street’s stellar chip performance – similar gains were seen in TSMC shares at the Taiwan open. Hang Seng (-0.3%) was originally kept afloat by energy giants benefitting from the sudden rise in oil prices before the index conformed to the overall risk appetite, whilst Shanghai Comp (-0.2%) traded somewhat lacklustre following a net weekly liquidity drain of CNY 550bln by the PBoC.</p><p>FTSE 100</p><p><strong>Gambling Names – </strong>UK Gambling Commission is reportedly considering a ban on VIP schemes in Britain; due to data showing the significance dependency of gambling Co’s on their VIP scheme users. (Guardian)</p><p><strong>Marks &amp; Spencer (MKS LN) – </strong>Co. are to launch a Goodmove active wear collection from Friday, to alter their image of predominantly selling clothes for the over 50’s. (Guardian)</p><p><strong>Ryanair (RYA LN) – </strong>Co’s CEO reportedly states that they may only take 5 Boeing (BA) 737 Max craft. (Newswires)</p><p>OTHER UK COMPANIES</p><p>BROKER MOVES</p><p><strong>ROLLS ROYCE (RR/ LN)</strong> REITERATED WITH UNDERWEIGHT AT JPMORGAN</p><p><strong>HOMESERVE (HSV LN)</strong> UPGRADED TO BUY FROM ADD AT PEEL HUNT</p><p>DAX</p><p><strong>Volkswagen (VOW3 GY) – </strong>Germany’s FDP Parliamentary Group Vice President Theurer has requested that the Co. compensates all Volkswagen vehicle owners who have been affected by the diesel settlement negotiations which are currently being conducted with the Federal Consumer Association (VZBV) regarding the possibility for an out of court settlement. (Handelsblatt/FT)</p><p>OTHER GERMAN COMPANIES</p><p><strong>Grenke (GLJ GY) – </strong>Co. reports new business volume of EUR 3.57bln, +20% YY. (Newswires)</p><p><strong>K&amp;S (SDF GY)</strong> UPGRADED TO BUY FROM NEUTRAL AT CITI GROUP</p><p>BROKER MOVES</p><p>CAC</p><p><strong>LVMH (MC FP) – </strong>Co. are to close their Hong Kong store due to the ongoing protests. (SCMP)</p><p>OTHER FRENCH COMPANIES</p><p>BROKER MOVES</p><p>PAN EUROPE</p><p><strong>Fiat Chrysler (FCA IM) - </strong>Italy December car sales +12.5% M/M. In 2019, Italian car sales grew +0.3%. New car sales for December -2.26%. (Newswires)</p><p><strong>Atlantia (ATL IM) </strong>– Italy’s Deputy Transport Minister has stated that they must revoke the Co’s motorway concession, and a decision on this needs to be made withing days. (Newswires) <i>For reference, Italy’s 5-Star Leader Di Maio recently stated that the process has begun via a decree issued on December 31st which will allow the Italian Government to remove the Co’s motorway concession.</i></p><p><strong>Banco BPM (BAMI IM) – </strong>Co’s CEO states that the speculation around a potential tie-up with UBI Banca is baseless. (Newswires)</p><p>BROKER MOVES</p><p>SMI</p><p><strong>Sunrise Communications (SRCG SW) – </strong>Co’s CEO has resigned. (Newswires)</p><p><strong>Credit Suisse (CSGN SW) – </strong>Co’s pre-announced share buyback programme is to commence in January; anticipate buybacks of up to CHF 1.0bln before the end of 2020. (Newswires)</p><p>OTHER SWISS COMPANIES</p><p>BROKER MOVES</p><p>SCANDINAVIA</p><p><strong>Equinor (EQNR NO) – </strong>Co. has stated that it is experiencing increasing pressure from its shareholders to increase their level of investment in renewable energy, and to prove that it can do so in a profitable manner. (Times)</p><p>BROKER MOVES</p><p><strong>EQUINIOR (EQNR NO) </strong>REITERATED WITH OUTPERFORM AT RBC</p><p>US</p><p>* CLOSING LEVELS: SPX +0.84% at 3258; NDX +1.59% at 8872; DJIA +1.16% at 28870.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "daily-european-equity-opening-news-03-01-2020",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 14:48:00",
        "gmt_time": "2020-01-03 06:48:00"
    },
    {
        "id": 902389,
        "updated_sequence": 2063746,
        "published_at": {
            "unix": 1578032460,
            "text": "2020-01-03 06:21:00 +0000",
            "iso_8601": "2020-01-03T06:21:00Z"
        },
        "updated_at": {
            "unix": 1578032535,
            "text": "2020-01-03 06:22:15 +0000",
            "iso_8601": "2020-01-03T06:22:15Z"
        },
        "subject": "Newsquawk Daily European Opening News - 3rd January 2020 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/23547/download\">here</a> If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to \"Email these reports\" under the desired category.&nbsp;</p><ul><li>Asian equities failed to track the Wall Street rally as sentiment took a hit from geopolitical developments</li><li>Oil prices surged as US air strikes killed Senior Iranian Revolutionary Guard Corp Commander Soleimani; IRGC official vowed revenge against the US</li><li>North Korea's official newspaper warned of \"immediate and powerful\" strikes against threats, according to Yonhap</li><li>In FX, DXY held onto a bulk of its recent gains, JPY gained on safe-haven flows whilst high-beta FX pairs were pressured, EUR/USD traded sideways</li><li>Looking ahead, highlights include UK Construction PMI, German CPI (Prelim), US ISM Manufacturing, EIA Weekly Report, FOMC Minutes (December), Fed’s Mester, Brainard, Evans, Barkin, Daly, Kaplan and BoC’s Wilkins</li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "newsquawk-daily-european-opening-news-3rd-january-2020-03-01-2020",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 14:21:00",
        "gmt_time": "2020-01-03 06:21:00"
    },
    {
        "id": 902388,
        "updated_sequence": 2063743,
        "published_at": {
            "unix": 1578032280,
            "text": "2020-01-03 06:18:00 +0000",
            "iso_8601": "2020-01-03T06:18:00Z"
        },
        "updated_at": {
            "unix": 1578032390,
            "text": "2020-01-03 06:19:50 +0000",
            "iso_8601": "2020-01-03T06:19:50Z"
        },
        "subject": "Iranian President Rouhani states that Iran will take revenge over the assassination of IRGC Commander Soleimani",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-president-rouhani-states-that-iran-will-take-revenge-over-the-assassination-of-irgc-commander-soleimani-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 14:18:00",
        "gmt_time": "2020-01-03 06:18:00"
    },
    {
        "id": 902387,
        "updated_sequence": 2063740,
        "published_at": {
            "unix": 1578032100,
            "text": "2020-01-03 06:15:00 +0000",
            "iso_8601": "2020-01-03T06:15:00Z"
        },
        "updated_at": {
            "unix": 1578032293,
            "text": "2020-01-03 06:18:13 +0000",
            "iso_8601": "2020-01-03T06:18:13Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asian bourses fail to track Wall Street's rally as geopolitics dampen sentiment ",
        "content": "<p><strong>Asian equities failed to benefit from the rally seen by global peers </strong>in which the major bourses on Wall Street headed into the close in fresh record territory. Tech-giant Apple briefly surpassed the USD 300/shr milestone for the first time, whilst chip names were bolstered by AMD’s +7% surge after a 45% price target boost by analysts at Instinet. <strong>In overnight trade,</strong> <strong>US equity futures alongside regional bourses saw downside which coincided with reports of North Korea's official newspaper warning of \"immediate and powerful\" strikes against threats and with sentiment dampened by concerns in the Middle East</strong>. Japanese markets remained closed amid an extended New Year holiday, whilst <strong>ASX 200 (+0.7%)</strong> was bolstered in early trade with all sectors initially in the green and with the heavily weighted financial sector leading the gains. Similarly, South Korea’s <strong>KOSPI (-0.2%)</strong> also saw early upside with heavyweight chipmaker SK Hynix advancing over 3% as semiconductor names piggy-backed on Wall Street’s stellar chip performance – similar gains were seen in TSMC shares at the Taiwan open. <strong>Hang Seng (-0.3%)</strong> was originally kept afloat by energy giants benefitting from the sudden rise in oil prices before the index conformed to the overall risk appetite, whilst <strong>Shanghai Comp (-0.2%)</strong> traded somewhat lacklustre following a net weekly liquidity drain of CNY 550bln by the PBoC.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-market-wrap-asian-bourses-fail-to-track-wall-street-s-rally-as-geopolitics-dampen-sentiment-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 14:15:00",
        "gmt_time": "2020-01-03 06:15:00"
    },
    {
        "id": 902386,
        "updated_sequence": 2063737,
        "published_at": {
            "unix": 1578031020,
            "text": "2020-01-03 05:57:00 +0000",
            "iso_8601": "2020-01-03T05:57:00Z"
        },
        "updated_at": {
            "unix": 1578031102,
            "text": "2020-01-03 05:58:22 +0000",
            "iso_8601": "2020-01-03T05:58:22Z"
        },
        "subject": "Iranian Defence Minister says Iran will take strong revenge against the US and all those involved in the death of Senior IRGC Commance Soleimani, reported via Al-Jazeera",
        "content": "<ul><li><a href=\"https://twitter.com/AJABreaking/status/1212975741111062528\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iranian-defence-minister-says-iran-will-take-strong-revenge-against-the-us-and-all-those-involved-in-the-death-of-senior-irgc-commance-soleimani-reported-via-al-jazeera-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 13:57:00",
        "gmt_time": "2020-01-03 05:57:00"
    },
    {
        "id": 902385,
        "updated_sequence": 2063734,
        "published_at": {
            "unix": 1578030480,
            "text": "2020-01-03 05:48:00 +0000",
            "iso_8601": "2020-01-03T05:48:00Z"
        },
        "updated_at": {
            "unix": 1578030596,
            "text": "2020-01-03 05:49:56 +0000",
            "iso_8601": "2020-01-03T05:49:56Z"
        },
        "subject": "Iran has summoned Swiss envoy over the assassination of Senior IRGC Commander Soleimani, according to state TV ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-has-summoned-swiss-envoy-over-the-assassination-of-senior-irgc-commander-soleimani-according-to-state-tv-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 13:48:00",
        "gmt_time": "2020-01-03 05:48:00"
    },
    {
        "id": 902384,
        "updated_sequence": 2063727,
        "published_at": {
            "unix": 1578028200,
            "text": "2020-01-03 05:10:00 +0000",
            "iso_8601": "2020-01-03T05:10:00Z"
        },
        "updated_at": {
            "unix": 1578028524,
            "text": "2020-01-03 05:15:24 +0000",
            "iso_8601": "2020-01-03T05:15:24Z"
        },
        "subject": "Iranian Supreme Leader Khamenei says harsh revenge awaits those who assassinated Senior IRGC Commander Soleimani, adding that the killing will double motivation for resistance against the US and Israel ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This echoes comments seen earlier from an IRGC official and Iranian Foreign Minister Zarif</li></ul>",
        "analysis_updated_at": {
            "unix": 1578028320,
            "text": "2020-01-03 05:12:00 +0000",
            "iso_8601": "2020-01-03T05:12:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-supreme-leader-khamenei-says-harsh-revenge-awaits-those-who-assassinated-senior-irgc-commander-soleimani-adding-that-the-killing-will-double-motivation-for-resistance-against-the-us-and-israel-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 13:10:00",
        "gmt_time": "2020-01-03 05:10:00"
    },
    {
        "id": 902383,
        "updated_sequence": 2063731,
        "published_at": {
            "unix": 1578027900,
            "text": "2020-01-03 05:05:00 +0000",
            "iso_8601": "2020-01-03T05:05:00Z"
        },
        "updated_at": {
            "unix": 1578029590,
            "text": "2020-01-03 05:33:10 +0000",
            "iso_8601": "2020-01-03T05:33:10Z"
        },
        "subject": "PBoC policy easing is on track despite higher inflation, sources state. China is to set annual inflation target at 3% for 2020, unchanged from last year, policy insiders expect consumer inflation to ease in H2 2020, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Some analysts had expected that the country will raise its 2020 annual inflation target to 3.5% from 3.0%</li><li>November CPI jumped to 4.5%, an 8yr high due to rising pork prices amid the swine flu</li></ul>",
        "analysis_updated_at": {
            "unix": 1578029220,
            "text": "2020-01-03 05:27:00 +0000",
            "iso_8601": "2020-01-03T05:27:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-policy-easing-is-on-track-despite-higher-inflation-sources-state-china-is-to-set-annual-inflation-target-at-3-for-2020-unchanged-from-last-year-policy-insiders-expect-consumer-inflation-to-ease-in-h2-2020-according-to-sources-03-01-2020",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 13:05:00",
        "gmt_time": "2020-01-03 05:05:00"
    },
    {
        "id": 902382,
        "updated_sequence": 2063711,
        "published_at": {
            "unix": 1578024060,
            "text": "2020-01-03 04:01:00 +0000",
            "iso_8601": "2020-01-03T04:01:00Z"
        },
        "updated_at": {
            "unix": 1578024212,
            "text": "2020-01-03 04:03:32 +0000",
            "iso_8601": "2020-01-03T04:03:32Z"
        },
        "subject": "Iranian Foreign Minister Zarif tweets \"The US' act of international terrorism, targeting & assassinating General Soleimani..is extremely dangerous & a foolish escalation\", adding that US will bear responsibility for all consequences",
        "content": "<ul><li><a href=\"https://twitter.com/JZarif/status/1212946202280579073?s=20\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iranian-foreign-minister-zarif-tweets-the-us-act-of-international-terrorism-targeting-assassinating-general-soleimani-is-extremely-dangerous-a-foolish-escalation-adding-that-us-will-bear-responsibility-for-all-consequences-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 12:01:00",
        "gmt_time": "2020-01-03 04:01:00"
    },
    {
        "id": 902381,
        "updated_sequence": 2063704,
        "published_at": {
            "unix": 1578023640,
            "text": "2020-01-03 03:54:00 +0000",
            "iso_8601": "2020-01-03T03:54:00Z"
        },
        "updated_at": {
            "unix": 1578023712,
            "text": "2020-01-03 03:55:12 +0000",
            "iso_8601": "2020-01-03T03:55:12Z"
        },
        "subject": "Iran's top security body is to meet to discuss the \"criminal attack\" against Senior IRGC Commander Soleimani, according to a spokesperson quoted by FARS ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-top-security-body-is-to-meet-to-discuss-the-criminal-attack-against-senior-irgc-commander-soleimani-according-to-a-spokesperson-quoted-by-fars-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:54:00",
        "gmt_time": "2020-01-03 03:54:00"
    },
    {
        "id": 902379,
        "updated_sequence": 2063698,
        "published_at": {
            "unix": 1578022260,
            "text": "2020-01-03 03:31:00 +0000",
            "iso_8601": "2020-01-03T03:31:00Z"
        },
        "updated_at": {
            "unix": 1578022455,
            "text": "2020-01-03 03:34:15 +0000",
            "iso_8601": "2020-01-03T03:34:15Z"
        },
        "subject": "US Defence Department sources note that patriot batteries are active in Bahrain for alert posture, according to Newsweek's LaPorta ",
        "content": "<ul><li><a href=\"https://twitter.com/JimLaPorta/status/1212938655087640576?s=20\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid IRGC's threat of revenge for the assassination of its senior official Soleimani</li></ul>",
        "analysis_updated_at": {
            "unix": 1578022454,
            "text": "2020-01-03 03:34:14 +0000",
            "iso_8601": "2020-01-03T03:34:14Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-defence-department-sources-note-that-patriot-batteries-are-active-in-bahrain-for-alert-posture-according-to-newsweek-s-laporta-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:31:00",
        "gmt_time": "2020-01-03 03:31:00"
    },
    {
        "id": 902379,
        "updated_sequence": 2063698,
        "published_at": {
            "unix": 1578022260,
            "text": "2020-01-03 03:31:00 +0000",
            "iso_8601": "2020-01-03T03:31:00Z"
        },
        "updated_at": {
            "unix": 1578022455,
            "text": "2020-01-03 03:34:15 +0000",
            "iso_8601": "2020-01-03T03:34:15Z"
        },
        "subject": "US Defence Department sources note that patriot batteries are active in Bahrain for alert posture, according to Newsweek's LaPorta ",
        "content": "<ul><li><a href=\"https://twitter.com/JimLaPorta/status/1212938655087640576?s=20\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes amid IRGC's threat of revenge for the assassination of its senior official Soleimani</li></ul>",
        "analysis_updated_at": {
            "unix": 1578022454,
            "text": "2020-01-03 03:34:14 +0000",
            "iso_8601": "2020-01-03T03:34:14Z"
        },
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-defence-department-sources-note-that-patriot-batteries-are-active-in-bahrain-for-alert-posture-according-to-newsweek-s-laporta-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:31:00",
        "gmt_time": "2020-01-03 03:31:00"
    },
    {
        "id": 902380,
        "updated_sequence": 2063706,
        "published_at": {
            "unix": 1578022200,
            "text": "2020-01-03 03:30:00 +0000",
            "iso_8601": "2020-01-03T03:30:00Z"
        },
        "updated_at": {
            "unix": 1578024009,
            "text": "2020-01-03 04:00:09 +0000",
            "iso_8601": "2020-01-03T04:00:09Z"
        },
        "subject": "Tesla (TSLA) - Co. says it is cutting prices for the Model 3s made in China to CNY 299k from CNY 328k",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note: This follows reports in December 2019 that Tesla is mulling China Model 3 price cuts</li></ul>",
        "analysis_updated_at": {
            "unix": 1578022800,
            "text": "2020-01-03 03:40:00 +0000",
            "iso_8601": "2020-01-03T03:40:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-co-says-it-is-cutting-prices-for-the-model-3s-made-in-china-to-cny-299k-from-cny-328k-03-01-2020",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:30:00",
        "gmt_time": "2020-01-03 03:30:00"
    },
    {
        "id": 902378,
        "updated_sequence": 2063691,
        "published_at": {
            "unix": 1578021000,
            "text": "2020-01-03 03:10:00 +0000",
            "iso_8601": "2020-01-03T03:10:00Z"
        },
        "updated_at": {
            "unix": 1578021047,
            "text": "2020-01-03 03:10:47 +0000",
            "iso_8601": "2020-01-03T03:10:47Z"
        },
        "subject": "US Senator Graham warns that \"If Iranian aggression continues and I worked at an Iranian oil refinery, I would think about a new career.\"",
        "content": "<ul><li><a href=\"https://twitter.com/LindseyGrahamSC/status/1212933800914755584\">Link to tweet</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-senator-graham-warns-that-if-iranian-aggression-continues-and-i-worked-at-an-iranian-oil-refinery-i-would-think-about-a-new-career-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:10:00",
        "gmt_time": "2020-01-03 03:10:00"
    },
    {
        "id": 902377,
        "updated_sequence": 2063688,
        "published_at": {
            "unix": 1578020640,
            "text": "2020-01-03 03:04:00 +0000",
            "iso_8601": "2020-01-03T03:04:00Z"
        },
        "updated_at": {
            "unix": 1578020696,
            "text": "2020-01-03 03:04:56 +0000",
            "iso_8601": "2020-01-03T03:04:56Z"
        },
        "subject": "Iranian Revolutionary Guard Corp officer says Iran will take revenge on the US for the death of the Senior IRGC Official Soleimani",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-revolutionary-guard-corp-officer-says-iran-will-take-revenge-on-the-us-for-the-death-of-the-senior-irgc-official-soleimani-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 11:04:00",
        "gmt_time": "2020-01-03 03:04:00"
    },
    {
        "id": 902376,
        "updated_sequence": 2063693,
        "published_at": {
            "unix": 1578019680,
            "text": "2020-01-03 02:48:00 +0000",
            "iso_8601": "2020-01-03T02:48:00Z"
        },
        "updated_at": {
            "unix": 1578021246,
            "text": "2020-01-03 03:14:06 +0000",
            "iso_8601": "2020-01-03T03:14:06Z"
        },
        "subject": "US Pentagon confirms that IRGC senior commander Soleimani has been killed, notes the attack was aimed at deterring future Iranian attack plans",
        "content": "<ul><li><a href=\"https://www.defense.gov/Newsroom/Releases/Release/Article/2049534/statement-by-the-department-of-defense/\">Link to full statement</a></li></ul>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-pentagon-confirms-that-irgc-senior-commander-soleimani-has-been-killed-notes-the-attack-was-aimed-at-deterring-future-iranian-attack-plans-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 10:48:00",
        "gmt_time": "2020-01-03 02:48:00"
    },
    {
        "id": 902370,
        "updated_sequence": 2063624,
        "published_at": {
            "unix": 1578018840,
            "text": "2020-01-03 02:34:00 +0000",
            "iso_8601": "2020-01-03T02:34:00Z"
        },
        "updated_at": {
            "unix": 1578018908,
            "text": "2020-01-03 02:35:08 +0000",
            "iso_8601": "2020-01-03T02:35:08Z"
        },
        "subject": "US Official confirms that IRGC senior commander Soleimani has been killed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-confirms-that-irgc-senior-commander-soleimani-has-been-killed-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 10:34:00",
        "gmt_time": "2020-01-03 02:34:00"
    },
    {
        "id": 902371,
        "updated_sequence": 2063682,
        "published_at": {
            "unix": 1578018660,
            "text": "2020-01-03 02:31:00 +0000",
            "iso_8601": "2020-01-03T02:31:00Z"
        },
        "updated_at": {
            "unix": 1578019587,
            "text": "2020-01-03 02:46:27 +0000",
            "iso_8601": "2020-01-03T02:46:27Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Sentiment dampened as North Korea warns of strikes and US targets Iran-backed militia",
        "content": "<p>Asian equities overall failed to benefit from the rally seen by global peers in which the major bourses on Wall Street headed into the close in record territory. Tech-giant Apple briefly surpassed the USD 300/shr milestone for the first time, whilst chip names were bolstered by AMD’s +7% surge after a 45% price target boost by analysts at Instinet. US equity futures alongside regional bourses saw downside which coincided with reports of North Korea's official newspaper warning of \"immediate and powerful\" strikes against threats and with sentiment dampened by concerns in the middle east. Japanese markets remained closed amid an extended New Year holiday, whilst ASX 200 (+0.7%) was bolstered in early trade with all sectors initially in the green and with the heavily weighted financial sector leading the gains. Similarly, South Korea’s KOSPI (+1.0%) also saw early upside (which it fully reversed) with heavyweight chipmaker SK Hynix advancing over 3% as semiconductor names piggy-backed on Wall Street’s stellar chip performance – with similar gains seen in TSMC shares. Hang Seng (+0.1%) was kept afloat by energy giants benefitting from the sudden rise in oil prices whilst Shanghai Comp (+0.1%) traded somewhat lacklustre following a net weekly liquidity drain of CNY 550bln by the PBoC.</p><p>&nbsp;</p><p>In FX markets, the DXY held onto a bulk of its recent gains but later pulled back and dipped below the 96.75 mark - with little by way of immediate or sudden overnight price action ahead of the FOMC Minutes release. EUR/USD and GBP/USD traded mostly sideways around the 1.1175 and 1.3150 levels respectively with the latter finding some support around its 21 DMA just below 1.3120. Meanwhile, a similar non-committal tone was originally seen in USD/JPY and JPY crosses although a pullback in the DXY initially prompted the pair to give up the 108.50 level with reports potential North Korean strikes against threats and US’ assassinations of the senior IRGC Commander underpinned the safe-haven currency amid woes of further escalation in tensions in the regions. Elsewhere, the antipodeans traded on the softer side amid the overall risk sentiment across the market with AUD/USD breaching mild support at 0.6975 whilst its Kiwi counterpart gave up the 0.6700 handle having fluctuated on either side of the round figure in early trade.</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asia-pac-mid-session-update-sentiment-dampened-as-north-korea-warns-of-strikes-and-us-targets-iran-backed-militia-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 10:31:00",
        "gmt_time": "2020-01-03 02:31:00"
    },
    {
        "id": 902369,
        "updated_sequence": 2063621,
        "published_at": {
            "unix": 1578017100,
            "text": "2020-01-03 02:05:00 +0000",
            "iso_8601": "2020-01-03T02:05:00Z"
        },
        "updated_at": {
            "unix": 1578017170,
            "text": "2020-01-03 02:06:10 +0000",
            "iso_8601": "2020-01-03T02:06:10Z"
        },
        "subject": "Samsung Electronics (005930 KS) - Co. has shipped over 6.7mln 5G Galaxy phones globally last year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-electronics-005930-ks-co-has-shipped-over-6-7mln-5g-galaxy-phones-globally-last-year-03-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 10:05:00",
        "gmt_time": "2020-01-03 02:05:00"
    },
    {
        "id": 902368,
        "updated_sequence": 2063618,
        "published_at": {
            "unix": 1578016920,
            "text": "2020-01-03 02:02:00 +0000",
            "iso_8601": "2020-01-03T02:02:00Z"
        },
        "updated_at": {
            "unix": 1578017069,
            "text": "2020-01-03 02:04:29 +0000",
            "iso_8601": "2020-01-03T02:04:29Z"
        },
        "subject": "SNAP ANALYSIS: RISK OFF BUT OIL RISES",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Safe haven assets are bid with spot gold continuing to post fresh session highs alongside the JPY and fixed income futures whilst US equity futures hit session lows with the move coninciding with punchy language out of North Korea via its official newspaper which warns of \"immediate and powerful\" strikes against threats, reported via Yonhap</li><li>Oil however continues to rally with Brent Mar 20 and WTI Feb 20 future both +USD 1/bbl with upside seen following reports that US has assassinated Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis via air strikes which could prompt further instability in the oil-rich region and thus leading to potential supply disruptions</li></ul>",
        "analysis_updated_at": {
            "unix": 1578016920,
            "text": "2020-01-03 02:02:00 +0000",
            "iso_8601": "2020-01-03T02:02:00Z"
        },
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "snap-analysis-risk-off-but-oil-rises-03-01-2020",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 10:02:00",
        "gmt_time": "2020-01-03 02:02:00"
    },
    {
        "id": 902366,
        "updated_sequence": 2063605,
        "published_at": {
            "unix": 1578015540,
            "text": "2020-01-03 01:39:00 +0000",
            "iso_8601": "2020-01-03T01:39:00Z"
        },
        "updated_at": {
            "unix": 1578016037,
            "text": "2020-01-03 01:47:17 +0000",
            "iso_8601": "2020-01-03T01:47:17Z"
        },
        "subject": "North Korea's official newspaper warns of \"immediate and powerful\" strikes against threats, reported via Yonhap",
        "content": "<ul><li><a href=\"https://en.yna.co.kr/view/AEN20200103002600325?section=news\">Link to article&nbsp;</a></li></ul>",
        "reaction_details": "<ul><li>Shortly after the report was published, risk-off sentiment creeped into the market with spot gold rising to session highs whilst US equity futures declined to session lows (E-mini Mar 20 futures fell from 3260.50 to 3256.50) and USD/JPY dipping to 108.25 from 108.40. Crude markets remain bouyed by the air strikes conducted by the US on Iran-backed targets &nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1578016037,
            "text": "2020-01-03 01:47:17 +0000",
            "iso_8601": "2020-01-03T01:47:17Z"
        },
        "analysis_details": "<ul><li>Earlier, US Defence Secretary Esper said he is confident regarding the preparedness of US forces regarding the deterrence of North Korean bad behaviour</li></ul>",
        "analysis_updated_at": {
            "unix": 1578015600,
            "text": "2020-01-03 01:40:00 +0000",
            "iso_8601": "2020-01-03T01:40:00Z"
        },
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-s-official-newspaper-warns-of-immediate-and-powerful-strikes-against-threats-reported-via-yonhap-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:39:00",
        "gmt_time": "2020-01-03 01:39:00"
    },
    {
        "id": 902364,
        "updated_sequence": 2063595,
        "published_at": {
            "unix": 1578014220,
            "text": "2020-01-03 01:17:00 +0000",
            "iso_8601": "2020-01-03T01:17:00Z"
        },
        "updated_at": {
            "unix": 1578014341,
            "text": "2020-01-03 01:19:01 +0000",
            "iso_8601": "2020-01-03T01:19:01Z"
        },
        "subject": "PBoC sets USD/CNY reference rate at 6.9681 vs. Exp. 6.9683 (Prev. 6.9614)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-usd-cny-reference-rate-at-6-9681-vs-exp-6-9683-prev-6-9614-03-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:17:00",
        "gmt_time": "2020-01-03 01:17:00"
    },
    {
        "id": 902363,
        "updated_sequence": 2063597,
        "published_at": {
            "unix": 1578014160,
            "text": "2020-01-03 01:16:00 +0000",
            "iso_8601": "2020-01-03T01:16:00Z"
        },
        "updated_at": {
            "unix": 1578014460,
            "text": "2020-01-03 01:21:00 +0000",
            "iso_8601": "2020-01-03T01:21:00Z"
        },
        "subject": "US Official confirms that US carried out strikes against two targets linked to Iran in Iraq",
        "content": "",
        "reaction_details": "<ul><li>Energy futures have seen upside in recent trade in which WTI Feb 20 futures rose from USD 61.20/bbl to USD 61.60/bbl before paring back whilst Brent Mar 20 futures frose from USD 66.30/bbl to USD 66.70/bbl amid the escalation in tensions in the regions&nbsp;</li></ul>",
        "reaction_updated_at": {
            "unix": 1578014459,
            "text": "2020-01-03 01:20:59 +0000",
            "iso_8601": "2020-01-03T01:20:59Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-official-confirms-that-us-carried-out-strikes-against-two-targets-linked-to-iran-in-iraq-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:16:00",
        "gmt_time": "2020-01-03 01:16:00"
    },
    {
        "id": 902365,
        "updated_sequence": 2063600,
        "published_at": {
            "unix": 1578014160,
            "text": "2020-01-03 01:16:00 +0000",
            "iso_8601": "2020-01-03T01:16:00Z"
        },
        "updated_at": {
            "unix": 1578014538,
            "text": "2020-01-03 01:22:18 +0000",
            "iso_8601": "2020-01-03T01:22:18Z"
        },
        "subject": "PBoC drains a net CNY 550bln for the week vs. a drain of CNY 30bln in the prior week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-drains-a-net-cny-550bln-for-the-week-vs-a-drain-of-cny-30bln-in-the-prior-week-03-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:16:00",
        "gmt_time": "2020-01-03 01:16:00"
    },
    {
        "id": 902362,
        "updated_sequence": 2063589,
        "published_at": {
            "unix": 1578013800,
            "text": "2020-01-03 01:10:00 +0000",
            "iso_8601": "2020-01-03T01:10:00Z"
        },
        "updated_at": {
            "unix": 1578014015,
            "text": "2020-01-03 01:13:35 +0000",
            "iso_8601": "2020-01-03T01:13:35Z"
        },
        "subject": "US and Israel were reportedly behind the assassinations of Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis, according to the Iraqi Militia spokesman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note: It was unclear who conducted the airstrikes at the time with many pointing the finger at the US amid the reported targets alongside sightings of American helicopters in the airspace</li></ul>",
        "analysis_updated_at": {
            "unix": 1578014015,
            "text": "2020-01-03 01:13:35 +0000",
            "iso_8601": "2020-01-03T01:13:35Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-and-israel-were-reportedly-behind-the-assassinations-of-senior-iranian-revolutionary-guard-corp-commander-soleimani-and-iraqi-militia-commander-muhandis-according-to-the-iraqi-militia-spokesman-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:10:00",
        "gmt_time": "2020-01-03 01:10:00"
    },
    {
        "id": 902361,
        "updated_sequence": 2063584,
        "published_at": {
            "unix": 1578013440,
            "text": "2020-01-03 01:04:00 +0000",
            "iso_8601": "2020-01-03T01:04:00Z"
        },
        "updated_at": {
            "unix": 1578013765,
            "text": "2020-01-03 01:09:25 +0000",
            "iso_8601": "2020-01-03T01:09:25Z"
        },
        "subject": "Senior Iranian Revolutionary Guard Corp Commander Soleimani and Iraqi Militia Commander Muhandis have been assassinated in the air strike on the convoy close to the Baghdad International Airport, according to Iraqi State TV ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Note: this was speculated via social and local media, although no confirmation has been seen till now</li></ul>",
        "analysis_updated_at": {
            "unix": 1578013765,
            "text": "2020-01-03 01:09:25 +0000",
            "iso_8601": "2020-01-03T01:09:25Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "senior-iranian-revolutionary-guard-corp-commander-soleimani-and-iraqi-militia-commander-muhandis-have-been-assassinated-in-the-air-strike-on-the-convoy-close-to-the-baghdad-international-airport-according-to-iraqi-state-tv-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 09:04:00",
        "gmt_time": "2020-01-03 01:04:00"
    },
    {
        "id": 902360,
        "updated_sequence": 2063579,
        "published_at": {
            "unix": 1578012360,
            "text": "2020-01-03 00:46:00 +0000",
            "iso_8601": "2020-01-03T00:46:00Z"
        },
        "updated_at": {
            "unix": 1578012548,
            "text": "2020-01-03 00:49:08 +0000",
            "iso_8601": "2020-01-03T00:49:08Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS",
        "content": "<p>&nbsp;</p><p>CHINA</p><p>YiChang HEC Changjian Pharma (1558 HK) – Co. guides Q4 revenue around CNY 1.78bln, +125% YY. (Newswires)</p><p>China Railway (601390 SH) – Co. has completed over CNY 800bln in investments in 2019. (Newswires)</p><p>Paliburg Holdings (617 HK) – Paliburg/Regal Hotels JV have sold around 200mln shares for HKD 1.70/shr. (Newswires)</p><p>China Jinmao Holdings (817 HK) – Co’s unit is to provide CNY 3.69bln loan to Hengxin Hechuang at an interest rate of 10% p.a. (Newswires)</p><p>&nbsp;</p><p>BROKER MOVES</p><p>NEW WORLD DEVELOPMENTS (17 HK) MAINTAINED WITH BUY AT CITIGROUP</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-chinese-stock-news-03-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:46:00",
        "gmt_time": "2020-01-03 00:46:00"
    },
    {
        "id": 902359,
        "updated_sequence": 2063576,
        "published_at": {
            "unix": 1578010980,
            "text": "2020-01-03 00:23:00 +0000",
            "iso_8601": "2020-01-03T00:23:00Z"
        },
        "updated_at": {
            "unix": 1578011015,
            "text": "2020-01-03 00:23:35 +0000",
            "iso_8601": "2020-01-03T00:23:35Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS",
        "content": "<p><strong>TAIWAN</strong></p><p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; No notable stories</p><p><strong>SINGAPORE</strong></p><p>Yanlord Land Group (YLLG SP) – Co. does not plan to extend the closing date in relationship offer for United Engineers. (Newswires)</p><p>Pacific Radiance (PACRA SP) – Co. has named Pang Wei Kuan as acting CEO. (Newswires)</p>",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "pre-market-taiwan-and-singapore-stock-news-03-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:23:00",
        "gmt_time": "2020-01-03 00:23:00"
    },
    {
        "id": 902358,
        "updated_sequence": 2063573,
        "published_at": {
            "unix": 1578010800,
            "text": "2020-01-03 00:20:00 +0000",
            "iso_8601": "2020-01-03T00:20:00Z"
        },
        "updated_at": {
            "unix": 1578010889,
            "text": "2020-01-03 00:21:29 +0000",
            "iso_8601": "2020-01-03T00:21:29Z"
        },
        "subject": "PBoC is expected to set the USD/CNY midpoint at 6.9683, according to Newswires estimates ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Yesterday's fixing was at 6.9614</li></ul>",
        "analysis_updated_at": {
            "unix": 1578010889,
            "text": "2020-01-03 00:21:29 +0000",
            "iso_8601": "2020-01-03T00:21:29Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-is-expected-to-set-the-usd-cny-midpoint-at-6-9683-according-to-newswires-estimates-03-01-2020",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:20:00",
        "gmt_time": "2020-01-03 00:20:00"
    },
    {
        "id": 902357,
        "updated_sequence": 2063570,
        "published_at": {
            "unix": 1578010680,
            "text": "2020-01-03 00:18:00 +0000",
            "iso_8601": "2020-01-03T00:18:00Z"
        },
        "updated_at": {
            "unix": 1578010806,
            "text": "2020-01-03 00:20:06 +0000",
            "iso_8601": "2020-01-03T00:20:06Z"
        },
        "subject": "Iraqi Parliamentary Group notes that five of their memebers alongside two \"guests\" were assassinated by the air strikes near the Baghdad International Airport, according to militia sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Earlier reports stated that PMU Relations Director alongside a delegation of the Iranian Revolutionary Guards were reportedly assassinated in the air strike, according to airspace observer INTELSky</p>",
        "analysis_updated_at": {
            "unix": 1578010806,
            "text": "2020-01-03 00:20:06 +0000",
            "iso_8601": "2020-01-03T00:20:06Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraqi-parliamentary-group-notes-that-five-of-their-memebers-alongside-two-guests-were-assassinated-by-the-air-strikes-near-the-baghdad-international-airport-according-to-militia-sources-03-01-2020",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:18:00",
        "gmt_time": "2020-01-03 00:18:00"
    },
    {
        "id": 902356,
        "updated_sequence": 2063567,
        "published_at": {
            "unix": 1578009900,
            "text": "2020-01-03 00:05:00 +0000",
            "iso_8601": "2020-01-03T00:05:00Z"
        },
        "updated_at": {
            "unix": 1578009991,
            "text": "2020-01-03 00:06:31 +0000",
            "iso_8601": "2020-01-03T00:06:31Z"
        },
        "subject": "Asian equities track the rally seen by global peers in which the major bourses on Wall Street gained impetus heading into the close and notched record closes. ASX 200 (+1.2%) and KOSPI (+1.0%) – reminder: Japanese markets remain closed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newsquawk",
        "slug": "asian-equities-track-the-rally-seen-by-global-peers-in-which-the-major-bourses-on-wall-street-gained-impetus-heading-into-the-close-and-notched-record-closes-asx-200-1-2-and-kospi-1-0-reminder-japanese-markets-remain-closed-03-01-2020",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:05:00",
        "gmt_time": "2020-01-03 00:05:00"
    },
    {
        "id": 902355,
        "updated_sequence": 2063564,
        "published_at": {
            "unix": 1578009660,
            "text": "2020-01-03 00:01:00 +0000",
            "iso_8601": "2020-01-03T00:01:00Z"
        },
        "updated_at": {
            "unix": 1578009760,
            "text": "2020-01-03 00:02:40 +0000",
            "iso_8601": "2020-01-03T00:02:40Z"
        },
        "subject": "UK BRC Shop Price Index (Dec) YY -0.4% (Prev. -0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brc-shop-price-index-dec-yy-0-4-prev-0-5-03-01-2020",
        "hidden": false,
        "section": {
            "id": 29,
            "name": "UK Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2020-01-03 08:01:00",
        "gmt_time": "2020-01-03 00:01:00"
    }
]