[
    {
        "id": 673321,
        "updated_sequence": 1050876,
        "published_at": {
            "unix": 1536957000,
            "text": "2018-09-14 21:30:00 +0100",
            "iso_8601": "2018-09-14T20:30:00Z"
        },
        "updated_at": {
            "unix": 1536957000,
            "text": "2018-09-14 21:30:00 +0100",
            "iso_8601": "2018-09-14T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-07-09-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:30:00",
        "gmt_time": "2018-09-14 20:30:00"
    },
    {
        "id": 674363,
        "updated_sequence": 1050874,
        "published_at": {
            "unix": 1536956640,
            "text": "2018-09-14 21:24:00 +0100",
            "iso_8601": "2018-09-14T20:24:00Z"
        },
        "updated_at": {
            "unix": 1536956744,
            "text": "2018-09-14 21:25:44 +0100",
            "iso_8601": "2018-09-14T20:25:44Z"
        },
        "subject": "G20 ministers say the EU Mercosur free trade deal is 'in the final stages' of negotation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The EU Mercosur is a free trade deal between&nbsp;Argentina, Brazil, Paraguay, Uruguay and Venezuela</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536956744,
            "text": "2018-09-14 21:25:44 +0100",
            "iso_8601": "2018-09-14T20:25:44Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "g20-ministers-say-the-eu-mercosur-free-trade-deal-is-in-the-final-stages-of-negotation-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:24:00",
        "gmt_time": "2018-09-14 20:24:00"
    },
    {
        "id": 674339,
        "updated_sequence": 1050871,
        "published_at": {
            "unix": 1536955740,
            "text": "2018-09-14 21:09:00 +0100",
            "iso_8601": "2018-09-14T20:09:00Z"
        },
        "updated_at": {
            "unix": 1536955813,
            "text": "2018-09-14 21:10:13 +0100",
            "iso_8601": "2018-09-14T20:10:13Z"
        },
        "subject": "RANsquawk Central Banks - Central Bank Weekly Briefing 14 September 2018 - Highlights from the ECB, BoE, CBRT, CBR, RBA, Fed, BoJ, SNB, Norges",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20090/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />Highlights from the ECB, BoE, CBRT, CBR, RBA, Fed, BoJ, SNB, Norges</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-central-bank-weekly-briefing-14-september-2018-highlights-from-the-ecb-boe-cbrt-cbr-rba-fed-boj-snb-norges-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:09:00",
        "gmt_time": "2018-09-14 20:09:00"
    },
    {
        "id": 674362,
        "updated_sequence": 1050869,
        "published_at": {
            "unix": 1536955740,
            "text": "2018-09-14 21:09:00 +0100",
            "iso_8601": "2018-09-14T20:09:00Z"
        },
        "updated_at": {
            "unix": 1536955791,
            "text": "2018-09-14 21:09:51 +0100",
            "iso_8601": "2018-09-14T20:09:51Z"
        },
        "subject": "RANsquawk Week in Focus - Week In Focus – WC 17 September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20086/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />Monday: Eurozone CPI Tuesday: N/A Wednesday: BoJ Interest Rate Decision, UK CPI, New Zealand GDP Thursday: SNB Interest Rate Decision, Norges Bank Interest Rate Decision, EU leaders expected to discuss Brexit Friday: Japan CPI, Eurozone Markit Manufacturing, Services and Composite PMIs (Flash), Canada CPI Sunday: JMMC meeting in Algeria</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-wc-17-september-2018-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:09:00",
        "gmt_time": "2018-09-14 20:09:00"
    },
    {
        "id": 674361,
        "updated_sequence": 1050862,
        "published_at": {
            "unix": 1536955620,
            "text": "2018-09-14 21:07:00 +0100",
            "iso_8601": "2018-09-14T20:07:00Z"
        },
        "updated_at": {
            "unix": 1536955689,
            "text": "2018-09-14 21:08:09 +0100",
            "iso_8601": "2018-09-14T20:08:09Z"
        },
        "subject": "S&P affirms Portugal at BBB-; revises outlook to Positive from Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-affirms-portugal-at-bbb-revises-outlook-to-positive-from-stable-14-09-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:07:00",
        "gmt_time": "2018-09-14 20:07:00"
    },
    {
        "id": 674360,
        "updated_sequence": 1050859,
        "published_at": {
            "unix": 1536955440,
            "text": "2018-09-14 21:04:00 +0100",
            "iso_8601": "2018-09-14T20:04:00Z"
        },
        "updated_at": {
            "unix": 1536955652,
            "text": "2018-09-14 21:07:32 +0100",
            "iso_8601": "2018-09-14T20:07:32Z"
        },
        "subject": "RANsquawk US Market Wrap - 14th September 2018 - Trump guides USD 200bln China tariffs despite trade talks with China ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20092/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>SNAP-SHOT: Equities mixed, Treasuries down, crude mixed, dollar up.</strong></li>\r\n  <li><strong>* REAR-VIEW: US President Trump wants USD 200bln in China tariffs despite talks; CBR surprise 25bps rate hike; US Retail Sales miss but revised up; Business Inventories in line; Uni of Mich strong; Fed&rsquo;s Evans upbeat on US economy.</strong></li>\r\n  <li><strong>AHEAD: BOJ, BCB, SNB, Norges, South African and Hungarian Rate Decisions; RBA and Riksbank Minutes; UK CPI and Retail Sales; EZ CPI Final; US Housing Starts; NY Fed Manufacturing; SNB, Norges Bank and South African Reserve Bank Rate Decisions; Canadian CPI &amp; Retail Sales.</strong></li>\r\n</ul>\r\n\r\n<p><strong>* TRADE:</strong> US President Trump is reportedly said to want USD 200bln in China tariffs and he told advisers to proceed with the duties, despite on-going trade talks. Note the plans came despite Treasury Secretary Mnuchin&#39;s advances made to Bejing. On the NAFTA front, a senior source suggested that Canada is comfortable with missing the October 1st deadline to reach a trade deal with the US and Mexico which was set to speed up negotiations as Mexican negotiators are pushing for an official trilateral agreement to be reached by December 1st.</p>\r\n\r\n<p><strong>* CBR: </strong>The Central Bank of Russia caught the majority of investors cold on Friday with an unexpected 25bps rate hike, taking the key rate to 7.50% from 7.25%. This showed the CBR following the path of the Turkish Central Bank on Super Thursday and therefore keeping up the tightening momentum in the EM space. Moreover, further tightening was mentioned in the policy statement in the context of maintaining positive real interest rates on deposits, which will support the attractiveness of savings and balanced growth in consumption. The CBR also committed to stop buying FX reserves through to the end of 2018, but any action would take into account inflation and economic dynamics. Following the decision, Governor Nabiullina repeated that inflation is moving back towards target faster than expected and will be around 4.2% by the end of the year; she also anticipates current account inflow of USD 30bln by that time. She clarified that the latest rate hike is not necessarily the beginning of a tightening cycle, though did not rule out the possibility of more hikes in the future. Overall, the CBR struck a hawkish tone at the September meeting by not completely ruling out the possibility of more hikes in the future. In summary, Informa notes that some analysts do not believe this is one and done from the Russian Central Bank, but others see no need for the CBR to raise rates again, especially after PM Medvedev&rsquo;s call for lower rates, and with the possibility of further sanctions coming from the US.</p>\r\n\r\n<p><strong>* BREXIT: </strong>UK Brexit Negotiator Raab struck a positive tone over Brexit negotiations following a call with EU&rsquo;s Chief Negotiator Barnier, as he stated to be closing in on workable solutions to the outstanding issues in Brexit talks. He nonetheless noted there still remain some substantial differences to resolve but he stressed &#39;we reiterated our willingness to devote the necessary time and energy to bring these negotiations to a successful conclusion&#39;. The updates from Raab were also backed by Barnier.</p>\r\n\r\n<p><strong>* BOE: </strong>BoE&#39;s Governor Carney said that the uncertainty around Brexit has an increased dampening effect on pay growth, and that the BoE is prepared for whatever path the economy takes. He also noted that the recent pay data supports the BoE&#39;s August forecast. Also, FT reported that BoE&rsquo;s Carney at last Thursday&rsquo;s UK cabinet briefing told the cabinet that the domestic economy could receive a GBP 16bln lift if PM May was able to negotiate a deal with the EU bases on her Chequers proposal.</p>\r\n\r\n<p><strong>* GEOPOLITICS:</strong> Russian Energy Minister Lavrov said all efforts must be made to preserve the Iran nuclear pact.</p>\r\n\r\n<p><strong>* FED:</strong> Fed&#39;s Evans (Non-Voter, Dove) said to expect inflation to edge up a bit above the 2% target and unemployment to fall to 3.5% by the end of the year. He forecasts at 3% GDP by the end of 2018. On the yield curve, he noted flattening may suggest heightened risk but he believes all the indicators are strong and warned it is too premature to put too much weight on the shape of the curve.</p>\r\n\r\n<p><strong>* US RETAIL SALES </strong>surprised to the downside in August rising 0.1% and posting below the consensus of 0.4%. Although this reading widely disappointed, the prior reading was upwardly revised to 0.7%. The weakness was attributed to a fall in auto sales which have now been declining for three consecutive months; nonetheless this was partially offset by solid consumer spending which remains on track for Q3. Wells Fargo is confident that, even though the effect of tax cuts will start to fade, spending and consumer will remain solid in the second half of the year and growth will continue to be supported by a strong consumer confidence and well as healthy labour market.</p>\r\n\r\n<p><strong>* US BUSINESS INVENTORIES </strong>rose 0.6% in July, as expected, with stock building widespread across manufacturers, wholesalers and retailers. The latest reading indicates that businesses continue to ramp up their inventories amid the strong economic performance. Analysts at Oxford Economics expect &lsquo;businesses to continue running fairly lean inventories through year-end&rsquo; and see them adding 1.2ppts to their Q3 GDP growth which now stands at 3.3%.</p>\r\n\r\n<p><strong>* UNI OF MICHGHAN </strong>posted a significant gain in August rising to 100.8 from 96.2 and beating expectations of 96.2. Analysts at Pantheon note &lsquo;expectations is now at a new cycle high&rsquo; suggesting consumers are not worried of the potential effects of tariffs as the economy remains supported by the tax cuts and the strong labour market.</p>\r\n\r\n<p><strong>* INDUSTRIAL PRODUCTION </strong>rose 0.4% in August, a touch above the 0.3% consensus, mostly on the back of a jump in auto production, a bigger than anticipated increase in mining output and utilities. Analysts at Pantheon note &lsquo;oil-well drilling activity has levelled-off, and its contribution to third quarter GDP growth will be nothing like the second quarter&rsquo;s 0.5ppts; it will near-zero.&rsquo;</p>\r\n\r\n<p><strong>* SPX +0.01% at&nbsp; 2904, NDX -0.2% at 7546, DJI 0.03% at 26154.</strong> SECTORS: Energy +0.56%, Materials +0.02%, Industrials +0.56%, Cons Discretionary -0.18%, Cons Staples -0.28%, Healthcare -0.38%, Financials +0.40%, Tech 0.00%, Telecoms -0.54%, Utilities -0.52%.</p>\r\n\r\n<p><strong>*FUTURES: </strong>US equity futures were relatively rangebound throughout the early session, however after reports that US President Trump reportedly told advisers to proceed with USD 200bln in China tariffs, the indices were pressured with the ES falling ~9 points from 2909 to 2900 level where it was briefly breached to the downside.</p>\r\n\r\n<p><strong>*EARNINGS: </strong>Adobe (ADBE) reported earnings AMC Thursday where they beat on both top and bottom line and forecast Q4 EPS &amp; revenue higher than street expectations which saw the stock higher than 2% on Friday.</p>\r\n\r\n<p><strong>*SPECIFICS:</strong> Advanced Micro Devices (AMD) outperformed during Friday trade due to a positive note from Argus where they raised the PT to USD 40 from USD 23. L Brands (LB) were higher after it announced it is to close all its Henri Bendel stores in January 2019 as it is the right choice for growth. NISource (NI) were on pace for its worst day since 2001 after an explosion at its gas facility which killed at least one person. Finally, Tesla (TSLA) were higher following reports from Electrek that the auto name produced 6700 vehicles over the last week, close to its personal record.&nbsp;</p>\r\n\r\n<p><strong>*M&amp;A: </strong>United Tech (UTX) CEO spoke at an investor conference on Friday during hours where he announced he sees the deal with Rockwell Collins (COL) closing this month, and added China is waiting upon US DoJ approval before it makes its decision, but stated progress is going well with China.</p>\r\n\r\n<p><strong>* WTI (V8) SETTLES 40C HIGHER AT $68.99BBL; BRENT (X8) SETTLES 9C LOWER AT $78.09/BBL. </strong>&nbsp;The oil complex was mixed on Friday amid a choppy session, with no major fundamental driving the moves. Analysts at Citi citing profit taking led by the US product markets as hurricane Florence was downgraded to category 1 and seems weaker than expected a few days ago. Brent has retreated below the $80 level to test $78 whilst WTI held just below $69.</p>\r\n\r\n<p>US Baker Hughes Oil Rig Count (07 Sep) 867 (Prev. 860)</p>\r\n\r\n<p>US Baker Hughes Gas Rig Count (07 Sep) 186 (Prev. 186)</p>\r\n\r\n<p>US Baker Hughes Total Rig Count (07 Sep) 1055 (Prev. 1048)</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLES TICKS 8 LOWER AT 119-05+.</strong></p>\r\n\r\n<p>The treasury complex edged lower with the 10yr yield hitting the 3% level briefly due to the strong Uni of Mich Sentiment data, which posted above 100, the moves are also attributable to the upward revisions to retail sales. The data was all consistent with markets expectations for two more Fed rate hikes this year. Nonetheless, the yield failed to go above 3% and traded below for the rest of the trading session after the level was hit, acting as key resistance. Yields were by c.3bps at settlement whilst spreads were narrower with the exception of 2s5s which widened by less than 1bps.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP:</strong></p>\r\n\r\n<p><strong>* DXY:</strong> A very late reprieve for a flagging Dollar index and the Greenback overall, as US industrial production broke a run of data misses to lift the DXY back up towards 94.800 vs 94.350 at worst. In truth, the recovery started after a mixed retail sales report with headline prints sub-forecasts, but effectively nullified by upgrades to the previous month, and as US Treasury yields resumed their upward trajectory irrespective of benign PPI and CPI updates earlier in the week. The 10-year benchmark revisited 3%, but for reference the index is still some distance from best levels above 95.500 and largely due to external factors.</p>\r\n\r\n<p><strong>* EM: </strong>Some major developments and currency moves, with the Lira, Rouble and Rand continuing their revival with the aid of Central Bank policy tightening and less concern about credit standings in the case of the Zar. The Try got a real helping hand from the CBRT and a huge 625 bp hike in the 1-week repo rate, much nearer the top of a wide range of estimates down to no move at all given persistent pressure from Turkish President Erdogan not to raise borrowing costs, which continued and intensified after the Bank went ahead and exerted its independence. In response, the Lira spiked to circa 6.0000 vs the Usd before losing some momentum from 6.5500 lows, while the Rub rallied close to 67.4700 against the Usd at one stage on the back of an unexpected &frac14; point CBR hike in the face of similar Government opposition. For the Zar, Moody&rsquo;s provided traction with a ratings review that lowered the prospect of a downgrade, and the Rand extended its rebound vs the Usd to sub-14.6700 compared to just below 15.3200 at worst.</p>\r\n\r\n<p><strong>* G10: </strong>A contrasting week, but net gains across the board against the Buck still appear highly likely even though the latter may get an extra boost from a 100+ prelim Michigan Sentiment print. The Gbp and Eur both reclaimed a couple of big figures amidst progressively positive Brexit updates, and especially EU Barnier&rsquo;s assertion that a deal within 6-8 weeks is feasible even though both he and the UK&rsquo;s new front-line negotiator, Raab, conceded on Friday that &lsquo;substantive&rsquo; differences remain, and namely the Irish border. Note, BoE and ECB meetings/accompanying statements were largely as expected, but for choice President Draghi was relatively more upbeat than Governor Carney who stressed Brexit no deal risks for the UK economy. Cable has drifted back from around 1.3140 highs to sub-1.3100, but was just shy of 1.2900 at the other end of the spectrum, while Eur/Usd hit 1.1720 at best vs circa 200 pips lower at the bottom of the week&rsquo;s range. The Aud and Nzd have been embroiled in another tussle, with the cross choppy around 1.0900 and Aud/Usd veering between 0.7230-0.7080 and currently around 0.7175 with some underlying support from upbeat Aussie jobs data, but the upside capped by ongoing US-China trade issues even though the 2 nations are planning to resume dialogue. The Kiwi has been in approx. 0.6600-0.6500 parameters, but did derive some traction from a pick-up in NZ manufacturing PMI. Trade, or NAFTA to be precise, also drove Loonie sentiment for the most part, and overall the news was positive with deal prospects facilitated by reports that Canada may be open to giving the US some dairy access. Hence, Usd/Cad now close to the base around 1.3040 vs 1.2970 and almost 1.3200 at the peak. The Nok has clearly outperformed its Scandi counterpart on data/surveys justifying the bigger lead time from Norges Bank tightening vs Riksbank, like Norwegian GDP and Swedish inflation. The safe-haven Jpy and Chf are both ending Friday softer vs the Usd, but the former is also down on the week around 112+ vs 110.85 at one stage, with less risk aversion on balance and higher US Treasury yield impacting, while the Franc is still relatively firm circa 0.9660 and through 1.1300 vs the Eur, prompting SNB head Jordan to express his wish to see other Central Banks tighten monetary policy and implying another dovish quarterly review in Switzerland next week.</p>\r\n\r\n<p><strong>* COMING-UP:</strong></p>\r\n\r\n<p>Monday: Eurozone CPI Tuesday: N/A Wednesday: BoJ Interest Rate Decision, UK CPI, New Zealand GDP Thursday: SNB Interest Rate Decision, Norges Bank Interest Rate Decision, EU leaders expected to discuss Brexit Friday: Japan CPI, Eurozone Markit Manufacturing, Services and Composite PMIs (Flash), Canada CPI Sunday: JMMC meeting in Algeria.<a href=\"https://ransquawk.com/research_sheets/20086/download\"> For the full RANsquawk Week In Focus report click here.</a></p>\r\n\r\n<p>* ECB: Markets snooze with ECB on auto-pilot</p>\r\n\r\n<p>* BOE: Brexit ties the hands of the MPC after Aug hike</p>\r\n\r\n<p>* CBRT: CBRT blockbuster hike angers Erdogan</p>\r\n\r\n<p>* FED: CPI unlikely to cancel plans for 4 hikes in 2018</p>\r\n\r\n<p>* RBA: Mins likely to downplay hikes to mortgage rates</p>\r\n\r\n<p>* CBR: Defies calls for a cut and surprises with a hike</p>\r\n\r\n<p>* SNB: Focus on SNB assessment of CHF strength</p>\r\n\r\n<p>* NORGES: 25bps of tightening due on Thursday</p>\r\n\r\n<p>* BOJ: Focus on debate around forward guidance</p>\r\n\r\n<p><a href=\"https://ransquawk.com/research_sheets/20090/download\">For the full RANsquawk Central Bank Weekly Report click here.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-14th-september-2018-trump-guides-usd-200bln-china-tariffs-despite-trade-talks-with-china-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:04:00",
        "gmt_time": "2018-09-14 20:04:00"
    },
    {
        "id": 674359,
        "updated_sequence": 1050866,
        "published_at": {
            "unix": 1536955380,
            "text": "2018-09-14 21:03:00 +0100",
            "iso_8601": "2018-09-14T20:03:00Z"
        },
        "updated_at": {
            "unix": 1536955755,
            "text": "2018-09-14 21:09:15 +0100",
            "iso_8601": "2018-09-14T20:09:15Z"
        },
        "subject": "G-20 Ministers issue a statement which states they discussed ways to improve the WTO, they stated they have stepped up dialogue on international trade and said there is urgent need to improve the WTO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "g-20-ministers-issue-a-statement-which-states-they-discussed-ways-to-improve-the-wto-they-stated-they-have-stepped-up-dialogue-on-international-trade-and-said-there-is-urgent-need-to-improve-the-wto-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:03:00",
        "gmt_time": "2018-09-14 20:03:00"
    },
    {
        "id": 674358,
        "updated_sequence": 1050851,
        "published_at": {
            "unix": 1536955200,
            "text": "2018-09-14 21:00:00 +0100",
            "iso_8601": "2018-09-14T20:00:00Z"
        },
        "updated_at": {
            "unix": 1536955287,
            "text": "2018-09-14 21:01:27 +0100",
            "iso_8601": "2018-09-14T20:01:27Z"
        },
        "subject": "US Sec of State Pompeo says Iran forces fired rockets towards the US embassy in Baghdad this week, according to a press briefing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-sec-of-state-pompeo-says-iran-forces-fired-rockets-towards-the-us-embassy-in-baghdad-this-week-according-to-a-press-briefing-14-09-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 04:00:00",
        "gmt_time": "2018-09-14 20:00:00"
    },
    {
        "id": 674357,
        "updated_sequence": 1050848,
        "published_at": {
            "unix": 1536954000,
            "text": "2018-09-14 20:40:00 +0100",
            "iso_8601": "2018-09-14T19:40:00Z"
        },
        "updated_at": {
            "unix": 1536954055,
            "text": "2018-09-14 20:40:55 +0100",
            "iso_8601": "2018-09-14T19:40:55Z"
        },
        "subject": "US Secretary of State Pompeo says Russia has actively worked to undermine UN sanctions on North Korea ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-russia-has-actively-worked-to-undermine-un-sanctions-on-north-korea-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 03:40:00",
        "gmt_time": "2018-09-14 19:40:00"
    },
    {
        "id": 674356,
        "updated_sequence": 1050845,
        "published_at": {
            "unix": 1536953100,
            "text": "2018-09-14 20:25:00 +0100",
            "iso_8601": "2018-09-14T19:25:00Z"
        },
        "updated_at": {
            "unix": 1536953173,
            "text": "2018-09-14 20:26:13 +0100",
            "iso_8601": "2018-09-14T19:26:13Z"
        },
        "subject": "The White House says US President Trump has been clear that himself and the administration will continue to take action to address China's unfair trade practices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-white-house-says-us-president-trump-has-been-clear-that-himself-and-the-administration-will-continue-to-take-action-to-address-china-s-unfair-trade-practices-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 03:25:00",
        "gmt_time": "2018-09-14 19:25:00"
    },
    {
        "id": 674355,
        "updated_sequence": 1050842,
        "published_at": {
            "unix": 1536952620,
            "text": "2018-09-14 20:17:00 +0100",
            "iso_8601": "2018-09-14T19:17:00Z"
        },
        "updated_at": {
            "unix": 1536952708,
            "text": "2018-09-14 20:18:28 +0100",
            "iso_8601": "2018-09-14T19:18:28Z"
        },
        "subject": "Caterpillar's (CAT) Campbell says that all segments have room for continued growth, and says they have seen good growth in China, US and German construction ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caterpillar-s-cat-campbell-says-that-all-segments-have-room-for-continued-growth-and-says-they-have-seen-good-growth-in-china-us-and-german-construction-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 03:17:00",
        "gmt_time": "2018-09-14 19:17:00"
    },
    {
        "id": 674354,
        "updated_sequence": 1050839,
        "published_at": {
            "unix": 1536951600,
            "text": "2018-09-14 20:00:00 +0100",
            "iso_8601": "2018-09-14T19:00:00Z"
        },
        "updated_at": {
            "unix": 1536951770,
            "text": "2018-09-14 20:02:50 +0100",
            "iso_8601": "2018-09-14T19:02:50Z"
        },
        "subject": " Fed named Mary Daly as new San Francisco President, currently Head of Research at San Francisco Fed and effective on October 1st",
        "content": "<ul><li>Fed&#39;s George will continue to cast the vote at the September FOMC meeting</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-named-mary-daly-as-new-san-francisco-president-currently-head-of-research-at-san-francisco-fed-and-effective-on-october-1st-14-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 03:00:00",
        "gmt_time": "2018-09-14 19:00:00"
    },
    {
        "id": 674353,
        "updated_sequence": 1050836,
        "published_at": {
            "unix": 1536949920,
            "text": "2018-09-14 19:32:00 +0100",
            "iso_8601": "2018-09-14T18:32:00Z"
        },
        "updated_at": {
            "unix": 1536950554,
            "text": "2018-09-14 19:42:34 +0100",
            "iso_8601": "2018-09-14T18:42:34Z"
        },
        "subject": "WTI (V8) futures settle 40c higher at USD 68.99/bbl, Brent (X8) futures settle 9c lower at USD 78.09/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-v8-futures-settle-40c-higher-at-usd-68-99-bbl-brent-x8-futures-settle-9c-lower-at-usd-78-09-bbl-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 02:32:00",
        "gmt_time": "2018-09-14 18:32:00"
    },
    {
        "id": 674352,
        "updated_sequence": 1050829,
        "published_at": {
            "unix": 1536949200,
            "text": "2018-09-14 19:20:00 +0100",
            "iso_8601": "2018-09-14T18:20:00Z"
        },
        "updated_at": {
            "unix": 1536949594,
            "text": "2018-09-14 19:26:34 +0100",
            "iso_8601": "2018-09-14T18:26:34Z"
        },
        "subject": "Praxair (PX) might have to offload their entire overlapping business in order to gain FTC approval for their deal with Linde (LIN GY), according to MLex",
        "content": "",
        "reaction_details": "<ul><li>In in an immediate reaction PX ticked slightly higher from USD 158.15 to 158.40 before reversing down to USD 157.60</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536949593,
            "text": "2018-09-14 19:26:33 +0100",
            "iso_8601": "2018-09-14T18:26:33Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "praxair-px-might-have-to-offload-their-entire-overlapping-business-in-order-to-gain-ftc-approval-for-their-deal-with-linde-lin-gy-according-to-mlex-14-09-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 02:20:00",
        "gmt_time": "2018-09-14 18:20:00"
    },
    {
        "id": 674351,
        "updated_sequence": 1050823,
        "published_at": {
            "unix": 1536949020,
            "text": "2018-09-14 19:17:00 +0100",
            "iso_8601": "2018-09-14T18:17:00Z"
        },
        "updated_at": {
            "unix": 1536949086,
            "text": "2018-09-14 19:18:06 +0100",
            "iso_8601": "2018-09-14T18:18:06Z"
        },
        "subject": "BoE’s Carney at last Thursday’s UK cabinet briefing reportedly told the cabinet that the domestic economy could receive a GBP 16bln lift if PM May was able to negotiate a deal with the EU bases on her Chequers proposal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "boe-s-carney-at-last-thursday-s-uk-cabinet-briefing-reportedly-told-the-cabinet-that-the-domestic-economy-could-receive-a-gbp-16bln-lift-if-pm-may-was-able-to-negotiate-a-deal-with-the-eu-bases-on-her-chequers-proposal-14-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 02:17:00",
        "gmt_time": "2018-09-14 18:17:00"
    },
    {
        "id": 674350,
        "updated_sequence": 1050820,
        "published_at": {
            "unix": 1536948240,
            "text": "2018-09-14 19:04:00 +0100",
            "iso_8601": "2018-09-14T18:04:00Z"
        },
        "updated_at": {
            "unix": 1536948310,
            "text": "2018-09-14 19:05:10 +0100",
            "iso_8601": "2018-09-14T18:05:10Z"
        },
        "subject": "Argentina Central Bank is to increase reserve requirements by 5bp from September 19th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "argentina-central-bank-is-to-increase-reserve-requirements-by-5bp-from-september-19th-14-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 02:04:00",
        "gmt_time": "2018-09-14 18:04:00"
    },
    {
        "id": 674349,
        "updated_sequence": 1050817,
        "published_at": {
            "unix": 1536946080,
            "text": "2018-09-14 18:28:00 +0100",
            "iso_8601": "2018-09-14T17:28:00Z"
        },
        "updated_at": {
            "unix": 1536946112,
            "text": "2018-09-14 18:28:32 +0100",
            "iso_8601": "2018-09-14T17:28:32Z"
        },
        "subject": "US Energy Secretary Perry says a number of things in Saudi Arabia give him confidence that they will maintain and maybe increase output,  says SA is working on a solution with Kuwait over border issue",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-energy-secretary-perry-says-a-number-of-things-in-saudi-arabia-give-him-confidence-that-they-will-maintain-and-maybe-increase-output-says-sa-is-working-on-a-solution-with-kuwait-over-border-issue-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 01:28:00",
        "gmt_time": "2018-09-14 17:28:00"
    },
    {
        "id": 674348,
        "updated_sequence": 1050814,
        "published_at": {
            "unix": 1536946020,
            "text": "2018-09-14 18:27:00 +0100",
            "iso_8601": "2018-09-14T17:27:00Z"
        },
        "updated_at": {
            "unix": 1536946102,
            "text": "2018-09-14 18:28:22 +0100",
            "iso_8601": "2018-09-14T17:28:22Z"
        },
        "subject": "Canadian dairy industry lobby says to have requested a meeting with Canada's Freeland today to discuss NAFTA negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-dairy-industry-lobby-says-to-have-requested-a-meeting-with-canada-s-freeland-today-to-discuss-nafta-negotiations-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 01:27:00",
        "gmt_time": "2018-09-14 17:27:00"
    },
    {
        "id": 674347,
        "updated_sequence": 1050811,
        "published_at": {
            "unix": 1536945720,
            "text": "2018-09-14 18:22:00 +0100",
            "iso_8601": "2018-09-14T17:22:00Z"
        },
        "updated_at": {
            "unix": 1536945798,
            "text": "2018-09-14 18:23:18 +0100",
            "iso_8601": "2018-09-14T17:23:18Z"
        },
        "subject": "Kinder Morgan (KMI) has reportedly hired TD Securities to explore a possible sale of its Canadian Business for USD 1.8bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-kmi-has-reportedly-hired-td-securities-to-explore-a-possible-sale-of-its-canadian-business-for-usd-1-8bln-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 01:22:00",
        "gmt_time": "2018-09-14 17:22:00"
    },
    {
        "id": 674343,
        "updated_sequence": 1050797,
        "published_at": {
            "unix": 1536944400,
            "text": "2018-09-14 18:00:00 +0100",
            "iso_8601": "2018-09-14T17:00:00Z"
        },
        "updated_at": {
            "unix": 1536944472,
            "text": "2018-09-14 18:01:12 +0100",
            "iso_8601": "2018-09-14T17:01:12Z"
        },
        "subject": "A few ECB policymakers wanted this week's policy message to say risks were tilted to the downside, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-few-ecb-policymakers-wanted-this-week-s-policy-message-to-say-risks-were-tilted-to-the-downside-according-to-sources-14-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 01:00:00",
        "gmt_time": "2018-09-14 17:00:00"
    },
    {
        "id": 674342,
        "updated_sequence": 1050808,
        "published_at": {
            "unix": 1536944160,
            "text": "2018-09-14 17:56:00 +0100",
            "iso_8601": "2018-09-14T16:56:00Z"
        },
        "updated_at": {
            "unix": 1536944650,
            "text": "2018-09-14 18:04:10 +0100",
            "iso_8601": "2018-09-14T17:04:10Z"
        },
        "subject": "Yemen's houthis have launched a missile at Aramco refinery in Jizan ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The refinery has a capacity of 420k bpd</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536944650,
            "text": "2018-09-14 18:04:10 +0100",
            "iso_8601": "2018-09-14T17:04:10Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "yemen-s-houthis-have-launched-a-missile-at-aramco-refinery-in-jizan-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 00:56:00",
        "gmt_time": "2018-09-14 16:56:00"
    },
    {
        "id": 674341,
        "updated_sequence": 1050791,
        "published_at": {
            "unix": 1536943920,
            "text": "2018-09-14 17:52:00 +0100",
            "iso_8601": "2018-09-14T16:52:00Z"
        },
        "updated_at": {
            "unix": 1536944010,
            "text": "2018-09-14 17:53:30 +0100",
            "iso_8601": "2018-09-14T16:53:30Z"
        },
        "subject": "CNBC’s Najarian notes unusual call activity in Stitch Fix (SFIX), Sony (SNE)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-s-najarian-notes-unusual-call-activity-in-stitch-fix-sfix-sony-sne-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 00:52:00",
        "gmt_time": "2018-09-14 16:52:00"
    },
    {
        "id": 674340,
        "updated_sequence": 1050788,
        "published_at": {
            "unix": 1536943620,
            "text": "2018-09-14 17:47:00 +0100",
            "iso_8601": "2018-09-14T16:47:00Z"
        },
        "updated_at": {
            "unix": 1536943892,
            "text": "2018-09-14 17:51:32 +0100",
            "iso_8601": "2018-09-14T16:51:32Z"
        },
        "subject": "United Technologies (UTX) CEO says has looked at various options for split of business, says tax cost of split would be between USD 2.5bln and USD 3bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "united-technologies-utx-ceo-says-has-looked-at-various-options-for-split-of-business-says-tax-cost-of-split-would-be-between-usd-2-5bln-and-usd-3bln-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 00:47:00",
        "gmt_time": "2018-09-14 16:47:00"
    },
    {
        "id": 674338,
        "updated_sequence": 1050785,
        "published_at": {
            "unix": 1536942960,
            "text": "2018-09-14 17:36:00 +0100",
            "iso_8601": "2018-09-14T16:36:00Z"
        },
        "updated_at": {
            "unix": 1536943885,
            "text": "2018-09-14 17:51:25 +0100",
            "iso_8601": "2018-09-14T16:51:25Z"
        },
        "subject": "United Technologies (UTX) CEO sees deal with Rockwell Collins closing this month ",
        "content": "<ul><li>China is awaiting for US DoJ approval of the deal before they make their own decision</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction COL shares spiked higher from USD 139.63 to USD 140.60</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536943080,
            "text": "2018-09-14 17:38:00 +0100",
            "iso_8601": "2018-09-14T16:38:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "united-technologies-utx-ceo-sees-deal-with-rockwell-collins-closing-this-month-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 00:36:00",
        "gmt_time": "2018-09-14 16:36:00"
    },
    {
        "id": 674337,
        "updated_sequence": 1050773,
        "published_at": {
            "unix": 1536940920,
            "text": "2018-09-14 17:02:00 +0100",
            "iso_8601": "2018-09-14T16:02:00Z"
        },
        "updated_at": {
            "unix": 1536942757,
            "text": "2018-09-14 17:32:37 +0100",
            "iso_8601": "2018-09-14T16:32:37Z"
        },
        "subject": "US President Trump is said to want USD 200bln in China tariffs despite talks and has told advisers to proceed with the tariffs; according to four people familiar with the matter",
        "content": "<ul><li>The plans come&nbsp;despite Treasury Secretary Mnuchin&#39;s overtures to Bejing</li>\r\n  <li>Fox reports the timing of the tariffs in unclear</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>Equity futures sold off on the news with the ES falling from 2908 to 2900. The news also slightly lifted the USD across the board with the exception of USDJPY which saw selling due to the safe haven nature of JPY.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536941160,
            "text": "2018-09-14 17:06:00 +0100",
            "iso_8601": "2018-09-14T16:06:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-president-trump-is-said-to-want-usd-200bln-in-china-tariffs-despite-talks-and-has-told-advisers-to-proceed-with-the-tariffs-according-to-four-people-familiar-with-the-matter-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-15 00:02:00",
        "gmt_time": "2018-09-14 16:02:00"
    },
    {
        "id": 674336,
        "updated_sequence": 1050754,
        "published_at": {
            "unix": 1536939900,
            "text": "2018-09-14 16:45:00 +0100",
            "iso_8601": "2018-09-14T15:45:00Z"
        },
        "updated_at": {
            "unix": 1536939993,
            "text": "2018-09-14 16:46:33 +0100",
            "iso_8601": "2018-09-14T15:46:33Z"
        },
        "subject": "Barclays boost US Q3 GDP tracker by 0.2ppts to 3.2% following today's data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "barclays-boost-us-q3-gdp-tracker-by-0-2ppts-to-3-2-following-today-s-data-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:45:00",
        "gmt_time": "2018-09-14 15:45:00"
    },
    {
        "id": 674335,
        "updated_sequence": 1050751,
        "published_at": {
            "unix": 1536939840,
            "text": "2018-09-14 16:44:00 +0100",
            "iso_8601": "2018-09-14T15:44:00Z"
        },
        "updated_at": {
            "unix": 1536939921,
            "text": "2018-09-14 16:45:21 +0100",
            "iso_8601": "2018-09-14T15:45:21Z"
        },
        "subject": "Goldman Sachs (GS) raises Q3 GDP forecast to 3.3% from 3.2% after the \"retail sales report and the August rise in utilities output suggested a firmer pace of consumption growth in the third quarter\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-gs-raises-q3-gdp-forecast-to-3-3-from-3-2-after-the-retail-sales-report-and-the-august-rise-in-utilities-output-suggested-a-firmer-pace-of-consumption-growth-in-the-third-quarter-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:44:00",
        "gmt_time": "2018-09-14 15:44:00"
    },
    {
        "id": 674334,
        "updated_sequence": 1050748,
        "published_at": {
            "unix": 1536939420,
            "text": "2018-09-14 16:37:00 +0100",
            "iso_8601": "2018-09-14T15:37:00Z"
        },
        "updated_at": {
            "unix": 1536939804,
            "text": "2018-09-14 16:43:24 +0100",
            "iso_8601": "2018-09-14T15:43:24Z"
        },
        "subject": "Tesla (TSLA) reportedly produced 6700 vehicles over the last week, which is close to its record, according to Elecktrek ",
        "content": "<ul><li><a href=\"https://electrek.co/2018/09/14/tesla-production-model-3-picks-up-record-quarter/\">Click here for link</a></li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction shares piked higher from USD 289.62 to USD 294.27</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536939804,
            "text": "2018-09-14 16:43:24 +0100",
            "iso_8601": "2018-09-14T15:43:24Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Electrek",
        "slug": "tesla-tsla-reportedly-produced-6700-vehicles-over-the-last-week-which-is-close-to-its-record-according-to-elecktrek-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:37:00",
        "gmt_time": "2018-09-14 15:37:00"
    },
    {
        "id": 674333,
        "updated_sequence": 1050738,
        "published_at": {
            "unix": 1536939360,
            "text": "2018-09-14 16:36:00 +0100",
            "iso_8601": "2018-09-14T15:36:00Z"
        },
        "updated_at": {
            "unix": 1536939471,
            "text": "2018-09-14 16:37:51 +0100",
            "iso_8601": "2018-09-14T15:37:51Z"
        },
        "subject": "Barbara Janom Steiner has been named new President of the SNB Council",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barbara-janom-steiner-has-been-named-new-president-of-the-snb-council-14-09-2018",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:36:00",
        "gmt_time": "2018-09-14 15:36:00"
    },
    {
        "id": 674331,
        "updated_sequence": 1050735,
        "published_at": {
            "unix": 1536939060,
            "text": "2018-09-14 16:31:00 +0100",
            "iso_8601": "2018-09-14T15:31:00Z"
        },
        "updated_at": {
            "unix": 1536939298,
            "text": "2018-09-14 16:34:58 +0100",
            "iso_8601": "2018-09-14T15:34:58Z"
        },
        "subject": "Esterline (ESL) reportedly said to have seen interest from Transdigm (TDG), according to Dealreporter",
        "content": "<ul><li>Eaton (ETN) and Carlyle (CG) also said to be interested in the co.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate&nbsp;reaction ESN&nbsp;shares rose from USD 88.60 to USD 89.80</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536939297,
            "text": "2018-09-14 16:34:57 +0100",
            "iso_8601": "2018-09-14T15:34:57Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "esterline-esl-reportedly-said-to-have-seen-interest-from-transdigm-tdg-according-to-dealreporter-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:31:00",
        "gmt_time": "2018-09-14 15:31:00"
    },
    {
        "id": 674332,
        "updated_sequence": 1050745,
        "published_at": {
            "unix": 1536939000,
            "text": "2018-09-14 16:30:00 +0100",
            "iso_8601": "2018-09-14T15:30:00Z"
        },
        "updated_at": {
            "unix": 1536939624,
            "text": "2018-09-14 16:40:24 +0100",
            "iso_8601": "2018-09-14T15:40:24Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.35%), FTSE 100 (+0.36%), DAX (+0.60%), CAC (+0.53%), IBEX (+0.47%), SMI (+0.08%), FTSE MIB (+0.15%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-35-ftse-100-0-36-dax-0-60-cac-0-53-ibex-0-47-smi-0-08-ftse-mib-0-15-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:30:00",
        "gmt_time": "2018-09-14 15:30:00"
    },
    {
        "id": 674330,
        "updated_sequence": 1050732,
        "published_at": {
            "unix": 1536938880,
            "text": "2018-09-14 16:28:00 +0100",
            "iso_8601": "2018-09-14T15:28:00Z"
        },
        "updated_at": {
            "unix": 1536939275,
            "text": "2018-09-14 16:34:35 +0100",
            "iso_8601": "2018-09-14T15:34:35Z"
        },
        "subject": "Atlanta Fed GDPNow (Q3) 4.4% (Prev. 3.8%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q3-4-4-prev-3-8-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:28:00",
        "gmt_time": "2018-09-14 15:28:00"
    },
    {
        "id": 674329,
        "updated_sequence": 1050720,
        "published_at": {
            "unix": 1536938640,
            "text": "2018-09-14 16:24:00 +0100",
            "iso_8601": "2018-09-14T15:24:00Z"
        },
        "updated_at": {
            "unix": 1536938677,
            "text": "2018-09-14 16:24:37 +0100",
            "iso_8601": "2018-09-14T15:24:37Z"
        },
        "subject": "Uniper (UN01 GY) is reportedly said to look at the sale of its French business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uniper-un01-gy-is-reportedly-said-to-look-at-the-sale-of-its-french-business-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:24:00",
        "gmt_time": "2018-09-14 15:24:00"
    },
    {
        "id": 674328,
        "updated_sequence": 1050717,
        "published_at": {
            "unix": 1536938160,
            "text": "2018-09-14 16:16:00 +0100",
            "iso_8601": "2018-09-14T15:16:00Z"
        },
        "updated_at": {
            "unix": 1536938233,
            "text": "2018-09-14 16:17:13 +0100",
            "iso_8601": "2018-09-14T15:17:13Z"
        },
        "subject": "NY Fed GDP Nowcast: Q3 at 2.2% (Prev. 2.2%), Q4 at 2.8% (Prev. 2.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q3-at-2-2-prev-2-2-q4-at-2-8-prev-2-8-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:16:00",
        "gmt_time": "2018-09-14 15:16:00"
    },
    {
        "id": 674327,
        "updated_sequence": 1050714,
        "published_at": {
            "unix": 1536937980,
            "text": "2018-09-14 16:13:00 +0100",
            "iso_8601": "2018-09-14T15:13:00Z"
        },
        "updated_at": {
            "unix": 1536938030,
            "text": "2018-09-14 16:13:50 +0100",
            "iso_8601": "2018-09-14T15:13:50Z"
        },
        "subject": "Cowen says Allergan (AGN) could acquire Revance Therapeutics (RVNC)for USD 2bln-3bln. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cowen-says-allergan-agn-could-acquire-revance-therapeutics-rvnc-for-usd-2bln-3bln-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 23:13:00",
        "gmt_time": "2018-09-14 15:13:00"
    },
    {
        "id": 674326,
        "updated_sequence": 1050711,
        "published_at": {
            "unix": 1536936720,
            "text": "2018-09-14 15:52:00 +0100",
            "iso_8601": "2018-09-14T14:52:00Z"
        },
        "updated_at": {
            "unix": 1536937529,
            "text": "2018-09-14 16:05:29 +0100",
            "iso_8601": "2018-09-14T15:05:29Z"
        },
        "subject": "Russian Energy Minister Lavrov says all efforts must be made to preserve the Iran nuclear pact ",
        "content": "<ul><li>Ha adds Russia, France, UK, Germany and China will make every effort to preserve the pact&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-lavrov-says-all-efforts-must-be-made-to-preserve-the-iran-nuclear-pact-14-09-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 22:52:00",
        "gmt_time": "2018-09-14 14:52:00"
    },
    {
        "id": 674325,
        "updated_sequence": 1050705,
        "published_at": {
            "unix": 1536936000,
            "text": "2018-09-14 15:40:00 +0100",
            "iso_8601": "2018-09-14T14:40:00Z"
        },
        "updated_at": {
            "unix": 1536936059,
            "text": "2018-09-14 15:40:59 +0100",
            "iso_8601": "2018-09-14T14:40:59Z"
        },
        "subject": "Weekly FX Wrap: bold CBRT action the main attraction, but not the only one",
        "content": "<p>DXY</p>\r\n\r\n<p>A very late reprieve for a flagging Dollar index and the Greenback overall, as US industrial production broke a run of data misses to lift the DXY back up towards 94.800 vs 94.350 at worst. In truth, the recovery started after a mixed retail sales report with headline prints sub-forecasts, but effectively nullified by upgrades to the previous month, and as US Treasury yields resumed their upward trajectory irrespective of benign PPI and CPI updates earlier in the week. The 10 year benchmark revisited 3%, but for reference the index is still some distance from best levels above 95.500 and largely due to external factors.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>Some major developments and currency moves, with the Lira, Rouble and Rand continuing their revival with the aid of Central Bank policy tightening and less concern about credit standings in the case of the Zar. The Try got a real helping hand from the CBRT and a huge 625 bp hike in the 1 week repo rate, much nearer the top of a wide range of estimates down to no move at all given persistent pressure from Turkish President Erdogan not to raise borrowing costs, which continued and intensified after the Bank went ahead and exerted its independence. In response, the Lira spiked to circa 6.0000 vs the Usd before losing some momentum from 6.5500 lows, while the Rub rallied close to 67.4700 against the Usd at one stage on the back of an unexpected &frac14; point CBR hike in the face of similar Government opposition. For the Zar, Moody&rsquo;s provided traction with a ratings review that lowered the prospect of a downgrade, and the Rand extended its rebound vs the Usd to sub-14.6700 compared to just below 15.3200 at worst.</p>\r\n\r\n<p>G10</p>\r\n\r\n<p>A contrasting week, but net gains across the board against the Buck still appear highly likely even though the latter may get an extra boost from a 100+ prelim Michigan Sentiment print. The Gbp and Eur both reclaimed a couple of big figures amidst progressively positive Brexit updates, and especially EU Barnier&rsquo;s assertion that a deal within 6-8 weeks is feasible even though both he and the UK&rsquo;s new front-line negotiator, Raab, conceded on Friday that &lsquo;substantive&rsquo; differences remain, and namely the Irish border. Note, BoE and ECB meetings/accompanying statements were largely as expected, but for choice President Draghi was relatively more upbeat than Governor Carney who stressed Brexit no deal risks for the UK economy. Cable has drifted back from around 1.3140 highs to sub-1.3100, but was just shy of 1.2900 at the other end of the spectrum, while Eur/Usd hit 1.1720 at best vs circa 200 pips lower at the bottom of the week&rsquo;s range. The Aud and Nzd have been embroiled in another tussle, with the cross choppy around 1.0900 and Aud/Usd veering between 0.7230-0.7080 and currently around 0.7175 with some underlying support from upbeat Aussie jobs data, but the upside capped by ongoing US-China trade issues even though the 2 nations are planning to resume dialogue. The Kiwi has been in approx. 0.6600-0.6500 parameters, but did derive some traction from a pick-up in NZ manufacturing PMI. Trade, or NAFTA to be precise, also drove Loonie sentiment for the most part, and overall the news was positive with deal prospects facilitated by reports that Canada may be open to giving the US some dairy access. Hence, Usd/Cad now close to the base around 1.3040 vs 1.2970 and almost 1.3200 at the peak. The Nok has clearly outperformed its Scandi counterpart on data/surveys justifying the bigger lead time from Norges Bank tightening vs Riksbank, like Norwegian GDP and Swedish inflation. The safe-haven Jpy and Chf are both ending Friday softer vs the Usd, but the former is also down on the week around 112+ vs 110.85 at one stage, with less risk aversion on balance and higher US Treasury yield impacting, while the Franc is still relatively firm circa 0.9660 and through 1.1300 vs the Eur, prompting SNB head Jordan to express his wish to see other Central Banks tighten monetary policy and implying another dovish quarterly review in Switzerland next week.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-bold-cbrt-action-the-main-attraction-but-not-the-only-one-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 22:40:00",
        "gmt_time": "2018-09-14 14:40:00"
    },
    {
        "id": 674322,
        "updated_sequence": 1050696,
        "published_at": {
            "unix": 1536934860,
            "text": "2018-09-14 15:21:00 +0100",
            "iso_8601": "2018-09-14T14:21:00Z"
        },
        "updated_at": {
            "unix": 1536934978,
            "text": "2018-09-14 15:22:58 +0100",
            "iso_8601": "2018-09-14T14:22:58Z"
        },
        "subject": "Rolls Royce (RR/ LN) states that analysis shows there was no connection between the A350 incident an issues with the 787 engine",
        "content": "",
        "reaction_details": "<p>In an immediate move, shares ticked from GBP 9.70 to GBP 9.75</p>\r\n",
        "reaction_updated_at": {
            "unix": 1536934978,
            "text": "2018-09-14 15:22:58 +0100",
            "iso_8601": "2018-09-14T14:22:58Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rolls-royce-rr-ln-states-that-analysis-shows-there-was-no-connection-between-the-a350-incident-an-issues-with-the-787-engine-14-09-2018",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 22:21:00",
        "gmt_time": "2018-09-14 14:21:00"
    },
    {
        "id": 674321,
        "updated_sequence": 1050690,
        "published_at": {
            "unix": 1536934500,
            "text": "2018-09-14 15:15:00 +0100",
            "iso_8601": "2018-09-14T14:15:00Z"
        },
        "updated_at": {
            "unix": 1536934630,
            "text": "2018-09-14 15:17:10 +0100",
            "iso_8601": "2018-09-14T14:17:10Z"
        },
        "subject": "Fed's Evans says he wouldn't be surprised if the Fed hikes 4 times this year, gradual interest rat increases are appropriate, as the pace allows the fed to consider uncertainties",
        "content": "<ul><li>This shouldn&#39;t come as too much of a surprise as markets are pricing in a 75% chance for a rate hike for&nbsp;December</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-says-he-wouldn-t-be-surprised-if-the-fed-hikes-4-times-this-year-gradual-interest-rat-increases-are-appropriate-as-the-pace-allows-the-fed-to-consider-uncertainties-14-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 22:15:00",
        "gmt_time": "2018-09-14 14:15:00"
    },
    {
        "id": 674320,
        "updated_sequence": 1050685,
        "published_at": {
            "unix": 1536933900,
            "text": "2018-09-14 15:05:00 +0100",
            "iso_8601": "2018-09-14T14:05:00Z"
        },
        "updated_at": {
            "unix": 1536934009,
            "text": "2018-09-14 15:06:49 +0100",
            "iso_8601": "2018-09-14T14:06:49Z"
        },
        "subject": "EU's Barnier tweets \"Useful dialogue w/ @DominicRaab this morning on the progress our teams have made this week on the #Brexit WA. But substantive differences remain on the Protocol for IE/NI, governance and GIs. We are also continuing our discussions\"",
        "content": "<p>For full tweet click <a href=\"https://twitter.com/MichelBarnier/status/1040602360995823617\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-barnier-tweets-useful-dialogue-w-dominicraab-this-morning-on-the-progress-our-teams-have-made-this-week-on-the-brexit-wa-but-substantive-differences-remain-on-the-protocol-for-ie-ni-governance-and-gis-we-are-also-continuing-our-d-14-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 22:05:00",
        "gmt_time": "2018-09-14 14:05:00"
    },
    {
        "id": 674312,
        "updated_sequence": 1050659,
        "published_at": {
            "unix": 1536932100,
            "text": "2018-09-14 14:35:00 +0100",
            "iso_8601": "2018-09-14T13:35:00Z"
        },
        "updated_at": {
            "unix": 1536932469,
            "text": "2018-09-14 14:41:09 +0100",
            "iso_8601": "2018-09-14T13:41:09Z"
        },
        "subject": "Google (GOOG) reportedly looking to buy Snap Inc (Snap) as according to thedeal.com - unconfirmed",
        "content": "",
        "reaction_details": "<p>Snap Inc. shares jumped to session highs at USD&nbsp;9.65 off the back of this</p>\r\n",
        "reaction_updated_at": {
            "unix": 1536932340,
            "text": "2018-09-14 14:39:00 +0100",
            "iso_8601": "2018-09-14T13:39:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "google-goog-reportedly-looking-to-buy-snap-inc-snap-as-according-to-thedeal-com-unconfirmed-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-09-14 21:35:00",
        "gmt_time": "2018-09-14 13:35:00"
    },
    {
        "id": 674311,
        "updated_sequence": 1050648,
        "published_at": {
            "unix": 1536931740,
            "text": "2018-09-14 14:29:00 +0100",
            "iso_8601": "2018-09-14T13:29:00Z"
        },
        "updated_at": {
            "unix": 1536931931,
            "text": "2018-09-14 14:32:11 +0100",
            "iso_8601": "2018-09-14T13:32:11Z"
        },
        "subject": "Fed's Evans (Non-Voter, Dove) says a flattening of the yield curve may suggest heightened risk but all the indicators are strong",
        "content": "<ul><li>He notes long-term decline in long-term interest rate makes it more difficult to interpret the implications of a flatter yield curve</li>\r\n  <li>Says too premature to put too much weight on the shape of the curve</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-dove-says-a-flattening-of-the-yield-curve-may-suggest-heightened-risk-but-all-the-indicators-are-strong-14-09-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:29:00",
        "gmt_time": "2018-09-14 13:29:00"
    },
    {
        "id": 674310,
        "updated_sequence": 1050642,
        "published_at": {
            "unix": 1536931740,
            "text": "2018-09-14 14:29:00 +0100",
            "iso_8601": "2018-09-14T13:29:00Z"
        },
        "updated_at": {
            "unix": 1536931792,
            "text": "2018-09-14 14:29:52 +0100",
            "iso_8601": "2018-09-14T13:29:52Z"
        },
        "subject": "Additional US Equity stories - CAT, ESND, AAPL",
        "content": "<ul><li>Caterpillar (CAT) - The co. reported retail machine sales were up by 23% over the past three months. (Newswires)</li>\r\n  <li>Essendant (ESND) &ndash; The co. is to be purchased by Staples for USD 12.80/SHR equating to USD 996mln in cash. This deal terminates the previously announced pact with Genuine Parts (GPC). (Newswires)</li>\r\n  <li>Apple (AAPL) - Moness Crespi raise the co. price target to a street high of USD 300 from USD 275. (Newswires)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-cat-esnd-aapl-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:29:00",
        "gmt_time": "2018-09-14 13:29:00"
    },
    {
        "id": 674303,
        "updated_sequence": 1050629,
        "published_at": {
            "unix": 1536930180,
            "text": "2018-09-14 14:03:00 +0100",
            "iso_8601": "2018-09-14T13:03:00Z"
        },
        "updated_at": {
            "unix": 1536931112,
            "text": "2018-09-14 14:18:32 +0100",
            "iso_8601": "2018-09-14T13:18:32Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 14th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20087/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>Adobe (ADBE) Q3 EPS USD 1.73 vs Exp. USD 1.69, Q3 revenue USD 2.29bln vs Exp. USD 2.25bln</strong></li>\r\n  <li><strong>Facebook (FB) &ndash; Vietnam has asked the social media giant to establish a local office in the country which can store personal data for users in the country</strong></li>\r\n  <li><strong>Apple (AAPL) selected South Korea&#39;s LG Display as its second supplier of OLED iPhone&rsquo;s screens after sources reported its displays passed a series of quality tests.</strong></li>\r\n</ul>\r\n\r\n<p><strong>14th September 2018</strong></p>\r\n\r\n<p><strong>EARNINGS</strong></p>\r\n\r\n<ul><li>Adobe (ADBE) Q3 EPS USD 1.73 vs Exp. USD 1.69, Q3 revenue USD 2.29bln vs Exp. USD 2.25bln, subscription revenue USD 2.02bln vs USD 1.57bln YY; sees Q4 EPS USD 1.87 vs Exp. USD 1.86, sees Q4 revenue USD 2.42bln vs Exp. USD 2.41bln, sees Q4 Digital Experience segment revenue growth of 22%. (Newswires)</li>\r\n  <li>Sears (SHLD) Q2 EPS USD 4.68 vs Exp. USD 2.33, Q2 revenue USD 3.2bln vs Exp. USD 2.91bln; total comparable store sales were down 3.9%, Kmart comparable store sales were down 3.7% and Sears were down 4.0%. The CEO added &ldquo;we continue to close unprofitable stores&rdquo; and that its special committee is continuing its exploration of the sale of its Kenmore brand. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DOW JONES</strong></p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; There is speculation that the tech giant is behind schedule on its AirPower wireless charging matt, this is due to a lack of mention of the project at its recent product event; it has previously said it would be released in 2018. Separately, Apple selected South Korea&#39;s LG Display as its second supplier of OLED iPhone&rsquo;s screens after sources reported its displays passed a series of quality tests. Note Samsung Displays was previously the only OLED supplier. Of note for Universal Display Corporation (OLED). (Electronic Times) (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Devon Energy (DVN) &ndash; The energy co. has announced the completion of its initial accelerated share repurchase programme of USD 2bln, approximately 50mln shares. The co. expects to complete its total USD 4bln programme by early 2019. (Newswires)</li>\r\n  <li>L Brands (LB) &ndash; The apparel retailer has announced it will close all of its Henri Bendel stores in January 2019, it says it is the right decision for growth. (Newswires)</li>\r\n  <li>Sempra Energy (SRE), Chevron (CVX) &ndash; SRE&rsquo;s Mexican subsidiary, Infraestructura Energetica Nova, has signed a long-term contact with Chevron Combustibles, of Mexico, for half of the 1-million-barrel capacity of the Topolobampo refined fuels marine terminal in Sinaloa. (Newswires)</li>\r\n  <li>Wells Fargo (WFC) &ndash; The bank sees Q3 C&amp;I and CRE loans down from Q2 citing continued competition pressure on credit structure and pricing; it also sees Q3 consumer loans down slightly from Q2. It also sees additional remediation accruals in Q3, which will include USD 200mln for consumer business. The CFO says 1H19 asset cap lift guidance &#39;still sounds right&#39;. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ 100</strong></p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The tech giant has been asked by a, bipartisan, group of 16 US House of Representatives if it will be re-entering China&rsquo;s search engine market as well as if it would cooperate with Chinese censorship policies. Elsewhere, a list is circulating around the co. of seven employees who quit after discovering the co.&rsquo;s involvement with Project Dragonfly, a censored search engine in China, they quit over lack of transparency. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; The retail giant may be interested in acquiring German retailer Metro AG&rsquo;s Real hypermarket, which is currently for sale for around EUR 1bln. Separately, CEO Bezos said an announcement will be made by the end of the year on where it plans to open a second headquarter. Bezos also said that big businesses should be scrutinised and not vilified and that elected officials should not attack the media. Elsewhere, the co. has partnered with the fashion label Nicopanda in a &ldquo;see-now, buy-now&rdquo; push for London Fashion Week. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; Vietnam has asked the social media giant to establish a local office in the country which can store personal data for users in the country, this is so it can abide to an incoming law on January 1st 2019. Some employees have voiced concerns over this policy. (Newswires)</li>\r\n  <li>Fox (FOXA), Comcast (CMSA) &ndash; The two co.s are in talks to settle the rules of an auction for UK broadcaster SKY (SKY LN), which will take place if neither co. removes its bid. (Newswires)</li>\r\n  <li>Hasbro (HAS) &ndash; The toy co. has gained momentum after Jefferies analyst, Stephanie Wissink, added it to the firm&rsquo;s Franchise Pick List, she sees potential for 50% appreciation in the next few years. (Newswires)</li>\r\n  <li>Netflix (NFLX) &ndash; The streaming co. have announced plans to secure a long-term deal on studio space in the UK to ensure its growing UK based productions can be filmed without delays. (Newswires)</li>\r\n  <li>NVIDIA (NVDA) &ndash; Needham analyst Rajvindra Gill has raised his price target on the semiconductor co. to USD 350 from USD 325, this is after meeting its Data Center GM and Director of IR, citing its &ldquo;unique position&rdquo; to capitalise on the next wave of computing. (Newswires)</li>\r\n  <li>Shire (SHPG) &ndash; Takeda Pharmaceutical has received regulatory approval in China for its acquisition of the co. (Newswires)</li>\r\n  <li>Take-Two Interactive Software (TTWO) &ndash; The game developer, alongside Firaxis Games, have announced Sid Meier&rsquo;s Civilization VI will be coming to Nintendo Switch. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>AMC Entertainment (AMC) &ndash; The co. has announced it is buying 24mln shares from Wanda at USD 17.50/SHR. Elsewhere, it has issued USD 600mln senior unsecured convertible notes due 2024, bearing interest at 2.95% and convertible into AMC Class A common shares at USD 20.50/SHR. (Newswires)</li>\r\n  <li>D.R. Horton (DHI), GrubHub (GRUB), Sallie Mae (SLM), Yelp (YELP) &ndash; Wedbush has added DHI, GRUB, SLM and YELP to its Best Ideas List. (Newswires)</li>\r\n  <li>Keurig Dr Pepper (KDP) &ndash; The beverage co. announced a dividend of USD 0.15/SHR made payable on October 19th , for shareholders on October 5th. (Newswires)</li>\r\n  <li>MGM Resorts (MGM), Wynn Resorts (WYNN), Melco Resorts (MLCO) &ndash; Nomura has made positive comments on the co.s saying they believe quarter to date trends through early September remain strong. (Newswires)</li>\r\n  <li>Square (SQ) &ndash; The IT services co. has had its price target raised to USD 98 from USD 78 by Deutsche Bank analyst Bryan Keane after talking with the CFO, citing plenty of room for upside revenue guidance throughout the year. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrade</strong>s</p>\r\n\r\n<ul><li>COCA-COLA EUROPEAN PARTNERS (CCE) UPGRADED TO NEUTRAL FROM NEGATIVE AT SUSQUEHANNA</li>\r\n  <li>COCA-COLA EUROPEAN PARTNERS (CCE) UPGRADED TO OUTPERFORM AT WELLS FARGO</li>\r\n  <li>CORNING (GLW) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>PARKER-HANNIFIN (PH) UPGRADED TO BUY FROM NEUTRAL AT BUCKINGHAM</li>\r\n  <li>PERSPECTA (PRSP) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</li>\r\n  <li>REGENCY CENTERS (REG) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>VF CORP. (VFC) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>COSTCO (COST) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li>\r\n  <li>DDR CORP. (DDR) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>DUNKIN&#39; BRANDS (DNKN) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>EDENOR (EDN) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>ESSEX PROPERTY TRUST (ESS) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>MEDEQUITIES REALTY TRUST (MRT) DOWNGRADED TO SELL FROM NEUTRAL AT CITI</li>\r\n  <li>TANDEM DIABETES (TNDM) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li>\r\n  <li>TAYLOR MORRISON (TMHC) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>VALVOLINE (VVV) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>WALMART (WMT) REINSTATED WITH A NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p><strong>Initiations</strong></p>\r\n\r\n<ul><li>NATIONAL BEVERAGE (FIZZ) INITIATED WITH A SELL AT GUGGENHEIM; PT &ndash; USD 91</li>\r\n  <li>COCA-COLA (KO) INITIATED WITH A BUY AT GUGGENHEIM</li>\r\n  <li>CONSTELLATION BRANDS (STZ) INITIATED WITH A SELL AT GUGGENHEIM; PT &ndash; USD 177</li>\r\n  <li>MOLSON COORS (TAP) INITIATED WITH A NEUTRAL AT GUGGENHEIM</li>\r\n  <li>MONSTER BEVERAGE (MNST) INITIATED WITH A BUY AT GUGGENHEIM</li>\r\n  <li>BOSTON BEER (SAM) INITIATED WITH A BUY AT GUGGENHEIM; PT &ndash; USD 381</li>\r\n  <li>KEURIG DR PEPPER (KDP) INITIATED WITH A NEUTRAL AT GUGGENHEIM</li>\r\n  <li>PEPSICO (PEP) INITIATED WITH A NEUTRAL AT GUGGENHEIM</li>\r\n  <li>GRUBHUB (GRUB) INITIATED WITH AN OUTPERFORM AT WEDBUSH</li>\r\n  <li>GRIFFON (GFF) INITIATED WITH A NEUTRAL AT BAIRD</li>\r\n  <li>ANAPTYSBIO (ANAB) RESUMED WITH A BUY AT STIFEL; PT &ndash; USD 127</li>\r\n  <li>MOMENTA (MNTA) ASSUMED WITH A BUY AT STIFEL; PT &ndash; USD 40</li>\r\n  <li>SHOPIFY (SHOP) INITIATED WITH AN OUTPERFORM AT WEDBUSH</li>\r\n  <li>ESPERION (ESPR) RESUMED WITH A BUY AT STIFEL; PT &ndash; USD 89</li>\r\n  <li>PAYPAL (PYPL) RESUMED WITH AN OUTPERFORM AT RAYMOND JAMES; PT &ndash; USD 108</li>\r\n  <li>ANGI HOMESERVICES (ANGI) INITIATED WITH AN OUTPERFORM AT WEDBUSH</li>\r\n  <li>PACIRA (PCRX) INITIATED WITH A SELL AT STIFEL; PT &ndash; USD 41</li>\r\n  <li>UROGEN PHARMA (URGN) INITIATED WITH A BUY AT STIFEL; PT &ndash; USD 70</li>\r\n  <li>HERON THERAPEUTICS (HRTX) INITIATED WITH A BUY AT STIFEL; PT &ndash; USD 55</li>\r\n  <li>ARGENX (ARGX) INITIATED WITH A BUY AT STIFEL; PT &ndash; USD 139</li>\r\n  <li>SELECTA BIOSCIENCES (SELB) RESUMED WITH A BUY AT STIFEL; PT &ndash; USD 24</li>\r\n  <li>DBV TECHNOLOGIES (DBVT) INITIATED WITH A BUY AT STIFEL; PT &ndash; USD 35</li>\r\n  <li>AIMMUNE (AIMT) INITIATED WITH A HOLD AT STIFEL; PT &ndash; USD 33</li>\r\n  <li>SHENANDOAH (SHEN) INITIATED WITH A BUY AT B. RILEY FBR; PT &ndash; USD 46</li>\r\n  <li>BUILDERS FIRSTSOURCE (BLDR) INITIATED WITH A BUY AT DA DAVIDSON; PT &ndash; USD 20</li>\r\n  <li>BMC STOCK HOLDINGS (BMCH) INITIATED WITH A BUY AT DA DAVIDSON; PT &ndash; USD 27</li>\r\n  <li>COVIA (CVIA) INITIATED WITH A MARKET PERFORM AT WELLS FARGO; PT &ndash; USD 11</li>\r\n  <li>ZOGENIX (ZGNX) INITIATED WITH A BUY AT BOFA/MERRILL; PT &ndash; USD 63</li>\r\n  <li>SAREPTA (SRPT) REINSTATED WITH A BUY AT BOFA/MERRILL; PT &ndash; USD 199</li>\r\n  <li>MASIMO (MASI) INITIATED WITH A BUY AT NEEDHAM; PT &ndash; USD 139</li>\r\n  <li>GROUPON (GRPN) INITIATED WITH A NEUTRAL AT WEDBUSH; PT &ndash; USD 4</li>\r\n  <li>RHYTHM PHARMACEUTICALS (RYTM) INITIATED WITH A HOLD AT STIFEL; PT &ndash; USD 36</li>\r\n  <li>GENPREX (GNPX) INITIATED WITH A BUY AT MAXIM</li>\r\n  <li>ANGI HOMESERVICES (ANGI) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT &ndash; USD 26</li>\r\n  <li>ETSY (ETSY) INITIATED WITH A NEUTRAL AT WEDBUSH; PT &ndash; USD 50</li>\r\n  <li>VAREX IMAGING (VREX) ASSUMED WITH A NEUTRAL AT JPMORGAN; PT &ndash; USD 30</li>\r\n  <li>EBAY (EBAY) INITIATED WITH A NEUTRAL AT WEDBUSH; PT &ndash; USD 36</li>\r\n  <li>LEAF GROUP (LEAF) INITIATED WITH AN OUTPERFORM AT COWEN; PT &ndash; USD 14</li>\r\n  <li>WIX.COM (WIX) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT &ndash; USD 123</li>\r\n  <li>SHOPIFY (SHOP) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT &ndash; USD 177</li>\r\n  <li>ZILLOW (ZG) INITIATED WITH A NEUTRAL AT WEDBUSH; PT &ndash; USD 45</li>\r\n  <li>GODADDY (GDDY) INITIATED WITH A NEUTRAL AT WEDBUSH; PT &ndash; USD 85</li>\r\n  <li>AB INBEV (BUD) INITIATED WITH A BUY AT GUGGENHEIM; PT &ndash; USD 107</li>\r\n  <li>COCA-COLA (KO) INITIATED WITH A BUY ON ABOVE CONSENSUS GROWTH AT GUGGENHEIM; PT &ndash; USD 51</li>\r\n  <li>MONSTER BEVERAGE (MNST) INITIATED WITH A BUY ON STRONG FUNDAMENTALS AT GUGGENHEIM; PT &ndash; USD 72</li>\r\n  <li>YELP (YELP) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT &ndash; USD 60</li>\r\n  <li>GENPREX (GNPX) INITIATED WITH A BUY AT MAXIM; PT &ndash; USD 5</li>\r\n  <li>MALLINCKRODT (MNK) INITIATED WITH A SELL AT BERENBERG; PT &ndash; USD 25</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Altra Industrial Motion Corp (AIMC). Amount - USD 0.17&nbsp;</li>\r\n  <li>American International Group Inc (AIG). Amount - USD 0.32&nbsp;</li>\r\n  <li>Amphenol Corp (APH). Amount - USD 0.23&nbsp;</li>\r\n  <li>Caleres Inc (CAL). Amount - USD 0.07&nbsp;</li>\r\n  <li>Chico&#39;s FAS Inc (CHS). Amount - USD 0.09&nbsp;</li>\r\n  <li>DTE Energy Co (DTE). Amount - USD 0.88&nbsp;</li>\r\n  <li>First Citizens BancShares Inc (FCNCA). Amount - USD 0.35&nbsp;</li>\r\n  <li>First Financial Bankshares Inc (FFIN). Amount - USD 0.21&nbsp;</li>\r\n  <li>General Electric Co (GE). Amount - USD 0.12&nbsp;</li>\r\n  <li>Greif Inc (GEF). Amount - USD 0.44&nbsp;</li>\r\n  <li>Hess Corp (HES). Amount - USD 0.25&nbsp;</li>\r\n  <li>Huntington Bancshares Inc (HBAN). Amount - USD 0.14&nbsp;</li>\r\n  <li>Insperity Inc (NSP). Amount - USD 0.20&nbsp;</li>\r\n  <li>Iron Mountain Inc (IRM). Amount - USD 0.59&nbsp;</li>\r\n  <li>Jefferies Financial Group Inc (JEF). Amount - USD 0.13&nbsp;</li>\r\n  <li>KBR Inc (KBR). Amount - USD 0.08&nbsp;</li>\r\n  <li>Ladder Capital Corp (LADR). Amount - USD 0.33&nbsp;</li>\r\n  <li>Leidos Holdings Inc (LDOS). Amount - USD 0.32&nbsp;</li>\r\n  <li>Merck &amp; Co Inc (MRK). Amount - USD 0.48&nbsp;</li>\r\n  <li>MTS Systems Corp (MTSC). Amount - USD 0.30&nbsp;</li>\r\n  <li>NewMarket Corp (NEU). Amount - USD 1.75&nbsp;</li>\r\n  <li>Owens &amp; Minor Inc (OMI). Amount - USD 0.26&nbsp;</li>\r\n  <li>Prologis Inc (PLD). Amount - USD 0.48&nbsp;</li>\r\n  <li>Spirit AeroSystems Holdings Inc (SPR). Amount - USD 0.12&nbsp;</li>\r\n  <li>Taubman Centers Inc (TCO). Amount - USD 0.66&nbsp;</li>\r\n  <li>Thermo Fisher Scientific Inc (TMO). Amount - USD 0.17&nbsp;</li>\r\n  <li>Viacom Inc (VIAB). Amount - USD 0.20</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-14th-september-2018-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:03:00",
        "gmt_time": "2018-09-14 13:03:00"
    },
    {
        "id": 674302,
        "updated_sequence": 1050602,
        "published_at": {
            "unix": 1536930120,
            "text": "2018-09-14 14:02:00 +0100",
            "iso_8601": "2018-09-14T13:02:00Z"
        },
        "updated_at": {
            "unix": 1536930205,
            "text": "2018-09-14 14:03:25 +0100",
            "iso_8601": "2018-09-14T13:03:25Z"
        },
        "subject": "Caterpillar (CAT) rolling 3-month machine sales ",
        "content": "<ul><li>World +23%</li>\r\n  <li>APAC +28%</li>\r\n  <li>LATAM +18%&nbsp;</li>\r\n  <li>NA +29%&nbsp;</li>\r\n  <li>EAME&nbsp;+9%</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "caterpillar-cat-rolling-3-month-machine-sales-14-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:02:00",
        "gmt_time": "2018-09-14 13:02:00"
    },
    {
        "id": 674301,
        "updated_sequence": 1050599,
        "published_at": {
            "unix": 1536930060,
            "text": "2018-09-14 14:01:00 +0100",
            "iso_8601": "2018-09-14T13:01:00Z"
        },
        "updated_at": {
            "unix": 1536930167,
            "text": "2018-09-14 14:02:47 +0100",
            "iso_8601": "2018-09-14T13:02:47Z"
        },
        "subject": "Iran's OPEC Governor says it is difficult for US to cut Iranian oil exports to zero as there is no spare capacity anywhere",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-opec-governor-says-it-is-difficult-for-us-to-cut-iranian-oil-exports-to-zero-as-there-is-no-spare-capacity-anywhere-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:01:00",
        "gmt_time": "2018-09-14 13:01:00"
    },
    {
        "id": 674300,
        "updated_sequence": 1050606,
        "published_at": {
            "unix": 1536930000,
            "text": "2018-09-14 14:00:00 +0100",
            "iso_8601": "2018-09-14T13:00:00Z"
        },
        "updated_at": {
            "unix": 1536930317,
            "text": "2018-09-14 14:05:17 +0100",
            "iso_8601": "2018-09-14T13:05:17Z"
        },
        "subject": "Fed's Evans (Non-Voter, Dove) says he expects inflation to edge up a bit above the 2% target and expects unemployment to fall to 3.5% by the end of the year",
        "content": "<ul><li>Sees GDP at 3% by the end of 2018&nbsp;</li>\r\n  <li>He says mildly restrictive policy stance in 2019 and 2020 is normal given the unemployment forecast</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-dove-says-he-expects-inflation-to-edge-up-a-bit-above-the-2-target-and-expects-unemployment-to-fall-to-3-5-by-the-end-of-the-year-14-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 21:00:00",
        "gmt_time": "2018-09-14 13:00:00"
    },
    {
        "id": 674299,
        "updated_sequence": 1050591,
        "published_at": {
            "unix": 1536929160,
            "text": "2018-09-14 13:46:00 +0100",
            "iso_8601": "2018-09-14T12:46:00Z"
        },
        "updated_at": {
            "unix": 1536929248,
            "text": "2018-09-14 13:47:28 +0100",
            "iso_8601": "2018-09-14T12:47:28Z"
        },
        "subject": "Fixed and FX latest: knee-jerk bounce and fleeting Usd dip",
        "content": "<p>Whippy post-US retail sales price action in bond and currency markets after the initial moves on headline misses (on top of benign CPI and PPI releases on Thursday and Wednesday respectively), as revisions to the previous month effectively made up for the shortfalls vs consensus. Hence, after a sort of dead cat rebound, Bunds, Gilts and US Treasuries are probing fresh session lows, while the Greenback has reversed course to post new peaks with the DXY almost up to 94.7000 vs around 94.350 at one stage.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-knee-jerk-bounce-and-fleeting-usd-dip-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:46:00",
        "gmt_time": "2018-09-14 12:46:00"
    },
    {
        "id": 674298,
        "updated_sequence": 1050588,
        "published_at": {
            "unix": 1536928740,
            "text": "2018-09-14 13:39:00 +0100",
            "iso_8601": "2018-09-14T12:39:00Z"
        },
        "updated_at": {
            "unix": 1536929219,
            "text": "2018-09-14 13:46:59 +0100",
            "iso_8601": "2018-09-14T12:46:59Z"
        },
        "subject": "Fed's Kaplan expects just a temporary impact on economic activity from hurricanes ",
        "content": "<p>Adds that the US has trade issues with China</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-expects-just-a-temporary-impact-on-economic-activity-from-hurricanes-14-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:39:00",
        "gmt_time": "2018-09-14 12:39:00"
    },
    {
        "id": 674291,
        "updated_sequence": 1050562,
        "published_at": {
            "unix": 1536927840,
            "text": "2018-09-14 13:24:00 +0100",
            "iso_8601": "2018-09-14T12:24:00Z"
        },
        "updated_at": {
            "unix": 1536928046,
            "text": "2018-09-14 13:27:26 +0100",
            "iso_8601": "2018-09-14T12:27:26Z"
        },
        "subject": "Russia's Central Bank Governor Nabiullina says the latest rate hike it is not necessarily the beginning of a tightening cycle though notes the key rate may be raised in the future",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-central-bank-governor-nabiullina-says-the-latest-rate-hike-it-is-not-necessarily-the-beginning-of-a-tightening-cycle-though-notes-the-key-rate-may-be-raised-in-the-future-14-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:24:00",
        "gmt_time": "2018-09-14 12:24:00"
    },
    {
        "id": 674291,
        "updated_sequence": 1050562,
        "published_at": {
            "unix": 1536927840,
            "text": "2018-09-14 13:24:00 +0100",
            "iso_8601": "2018-09-14T12:24:00Z"
        },
        "updated_at": {
            "unix": 1536928046,
            "text": "2018-09-14 13:27:26 +0100",
            "iso_8601": "2018-09-14T12:27:26Z"
        },
        "subject": "Russia's Central Bank Governor Nabiullina says the latest rate hike it is not necessarily the beginning of a tightening cycle though notes the key rate may be raised in the future",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-central-bank-governor-nabiullina-says-the-latest-rate-hike-it-is-not-necessarily-the-beginning-of-a-tightening-cycle-though-notes-the-key-rate-may-be-raised-in-the-future-14-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:24:00",
        "gmt_time": "2018-09-14 12:24:00"
    },
    {
        "id": 674290,
        "updated_sequence": 1050556,
        "published_at": {
            "unix": 1536927480,
            "text": "2018-09-14 13:18:00 +0100",
            "iso_8601": "2018-09-14T12:18:00Z"
        },
        "updated_at": {
            "unix": 1536927733,
            "text": "2018-09-14 13:22:13 +0100",
            "iso_8601": "2018-09-14T12:22:13Z"
        },
        "subject": "UK Brexit Negotiator Raab says they are closing in on workable solutions to the outstanding issues in Brexit talks; adds there remain some substantial differences to resolve following a call with EU's Barnier",
        "content": "<ul><li>He says &#39;we reiterated our willingness to devote the necessary time and energy to bring these negotiations to a successful conclusion&#39;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brexit-negotiator-raab-says-they-are-closing-in-on-workable-solutions-to-the-outstanding-issues-in-brexit-talks-adds-there-remain-some-substantial-differences-to-resolve-following-a-call-with-eu-s-barnier-14-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:18:00",
        "gmt_time": "2018-09-14 12:18:00"
    },
    {
        "id": 674289,
        "updated_sequence": 1050546,
        "published_at": {
            "unix": 1536927180,
            "text": "2018-09-14 13:13:00 +0100",
            "iso_8601": "2018-09-14T12:13:00Z"
        },
        "updated_at": {
            "unix": 1536927272,
            "text": "2018-09-14 13:14:32 +0100",
            "iso_8601": "2018-09-14T12:14:32Z"
        },
        "subject": "Volkswagen (VOW3 GY) are making progress on the IPO of their trucks unit and look to carry out the IPO next year ",
        "content": "",
        "reaction_details": "<ul><li>VOW3 GY shares saw a mild lift in the wake of these reports.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536927272,
            "text": "2018-09-14 13:14:32 +0100",
            "iso_8601": "2018-09-14T12:14:32Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-are-making-progress-on-the-ipo-of-their-trucks-unit-and-look-to-carry-out-the-ipo-next-year-14-09-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:13:00",
        "gmt_time": "2018-09-14 12:13:00"
    },
    {
        "id": 674288,
        "updated_sequence": 1050540,
        "published_at": {
            "unix": 1536927120,
            "text": "2018-09-14 13:12:00 +0100",
            "iso_8601": "2018-09-14T12:12:00Z"
        },
        "updated_at": {
            "unix": 1536927210,
            "text": "2018-09-14 13:13:30 +0100",
            "iso_8601": "2018-09-14T12:13:30Z"
        },
        "subject": "Russia's Central Bank Governor Nabiullina says we have increased our oil price forecast and adds we do not rule out that prices will stay at current levels for a longer period of time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-central-bank-governor-nabiullina-says-we-have-increased-our-oil-price-forecast-and-adds-we-do-not-rule-out-that-prices-will-stay-at-current-levels-for-a-longer-period-of-time-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:12:00",
        "gmt_time": "2018-09-14 12:12:00"
    },
    {
        "id": 674287,
        "updated_sequence": 1050537,
        "published_at": {
            "unix": 1536926880,
            "text": "2018-09-14 13:08:00 +0100",
            "iso_8601": "2018-09-14T12:08:00Z"
        },
        "updated_at": {
            "unix": 1536926940,
            "text": "2018-09-14 13:09:00 +0100",
            "iso_8601": "2018-09-14T12:09:00Z"
        },
        "subject": "Hydro has ended its offer to purchase Rio Tinto’s (RIO LN) aluminium assets ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hydro-has-ended-its-offer-to-purchase-rio-tinto-s-rio-ln-aluminium-assets-14-09-2018",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:08:00",
        "gmt_time": "2018-09-14 12:08:00"
    },
    {
        "id": 674158,
        "updated_sequence": 1050532,
        "published_at": {
            "unix": 1536926460,
            "text": "2018-09-14 13:01:00 +0100",
            "iso_8601": "2018-09-14T12:01:00Z"
        },
        "updated_at": {
            "unix": 1536926460,
            "text": "2018-09-14 13:01:00 +0100",
            "iso_8601": "2018-09-14T12:01:00Z"
        },
        "subject": "PRIMER: US Retail Sales (August) will be released at 1330 BST/0830 EST",
        "content": "<p>The Street looks for the pace of US retail sales growth to ease slightly in August to 0.4% MM vs&nbsp;the prior 0.5% in July.&nbsp;Wells Fargo&rsquo;s analysts note the rising consumer price inflation could &ldquo;restrain the more rapid pace of real consumer spending&rdquo; experienced in recent months, and it&nbsp; expects July&#39;s retail sales to be revised in August. RBC&#39;s analysts have expectations in line with the consensus, and notes&nbsp;gasoline prices were firm in the month which&nbsp;should help support the data. Citi&#39;s analysts, meanwhile, look for the the headline figure to print 0.3%, citing softer August auto sales as a reason.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-us-retail-sales-august-will-be-released-at-1330-bst-0830-est-13-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 20:01:00",
        "gmt_time": "2018-09-14 12:01:00"
    },
    {
        "id": 674283,
        "updated_sequence": 1050521,
        "published_at": {
            "unix": 1536925740,
            "text": "2018-09-14 12:49:00 +0100",
            "iso_8601": "2018-09-14T11:49:00Z"
        },
        "updated_at": {
            "unix": 1536925855,
            "text": "2018-09-14 12:50:55 +0100",
            "iso_8601": "2018-09-14T11:50:55Z"
        },
        "subject": "A senior source suggests that Canada is comfortable with missing the October 1st deadline to reach a trade deal with the US and Mexico",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CBC",
        "slug": "a-senior-source-suggests-that-canada-is-comfortable-with-missing-the-october-1st-deadline-to-reach-a-trade-deal-with-the-us-and-mexico-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 19:49:00",
        "gmt_time": "2018-09-14 11:49:00"
    },
    {
        "id": 674282,
        "updated_sequence": 1050518,
        "published_at": {
            "unix": 1536925320,
            "text": "2018-09-14 12:42:00 +0100",
            "iso_8601": "2018-09-14T11:42:00Z"
        },
        "updated_at": {
            "unix": 1536925469,
            "text": "2018-09-14 12:44:29 +0100",
            "iso_8601": "2018-09-14T11:44:29Z"
        },
        "subject": "Scotiabank FX Daily - USD Poised to End the Week on a Soft Note",
        "content": "<ul><li>&nbsp; USD at risk of more losses on bearish technicals, structural concerns.</li>\r\n  <li>&nbsp; CAD pressures 1.30 area on NAFTA hope, ignores spreads and crude.</li>\r\n  <li>&nbsp; EUR immune to wider rate spreads as market focus on Draghi rhetoric.</li>\r\n  <li>&nbsp; GBP extends gains on Brexit hopes, targets 1.3250/1.33.</li>\r\n  <li>&nbsp; JPY flat with USD gains capped around 112.</li>\r\n  <li>&nbsp; AUD rebound stalls near 0.72, bear trend persists while below 0.73,</li>\r\n  <li>&nbsp; MXN firmer amid broader USD weakness, may retest 18.50 area.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-poised-to-end-the-week-on-a-soft-note-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 19:42:00",
        "gmt_time": "2018-09-14 11:42:00"
    },
    {
        "id": 674281,
        "updated_sequence": 1050634,
        "published_at": {
            "unix": 1536924960,
            "text": "2018-09-14 12:36:00 +0100",
            "iso_8601": "2018-09-14T11:36:00Z"
        },
        "updated_at": {
            "unix": 1536931224,
            "text": "2018-09-14 14:20:24 +0100",
            "iso_8601": "2018-09-14T13:20:24Z"
        },
        "subject": "UK Labour Party is to vote against Brexit Deal, as according to Emily Thornberry",
        "content": "<ul><li>Labour foreign affairs spokeswoman says that a lack of a viable Brexit deal is likely to force PM May out before Christmas</li>\r\n  <li>Link <a href=\"https://www.ft.com/content/31653510-b6a6-11e8-b3ef-799c8613f4a1\">here</a></li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>Modest selling pressure was seen in GBP/USD as given the current arithmetic of Parliament, PM May might need to rely on some votes from Labour to pass her deal.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536925200,
            "text": "2018-09-14 12:40:00 +0100",
            "iso_8601": "2018-09-14T11:40:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "uk-labour-party-is-to-vote-against-brexit-deal-as-according-to-emily-thornberry-14-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 19:36:00",
        "gmt_time": "2018-09-14 11:36:00"
    },
    {
        "id": 674280,
        "updated_sequence": 1050507,
        "published_at": {
            "unix": 1536924600,
            "text": "2018-09-14 12:30:00 +0100",
            "iso_8601": "2018-09-14T11:30:00Z"
        },
        "updated_at": {
            "unix": 1536924695,
            "text": "2018-09-14 12:31:35 +0100",
            "iso_8601": "2018-09-14T11:31:35Z"
        },
        "subject": "Danske (DANSKE DC) being probed for money laundering by the US",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/u-s-probes-danske-bank-over-money-laundering-allegations-1536924529\">Click here for link</a></li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction shares fell by 2%</p>\r\n",
        "reaction_updated_at": {
            "unix": 1536924660,
            "text": "2018-09-14 12:31:00 +0100",
            "iso_8601": "2018-09-14T11:31:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "danske-danske-dc-being-probed-for-money-laundering-by-the-us-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 19:30:00",
        "gmt_time": "2018-09-14 11:30:00"
    },
    {
        "id": 674276,
        "updated_sequence": 1050490,
        "published_at": {
            "unix": 1536923880,
            "text": "2018-09-14 12:18:00 +0100",
            "iso_8601": "2018-09-14T11:18:00Z"
        },
        "updated_at": {
            "unix": 1536924069,
            "text": "2018-09-14 12:21:09 +0100",
            "iso_8601": "2018-09-14T11:21:09Z"
        },
        "subject": " Venezuelan President Maduro has told Chinese President Xi they will strengthen their energy ties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "venezuelan-president-maduro-has-told-chinese-president-xi-they-will-strengthen-their-energy-ties-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 19:18:00",
        "gmt_time": "2018-09-14 11:18:00"
    },
    {
        "id": 674273,
        "updated_sequence": 1050480,
        "published_at": {
            "unix": 1536922140,
            "text": "2018-09-14 11:49:00 +0100",
            "iso_8601": "2018-09-14T10:49:00Z"
        },
        "updated_at": {
            "unix": 1536922338,
            "text": "2018-09-14 11:52:18 +0100",
            "iso_8601": "2018-09-14T10:52:18Z"
        },
        "subject": "BoE Governor Carney notes that large declines in house prices are not a prediction of what will happen but it is what they need to prepare for ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows comments from BoE Governor Carney who earlier&nbsp;said MPC cannot cut rates to offset a no deal Brexit and that house prices would plummet in a no-deal scenario by 35%, while he also stated that a no-deal Brexit could be as bad as the 2008 financial crisis</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536922338,
            "text": "2018-09-14 11:52:18 +0100",
            "iso_8601": "2018-09-14T10:52:18Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-governor-carney-notes-that-large-declines-in-house-prices-are-not-a-prediction-of-what-will-happen-but-it-is-what-they-need-to-prepare-for-14-09-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 18:49:00",
        "gmt_time": "2018-09-14 10:49:00"
    },
    {
        "id": 674274,
        "updated_sequence": 1050477,
        "published_at": {
            "unix": 1536922080,
            "text": "2018-09-14 11:48:00 +0100",
            "iso_8601": "2018-09-14T10:48:00Z"
        },
        "updated_at": {
            "unix": 1536922211,
            "text": "2018-09-14 11:50:11 +0100",
            "iso_8601": "2018-09-14T10:50:11Z"
        },
        "subject": "HSBC sees Italian bonds rally extending further and expects a relatively market friendly budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-sees-italian-bonds-rally-extending-further-and-expects-a-relatively-market-friendly-budget-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 18:48:00",
        "gmt_time": "2018-09-14 10:48:00"
    },
    {
        "id": 674272,
        "updated_sequence": 1050468,
        "published_at": {
            "unix": 1536921900,
            "text": "2018-09-14 11:45:00 +0100",
            "iso_8601": "2018-09-14T10:45:00Z"
        },
        "updated_at": {
            "unix": 1536921906,
            "text": "2018-09-14 11:45:06 +0100",
            "iso_8601": "2018-09-14T10:45:06Z"
        },
        "subject": "RANsquawk Daily US Opening News - 14th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20085/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>EM comes back into focus as CBR makes a surprise 25bps hike and Erdogan takes aim at the CBRT</li>\r\n  <li>USDRUB falls from 68.35 to sub-68.00 and TRY trims gains in reaction to Erdogan&rsquo;s comments</li>\r\n  <li>Looking ahead, highlights include, US retail sales, industrial production, Uni. of Michigan, Baker Hughes</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mostly higher as the region took impetus from the US where the S&amp;P 500 notched a 4th consecutive gain and the Nasdaq outperformed as tech rebounded with a vengeance. ASX 200 (+0.6%) and Nikkei 225 (+0.9%) were higher in which miners led the broad gains in Australia, while Japanese exporters benefitted from a weaker currency which lifted the benchmark index to above the 23,000 level. Elsewhere, Hang Seng (+0.8%) and Shanghai Comp. (-0.1%) were both initially positive after continued liquidity efforts by the PBoC, although sentiment in the mainland eventually waned as amid weakness in Shenzhen and as participants digested mixed data in which Industrial Production printed in-line with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low. In addition, recent Trump comments also spurred some apprehension after he commented the US are under no pressure to make a deal with China and that it is China which is pressured to reach an agreement. Finally, 10yr JGBs are uneventful with demand for safe-havens dampened by the positive risk appetite in Japan, but with downside also capped amid the BoJ&rsquo;s presence in the market for JPY 700bln of maturities in the short-end to belly.</p>\r\n\r\n<p>PBoC injected CNY 110bln via 7-day reverse repos and CNY 40bln via 14-day reverse repos for a weekly net injection of CNY 330bln vs. Prev. neutral position last week. (Newswires)<br />PBoC set CNY mid-point at 6.8362 (Prev. 6.8488)</p>\r\n\r\n<p>Chinese Industrial Production (Aug) Y/Y 6.1% vs. Exp. 6.1% (Prev. 6.0%). (Newswires)<br />Chinese Retail Sales (Aug) Y/Y 9.0% vs. Exp. 8.8% (Prev. 8.8%)<br />Chinese Urban Investment YTD (Aug) 5.3% vs. Exp. 5.5% (Prev. 5.5%)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>Italian Deputy Finance Minister Castelli states that the nation&rsquo;s citizen&rsquo;s income will commence on Jan 1st 2019 and will be a minimum of EUR 7880mln. (Newswires)</p>\r\n\r\n<p>Mexico NAFTA negotiator Smith Ramos said it is ideal to keep NAFTA trilateral, but they remain prepared to proceed with a bilateral deal with US. (Newswires)</p>\r\n\r\n<p>Former Trump campaign manager Manafort was reported to have agreed a plea deal with Special Counsel Mueller although reports noted it was unclear if he is agreeing to cooperate with prosecutors or is conceding to a guilty plea, while sources later stated that a Manafort plea deal with Special Counsel Mueller is close but not there yet. (Newswires)</p>\r\n\r\n<p>Swedish CPI YY Aug 2.0% vs. Exp. 2.1% (Prev. 2.1%)</p>\r\n\r\n<p>Swedish CPIF YY Aug 2.2% vs. Exp. 2.2% (Prev. 2.2%)</p>\r\n\r\n<p>Turkish President Erdogan said they have faced a &quot;heinous&quot; attack against Turkey after US statements, the rise in TRY above 7 was an economic assassination attempt. He added that in 15 years the inflation target of the central bank was never correct and that we will see the results of central bank independence after the rate hike. (Newswires)</p>\r\n\r\n<p>Russian Federation Central Bank key rate Sep 7.50% vs. Exp. 7.25% (Prev. 7.25%). The bank said they will consider the necessity of further rate hikes taking into account inflation and economic dynamics against the forecast. They added the increase of key rates will help maintain real interest rates on deposits in the positive territory, which will support the attractiveness of savings and the balanced growth in consumption. (Newswires)</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>North Korea said US sanctions over cyber-attack is a smear campaign against North Korea and that the US is misleading as if North Korea were behind the Sony hack, while it warned that sanctions could impact implementation of US agreement. (Newswires)</p>\r\n\r\n<p>CENTRAL BANKS</p>\r\n\r\n<p>Fed&#39;s Kaplan (Non-voter. Dove) reiterated the Fed should be proceed to neutral rate which is seen between 2.50%-2.75%. (Newswires)</p>\r\n\r\n<p>BoE&#39;s Carney says that the uncertainty around Brexit has an increased dampening effect on pay growth, and that the BoE is prepared for whatever path the economy takes. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities have started the day on the front foot. The DAX is leading the way in the equities space, driven by Infineon, who are benefitting from broad-based IT sector strength after yesterday&rsquo;s outperformance in the US. The SMI is currently the laggard and weighed on by Roche&rsquo;s announcement of a &ldquo;moderate&rdquo; sales growth in 2019.</p>\r\n\r\n<p>UK homebuilders are struggling after comments from BoE&rsquo;s Carney stating that UK home prices could fall by over 35% if there is a &ldquo;no-deal&rdquo; Brexit.</p>\r\n\r\n<p>Investec announced the demerger of their asset management business, and are currently leading the gains in the Stoxx 600.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY - Another downturn in the index and for the Greenback overall, partly on a further reflection post-benign US CPI, but also or perhaps mainly due to relative strength in rival currencies. The DXY remains below 94.500 and not far from recent lows, with more data on the horizon via retail sales, ip and business inventories before preliminary Michigan sentiment for September.</p>\r\n\r\n<p>G10 - All majors are ahead vs the Usd, bar the Loonie that continues to trade around the 1.3000 handle awaiting more NAFTA news. The Kiwi has overtaken its Aussie peer with some independent impetus overnight from firmer NZ manufacturing PMI growth to extend gains towards 0.6600, while Aud/Usd continues to look heavy above 0.7200. Elsewhere, Cable and Eur/Usd appear more comfortable on 1.3100 and 1.1700 handles respectively, amidst largely positive Brexit vibes at the UK-EU level if not on the domestic front, with the former eyeing 1.3150 and latter filling a chunk of bids/stops at 1.1715 before fading ahead of the 1.1734 August peak and strong chart resistance at 1.1750. Usd/Jpy continues to trade against the broad trend, but has retreated from 112.00+ highs to sub-111.88 Fib levels again, as 112.15 technical resistance held firm, while Usd/Chf has fallen further from 0.9700 and through 0.9650 even though SNB head Jordan uttered some words of loose intervention via an expression of desire to see other Central Banks tighten policy. Turning to Scandinavia, more Sek underperformance post-softer than consensus Swedish inflation data with Eur/Sek up to 10.5400+ at one stage vs 10.4640 or so at the low.</p>\r\n\r\n<p>EM - Try back in focus with another attempt to probe post-CBRT peaks around 6.0000 vs the Usd thwarted by more rhetoric from Turkish President Erdogan aimed at the US again, but also reiterating his stern opposition to higher rates. The Lira duly weakened in response, as has become an all too familiar pattern, but is off worst levels with some tangible support from data showing a narrower than forecast current account deficit. Elsewhere, the Rub is hedging bets around 68.4700 vs the Usd ahead of the CBR policy decision that is widely expected to be a &lsquo;hawkish hold&rsquo;.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core bonds are succumbing to a bit more selling pressure, albeit gradual rather than straight-line or heavy, with Bunds down to 159.27, -19 ticks, and Gilts slipping to 121.41, -28 ticks. Nothing that fundamental behind the extended downside move, but volumes and losses could increase if techs get twitchy approaching the next set of chart supports that include Thursday&rsquo;s Eurex session low at 159.26. Moreover, US Treasuries are on the retreat from post-CPI peaks and testing some key or psychological levels, like 142.00 in the long bond future and recent highs for 10 year yields (just shy of 3%) ahead of a relatively busy pre-weekend agenda. Back to Liffe, and also on the bearish side, contacts not chunky put buying in Short Sterling with the&nbsp;98.75 strike in Jun19 purchased for 3.5 ticks 25k times.&nbsp; &nbsp; &nbsp;&nbsp;</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>The oil market is languishing around yesterday&rsquo;s lows after the previous sessions losses of over 2%,. Brent and WTI are both set for gains of over 1.5% this week, as weather reports remain in focus, with Hurricane Florence set to make landfall in North Carolina today.</p>\r\n\r\n<p>In the metals scope, gold is currently benefitting from a softer USD and is currently up 0.5% on the day. LME copper has remained stable around two week highs as traders remain wary of trade talks, after US President Trump said the US &ldquo;are under no pressure to make a deal with China, they are under pressure to make a deal with us&rdquo; in Thursday&rsquo;s session.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-14th-september-2018-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 18:45:00",
        "gmt_time": "2018-09-14 10:45:00"
    },
    {
        "id": 674270,
        "updated_sequence": 1050448,
        "published_at": {
            "unix": 1536920640,
            "text": "2018-09-14 11:24:00 +0100",
            "iso_8601": "2018-09-14T10:24:00Z"
        },
        "updated_at": {
            "unix": 1536920677,
            "text": "2018-09-14 11:24:37 +0100",
            "iso_8601": "2018-09-14T10:24:37Z"
        },
        "subject": "RANsquawk EU Mid Session - 14th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20084/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities have started the day on the front foot. The DAX is leading the way in the equities space, driven by Infineon, who are benefitting from broad-based IT sector strength after yesterday&rsquo;s outperformance in the US. The SMI is currently the laggard and weighed on by Roche&rsquo;s announcement of a &ldquo;moderate&rdquo; sales growth in 2019.</p>\r\n\r\n<p>UK homebuilders are struggling after comments from BoE&rsquo;s Carney stating that UK home prices could fall by over 35% if there is a &ldquo;no-deal&rdquo; Brexit.</p>\r\n\r\n<p>Investec announced the demerger of their asset management business, and are currently leading the gains in the Stoxx 600.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY - Another downturn in the index and for the Greenback overall, partly on a further reflection post-benign US CPI, but also or perhaps mainly due to relative strength in rival currencies. The DXY remains below 94.500 and not far from recent lows, with more data on the horizon via retail sales, ip and business inventories before preliminary Michigan sentiment for September.</p>\r\n\r\n<p>G10 - All majors are ahead vs the Usd, bar the Loonie that continues to trade around the 1.3000 handle awaiting more NAFTA news. The Kiwi has overtaken its Aussie peer with some independent impetus overnight from firmer NZ manufacturing PMI growth to extend gains towards 0.6600, while Aud/Usd continues to look heavy above 0.7200. Elsewhere, Cable and Eur/Usd appear more comfortable on 1.3100 and 1.1700 handles respectively, amidst largely positive Brexit vibes at the UK-EU level if not on the domestic front, with the former eyeing 1.3150 and latter filling a chunk of bids/stops at 1.1715 before fading ahead of the 1.1734 August peak and strong chart resistance at 1.1750. Usd/Jpy continues to trade against the broad trend, but has retreated from 112.00+ highs to sub-111.88 Fib levels again, as 112.15 technical resistance held firm, while Usd/Chf has fallen further from 0.9700 and through 0.9650 even though SNB head Jordan uttered some words of loose intervention via an expression of desire to see other Central Banks tighten policy. Turning to Scandinavia, more Sek underperformance post-softer than consensus Swedish inflation data with Eur/Sek up to 10.5400+ at one stage vs 10.4640 or so at the low.</p>\r\n\r\n<p>EM - Try back in focus with another attempt to probe post-CBRT peaks around 6.0000 vs the Usd thwarted by more rhetoric from Turkish President Erdogan aimed at the US again, but also reiterating his stern opposition to higher rates. The Lira duly weakened in response, as has become an all too familiar pattern, but is off worst levels with some tangible support from data showing a narrower than forecast current account deficit. Elsewhere, the Rub is hedging bets around 68.4700 vs the Usd ahead of the CBR policy decision that is widely expected to be a &lsquo;hawkish hold&rsquo;.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core bonds are succumbing to a bit more selling pressure, albeit gradual rather than straight-line or heavy, with Bunds down to 159.30, -16 ticks, and Gilts slipping to 121.42, -27 ticks. Nothing that fundamental behind the extended downside move, but volumes and losses could increase if techs get twitchy approaching the next set of chart supports that include Thursday&rsquo;s Eurex session low at 159.26. Moreover, US Treasuries are on the retreat from post-CPI peaks and testing some key or psychological levels, like 142.00 in the long bond future and recent highs for 10 year yields (just shy of 3%) ahead of a relatively busy pre-weekend agenda. Back to Liffe, and also on the bearish side, contacts not chunky put buying in Short Sterling with the&nbsp;98.75 strike in Jun19 purchased for 3.5 ticks 25k times.&nbsp; &nbsp; &nbsp;&nbsp;</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>The oil market is languishing around yesterday&rsquo;s lows after the previous sessions losses of over 2%,. Brent and WTI are both set for gains of over 1.5% this week, as weather reports remain in focus, with Hurricane Florence set to make landfall in North Carolina today.</p>\r\n\r\n<p>In the metals scope, gold is currently benefitting from a softer USD and is currently up 0.5% on the day. LME copper has remained stable around two week highs as traders remain wary of trade talks, after US President Trump said the US &ldquo;are under no pressure to make a deal with China, they are under pressure to make a deal with us&rdquo; in Thursday&rsquo;s session.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-14th-september-2018-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 18:24:00",
        "gmt_time": "2018-09-14 10:24:00"
    },
    {
        "id": 674269,
        "updated_sequence": 1050445,
        "published_at": {
            "unix": 1536919440,
            "text": "2018-09-14 11:04:00 +0100",
            "iso_8601": "2018-09-14T10:04:00Z"
        },
        "updated_at": {
            "unix": 1536920183,
            "text": "2018-09-14 11:16:23 +0100",
            "iso_8601": "2018-09-14T10:16:23Z"
        },
        "subject": "BoE's Carney says that the uncertainty around Brexit has an increased dampening effect on pay growth, and that the BoE is prepared for whatever path the economy takes",
        "content": "<p>He adds that recent pay data supports the BoE&#39;s August forecast</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-carney-says-that-the-uncertainty-around-brexit-has-an-increased-dampening-effect-on-pay-growth-and-that-the-boe-is-prepared-for-whatever-path-the-economy-takes-14-09-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 18:04:00",
        "gmt_time": "2018-09-14 10:04:00"
    },
    {
        "id": 674268,
        "updated_sequence": 1050436,
        "published_at": {
            "unix": 1536918660,
            "text": "2018-09-14 10:51:00 +0100",
            "iso_8601": "2018-09-14T09:51:00Z"
        },
        "updated_at": {
            "unix": 1536918753,
            "text": "2018-09-14 10:52:33 +0100",
            "iso_8601": "2018-09-14T09:52:33Z"
        },
        "subject": "NHC states that the eyefall of Hurricane Florence is located onshore in North Carolina with landfall of the centre expected very soon",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-states-that-the-eyefall-of-hurricane-florence-is-located-onshore-in-north-carolina-with-landfall-of-the-centre-expected-very-soon-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:51:00",
        "gmt_time": "2018-09-14 09:51:00"
    },
    {
        "id": 674267,
        "updated_sequence": 1050433,
        "published_at": {
            "unix": 1536918600,
            "text": "2018-09-14 10:50:00 +0100",
            "iso_8601": "2018-09-14T09:50:00Z"
        },
        "updated_at": {
            "unix": 1536918689,
            "text": "2018-09-14 10:51:29 +0100",
            "iso_8601": "2018-09-14T09:51:29Z"
        },
        "subject": "Sanofi (SAN FP) CEO says their Dupixent drug continues to exceed expectations",
        "content": "",
        "reaction_details": "<ul><li>Co. shares saw a modest uptick in the wake of these comments&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536918688,
            "text": "2018-09-14 10:51:28 +0100",
            "iso_8601": "2018-09-14T09:51:28Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sanofi-san-fp-ceo-says-their-dupixent-drug-continues-to-exceed-expectations-14-09-2018",
        "hidden": false,
        "section": {
            "id": 2,
            "name": "CAC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:50:00",
        "gmt_time": "2018-09-14 09:50:00"
    },
    {
        "id": 674266,
        "updated_sequence": 1050438,
        "published_at": {
            "unix": 1536918300,
            "text": "2018-09-14 10:45:00 +0100",
            "iso_8601": "2018-09-14T09:45:00Z"
        },
        "updated_at": {
            "unix": 1536918950,
            "text": "2018-09-14 10:55:50 +0100",
            "iso_8601": "2018-09-14T09:55:50Z"
        },
        "subject": "Fixed Income: bearish momentum builds",
        "content": "<p>Core bonds are succumbing to a bit more selling pressure, albeit gradual rather than straight-line or heavy, with Bunds down to 159.30, -16 ticks, and Gilts slipping to 121.42, -27 ticks. Nothing that fundamental behind the extended downside move, but volumes and losses could increase if techs get twitchy approaching the next set of chart supports that include Thursday&rsquo;s Eurex session low at 159.26. Moreover, US Treasuries are on the retreat from post-CPI peaks and testing some key or psychological levels, like 142.00 in the long bond future and recent highs for 10 year yields (just shy of 3%) ahead of a relatively busy pre-weekend agenda. Back to Liffe, and also on the bearish side, contacts not chunky put buying in Short Sterling with the&nbsp;98.75 strike in Jun19 purchased for 3.5 ticks 25k times.&nbsp; &nbsp; &nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-bearish-momentum-builds-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:45:00",
        "gmt_time": "2018-09-14 09:45:00"
    },
    {
        "id": 674163,
        "updated_sequence": 1050443,
        "published_at": {
            "unix": 1536917460,
            "text": "2018-09-14 10:31:00 +0100",
            "iso_8601": "2018-09-14T09:31:00Z"
        },
        "updated_at": {
            "unix": 1536919811,
            "text": "2018-09-14 11:10:11 +0100",
            "iso_8601": "2018-09-14T10:10:11Z"
        },
        "subject": "PRIMER: Russian central bank to announce its rate decision at 1130 BST; rates expected to be unchanged at 7.25%",
        "content": "<p>Russia&#39;s central bank is expected to keep rates unchanged at 7.25% at the conclusion of its meeting on Friday. The meeting comes amid political pressure that is seemingly being placed on the central bank; Russian PM Medvedev this week demanded that the central bank cut rates amid the turmoil in EM, a call that analysts at Commerzbank describe as &quot;dangerous sliding tackle,&quot; and drew comparisons with Turkey (whose President Erdogan notably called for lower rates, which may have contributed to the EMFX crisis, but definitely contributed to the TRY crisis). The central bank governor Nabiullina leaned against Medvedev&#39;s comments, however, stating that there were more factors for keeping rates unchanged rather than cutting; she also noted that there were key factors for raising the key rate, although she did not want to get further drawn into comments ahead of the rate meeting. &quot;The fact that the governor of Bank Rossii Elvira Nabiullina immediately spoke up and confirmed her hawkish approach in a speech prevented anything worse form happening,&quot; Commerzbank writes. &quot;In a worst case scenario this could mean that the rouble gets into a TRY-like downward spiral. In the best case scenario the central bank now has to take strong counter-measures to prevent this from happening - with higher interest rates that put more pressure on the Russian economy than would have been necessary without Medvedev&rsquo;s comments.&quot;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-russian-central-bank-to-announce-its-rate-decision-at-1130-bst-rates-expected-to-be-unchanged-at-7-25-13-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:31:00",
        "gmt_time": "2018-09-14 09:31:00"
    },
    {
        "id": 674265,
        "updated_sequence": 1050450,
        "published_at": {
            "unix": 1536917160,
            "text": "2018-09-14 10:26:00 +0100",
            "iso_8601": "2018-09-14T09:26:00Z"
        },
        "updated_at": {
            "unix": 1536920768,
            "text": "2018-09-14 11:26:08 +0100",
            "iso_8601": "2018-09-14T10:26:08Z"
        },
        "subject": "FX Morning Colour: Dollar discounted, or generally on offer ahead of US retail sales",
        "content": "<p>DXY</p>\r\n\r\n<p>Another downturn in the index and for the Greenback overall, partly on a further reflection post-benign US CPI, but also or perhaps mainly due to relative strength in rival currencies. The DXY remains below 94.500 and not far from recent lows, with more data on the horizon via retail sales, ip and business inventories before preliminary Michigan sentiment for September.</p>\r\n\r\n<p>G10</p>\r\n\r\n<p>All majors are ahead vs the Usd, bar the Loonie that continues to trade around the 1.3000 handle awaiting more NAFTA news. The Kiwi has overtaken its Aussie peer with some independent impetus overnight from firmer NZ manufacturing PMI growth to extend gains towards 0.6600, while Aud/Usd continues to look heavy above 0.7200 and hampered by option expiry interest with 1.6 bn rolling off between the big figure and 0.7190. Elsewhere, Cable and Eur/Usd appear more comfortable on 1.3100 and 1.1700 handles respectively, amidst largely positive Brexit vibes at the UK-EU level if not on the domestic front, with the former eyeing 1.3150 and latter filling a chunk of bids/stops at 1.1715 before fading ahead of the 1.1734 August peak and strong chart resistance at 1.1750. Usd/Jpy continues to trade against the broad trend, but has retreated from 112.00+ highs to sub-111.88 Fib levels again, as 112.15 technical resistance held firm, while Usd/Chf has fallen further from 0.9700 and through 0.9650 even though SNB head Jordan uttered some words of loose intervention via an expression of desire to see other Central Banks tighten policy. Turning to Scandinavia, more Sek underperformance post-softer than consensus Swedish inflation data with Eur/Sek up to 10.5400+ at one stage vs 10.4640 or so at the low.</p>\r\n\r\n<p>EM &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Try back in focus with another attempt to probe post-CBRT peaks around 6.0000 vs the Usd thwarted by more rhetoric from Turkish President Erdogan aimed at the US again, but also reiterating his stern opposition to higher rates. The Lira duly weakened in response, as has become an all too familiar pattern, but is off worst levels with some tangible support from data showing a narrower than forecast current account deficit. Elsewhere, the Rub is hedging bets around 68.4700 vs the Usd ahead of the CBR policy decision that is widely expected to be a &lsquo;hawkish hold&rsquo;.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-discounted-or-generally-on-offer-ahead-of-us-retail-sales-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:26:00",
        "gmt_time": "2018-09-14 09:26:00"
    },
    {
        "id": 674050,
        "updated_sequence": 1050407,
        "published_at": {
            "unix": 1536915600,
            "text": "2018-09-14 10:00:00 +0100",
            "iso_8601": "2018-09-14T09:00:00Z"
        },
        "updated_at": {
            "unix": 1536915600,
            "text": "2018-09-14 10:00:00 +0100",
            "iso_8601": "2018-09-14T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-13-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:00:00",
        "gmt_time": "2018-09-14 09:00:00"
    },
    {
        "id": 674264,
        "updated_sequence": 1050422,
        "published_at": {
            "unix": 1536915600,
            "text": "2018-09-14 10:00:00 +0100",
            "iso_8601": "2018-09-14T09:00:00Z"
        },
        "updated_at": {
            "unix": 1536915702,
            "text": "2018-09-14 10:01:42 +0100",
            "iso_8601": "2018-09-14T09:01:42Z"
        },
        "subject": "Volkswagen (VOW3 GY) August Group Deliveries +6.8% to 875.3k, expect fewer deliveries in Sept. & Oct. due to the WLTP test procedures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-august-group-deliveries-6-8-to-875-3k-expect-fewer-deliveries-in-sept-oct-due-to-the-wltp-test-procedures-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 17:00:00",
        "gmt_time": "2018-09-14 09:00:00"
    },
    {
        "id": 674259,
        "updated_sequence": 1050405,
        "published_at": {
            "unix": 1536915360,
            "text": "2018-09-14 09:56:00 +0100",
            "iso_8601": "2018-09-14T08:56:00Z"
        },
        "updated_at": {
            "unix": 1536915396,
            "text": "2018-09-14 09:56:36 +0100",
            "iso_8601": "2018-09-14T08:56:36Z"
        },
        "subject": "BAML Flow Show",
        "content": "<ul><li>Risk-off flows: USD 0.3bln into bonds, USD 0.2bln out of gold, USD 5.6bln out of equities.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li>Bear positioning: BofAML Bull &amp; Bear Indicator high 8.6 on&nbsp;Jan 31&nbsp;, low 2.3&nbsp;Jul 19&nbsp;, now 3.6;</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li>Market long cash, US stocks, IG bonds, crude</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li>Market short gold, Treasuries, EU equities, HY</li>\r\n</ul>\r\n\r\n<ul><li>Pain trades: bearish price action &amp; positions say September pain trade up via EU &amp; EM stocks; inflation &amp; China say Treasury bears to be disappointed.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baml-flow-show-14-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:56:00",
        "gmt_time": "2018-09-14 08:56:00"
    },
    {
        "id": 674258,
        "updated_sequence": 1050402,
        "published_at": {
            "unix": 1536914880,
            "text": "2018-09-14 09:48:00 +0100",
            "iso_8601": "2018-09-14T08:48:00Z"
        },
        "updated_at": {
            "unix": 1536914951,
            "text": "2018-09-14 09:49:11 +0100",
            "iso_8601": "2018-09-14T08:49:11Z"
        },
        "subject": "Turkish President Erdogan says all saving should be converted to TRY, says Turks should trust their currency",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-president-erdogan-says-all-saving-should-be-converted-to-try-says-turks-should-trust-their-currency-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:48:00",
        "gmt_time": "2018-09-14 08:48:00"
    },
    {
        "id": 674257,
        "updated_sequence": 1050399,
        "published_at": {
            "unix": 1536914520,
            "text": "2018-09-14 09:42:00 +0100",
            "iso_8601": "2018-09-14T08:42:00Z"
        },
        "updated_at": {
            "unix": 1536914581,
            "text": "2018-09-14 09:43:01 +0100",
            "iso_8601": "2018-09-14T08:43:01Z"
        },
        "subject": "NHC says Hurricane Florence is about to make landfall in North Carolina",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-hurricane-florence-is-about-to-make-landfall-in-north-carolina-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:42:00",
        "gmt_time": "2018-09-14 08:42:00"
    },
    {
        "id": 674256,
        "updated_sequence": 1050396,
        "published_at": {
            "unix": 1536914040,
            "text": "2018-09-14 09:34:00 +0100",
            "iso_8601": "2018-09-14T08:34:00Z"
        },
        "updated_at": {
            "unix": 1536914372,
            "text": "2018-09-14 09:39:32 +0100",
            "iso_8601": "2018-09-14T08:39:32Z"
        },
        "subject": "Turkish President Erdogan says they have faced a \"heinous\" attack against Turkey after US statements, the rise in TRY above 7 was an economic assassination attempt",
        "content": "<ul><li>Says that in 15 years the inflation target of the central bank was never correct</li>\r\n  <li>Adds that we will see the results of central bank independence after the rate hike</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-president-erdogan-says-they-have-faced-a-heinous-attack-against-turkey-after-us-statements-the-rise-in-try-above-7-was-an-economic-assassination-attempt-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:34:00",
        "gmt_time": "2018-09-14 08:34:00"
    },
    {
        "id": 674255,
        "updated_sequence": 1050387,
        "published_at": {
            "unix": 1536913380,
            "text": "2018-09-14 09:23:00 +0100",
            "iso_8601": "2018-09-14T08:23:00Z"
        },
        "updated_at": {
            "unix": 1536913474,
            "text": "2018-09-14 09:24:34 +0100",
            "iso_8601": "2018-09-14T08:24:34Z"
        },
        "subject": "EU Commissioner Oettinger is in favor of a French head of the ECB after Draghi's departure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commissioner-oettinger-is-in-favor-of-a-french-head-of-the-ecb-after-draghi-s-departure-14-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:23:00",
        "gmt_time": "2018-09-14 08:23:00"
    },
    {
        "id": 674252,
        "updated_sequence": 1050378,
        "published_at": {
            "unix": 1536912120,
            "text": "2018-09-14 09:02:00 +0100",
            "iso_8601": "2018-09-14T08:02:00Z"
        },
        "updated_at": {
            "unix": 1536912158,
            "text": "2018-09-14 09:02:38 +0100",
            "iso_8601": "2018-09-14T08:02:38Z"
        },
        "subject": "Turkish Central Bank allocated USD 555mln at their FX depo auction at the new rate of 24%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-central-bank-allocated-usd-555mln-at-their-fx-depo-auction-at-the-new-rate-of-24-14-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 16:02:00",
        "gmt_time": "2018-09-14 08:02:00"
    },
    {
        "id": 674248,
        "updated_sequence": 1050362,
        "published_at": {
            "unix": 1536910440,
            "text": "2018-09-14 08:34:00 +0100",
            "iso_8601": "2018-09-14T07:34:00Z"
        },
        "updated_at": {
            "unix": 1536910526,
            "text": "2018-09-14 08:35:26 +0100",
            "iso_8601": "2018-09-14T07:35:26Z"
        },
        "subject": "Ryanair (RYA LN) has struck an agreement with Italian unions and agree on the outline for CLA terms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-has-struck-an-agreement-with-italian-unions-and-agree-on-the-outline-for-cla-terms-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:34:00",
        "gmt_time": "2018-09-14 07:34:00"
    },
    {
        "id": 674247,
        "updated_sequence": 1050369,
        "published_at": {
            "unix": 1536910380,
            "text": "2018-09-14 08:33:00 +0100",
            "iso_8601": "2018-09-14T07:33:00Z"
        },
        "updated_at": {
            "unix": 1536910715,
            "text": "2018-09-14 08:38:35 +0100",
            "iso_8601": "2018-09-14T07:38:35Z"
        },
        "subject": "ThyssenKrupp (TKA GY) are to separate their marine business from the business area and industrial solutions and managed directly by the Co. ",
        "content": "<ul><li>Industrial business CEO and CFO are to step down.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction, Co. shares rose from EUR 19.10 to EUR 19.21.</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536910560,
            "text": "2018-09-14 08:36:00 +0100",
            "iso_8601": "2018-09-14T07:36:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thyssenkrupp-tka-gy-are-to-separate-their-marine-business-from-the-business-area-and-industrial-solutions-and-managed-directly-by-the-co-14-09-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:33:00",
        "gmt_time": "2018-09-14 07:33:00"
    },
    {
        "id": 674246,
        "updated_sequence": 1050354,
        "published_at": {
            "unix": 1536910200,
            "text": "2018-09-14 08:30:00 +0100",
            "iso_8601": "2018-09-14T07:30:00Z"
        },
        "updated_at": {
            "unix": 1536910352,
            "text": "2018-09-14 08:32:32 +0100",
            "iso_8601": "2018-09-14T07:32:32Z"
        },
        "subject": "ECB's Smets states that the Bank expects a very gradual process of policy normalisation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-smets-states-that-the-bank-expects-a-very-gradual-process-of-policy-normalisation-14-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:30:00",
        "gmt_time": "2018-09-14 07:30:00"
    },
    {
        "id": 674241,
        "updated_sequence": 1050337,
        "published_at": {
            "unix": 1536910080,
            "text": "2018-09-14 08:28:00 +0100",
            "iso_8601": "2018-09-14T07:28:00Z"
        },
        "updated_at": {
            "unix": 1536910162,
            "text": "2018-09-14 08:29:22 +0100",
            "iso_8601": "2018-09-14T07:29:22Z"
        },
        "subject": "UK unions will not carry out strikes on September 17th at the North Sea following talks ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-unions-will-not-carry-out-strikes-on-september-17th-at-the-north-sea-following-talks-14-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:28:00",
        "gmt_time": "2018-09-14 07:28:00"
    },
    {
        "id": 674240,
        "updated_sequence": 1050334,
        "published_at": {
            "unix": 1536909900,
            "text": "2018-09-14 08:25:00 +0100",
            "iso_8601": "2018-09-14T07:25:00Z"
        },
        "updated_at": {
            "unix": 1536910126,
            "text": "2018-09-14 08:28:46 +0100",
            "iso_8601": "2018-09-14T07:28:46Z"
        },
        "subject": "UK debt and STIR futures continue to tread cautiously",
        "content": "<p>Following the modestly weaker tone in US counterparts and a further retreat in Bunds after the EU equity index opens (latter down to 159.37, -9 ticks vs +8 ticks at one stage), Gilts have resumed Liffe on the backfoot between 121.52-66 vs Thursday&rsquo;s 121.69 settlement level. Similarly, the Short Sterling strip has dipped again amidst broadly more positive or at least encouraging Brexit updates on negotiations, and from both sides, while perhaps also heeding comments from BoE Governor Carney downplaying if not ruling out altogether the prospect of monetary stimulus to offset the adverse effects of a no deal Brexit scenario, and awaiting more from the MPC chief at 11.00BST. &nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-continue-to-tread-cautiously-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:25:00",
        "gmt_time": "2018-09-14 07:25:00"
    },
    {
        "id": 674239,
        "updated_sequence": 1050329,
        "published_at": {
            "unix": 1536909180,
            "text": "2018-09-14 08:13:00 +0100",
            "iso_8601": "2018-09-14T07:13:00Z"
        },
        "updated_at": {
            "unix": 1536909246,
            "text": "2018-09-14 08:14:06 +0100",
            "iso_8601": "2018-09-14T07:14:06Z"
        },
        "subject": "ECB says banks borrowed EUR 40mln at marginal rate & deposited EUR 646.97bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-40mln-at-marginal-rate-deposited-eur-646-97bln-14-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:13:00",
        "gmt_time": "2018-09-14 07:13:00"
    },
    {
        "id": 674237,
        "updated_sequence": 1050323,
        "published_at": {
            "unix": 1536908580,
            "text": "2018-09-14 08:03:00 +0100",
            "iso_8601": "2018-09-14T07:03:00Z"
        },
        "updated_at": {
            "unix": 1536908886,
            "text": "2018-09-14 08:08:06 +0100",
            "iso_8601": "2018-09-14T07:08:06Z"
        },
        "subject": "European equity movers this morning: Shire (SHP LN) +1.8%, Whitbread (WTB LN) +1.2%, Taylor Wimpey (TW. LN) -0.5%, Barratt Development (BDEV LN) -0.8%, ST Microelectronics (STM FP) +3.4%, Metro (B4B GY +2.5%), Investec (INVP LN) +9.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-equity-movers-this-morning-shire-shp-ln-1-8-whitbread-wtb-ln-1-2-taylor-wimpey-tw-ln-0-5-barratt-development-bdev-ln-0-8-st-microelectronics-stm-fp-3-4-metro-b4b-gy-2-5-investec-invp-ln-9-0-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 15:03:00",
        "gmt_time": "2018-09-14 07:03:00"
    },
    {
        "id": 674229,
        "updated_sequence": 1050311,
        "published_at": {
            "unix": 1536904800,
            "text": "2018-09-14 07:00:00 +0100",
            "iso_8601": "2018-09-14T06:00:00Z"
        },
        "updated_at": {
            "unix": 1536906870,
            "text": "2018-09-14 07:34:30 +0100",
            "iso_8601": "2018-09-14T06:34:30Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>ACS (ACS SM) &ndash; Co. are reportedly set to offload their Mular solar plant for EUR 300mln. (Newswires)</p>\r\n\r\n<p>Shire (SHP LN) &ndash; Takeda has received regulatory approval in China for its acquisition of the Co. (Newswires)</p>\r\n\r\n<p>Investec (INVP LN) - HY customer accounts -5.5% to GBP 29.3bln, core loans -5.5% to GBP 23.7bln, revenue expected moderately ahead of prev. plan to demerge and list their asset management business. CEO is to step down. (Newswires)</p>\r\n\r\n<p>BOLLORE (BOL FP) UPGRADED TO REDUCE FROM SELL AT ALPHAVALUE</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 14:00:00",
        "gmt_time": "2018-09-14 06:00:00"
    },
    {
        "id": 674226,
        "updated_sequence": 1050280,
        "published_at": {
            "unix": 1536904200,
            "text": "2018-09-14 06:50:00 +0100",
            "iso_8601": "2018-09-14T05:50:00Z"
        },
        "updated_at": {
            "unix": 1536904736,
            "text": "2018-09-14 06:58:56 +0100",
            "iso_8601": "2018-09-14T05:58:56Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>14th September 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mostly higher as the region took impetus from the US where the S&amp;P 500 notched a 4th consecutive gain and the Nasdaq outperformed as tech rebounded with a vengeance. ASX 200 (+0.6%) and Nikkei 225 (+0.9%) were higher in which miners led the broad gains in Australia, while Japanese exporters benefitted from a weaker currency which lifted the benchmark index to above the 23,000 level. Elsewhere, Hang Seng (+0.8%) and Shanghai Comp. (-0.1%) were both initially positive after continued liquidity efforts by the PBoC, although sentiment in the mainland eventually waned as amid weakness in Shenzhen and as participants digested mixed data in which Industrial Production printed in-line with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low. In addition, recent Trump comments also spurred some apprehension after he commented the US are under no pressure to make a deal with China and that it is China which is pressured to reach an agreement. Finally, 10yr JGBs are uneventful with demand for safe-havens dampened by the positive risk appetite in Japan, but with downside also capped amid the BoJ&rsquo;s presence in the market for JPY 700bln of maturities in the short-end to belly.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>British Housing Names &ndash; Sources noted the statement from BoE&rsquo;s Carney to the cabinet saying that in a &ldquo;no-deal&rdquo; Brexit, UK house prices could fall by 35%. (Times)</p>\r\n\r\n<p>RBS (RBS LN) &ndash; British MP&rsquo;s have accused the co.&rsquo;s CEO of withholding information from the Commons Treasury Committee in a police investigation on their Global Restructuring Group. (Independent)</p>\r\n\r\n<p>AstraZeneca (AZN LN) &ndash; Co.&rsquo;s Lumoxiti has been approved by the FDA. (Newswires)</p>\r\n\r\n<p>GVC (GVC LN) &ndash; The co. has signed a USD 200mln alliance with MGM to take advantage of the liberalised US gambling market. (Times)OTHER UK COMPANIES</p>\r\n\r\n<p>Sports Direct International (SPD LN) &ndash; The co. has reneged the offer made by House of Fraser to their customers who were promised refunds for undelivered goods. (Times)BROKER MOVES</p>\r\n\r\n<p>WHITBREAD (WTB LN) RAISED TO OVERWEIGHT FORM NEUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; The co. are planning a week long production pause in October for their Golf model due to weak demand. The co.&rsquo;s American branch have also announced they are to discontinue the Beetle in 2019. &nbsp;(Handelsblatt/Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Metro (B4B GY) &ndash; The co.&rsquo;s CEO has said there is real interest for their hypermarkets, and have been contacted by interested parties. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ROCKET INTERENT (RKET GY) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>LANXESS (LXS GY) INITIATED SELL AT BERENBERG</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Dassault Syst&eacute;mes (DSY FP) &ndash; The co. has announced it is to be included in the CAC 40 as of September 24th. (Newswires)</p>\r\n\r\n<p>ADP (ADP FP) &ndash; France&rsquo;s Finance Minister says no decision has yet been made if the government will keep its stake in the co. (Newswires)&nbsp;</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; The Italian Government approved a decree on Thursday aimed at speeding up the rebuilding of the collapsed Genovese bridge. (Newswires)</p>\r\n\r\n<p>MediaSet (MS IM) &ndash; The co.&rsquo;s plan of making a pan-European TV player may happen sooner than expected, as according to the co.&rsquo;s CEO, but no talks are underway at present. (Newswires)</p>\r\n\r\n<p>Telecom Italia (TIT IM) &ndash; Co. has been awarded some 5G spectrum in a domestic auction after making a EUR 680mln bid. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Roche (ROG SW) &ndash; The co.&rsquo;s CEO says he expects moderate growth in sales into 2019 despite losses to Biosimilars, stepping up of efficiency drive and hopes for re-acceleration of drug sales growth from 2021-2022. Elsewhere, the co. announced FDA approval of Acterma, an injection used for juvenile idiopathic arthritis. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX +0.5% at 2904, NDX +1.0% at 7562, DJI +0.6% at 26146. SECTORS: Energy -0.0%%, Materials +0.3%%, Industrials +0.5%%, Cons Discretionary +0.1%, Cons Staples -0.4%, Healthcare +1.2%, Financials -0.2%, Tech +1.2%, Telecoms +0.3%, Utilities +0.8%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-european-equity-opening-news-14-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 13:50:00",
        "gmt_time": "2018-09-14 05:50:00"
    },
    {
        "id": 674225,
        "updated_sequence": 1050273,
        "published_at": {
            "unix": 1536903780,
            "text": "2018-09-14 06:43:00 +0100",
            "iso_8601": "2018-09-14T05:43:00Z"
        },
        "updated_at": {
            "unix": 1536903889,
            "text": "2018-09-14 06:44:49 +0100",
            "iso_8601": "2018-09-14T05:44:49Z"
        },
        "subject": "Option expiries of note for today's 10.00am NY cut (1500BST)",
        "content": "<p>EUR/USD: 1.1550 (1.7BLN), 1.1575 (614M), 1.1600 (1.1BLN) <strong>1.1650-55 (1.2BLN)</strong>, 1.1675-85 (658M), 1.1695-1.1700 (828M)</p>\r\n\r\n<p>AUD/USD: 0.7100 (574M), <strong>0.7190-0.7200 (1.6BLN)</strong></p>\r\n\r\n<p>USD/CAD: 1.3000 (200M), 1.3070 (310M), 1.3145-50 (475M)</p>\r\n\r\n<p>USD/JPY: 110.70-90 (1.2BLN), 112.00 (493M)</p>\r\n\r\n<p>EUR/JPY: 129.00 (269M).</p>\r\n\r\n<p>GBP/JPY: 145.00 (240M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-10-00am-ny-cut-1500bst-14-09-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 13:43:00",
        "gmt_time": "2018-09-14 05:43:00"
    },
    {
        "id": 674224,
        "updated_sequence": 1050270,
        "published_at": {
            "unix": 1536903600,
            "text": "2018-09-14 06:40:00 +0100",
            "iso_8601": "2018-09-14T05:40:00Z"
        },
        "updated_at": {
            "unix": 1536903736,
            "text": "2018-09-14 06:42:16 +0100",
            "iso_8601": "2018-09-14T05:42:16Z"
        },
        "subject": "NHC say Florence is expected to see significant weakening over the weekend and into early next week as it moves further inland",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-say-florence-is-expected-to-see-significant-weakening-over-the-weekend-and-into-early-next-week-as-it-moves-further-inland-14-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 13:40:00",
        "gmt_time": "2018-09-14 05:40:00"
    },
    {
        "id": 674236,
        "updated_sequence": 1050320,
        "published_at": {
            "unix": 1536903300,
            "text": "2018-09-14 06:35:00 +0100",
            "iso_8601": "2018-09-14T05:35:00Z"
        },
        "updated_at": {
            "unix": 1536908544,
            "text": "2018-09-14 08:02:24 +0100",
            "iso_8601": "2018-09-14T07:02:24Z"
        },
        "subject": "Bunds: Friday fatigue, or calm after yesterday’s CB-fest",
        "content": "<p>A very subdued start to the final Eurex session of the week for 10 year German debt futures that have been sitting tight within a 159.54-43 range around Thursday&rsquo;s 159.46 close. The core Eurozone benchmark retains an underlying bid via mostly weaker Italian BTPs in the sub-125.50 area, while marginally softer and steeper US Treasuries are perhaps keeping a lid on Bunds ahead of the EU cash bourse opens. Ahead, more inflation data via Italy, but only the final release, so perhaps Eurozone trade, labour costs and wages will provide more interest, especially after ECB President Draghi&rsquo;s upbeat assessment of pay developments yesterday.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-friday-fatigue-or-calm-after-yesterday-s-cb-fest-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 13:35:00",
        "gmt_time": "2018-09-14 05:35:00"
    },
    {
        "id": 674223,
        "updated_sequence": 1050278,
        "published_at": {
            "unix": 1536902580,
            "text": "2018-09-14 06:23:00 +0100",
            "iso_8601": "2018-09-14T05:23:00Z"
        },
        "updated_at": {
            "unix": 1536904519,
            "text": "2018-09-14 06:55:19 +0100",
            "iso_8601": "2018-09-14T05:55:19Z"
        },
        "subject": "RANsquawk Daily European Opening News - 14th September 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20082/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded mostly higher as the region took impetus from the US where the S&amp;P 500 notched a 4th consecutive gain</li>\r\n  <li>Chinese data saw Industrial Production print in-line with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low</li>\r\n  <li>BoE Governor Carney said MPC cannot cut rates to offset a no deal Brexit and that house prices would plummet in a no-deal scenario</li>\r\n  <li>Looking ahead, highlights include the Russian rate decision, US retail sales, industrial production, Uni. of Michigan, Baker Hughes, ECB&rsquo;s Smets &amp; Nowotny, BoE&rsquo;s Carney</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mostly higher as the region took impetus from the US where the S&amp;P 500 notched a 4th consecutive gain and the Nasdaq outperformed as tech rebounded with a vengeance. ASX 200 (+0.6%) and Nikkei 225 (+0.9%) were higher in which miners led the broad gains in Australia, while Japanese exporters benefitted from a weaker currency which lifted the benchmark index to above the 23,000 level. Elsewhere, Hang Seng (+0.8%) and Shanghai Comp. (-0.1%) were both initially positive after continued liquidity efforts by the PBoC, although sentiment in the mainland eventually waned as amid weakness in Shenzhen and as participants digested mixed data in which Industrial Production printed in-line with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low. In addition, recent Trump comments also spurred some apprehension after he commented the US are under no pressure to make a deal with China and that it is China which is pressured to reach an agreement. Finally, 10yr JGBs are uneventful with demand for safe-havens dampened by the positive risk appetite in Japan, but with downside also capped amid the BoJ&rsquo;s presence in the market for JPY 700bln of maturities in the short-end to belly.</p>\r\n\r\n<p>PBoC injected CNY 110bln via 7-day reverse repos and CNY 40bln via 14-day reverse repos for a weekly net injection of CNY 330bln vs. Prev. neutral position last week. (Newswires)<br />PBoC set CNY mid-point at 6.8362 (Prev. 6.8488)</p>\r\n\r\n<p>Chinese Industrial Production (Aug) Y/Y 6.1% vs. Exp. 6.1% (Prev. 6.0%). (Newswires)<br />Chinese Retail Sales (Aug) Y/Y 9.0% vs. Exp. 8.8% (Prev. 8.8%)<br />Chinese Urban Investment YTD (Aug) 5.3% vs. Exp. 5.5% (Prev. 5.5%)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>BoE Governor Carney said MPC cannot cut rates to offset a no deal Brexit and that house prices would plummet in a no-deal scenario, while he also stated that a no-deal Brexit could be as bad as the 2008 financial crisis. (Times/Newswires)</p>\r\n\r\n<p>UK Brexit Minister Raab said there has to be a shift across the board for the EU&#39;s approach to Northern Ireland and in the event of a no deal Britain would pay not a penny more than its legal obligations, although he also commented that EU and UK is making progress every time they meet for negotiations. (Newswires)</p>\r\n\r\n<p>UK PM May&rsquo;s former policy adviser, Freeman, states that May should stand down after a Brexit deal has been secured. (Times)</p>\r\n\r\n<p>Italian Deputy Finance Minister Castelli states that the nation&rsquo;s citizen&rsquo;s income will commence on Jan 1st 2019 and will be a minimum of EUR 780mln. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>In FX markets, the DXY remained subdued near the 94.50 level after the CPI-triggered losses which benefitted its counterparts across the pond with EUR/USD eyeing 1.1700 to the upside and with GBP/USD at the 1.3100 handle. Elsewhere, AUD/USD was indecisive following the mixed Chinese data and Trump&rsquo;s comments, while USD/JPY and JPY-crosses were higher on safe-haven outflows which lifted the pair briefly above the 112.00 level. Elsewhere, TRY held on to recent strength which inspired a relatively calm tone in EM currencies after the CBRT defied President Erdogan&rsquo;s wishes for lower rates and hiked by 625bps the prior day.<br />&nbsp;</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Commodities were uneventful with mild gains seen overnight, although WTI crude remained below USD 69.00/bbl following the prior day&rsquo;s 2.6% decline which analyst attributed to concerns emerging market tensions and trade wars could weigh on demand. Elsewhere, gold marginally higher amid a subdued greenback while copper also mirrored the modest upside seen across the complex but with price action capped by underperformance in mainland China.</p>\r\n\r\n<p>US Energy Secretary Perry said Saudi Arabia, OPEC and Russia &#39;would be admired&#39; if no oil price rises are seen following Iran sanctions, while he also said that Nord Stream 2 sanctions are possible but is optimistic on future talks with Russia. (Newswires)</p>\r\n\r\n<p>Russia Energy Minister Novak said we have discussed all energy related topics with US Energy Secretary Perry and can find things in common, while he also stated they agreed to restore dialogue with Perry but is concerned over possible sanctions on Nord Stream 2. (Newswires)</p>\r\n\r\n<p>Iran has begun storing between 15mln-17mln unsold barrels on tankers as crude exports are expected to slump. (Platts)</p>\r\n\r\n<p>NHC said that tropical-storm-force winds continue to spread across the outer banks and coastal South Eastern and North Carolina, while it added that tornado threat is increasing as Florence approaches. Furthermore, NHC later stated that Florence has been downgraded to a category 1 storm. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>North Korea said US sanctions over cyber-attack is a smear campaign against North Korea and that the US is misleading as if North Korea were behind the Sony hack, while it warned that sanctions could impact implementation of US agreement. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>The Treasury curve modestly flattened on Thursday, after a weak CPI report (which followed a soft PPI report earlier in the week). Yields on 2s and 3s hit fresh decade highs in the session. At settlement, most curve spreads were under 1bps lower. The US sold $15bln of 30-year bonds at 3.088%, coming in on the screws, though the yield was 0.2bps lower than the previous auction cycle. Cover was above the previous auction, but in line with recent averages. Indirect takedown was encouraging, as was dealer participation was notably lower than recent averages. US T-note futures (Z8) settled half-a-tick lower at 119-13+.</p>\r\n\r\n<p>Fed&#39;s Bostic (Voter, Dove) said rate increases can continue for a handful of quarters and is still worried that trade risks will mar investment plans although noted that the effect has been limited so far. Bostic added will evaluate data before deciding on fourth hike and that there is uncertainty whether US is at full employment, while he also commented the Fed can be patient with hikes if there is no risk of the economy overheating and that it is possible that neutral rate has moved higher. (Newswires)</p>\r\n\r\n<p>Fed&#39;s Kaplan (Non-voter. Dove) reiterated the Fed should be proceed to neutral rate which is seen between 2.50%-2.75%. (Newswires)</p>\r\n\r\n<p>US President Trump told donors he plans to re-brand NAFTA as USMC agreement but may drop C if Canada doesn&#39;t agree to his changes. (WSJ) In related news, Mexico NAFTA negotiator Smith Ramos said it is ideal to keep NAFTA trilateral, but they remain prepared to proceed with a bilateral deal with US. (Newswires)</p>\r\n\r\n<p>US House and Senate reportedly reached a tentative agreement to fund government through December 7th. (Newswires)</p>\r\n\r\n<p>Former Trump campaign manager Manafort was reported to have agreed a plea deal with Special Counsel Mueller although reports noted it was unclear if he is agreeing to cooperate with prosecutors or is conceding to a guilty plea, while sources later stated that a Manafort plea deal with Special Counsel Mueller is close but not there yet. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-14th-september-2018-14-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 13:23:00",
        "gmt_time": "2018-09-14 05:23:00"
    },
    {
        "id": 674222,
        "updated_sequence": 1050264,
        "published_at": {
            "unix": 1536900840,
            "text": "2018-09-14 05:54:00 +0100",
            "iso_8601": "2018-09-14T04:54:00Z"
        },
        "updated_at": {
            "unix": 1536901408,
            "text": "2018-09-14 06:03:28 +0100",
            "iso_8601": "2018-09-14T05:03:28Z"
        },
        "subject": "Eurogroup warns against uncertainty concerning Italy, while reports note that Eurogroup Chief Centeno says Italy should overcome uncertainty",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurogroup-warns-against-uncertainty-concerning-italy-while-reports-note-that-eurogroup-chief-centeno-says-italy-should-overcome-uncertainty-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 12:54:00",
        "gmt_time": "2018-09-14 04:54:00"
    },
    {
        "id": 674221,
        "updated_sequence": 1050255,
        "published_at": {
            "unix": 1536900600,
            "text": "2018-09-14 05:50:00 +0100",
            "iso_8601": "2018-09-14T04:50:00Z"
        },
        "updated_at": {
            "unix": 1536900711,
            "text": "2018-09-14 05:51:51 +0100",
            "iso_8601": "2018-09-14T04:51:51Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mostly higher after the US tech rebound, although sentiment in China was flimsy after mixed data and Trump comments",
        "content": "<p>Asia equity markets traded mostly higher as the region took impetus from US where the S&amp;P 500 notched a 4th consecutive gain and the Nasdaq outperformed as tech rebounded with a vengeance. ASX 200 (+0.6%) and Nikkei 225 (+0.9%) were higher in which miners led the broad gains in Australia, while Japanese exporters benefitted from a weaker currency which lifted the benchmark index to above the 23,000 level. Elsewhere, Hang Seng (+0.8%) and Shanghai Comp. (-0.1%) were both initially positive after continued liquidity efforts by the PBoC, although sentiment in the mainland eventually waned as amid weakness in Shenzhen and as participants digested mixed data in which Industrial Production printed inline with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low. In addition, recent Trump comments also spurred some apprehension after he commented the US are under no pressure to make a deal with China and that it is China which is pressured to reach an agreement. Finally, 10yr JGBs are uneventful with demand for safe-havens dampened by the positive risk appetite in Japan, but with downside also capped amid the BoJ&rsquo;s presence in the market for JPY 700bln of maturities in the short-end to belly.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mostly-higher-after-the-us-tech-rebound-although-sentiment-in-china-was-flimsy-after-mixed-data-and-trump-comments-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 12:50:00",
        "gmt_time": "2018-09-14 04:50:00"
    },
    {
        "id": 674220,
        "updated_sequence": 1050252,
        "published_at": {
            "unix": 1536899400,
            "text": "2018-09-14 05:30:00 +0100",
            "iso_8601": "2018-09-14T04:30:00Z"
        },
        "updated_at": {
            "unix": 1536899704,
            "text": "2018-09-14 05:35:04 +0100",
            "iso_8601": "2018-09-14T04:35:04Z"
        },
        "subject": "Japanese Industrial Output Rev* Jul YY 2.2% (Prev. 2.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-output-rev-jul-yy-2-2-prev-2-3-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 12:30:00",
        "gmt_time": "2018-09-14 04:30:00"
    },
    {
        "id": 674216,
        "updated_sequence": 1050240,
        "published_at": {
            "unix": 1536898800,
            "text": "2018-09-14 05:20:00 +0100",
            "iso_8601": "2018-09-14T04:20:00Z"
        },
        "updated_at": {
            "unix": 1536898895,
            "text": "2018-09-14 05:21:35 +0100",
            "iso_8601": "2018-09-14T04:21:35Z"
        },
        "subject": "Malaysia Unemployment Rate (Aug) 3.4% (Prev. 3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-unemployment-rate-aug-3-4-prev-3-4-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 12:20:00",
        "gmt_time": "2018-09-14 04:20:00"
    },
    {
        "id": 674215,
        "updated_sequence": 1050237,
        "published_at": {
            "unix": 1536897840,
            "text": "2018-09-14 05:04:00 +0100",
            "iso_8601": "2018-09-14T04:04:00Z"
        },
        "updated_at": {
            "unix": 1536897893,
            "text": "2018-09-14 05:04:53 +0100",
            "iso_8601": "2018-09-14T04:04:53Z"
        },
        "subject": "ANZ Bank (ANZ AT) says ASIC has begun probe related to an equity placement conducted in 2015",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anz-bank-anz-at-says-asic-has-begun-probe-related-to-an-equity-placement-conducted-in-2015-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 12:04:00",
        "gmt_time": "2018-09-14 04:04:00"
    },
    {
        "id": 674214,
        "updated_sequence": 1050234,
        "published_at": {
            "unix": 1536896700,
            "text": "2018-09-14 04:45:00 +0100",
            "iso_8601": "2018-09-14T03:45:00Z"
        },
        "updated_at": {
            "unix": 1536896739,
            "text": "2018-09-14 04:45:39 +0100",
            "iso_8601": "2018-09-14T03:45:39Z"
        },
        "subject": "Taiwan issues warning amid approaching super typhoon Mangkhut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "taiwan-issues-warning-amid-approaching-super-typhoon-mangkhut-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:45:00",
        "gmt_time": "2018-09-14 03:45:00"
    },
    {
        "id": 674213,
        "updated_sequence": 1050231,
        "published_at": {
            "unix": 1536895500,
            "text": "2018-09-14 04:25:00 +0100",
            "iso_8601": "2018-09-14T03:25:00Z"
        },
        "updated_at": {
            "unix": 1536895793,
            "text": "2018-09-14 04:29:53 +0100",
            "iso_8601": "2018-09-14T03:29:53Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Vedanta (VEDL IS) discovered natural gas at basin block located in Bay of Bengal",
        "content": "<p>Engineers India (ENGINERSIN IS)<br />- Co. is to bid to acquire government&rsquo;s 100% stake in Projects and Development India Ltd. (ET)</p>\r\n\r\n<p>Punjab National Bank (PNB IS)<br />- Co. has placed over 20 non-performing accounts on sale to recover INR 13.2bln. (ET)</p>\r\n\r\n<p>Vedanta (VEDL IS)<br />- Co. discovered natural gas at basin block located in Bay of Bengal. (ET)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-vedanta-vedl-is-discovered-natural-gas-at-basin-block-located-in-bay-of-bengal-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:25:00",
        "gmt_time": "2018-09-14 03:25:00"
    },
    {
        "id": 674212,
        "updated_sequence": 1050225,
        "published_at": {
            "unix": 1536895080,
            "text": "2018-09-14 04:18:00 +0100",
            "iso_8601": "2018-09-14T03:18:00Z"
        },
        "updated_at": {
            "unix": 1536895144,
            "text": "2018-09-14 04:19:04 +0100",
            "iso_8601": "2018-09-14T03:19:04Z"
        },
        "subject": "Hyundai Motor (005380 KS)  Vice Chairman Chung appointed as Hyundai Group Vice chairman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-motor-005380-ks-vice-chairman-chung-appointed-as-hyundai-group-vice-chairman-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:18:00",
        "gmt_time": "2018-09-14 03:18:00"
    },
    {
        "id": 674212,
        "updated_sequence": 1050225,
        "published_at": {
            "unix": 1536895080,
            "text": "2018-09-14 04:18:00 +0100",
            "iso_8601": "2018-09-14T03:18:00Z"
        },
        "updated_at": {
            "unix": 1536895144,
            "text": "2018-09-14 04:19:04 +0100",
            "iso_8601": "2018-09-14T03:19:04Z"
        },
        "subject": "Hyundai Motor (005380 KS)  Vice Chairman Chung appointed as Hyundai Group Vice chairman",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-motor-005380-ks-vice-chairman-chung-appointed-as-hyundai-group-vice-chairman-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:18:00",
        "gmt_time": "2018-09-14 03:18:00"
    },
    {
        "id": 674211,
        "updated_sequence": 1050220,
        "published_at": {
            "unix": 1536894600,
            "text": "2018-09-14 04:10:00 +0100",
            "iso_8601": "2018-09-14T03:10:00Z"
        },
        "updated_at": {
            "unix": 1536894731,
            "text": "2018-09-14 04:12:11 +0100",
            "iso_8601": "2018-09-14T03:12:11Z"
        },
        "subject": "NHC says Florence has been downgraded to a category 1 storm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-florence-has-been-downgraded-to-a-category-1-storm-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:10:00",
        "gmt_time": "2018-09-14 03:10:00"
    },
    {
        "id": 674210,
        "updated_sequence": 1050222,
        "published_at": {
            "unix": 1536894180,
            "text": "2018-09-14 04:03:00 +0100",
            "iso_8601": "2018-09-14T03:03:00Z"
        },
        "updated_at": {
            "unix": 1536894787,
            "text": "2018-09-14 04:13:07 +0100",
            "iso_8601": "2018-09-14T03:13:07Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly higher after the US tech rebound, but with sentiment in China flimsy after mixed data and Trump comments ",
        "content": "<p>Asia equity markets trade mostly higher as the region takes impetus from the gains in US where the S&amp;P 500 notched a 4th consecutive gain and the Nasdaq outperformed as tech rebounded with a vengeance. ASX 200 (+0.6%) and Nikkei 225 (+0.9%) are higher with miners leading the broad gains in Australia, while Japanese exporters benefit from a weaker currency which lifted the benchmark index to above the 23,000 level. Elsewhere, Hang Seng (+0.7%) and Shanghai Comp. (-0.2%) were both initially positive after continued liquidity efforts by the PBoC, although sentiment in the mainland eventually waned as participants digested mixed data in which Industrial Production printed inline with expectations and Retail Sales beat, while Fixed Assets Investments growth declined to a fresh multi-year low. In addition, recent Trump comments also spurred some apprehension after he commented the US are under no pressure to make a deal with China and that it is China which is pressured to reach an agreement.</p>\r\n\r\n<p>In FX markets, the DXY remains subdued near the 94.50 level after the recent CPI-triggered losses which benefits its counterparts across the pond with EUR/USD eyeing 1.1700 to the upside and with GBP/USD at the 1.3100 handle. Elsewhere, AUD/USD is indecisive following the mixed Chinese data and Trump&rsquo;s comments, while USD/JPY and JPY-crosses are higher on safe-haven outflows which lifted the pair briefly above the 112.00 level.</p>\r\n\r\n<p>Finally, 10yr JGBs are uneventful with safe-haven demand dampened by the positive risk appetite in Japan, but with downside also capped amid the BoJ&rsquo;s presence in the market for JPY 700bln of maturities in the short-end to belly.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-higher-after-the-us-tech-rebound-but-with-sentiment-in-china-flimsy-after-mixed-data-and-trump-comments-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 11:03:00",
        "gmt_time": "2018-09-14 03:03:00"
    },
    {
        "id": 674209,
        "updated_sequence": 1050211,
        "published_at": {
            "unix": 1536893160,
            "text": "2018-09-14 03:46:00 +0100",
            "iso_8601": "2018-09-14T02:46:00Z"
        },
        "updated_at": {
            "unix": 1536893310,
            "text": "2018-09-14 03:48:30 +0100",
            "iso_8601": "2018-09-14T02:48:30Z"
        },
        "subject": "EU Ambassador to China Chapius says Chinese President Xi hopes for strong ties between EU and China in troubled times",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-ambassador-to-china-chapius-says-chinese-president-xi-hopes-for-strong-ties-between-eu-and-china-in-troubled-times-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:46:00",
        "gmt_time": "2018-09-14 02:46:00"
    },
    {
        "id": 674208,
        "updated_sequence": 1050208,
        "published_at": {
            "unix": 1536892080,
            "text": "2018-09-14 03:28:00 +0100",
            "iso_8601": "2018-09-14T02:28:00Z"
        },
        "updated_at": {
            "unix": 1536892161,
            "text": "2018-09-14 03:29:21 +0100",
            "iso_8601": "2018-09-14T02:29:21Z"
        },
        "subject": "China stats bureau officials says domestic economy remains steady with improvement and that impact from pro-growth measure are seen, adds no need to fear risks of stagnation in the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-officials-says-domestic-economy-remains-steady-with-improvement-and-that-impact-from-pro-growth-measure-are-seen-adds-no-need-to-fear-risks-of-stagnation-in-the-economy-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:28:00",
        "gmt_time": "2018-09-14 02:28:00"
    },
    {
        "id": 674207,
        "updated_sequence": 1050205,
        "published_at": {
            "unix": 1536891960,
            "text": "2018-09-14 03:26:00 +0100",
            "iso_8601": "2018-09-14T02:26:00Z"
        },
        "updated_at": {
            "unix": 1536892023,
            "text": "2018-09-14 03:27:03 +0100",
            "iso_8601": "2018-09-14T02:27:03Z"
        },
        "subject": "Japanese PM Abe says doesn't think ultra-easy policy should be maintained forever and that it is up to BoJ to decide when to normalize",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-says-doesn-t-think-ultra-easy-policy-should-be-maintained-forever-and-that-it-is-up-to-boj-to-decide-when-to-normalize-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:26:00",
        "gmt_time": "2018-09-14 02:26:00"
    },
    {
        "id": 674206,
        "updated_sequence": 1050202,
        "published_at": {
            "unix": 1536891780,
            "text": "2018-09-14 03:23:00 +0100",
            "iso_8601": "2018-09-14T02:23:00Z"
        },
        "updated_at": {
            "unix": 1536891965,
            "text": "2018-09-14 03:26:05 +0100",
            "iso_8601": "2018-09-14T02:26:05Z"
        },
        "subject": "Japanese PM Abe says BoJ price goal is one measurement when guiding policy and that job creation is key, adds hopes BoJ maintains efforts to reach 2% price target and that he trusts BoJ Governor Kuroda's handling of monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-says-boj-price-goal-is-one-measurement-when-guiding-policy-and-that-job-creation-is-key-adds-hopes-boj-maintains-efforts-to-reach-2-price-target-and-that-he-trusts-boj-governor-kuroda-s-handling-of-monetary-policy-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:23:00",
        "gmt_time": "2018-09-14 02:23:00"
    },
    {
        "id": 674203,
        "updated_sequence": 1050190,
        "published_at": {
            "unix": 1536890400,
            "text": "2018-09-14 03:00:00 +0100",
            "iso_8601": "2018-09-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1536890652,
            "text": "2018-09-14 03:04:12 +0100",
            "iso_8601": "2018-09-14T02:04:12Z"
        },
        "subject": "Chinese Jobless Rate (Aug) 5.3% (Prev. 5.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-jobless-rate-aug-5-3-prev-5-1-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:00:00",
        "gmt_time": "2018-09-14 02:00:00"
    },
    {
        "id": 674205,
        "updated_sequence": 1050199,
        "published_at": {
            "unix": 1536890400,
            "text": "2018-09-14 03:00:00 +0100",
            "iso_8601": "2018-09-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1536891626,
            "text": "2018-09-14 03:20:26 +0100",
            "iso_8601": "2018-09-14T02:20:26Z"
        },
        "subject": "Chinese Retail Sales YTD (Aug) Y/Y 9.3% vs. Exp.\t9.3% (Prev. 9.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-retail-sales-ytd-aug-y-y-9-3-vs-exp-9-3-prev-9-3-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:00:00",
        "gmt_time": "2018-09-14 02:00:00"
    },
    {
        "id": 674204,
        "updated_sequence": 1050196,
        "published_at": {
            "unix": 1536890400,
            "text": "2018-09-14 03:00:00 +0100",
            "iso_8601": "2018-09-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1536891618,
            "text": "2018-09-14 03:20:18 +0100",
            "iso_8601": "2018-09-14T02:20:18Z"
        },
        "subject": "Chinese Industrial Production YTD (Aug) Y/Y 6.5% vs. Exp. 6.5% (Prev. 6.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-industrial-production-ytd-aug-y-y-6-5-vs-exp-6-5-prev-6-6-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 10:00:00",
        "gmt_time": "2018-09-14 02:00:00"
    },
    {
        "id": 674198,
        "updated_sequence": 1050169,
        "published_at": {
            "unix": 1536889680,
            "text": "2018-09-14 02:48:00 +0100",
            "iso_8601": "2018-09-14T01:48:00Z"
        },
        "updated_at": {
            "unix": 1536889938,
            "text": "2018-09-14 02:52:18 +0100",
            "iso_8601": "2018-09-14T01:52:18Z"
        },
        "subject": "Japanese PM Abe confirms to set up system to enable working beyond the age of 65",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-pm-abe-confirms-to-set-up-system-to-enable-working-beyond-the-age-of-65-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:48:00",
        "gmt_time": "2018-09-14 01:48:00"
    },
    {
        "id": 674197,
        "updated_sequence": 1050166,
        "published_at": {
            "unix": 1536888540,
            "text": "2018-09-14 02:29:00 +0100",
            "iso_8601": "2018-09-14T01:29:00Z"
        },
        "updated_at": {
            "unix": 1536888660,
            "text": "2018-09-14 02:31:00 +0100",
            "iso_8601": "2018-09-14T01:31:00Z"
        },
        "subject": "North Korea says US is misleading as if North Korea were behind the Sony hack and warns that sanctions could impact implementation of US agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-says-us-is-misleading-as-if-north-korea-were-behind-the-sony-hack-and-warns-that-sanctions-could-impact-implementation-of-us-agreement-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:29:00",
        "gmt_time": "2018-09-14 01:29:00"
    },
    {
        "id": 674196,
        "updated_sequence": 1050160,
        "published_at": {
            "unix": 1536887880,
            "text": "2018-09-14 02:18:00 +0100",
            "iso_8601": "2018-09-14T01:18:00Z"
        },
        "updated_at": {
            "unix": 1536887942,
            "text": "2018-09-14 02:19:02 +0100",
            "iso_8601": "2018-09-14T01:19:02Z"
        },
        "subject": "North Korea says US sanction over cyber attack is a smear campaign against North Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-says-us-sanction-over-cyber-attack-is-a-smear-campaign-against-north-korea-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:18:00",
        "gmt_time": "2018-09-14 01:18:00"
    },
    {
        "id": 674194,
        "updated_sequence": 1050154,
        "published_at": {
            "unix": 1536887700,
            "text": "2018-09-14 02:15:00 +0100",
            "iso_8601": "2018-09-14T01:15:00Z"
        },
        "updated_at": {
            "unix": 1536887782,
            "text": "2018-09-14 02:16:22 +0100",
            "iso_8601": "2018-09-14T01:16:22Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8362 (Prev. 6.8488)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8362-prev-6-8488-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:15:00",
        "gmt_time": "2018-09-14 01:15:00"
    },
    {
        "id": 674195,
        "updated_sequence": 1050157,
        "published_at": {
            "unix": 1536887700,
            "text": "2018-09-14 02:15:00 +0100",
            "iso_8601": "2018-09-14T01:15:00Z"
        },
        "updated_at": {
            "unix": 1536887863,
            "text": "2018-09-14 02:17:43 +0100",
            "iso_8601": "2018-09-14T01:17:43Z"
        },
        "subject": "PBoC injects CNY 110bln via 7-day reverse repos and CNY 40bln via 14-day reverse repos for a weekly net injection of CNY 330bln vs. neutral position the prior week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-110bln-via-7-day-reverse-repos-and-cny-40bln-via-14-day-reverse-repos-for-a-weekly-net-injection-of-cny-330bln-vs-neutral-position-the-prior-week-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:15:00",
        "gmt_time": "2018-09-14 01:15:00"
    },
    {
        "id": 674193,
        "updated_sequence": 1050151,
        "published_at": {
            "unix": 1536887400,
            "text": "2018-09-14 02:10:00 +0100",
            "iso_8601": "2018-09-14T01:10:00Z"
        },
        "updated_at": {
            "unix": 1536887547,
            "text": "2018-09-14 02:12:27 +0100",
            "iso_8601": "2018-09-14T01:12:27Z"
        },
        "subject": "BoJ offers to buy JPY 50bln in up to 1yr JGBs, JPY 300bln in 1yr-3yr JGBs and JPY 350bln in 3yr-5yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-50bln-in-up-to-1yr-jgbs-jpy-300bln-in-1yr-3yr-jgbs-and-jpy-350bln-in-3yr-5yr-jgbs-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:10:00",
        "gmt_time": "2018-09-14 01:10:00"
    },
    {
        "id": 674192,
        "updated_sequence": 1050163,
        "published_at": {
            "unix": 1536886860,
            "text": "2018-09-14 02:01:00 +0100",
            "iso_8601": "2018-09-14T01:01:00Z"
        },
        "updated_at": {
            "unix": 1536888135,
            "text": "2018-09-14 02:22:15 +0100",
            "iso_8601": "2018-09-14T01:22:15Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Chinese Industrial Production & Retail Sales are scheduled today",
        "content": "<p>Cathay Pacific (293 HK)<br />- Co. is expected to link pilot pay to number of hours flown. (Newswires)</p>\r\n\r\n<p>Continental Holdings (513 HK)<br />- Co. guides a significant increase to H1 net Y/Y. (Newswires)</p>\r\n\r\n<p>Sun Hung Kai Properties (16 HK)<br />- Co. FY net HKD 49.9bln vs. Prev. HKD 41.8bln Y/Y, rev. HKD 85.6bln vs. Exp. HKD 94.2bln. (Newswires)</p>\r\n\r\n<p>Property<br />- China is said to plan tightening mortgage lending from the nation&rsquo;s Housing Provident Fund. (Newswires)</p>\r\n\r\n<p>Other News<br />- China Mofcom reiterated both sides do not want US-China trade dispute to escalate further and that they are currently discussing details with US for future discussions. (Newswires)<br />- US President Trump stated we are under no pressure to make a deal with China and that it is China which is under pressure to make a deal with the US<br />- China is said to draft regulations aimed at widening the middle-income population. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- China FDI (Aug) Y/Y 1.9% (Prev. 14.9%). (Newswires)<br />- Hong Kong Industrial Production (Q2) Y/Y 1.6% (Prev. 1.1%)<br />- Hong Kong PPI (Q2) Y/Y 3.8% (Prev. 3.8%).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-industrial-production-retail-sales-are-scheduled-today-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 09:01:00",
        "gmt_time": "2018-09-14 01:01:00"
    },
    {
        "id": 674191,
        "updated_sequence": 1050145,
        "published_at": {
            "unix": 1536885240,
            "text": "2018-09-14 01:34:00 +0100",
            "iso_8601": "2018-09-14T00:34:00Z"
        },
        "updated_at": {
            "unix": 1536885321,
            "text": "2018-09-14 01:35:21 +0100",
            "iso_8601": "2018-09-14T00:35:21Z"
        },
        "subject": "Japanese Cabinet Office Monthly Economic report maintains economic assessment that Japan's economy is recovering at moderate pace",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-cabinet-office-monthly-economic-report-maintains-economic-assessment-that-japan-s-economy-is-recovering-at-moderate-pace-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 08:34:00",
        "gmt_time": "2018-09-14 00:34:00"
    },
    {
        "id": 674190,
        "updated_sequence": 1050142,
        "published_at": {
            "unix": 1536884880,
            "text": "2018-09-14 01:28:00 +0100",
            "iso_8601": "2018-09-14T00:28:00Z"
        },
        "updated_at": {
            "unix": 1536885216,
            "text": "2018-09-14 01:33:36 +0100",
            "iso_8601": "2018-09-14T00:33:36Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Singapore Technologies Engineering (STE SP) is to acquire a component unit from GE for USD 630mln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Financials<br />- 15 listed Taiwanese financial groups posted aggregate net income fell 48.6% M/M to TWD 25.9bln in August vs. Prev. TWD 50.4bln in July. (Taipei Times)</p>\r\n\r\n<p>Power/Utilities<br />- Taiwan&rsquo;s Ministry of Economic Affairs rejected Taiwan Power proposal for a hike in electricity prices of 8.21% and kept rates unchanged for the next half-year. (Taipei Times)</p>\r\n\r\n<p>Other News<br />- Some Taiwanese companies are said to mull shifting production back from China. (Newswires)</p>\r\n\r\n<p><br />&nbsp;</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>City Developments (CIT SP)<br />- Co. is to buy a building in London for GBP 183mln. (Newswires)</p>\r\n\r\n<p>Keppel (KEP SP)<br />- Co. reported considering offer for Blackstone&rsquo;s Ixom subsidiary. (Newswires)</p>\r\n\r\n<p>Singapore Technologies Engineering (STE SP)<br />- Co. is to acquire a component unit from GE (GE) in a deal valued at USD 630mln as part of efforts to expand it aviation manufacturing business. (Nikkei)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-singapore-technologies-engineering-ste-sp-is-to-acquire-a-component-unit-from-ge-for-usd-630mln-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 08:28:00",
        "gmt_time": "2018-09-14 00:28:00"
    },
    {
        "id": 674189,
        "updated_sequence": 1050136,
        "published_at": {
            "unix": 1536884640,
            "text": "2018-09-14 01:24:00 +0100",
            "iso_8601": "2018-09-14T00:24:00Z"
        },
        "updated_at": {
            "unix": 1536884807,
            "text": "2018-09-14 01:26:47 +0100",
            "iso_8601": "2018-09-14T00:26:47Z"
        },
        "subject": "Fed's Kaplan (non-voter. dove) reiterates Fed should be proceed to neutral rate which is seen between 2.50%-2.75%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-dove-reiterates-fed-should-be-proceed-to-neutral-rate-which-is-seen-between-2-50-2-75-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 08:24:00",
        "gmt_time": "2018-09-14 00:24:00"
    },
    {
        "id": 674188,
        "updated_sequence": 1050130,
        "published_at": {
            "unix": 1536883320,
            "text": "2018-09-14 01:02:00 +0100",
            "iso_8601": "2018-09-14T00:02:00Z"
        },
        "updated_at": {
            "unix": 1536883434,
            "text": "2018-09-14 01:03:54 +0100",
            "iso_8601": "2018-09-14T00:03:54Z"
        },
        "subject": "Asia equity markets take impetus from the tech-led gains on Wall St with Nikkei 225 leading the upside in the region to break above the 23K amid a weaker JPY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-take-impetus-from-the-tech-led-gains-on-wall-st-with-nikkei-225-leading-the-upside-in-the-region-to-break-above-the-23k-amid-a-weaker-jpy-14-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-14 08:02:00",
        "gmt_time": "2018-09-14 00:02:00"
    }
]